{"title":"<em>The Hayward Fault Exposed!<\/em> The 1906 Centennial Alliance and USGS to Host an Earthquake Fault Exhibit to Educate Public about Earthquake Hazards","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The 1906 Centennial Alliance and the U.S. Geological Survey (USGS) will host \"The Hayward Fault Exposed! &mdash; An Interpretive Viewing and Educational Exhibit\" along the Hayward Fault from Saturday April 29 through June at Central Park in Fremont, Calif., near the intersection of Sailway Drive and Paseo Padre Parkway. <\/p>\n<p>The fault exhibit features a 15-foot-deep excavation that exposes the Hayward Fault below the surface as it crosses Central Park. The fault is easily visible within the sediments at this location, and visitors are encouraged to descend a staircase to meet the Hayward Fault \"face to face.\" The walls of the excavation are sloped at about 45 degrees for safety reasons, resulting in a comfortable open space for viewing the fault at the bottom of the staircase. <\/p>\r\n<p>\"Being able to put your finger on a small crack in the soils and know that is where a big earthquake broke the ground is amazing,\" said Heidi Stenner, a USGS paleoseismologist and project leader for the exhibit. \"Seeing up close the fault that produced the big Hayward Fault earthquake of 1868 is a great reminder that we live on top of or very near an active fault.\" <\/p>\r\n<p>This unusual and unique exhibit is open to the public on weekends from 10 a.m. until 3 p.m. and by appointment on weekdays. Appointments can be made by visiting <a title=http:\/\/1906centennial.org\/activities\/trench href=\"http:\/\/1906centennial.org\/activities\/trench\" target=_blank>http:\/\/1906centennial.org\/activities\/trench<\/a> and submitting a request. Appointment requests for docent-led school and other group tours are encouraged. The exhibit is appropriate for children of all ages.<\/p>\r\n<p>The exhibit reoccupies a site first studied in 1987 by Jim Lienkaemper, a paleoseismologist at the USGS, and Glenn Borchardt, a geologist at the California Geological Survey. \"We sited the exhibit here because the faulting is so striking that everyone can immediately tell that they are looking at a major fault that has experienced a lot of movement,\" said Lienkaemper, who is helping to organize the exhibit. <\/p>\r\n<p>\"The expected magnitude-6.7-to-7.0 earthquake along the Hayward Fault could have devastating effects because of the great number of homes, schools, hospitals and other critical structures near the fault,\" said Mary Lou Zoback, Chair of the Steering Committee of the 1906 Earthquake Centennial Alliance and a USGS scientist. \"We cannot prevent earthquakes, so our ultimate goal is to increase public awareness of the hazard and to be prepared to handle it.\"<\/p>\r\n<p>David Schwartz, a USGS earthquake geologist, notes that there are two permanent fault museums in Japan, one that crosses the fault responsible for the great 1891 Nobi earthquake and a second, opened in 2000, that crosses the fault that caused the 1995 Kobe earthquake. \"The Kobe Fault,\" Schwartz said, \"is a twin of the Hayward. There are no fault museums in the United States, so the Fremont exhibit is a truly unique opportunity for people of the Bay Area to get a first-hand view of a great active fault and learn more about how it works.\"<\/p>\r\n<p>Annabell Holland, Fremont&acute;s Parks &amp; Recreation Director, notes that \"while our community has a keen awareness of the Hayward Fault, the exhibit will bring Fremont much closer to its reality and hopefully a greater awareness of its awesome potential to impact both our lives and those of Californians around us.\"<\/p>\r\n<p>\"We proudly refer to Fremont&acute;s Central Park as our &acute;gem,&acute; \" said Holland. \"Its setting will provide a very special stage to showcase this up-close and personal look at the Hayward Fault &mdash; a very significant and internationally recognized natural phenomenon &mdash; right in our own backyard.\"<\/p>\r\n<p>The last significant earthquake on the Hayward Fault occurred on October 21, 1868. It struck without warning and was responsible for five fatalities, 30 injuries, and extensive damage from San Francisco to San Jose. This earthquake,","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1146196800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}