{"title":"AMERICA's GREAT OUTDOORS:  USGS Economic Analysis of Anacostia River Shows Potential Value of Restoring Urban Streams Nationwide","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>WASHINGTON, D.C.-- <!--introstart-->The U.S. Geological Survey today released an <a href=\"http:\/\/www.fort.usgs.gov\/Products\/Publications\/23592\/23592.pdf\">analysis<\/a> of the Watts Branch of the Anacostia River in Prince Georges County, Md. and Washington, D.C. that documents how restoration work on this urban tributary has had a substantial impact on the local economy, directly or indirectly accounting for 45 jobs, $2.6 million in local labor income and $3.4 million in value added to the local D.C. metropolitan area in 2011.<!--introend-->&nbsp;<\/p>\n<p>\"The USGS study confirms the value of re-greening our urban landscapes around the nation,\" said David J. Hayes, Deputy Secretary of the Interior. \"Restoring one of the most degraded urban streams in the Anacostia watershed while also addressing sewage infrastructure benefited a struggling local economy, provided an improved park and green space for residents, and enhanced wildlife habitat. Restoring a stream is helping restore a community and demonstrates the power of partnerships.\"&nbsp;<\/p>\r\n<p>The Anacostia watershed is one of the priority areas for interagency cooperation in both President Obama's America's Great Outdoors Initiative and the Urban Waters Federal Partnership.&nbsp;<\/p>\r\n<p>D.C. and federal agencies formed the Watts Branch restoration partnership in 2010 to restore a segment of one of the most urbanized watersheds in the Chesapeake Bay drainage basin. Completed in 2011, the restoration project was funded largely by the District of Columbia's Department of Environment and also carried out by the Department of the Interior's U.S. Fish and Wildlife Service along with the National Park Service, the U.S. Department of Agriculture's Natural Resources Conservation Service, the U.S. Environmental Protection Agency, Washington Water and Sewer and several local organizations.&nbsp;<\/p>\r\n<p>The partnership has addressed both environmental degradation and sewage infrastructure needs of the Watts Branch, which originates in the Capitol Heights area of Prince George's County, flowing almost 5 miles to the Anacostia, which drains to the Potomac River and Chesapeake Bay.&nbsp;<\/p>\r\n<p>The analysis, conducted by USGS economists Catherine Cullinane Thomas and Elizabeth Myrick, found&nbsp;that restoring Watts Branch had a substantial impact on the local economy. The restoration directly accounted for 26 jobs and more than $1.5 million in local labor income including salaries, wages and benefits and $1.5 million in local value added (the contribution of expenditures to Gross Domestic Product). Moreover, the restoration indirectly supported an additional 19 jobs, providing an additional $1.1 million in labor income and $1.9 in value added to the local economy. Restoring Watts Branch contributed more than $3 million to a struggling local economy.&nbsp;<\/p>\r\n<p>\"This restoration project shows the fiscal and transformative power of re-greening urban areas&mdash;supporting local jobs, upgrading infrastructure, and helping improve the local economy,\" said Hayes, noting that the Watts study is one of a number of case studies on the impact of restoration projects in other parts of the country.&nbsp;&nbsp;\"With a roughly $2 trillion backlog in infrastructure needs nationwide, our country has a tremendous opportunity to advance both economic and environmental goals through other restoration projects.\"&nbsp;<\/p>\r\n<p>The U.S. Fish and Wildlife Service and other partners not only restored the eroded stream channel, which was depositing nearly 1,500 tons of sediment into the Anacostia watershed each year, but also relocated and improved sewer lines to address and prevent future sewage leaks. Infrastructure and environmental restoration improved water quality, increased floodplain storage, reduced erosion and improved in-stream habitat to support fish like American eel, alewife and American shad. Local residents regained a beautiful urban stream, and habitat along the stream also improved fo","summary":null,"format":null}]},"field_images":[],"regions":["Maryland"],"country":["United States of America"],"mm_tags":["Geographic Areas Southwest","Geographic Areas Northeast","ecosystems","Fish And Wildlife Service","Department Of Interior","Americas Great Outdoors Initiative","Environmental Protection Agency","Watts Branch","National Park Service","economics","restoration","fortcollins","Urban Waters","Maryland","washington"],"distribution":["Biology"],"release_date":{"und":[{"value":"1367467200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169023"},{"tid":"170054"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}