{"title":"New Northwest Climate Science Center Director Announced","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>SEATTLE<\/strong> &mdash; Gustavo Bisbal has been selected as the center director of the Department of the Interior&rsquo;s Northwest Climate Science Center, headquartered at Oregon State University in Corvallis, Ore., with additional resources and capabilities at the University of Washington in Seattle, Wash., and the University of Idaho in Moscow, Idaho.<\/p>\n<p>For more than 25 years, Bisbal has been involved in scientific and policy issues concerning marine and freshwater resources in domestic and international ecosystems. Prior to this appointment, he served in the Office of Ocean and Polar Affairs in the Bureau of Oceans, Environment and Science, at the U.S. Department of State in Washington, D.C.<\/p>\r\n<p>For the past five years he has advanced the Department&rsquo;s foreign policy efforts related to oceans by holding leadership roles in U.S. delegations at international organizations. He served as the Department&rsquo;s Officer to the Commission for the Conservation of Antarctic Marine Living Resources, and as the alternate head of the U.S. delegation to UNESCO&rsquo;s Intergovernmental Oceanographic Commission. He also participated in the development of an international search and rescue agreement for the Arctic.<\/p>\r\n<p>Bisbal is not new to the Pacific Northwest. Between 2002 and 2006, he was the manager of the Columbia River Basin and Water Development Branch at the Oregon Office of the U.S. Fish and Wildlife Service. Between 1994 and 2002, as senior science and policy analyst with the Northwest Power and Conservation Council, he was responsible for the integration of scientific information into policy decisions to protect and restore fish and wildlife resources in the Columbia River Basin. One of his primary contributions was the consideration of how to address variable ocean conditions in the management of salmon.<\/p>\r\n<p>Bisbal is the author of numerous science and policy publications in professional journals and books. He has also taught undergraduate and graduate courses in schools both in the United States and in Argentina.<\/p>\r\n<p>Prior to 1993, he worked for the National Oceanic and Atmospheric Administration and for Argentina&rsquo;s Federal Fisheries Agency on several resource management issues involving large marine ecosystems.<\/p>\r\n<p>Bisbal&rsquo;s graduate education at the University of Rhode Island includes both a Master of Science and a Ph.D. in Biological Oceanography and a Master of Marine Affairs.<\/p>\r\n<p>The National Climate Change and Wildlife Science Center<strong> <\/strong>is located at the National Headquarters of the USGS in Reston, Va. The center manages the eight Department of the Interior regional Climate Science Centers. These Climate Science Centers provide scientific information, tools and techniques that land, water, wildlife and cultural resource managers and other interested parties can apply to anticipate, monitor and adapt to climate and ecologically-driven responses at regional-to-local scales.<\/p>\r\n<p>The National Climate Change and Wildlife Science Center Headquarters office is located at the USGS National Center, 12201 Sunrise Valley Drive, MS 300, Reston, VA 20192. You may contact the National Climate Change and Wildlife Science Center by phone at (703) 648-6016 or by email at <a href=\"mailto:dbeard@usgs.gov\">dbeard@usgs.gov<\/a>. Please visit our website at <a href=\"http:\/\/nccwsc.usgs.gov\/\">http:\/\/nccwsc.usgs.gov<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["Climate Change","Global Warming","Department Of Interior","Oregon","washington","Idaho"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1317960000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169274"},{"tid":"170176"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}