{"title":"National Groundwater Awareness Week","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<!--[if gte mso 9]&gt;-->\n\n<!--[if gte mso 9]&gt;-->\n\n&nbsp;\n\nThe U.S. Geological Survey, in collaboration with many partners, recognizes <a href=\"http:\/\/www.ngwa.org\/events-education\/awareness\">National Groundwater Awareness Week<\/a>: March 9-15, 2014.\n\n<a href=\"http:\/\/water.usgs.gov\/ogw\/ngwaw\/2014.html\">USGS National Groundwater Awareness Week website<\/a>\n\n<strong>Whatâ\u0080\u0099s so special about groundwater?<\/strong>\n\n[caption id=\"attachment_192371\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/03\/crosssec.jpg\"><img class=\"size-medium wp-image-192371\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/03\/crosssec-300x176.jpg\" alt=\"Diagram of Groundwater\" width=\"300\" height=\"176\" \/><\/a> Diagram showing how precipitation water soaks into the ground and, depending of the layers of rock below ground, can take from days to millennia to get back into surface waters. USGS image.[\/caption]\n\nGroundwater is one of the Nation's most valuable natural resources. It supplies the drinking water for nearly half our nationâ\u0080\u0099s population and provides about 40 percent of our irrigation water.Â  It sustains streamflow between precipitation events and during protracted dry periods. And it helps maintain a variety of aquatic ecosystems that are dependent on groundwater discharge to streams, lakes, and wetlands. As the Nation's principal reserve of freshwater, it represents much of the potential future water supply.\n\n<strong>Groundwater: right underneath our feet<\/strong>\n\nGroundwater is an essential part of most of our daily lives. Rural farmers and urbanites, water-supply managers and regulators, researchers and policy-makers â\u0080\u0094 all have a part to play in the current status and future of our groundwater resources. This valuable resource is right underneath our feet.\n\nWhile groundwater can be found nearly everywhere, its availability varies. Groundwater is stored in aquifers, a resource shared by many users. Aquifers receive water deposits from precipitation and surface water. If there are too many users making too many withdrawals from an aquifer â\u0080\u0094 say, to irrigate farmlands, water lawns, or supply wells â\u0080\u0094 and the deposits donâ\u0080\u0099t keep up with the demand, there may not be enough groundwater to go around.\n\n[caption id=\"attachment_192381\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/03\/sprinkler.jpg\"><img class=\"size-medium wp-image-192381\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/03\/sprinkler-300x208.jpg\" alt=\"Groundwater\" width=\"300\" height=\"208\" \/><\/a> In many states, groundwater is a vital source of irrigation water for farmers. USGS photo.[\/caption]\n\nEven when groundwater is plentiful, itâ\u0080\u0099s not truly available unless the quality is acceptable for the intended use. Both water quantity and quality are essential to maintaining water supply for municipal, domestic, agricultural, and recreational use, and for aquatic ecosystems.\n\n<strong>USGS and groundwater<\/strong>\n\nAt the USGS we systematically observe and monitor groundwater conditions at locations across the United States. USGS groundwater assessments help inform the public so that citizens across the nation can engage in best practices for management, protection, and conservation. Groundwater conservation is a matter of both conserving the quantity and protecting the quality from contamination.\n\n[caption id=\"attachment_192391\" align=\"alignright\" width=\"200\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/03\/workeres.jpg\"><img class=\"size-full wp-image-192391\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/03\/workeres.jpg\" alt=\"USGS personnel\" width=\"200\" height=\"267\" \/><\/a> USGS personnel operate a drill rig to assess groundwater conditions. USGS photo.[\/caption]\n\nUSGS scientists work constantly to improve our understanding of how groundwater moves through the subsurface and what human and natural factors affect the quantity and quality of that groundwater. Understanding these dynamics helps answer important questions about current groundwater availability and long-term sustainability.\n\n<strong>Learn more<\/strong>\n\n<a href=\"http:\/\/water.usgs.gov\/ogw\/data.html\">USGS Groundwater Information<\/a>\n\n<a href=\"http:\/\/groundwaterwatch.usgs.gov\/default.asp\">USGS Groundwater Watch<\/a> (active groundwater level network)","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24357","uid":"31","filename":"WellHead1.jpg","uri":"public:\/\/WellHead1.jpg","filemime":"image\/jpeg","filesize":"60582","status":"1","timestamp":"1425492768","type":"image","uuid":"53ae2e00-7620-451f-ab04-b8032181b041","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["groundwater","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1394449225","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}