{"title":"USGS Measures Flooding at Morganza Spillway and Across Louisiana","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Do you want to accompany a USGS field crew as they measure flooding?&nbsp; Please contact Jennifer LaVista at 720-480-7875.<\/strong><\/p>\n<p><!--introstart-->U.S. Geological Survey crews are measuring flooding along the Atchafalaya and Mississippi Rivers, including the Morganza and Bonnet Carre Spillways.<!--introend--><\/p>\r\n<p>Several USGS streamgages located on the Mississippi and Atchafalaya Rivers are expected to reach the highest levels recorded since 1927.<\/p>\r\n<p>Learn more in a <a href=\"http:\/\/gallery.usgs.gov\/videos\/385\">video<\/a> featuring USGS scientists studying waterflow in these areas.<\/p>\r\n<p>USGS scientists are collecting critical streamflow data that are vital for protection of life, property and the environment. This information is used by the U.S. Army Corps of Engineers to manage flood control, the National Weather Service to develop flood forecasts, and various state and local agencies in their flood response activities. A live webcam at the Morganza Spillway and real-time streamflow information from around the state are available on the <a href=\"http:\/\/la.water.usgs.gov\/\">USGS Louisiana Water Science Center Website<\/a>.<\/p>\r\n<p>USGS scientists have installed 64 rapid-deploy, mobile storm surge sensors across Louisiana, in addition to the 12 real-time streamgages already in the affected area. These temporary sensors, originally developed after Hurricanes Katrina and Rita, provide additional monitoring data in critical areas needed for effective forecasting and emergency response.<\/p>\r\n<p>&ldquo;When flooding occurs, USGS field crews are among the first to respond,&rdquo; said George Arcement, USGS Louisiana Water Science Center Director. &ldquo;We have been measuring streamflow for weeks, and will continue to do so until the floodwaters recede.&rdquo;<\/p>\r\n<p>USGS crews are also collecting water quality and sediment samples to examine any changes in the Atchafalaya and Mississippi River Basins. USGS scientists are gathering water quality samples in the Atchafalaya Rivers, Lake Pontchartrain, and the Morganza Spillway to determine whether flooding will have an impact on the health of the river. Sediment samples are being collected at the Morganza and Bonnet Carre Spillways to evaluate how the structure of the delta may change. These projects are being conducting at the request of the U.S. Army Corps of Engineers.<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. In Louisiana, there are more than 250 USGS-operated streamgages that measure water levels, streamflow and rainfall. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.<\/p>\r\n<p>Access current flood and high flow conditions across the country by visiting the USGS <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch<\/a> website. Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_05_16\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_05_16\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas","Louisiana","Mississippi","Tennessee"],"country":["United States of America"],"mm_tags":["","water","flooding","floods","streamgage","stormsurgesensors","louisana","Morganza","bonnetcarre","streamflow"],"release_date":{"und":[{"value":"1305518400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}