{"title":"Rhododendrons and Azaleas Approaching Peak Bloom","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Editors: Tours of the USGS gardens for writers and photographers may be arranged by calling 650-329-4011.<\/b> <\/p>\n<p><!--introstart-->The rhododendrons and azaleas that create a spectacular display of color each year at the U.S. Geological Survey in Menlo Park, will be at their peak for the next few weeks, and many of the exotic plants will be at their best when the USGS holds its triennial Open House, May 13 and 14, at the center at 345 Middlefield Road in Menlo Park.<!--introend--> <\/p>\r\n<p>Because the USGS has one of the largest of collections of rhododendrons in California, a tour of the gardens while the plants are in bloom is an excellent way for home gardeners to preview mature, full-blooming plants, so they will know what to choose when they visit their local commercial nursery. <\/p>\r\n<p>When the USGS established its Western Region Center in Menlo Park in the late 1950s, there were no formal plantings and only a few native oaks and grasses. Government-funded landscaping allowed only for lawns and some evergreen bushes. In 1960, one USGS geologist, Howard Oliver, decided to brighten up the area near one of the buildings by planting some rhododendron bushes from his home garden. One bush soon became several, and by the 1970s, Dr. Oliver was donating rare rhododendron and azaleas to the USGS gardens. Through the years, other USGS employees followed Oliver&rsquo;s example by donating specimen plants from their own gardens. Oliver retired from the USGS in 1997 , but he continues to supervise the care and feeding of these special plants. Mainly through the efforts of Oliver, the USGS center in Menlo Park has the second-largest collection, variety-wise, of rhododendrons in California. The largest collection is at Strybling Arboretum in Golden Gate Park. <\/p>\r\n<p>One of the USGS rare plants is an azalea native to the mountains of North Carolina, and is the only known specimen of its kind in California. Another is a seven-foot-tall gardenia, which was introduced to the United States in 1987 from South Africa, and this plant at the USGS was the first to be test-grown in the Bay Area. <\/p>\r\n<p>The day-to-day maintenance of USGS lawns and gardens is carried out by VTF Services, under the direction of Bob Kerrins. During the past winter, under Oliver&rsquo;s tutelage, the VTF crew planted two hedges of camellias, which will provide beautiful blooming walls of pink in the years to come. <\/p>\r\n<p>A special treat for gardeners attending the USGS Open House in May will be tours of the gardens, led by Howard Oliver, who retired from the USGS in 1997, and now has his own horticultural consulting business, specializing in rhododendrons, magnolias and camellias. The tours will begin at 11 a.m. each day, Saturday, May 13, and Sunday, May 14. <\/p>\r\n<p>Oliver&rsquo;s garden tours are in addition to the more than 250 natural-science exhibits and demonstrations that will be part of the USGS Open House, which will be held from 10 a.m. to 4 p.m., each day. There is no admission charge and no fee for parking. The Open House exhibits may be previewed on the Internet at <a href=\"http:\/\/openhouse.wr.usgs.gov\/\">http:\/\/openhouse.wr.usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"954907200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}