{"title":"Landmark Volcano Study Brings to Life Huge Alaska Eruption on its Centennial","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MENLO PARK, Calif. &ndash; <!--introstart-->100 years ago, in June 1912, the most powerful volcanic eruption of the 20<sup>th<\/sup> century took place in what is now Alaska&rsquo;s Katmai National Park and Preserve. This massive volcanic event once again comes alive for scholars and enthusiasts in a new centennial volume by two U.S. Geological Survey scientists whose work has made major contributions to volcano science.<!--introend--><\/p>\n<p><a href=\"http:\/\/pubs.usgs.gov\/pp\/1791\/\">&ldquo;The Novarupta-Katmai Eruption of 1912 &ndash; Largest Eruption of the Twentieth Century: Centennial Perspectives,&rdquo;<\/a><span style=\"text-decoration: underline;\"> <\/span>by Wes Hildreth and Judy Fierstein, is the most comprehensive study of a geographically remote but huge and devastating volcanic event. The eruption&rsquo;s dynamics mystified researchers for decades. Today, study of Novarupta and Katmai volcanoes sheds light on how future events in Alaska&rsquo;s volcanic regions could affect air quality and air-transportation safety locally and across the globe.<\/p>\r\n<p>&ldquo;No one living today can recall a volcanic eruption of such magnitude, or of such potential disruption to human safety and systems, and yet we know that many volcanic complexes in the United States and around the globe are capable of someday erupting similar or larger volumes of molten rock and ash,&rdquo; said USGS Director Marcia McNutt. &ldquo;This centennial volume devoted to Katmai will ensure we learn important lessons from the past and be better prepared in the future.&rdquo;<\/p>\r\n<p>Over three days starting June 6, 1912, Novarupta volcano spewed an astonishing 30 cubic kilometers (7 cubic miles) of ash as far as the Mediterranean Sea. If dumped in one place, the ash would be enough to bury Municipal Anchorage 5.5 kilometers (3 miles) deep. Flowing ash created a &ldquo;Valley of Ten Thousand Smokes,&rdquo; pocked with fumarole plumes more than 150 meters (500 feet) high. The site was remote &ndash; 170 kilometers (100 miles) from Kodiak, the nearest town, and the first scientists only reached it three years later. At the time, volcano science was in its infancy, and researchers had few points of comparison. For decades, they wrongly thought the eruption had issued from nearby Mount Katmai, misinterpreting Katmai&rsquo;s subsequent caldera collapse as the vent for the 1912 outburst. In their book, Hildreth and Fierstein give both the scientific and historical context of the eruption, explaining how detailed field investigations provided key insights about eruptive processes that contributed to advances in volcanology and turned Novarupta-Katmai into one of the most studied eruptions in the world.<\/p>\r\n<p>The authors have each studied the 1912 eruption for more than 30 years. Hildreth&rsquo;s analysis of Novarupta&rsquo;s eruptive products (rocks and ash) offered compelling evidence that the huge eruption issued from a single magma reservoir. Fierstein&rsquo;s analysis of the layered ash deposits yielded not just a chronology of the event but insight into how it happened. Together, the authors describe the remarkable volcanic events on the Alaska Peninsula in 1912, review the many scientific expeditions to the site, and summarize what has been learned about Novarupta-Katmai and other such eruptive events in the past 100 years. They examine what the world was like in 1912 and where the science of volcanology stood at the time. The book has nearly 160 color illustrations, including many field photographs, archival images and a simplified geologic map, as well as a full bibliography.<\/p>\r\n<p>&ldquo;The Novarupta-Katmai eruption of 1912 &ndash;largest eruption of the twentieth century: Centennial perspectives,&rdquo; U.S. Geological Survey Professional Paper 1791, is available free <a href=\"http:\/\/pubs.usgs.gov\/pp\/1791\/\">online<\/a>,&nbsp;or can be ordered in print form from USGS Information Services, Box 25286, Federal Center, Denver, CO 80225, 888 ASK-USGS; <a","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Natural Hazards","Volcano Hazards","Geographic Areas","Alaska","geology","","store"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1337832000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168892"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}