{"title":"DDT, PCBs, and Invasive Plants - USGS Scientists Examine the Effects of Contaminants and Invasive Species on Wildlife","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: To arrange an interview with any of the USGS presenters listed below, contact Casey Stemler at the USGS exhibit area.<\/b> \n<p>\r\n<p><b>TIPSHEET<\/b> \r\n<p><!--introstart-->From evidence of lingering DDT damage, to questions about artificial wetlands as habitat, to the uses of a dynamic ecosystem evaluation and monitoring tool, USGS scientists will present a variety of wildlife research findings at the annual meeting of The Wildlife Society at the Buffalo Convention Center, Buffalo, N.Y., Sept. 22-26, 1998.<!--introend--> \r\n<p>\r\n<p><b>Native Animals Snub Exotic Vegetation and Grazed Areas &mdash; Tues. Sept., 22, session 3<\/b> \r\n<p>Mammals, reptiles and amphibians, and other animals are signficantly more common in areas covered primarily by native vegetation than in areas covered primarily by exotic vegetation that have also experienced various levels of grazing. \r\n<p>In 1990, researchers began monitoring 450 sample plots to determine the diversity of land animals at the 75,000-acre Golden Gate National Recreation Area near San Franciso. The monitored habitats consisted of coastal grassland, scrub and evergreen woodlands, some of which were under active grazing or had experienced grazing historically. \r\n<p>The prevalence of native animals in previously grazed native vegetation is significant. For example, in one ten-day trapping period, researchers trapped only two species in the previously grazed-exotic vegetation habitat, but they trapped 17 native species on nearby sites dominated by native grasses and shrubs. (\"Grazing Succession Plots of the Golden Gate National Parks, California,\" by Judd A. Howell and Marcia Semenoff-Irving, USGS, Sausalito, Calif. ) \r\n<p><b>DDT May Still be Having an Impact on Cormorants &mdash; Thurs., Sept., 24, session 7b<\/b> \r\n<p>Although DDT was banned in the U.S. in the 1970s, results of a 1994-1995 study suggest DDT may still be adversely affecting reproduction of the double-crested cormorant. The study examined the effects of organochlorines, including DDE (a degradation product of DDT) and PCBs (polychlorinated biphenyls), on the reproductive success of double-crested cormorants nesting on Cat Island in southern Green Bay, Wis. This research was undertaken to clarify conflicting evidence about the effects of PCB on cormorant reproduction. Researchers monitored cormorants from egg-laying through the departure of young from the nest. Reduced hatching success of cormorant eggs was related to higer amounts of DDE in eggs and to thinner eggshells. (\"Effects of Organochlorine Contaminants on Double-Crested Cormorants Nesting in Green Bay, Wisconsin,\" by Thomas W. Custer and Christine M. Custer, USGS, LaCrosse, Wis.; Kenneth L. Stromborg, U.S. Fish and Wildlife Service, Green Bay, Wis.; Mark J. Melancon, USGS, Laurel, Md.) \r\n<p><b>The Tree Swallow as Sentinal for PCBs in Aquatic Sediments &mdash; Thur., Sept. 24, session 7b<\/b> \r\n<p>Tree swallows are an excellent indicator of PCB (polychlorinated biphenyl) contamination in aquatic environments, a recent study suggests. Researchers examined birds exposed to PCBs in field sites with differing concentrations of PCBs as well as in birds exposed in controlled laboratory settings. The study revealed a highly significant correlation between PCB concentrations in tree swallow eggs and nestlings and concentrations found in aquatic sediments. \r\n<p>Tree swallows live in many North American habitats, are easily attracted to nestboxes, and because they feed extensively on aquatic insects, can serve as a non-fish-eating sentinel species for contaminant exposure from the aquatic environment. (\"Biomarker Response of Tree Swallows to PCBs,\" by Mark J. Melancon and Amy L Yorks Kutay, USGS, Laurel, Md.) \r\n<p><b>Nesting Success of Snowy Plovers on Artificial Wetlands Uncertain &mdash; Sat., Sept., 26, session 24<\/b> \r\n<p>Although snowy plovers readily use artificial dredge-spoil islands as breeding habitat, a new study shows that over time, snowy plo","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"906436800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168949"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}