{"title":"What are Future Climate Projections for Precipitation and Temperature for Your County?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: An example map (Yellowstone National Park summer temperature data) from the viewer is available at the end of this release, but you can also find <\/strong><a href=\"http:\/\/www.usgs.gov\/climate_landuse\/clu_rd\/nex-dcp30.asp\"><strong>your county's data here<\/strong><\/a><strong>.<\/strong><\/p>\n<p><strong>&nbsp;<!--introstart--><\/strong>For the first time, maps and summaries of historical and projected temperature and precipitation changes for the 21<sup>st<\/sup> century for the continental U.S. are accessible at a county-by-county level on a <a href=\"http:\/\/www.usgs.gov\/climate_landuse\/clu_rd\/nex-dcp30.asp\">website<\/a> developed by the U.S. Geological Survey in collaboration with the College of Earth, Oceanic and Atmospheric Sciences at Oregon State University.<!--introend--><\/p>\r\n<p>The maps and summaries are based on NASA downscaling of the 33 climate models used in the 5<sup>th<\/sup> Climate Model Intercomparison Project and the current Intergovernmental Panel on Climate Change (IPCC) Assessment Report. The resulting <a href=\"https:\/\/portal.nccs.nasa.gov\/portal_home\/published\/NEX.html\">NASA dataset<\/a> is on an 800-meter grid with national coverage.&nbsp;<\/p>\r\n<p>The USGS leveraged this massive dataset and distilled the information into easily understood maps, 3-page summaries and spreadsheet compatible data files for each state and county in the United States.&nbsp; A similar implementation for the USGS nested hydrologic units will be available in the next month. &nbsp;<\/p>\r\n<p>\"This product is innovative, user-friendly and invaluable for assessing and understanding climate model simulations of local and regional climate and climate change whether you&rsquo;re a policy maker, a manager, a planner, an educator or another engaged U.S. citizen,\" said Matthew Larsen, associate director for the USGS Climate and Land Use Program.&nbsp;&nbsp;\"The maps and summaries at the county level condense a huge volume of data into formats that are informative for planning, teaching, adaptation and mitigation purposes.\"<\/p>\r\n<p>USGS scientists Jay Alder and Steve Hostetler, who designed and implemented the project as part of their other efforts at visualizing climate models, noted that users can not only view the county average of all the 30 climate models, but they can also select individual models to see how they compare or differ.&nbsp;<\/p>\r\n<p>To make the number of permutations more manageable for the viewer, Alder and Hostetler averaged the data for the historical period and two future IPCC climate scenarios into 25-year periods (1980-2004, 2025-2049, 2050-2074 and 2075-2099) that span the 21<sup>st<\/sup> century. &nbsp;Absolute values and changes in temperature and precipitation for these periods are accessible through the viewer.&nbsp;&nbsp; Other useful tools for characterizing climate change include plots of monthly averages of temperature and precipitation, time-series spanning 1950-2099, and tables that summarize possible changes in the extremes of temperature and precipitation.<\/p>\r\n<p>\"We believe that this product will be useful for a variety of purposes,\" Alder said. \"For example,\" he said, \"farmers and land managers can use the information to help them think about adaptation and mitigation strategies, or educators can use it to teach students about aspects of climate model simulations that underpin IPCC Assessment Reports.\"<\/p>\r\n<p>The maps and summaries are available <a href=\"http:\/\/www.usgs.gov\/climate_landuse\/clu_rd\/nex-dcp30.asp\">here.<\/a><\/p>\r\n<p>More information about USGS Climate and Land-Use Research is available <a href=\"http:\/\/www.usgs.gov\/climate_landuse\/\">here<\/a>.&nbsp;<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"800\" align=\"ceter\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_12_09\/time_series_v3.jpg\" alt=\"caption below\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Example of the web application displaying changes in maximum summer (July) temperature for Park Cou","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climate Change Climateand Land Use Change","Researchand Development","","County Climate Projections","Climate Changefor Counties"],"article_type":["National News Release"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1386651600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}