{"title":"Rivers Indicate Earlier Snowmelt in Eastern North America","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Note to Editors:  The report, \"Changes in the timing of winter-spring streamflows in eastern North America, 1913-2002\" is available to news media from the contacts listed above.<\/p>\n<p><!--introstart-->Scientists at the U.S. Geological Survey (USGS) have found evidence in eastern North America that the snow is melting and running off into rivers earlier than it did in the first half of the 20th century.<!--introend--> According to a USGS study published in the most recent issue of <em>Geophysical Research Letters<\/em>, winter-spring flows in many rivers in the northern United States and Canada are occurring earlier by 5-10 days. <\/p>\r\n<p>\"We studied rural, unregulated rivers with more than 50 years of USGS and Environment Canada river flow data\", explained Glenn Hodgkins, lead author and hydrologist at the USGS Maine Water Science Center. \"Some 179 rivers in eastern North America met the criteria of our study with 147 in the United States from the Dakotas to New England and 32 in Canada from Manitoba to Newfoundland. These rivers are sensitive to changes in precipitation and temperature,\" added Robert Dudley, study co-author. <\/p>\r\n<p>The scientists compared the dates by which half of the total volume of winter-spring runoff has flowed past a river gaging station in each year. Most rivers north of 44Â° north latitude&mdash;roughly from southern Minnesota and Michigan through northern New York and southern Maine&mdash;showed earlier winter-spring streamflows. In contrast, many stations south of this line in Iowa, southern Wisconsin, and northern Illinois had later streamflows. Changes in average monthly flows support these results&mdash;there are high percentages of rivers north of 44Â° north latitude with increases in January, February, and March streamflows and relatively high percentages of rivers with decreases in May and June. <\/p>\r\n<p>In 2005, researchers from Scripps Institution of Oceanography and the USGS found earlier streamflow across large portions of western North America in rivers with significant snowmelt runoff. <\/p>\r\n<p>The documented changes in the timing of winter-spring streamflows in eastern North America may be important to aquatic ecosystems but the impacts of these changes are not well understood. One possible impact may be on the survival rate of Atlantic salmon. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1143435600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169439"},{"tid":"170344"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}