{"title":"Trees Need Calcium, Too... Soil Calcium Depletion Linked to Acid Rain and Forest Growth in the Eastern United States","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>(Note to Editors: As celebrations of Arbor Day are planned across the area [National Arbor Day is the last Friday in April, but activities in many states happen earlier in April], the USGS thought that the following story might be of timely interest -- with apologies to its sponsors, the popular advertising slogan \"Got Milk?,\" may have a whole new audience -- trees in the eastern United States, which don&rsquo;t have enough calcium in their \"diet,\" and acid rain may be the culprit in tree roots not finding enough calcium in soil to meet their RDA of this essential nutrient for tree growth.) \n<p>\r\n<p>Calcium levels in forest soils have decreased at locations in 10 states in the eastern United States, according to a new report by the U.S. Geological Survey, Department of the Interior. This trend is a cause for concern because calcium is necessary for neutralizing acid rain and is an essential nutrient for tree growth. \r\n<p>Sugar maple and red spruce trees, in particular, are showing reduced resistance to such stresses as insect defoliation and low winter temperatures. These stresses have been linked to decreases in calcium available to the trees. Although the specific relationships among acid rain, the availability of calcium in soil, and forest growth remain uncertain, ongoing research by the USGS, in collaboration with the U.S. Forest Service, the University of Illinois, the Institute of Ecosystem Studies, and Syracuse University, has provided new information on the causes, magnitude and effects of calcium depletion in the soils of the Eastern U.S. \r\n<p>\"USGS research has identified a new mechanism by which acid rain decreases the availability of calcium in the soil,\" said Gregory Lawrence, USGS research scientist, Troy, N.Y., and co-author of the report. \"Through this mechanism, acid rain releases aluminum from the underlying mineral soil layer, which is followed by the upward transport of the aluminum into the forest floor (the nutrient rich organic soil layer where root activity is greatest) by root uptake and water movement. The result is that aluminum replaces calcium and the trees have a harder time trying to get the needed calcium from the soil layer.\" \r\n<p>\"When we took a regional look at the forest-soil chemistry of red spruce trees, we could see a trend toward soil calcium depletion in the Northeast,\" said Lawrence. \"Three independent studies of soil calcium show that recent measurements fall well below those measured 50 years ago.\" \r\n<p>Thomas Huntington, USGS research scientist, Atlanta, Ga., and co-author of the report, said, \"USGS research in the Southeast shows that depletion of calcium in soils is common in that region as well, and that growth of forests may be limited by calcium availability. This situation may be worsened by forest harvesting in areas currently low in soil calcium.\" Timber harvesting can contribute to the problem because the calcium removed with the trees would otherwise be recycled within the ecosystem as leaves and branches decompose. \r\n<p>Depletion of calcium in forest soils may also explain why, despite decreases in acid rain over the past three decades, that stream-water chemistry has shown minimal recovery at many locations in the Northeast, such as the Neversink watershed in the Catskill Mountains of New York, where long-term trends in calcium concentrations and acid-neutralizing capacity (an integrated measure of acidity resistance) in stream water have shown significant decreases over the past 15 years. \r\n<p>The report, entitled, \"Soil Calcium Depletion Linked to Acid Rain and Forest Growth in the Eastern United States,\" by G.B. Lawrence and T.G. Huntington, and published as USGS Water Resources Investigations Report 98-4267 and is available via the Internet at <a href=\"http:\/\/bqs.usgs.gov\/acidrain\">http:\/\/bqs.usgs.gov\/acidrain <\/a>. Printed copies of the report are available from the USGS Branch of Information Services, Box 25286, Denver, Colo., 80225-0286, or by fax request to:","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"922683600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169466"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}