{"title":"Drought Affects Streamflow Across California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->With <a href=\"http:\/\/ca.water.usgs.gov\/data\/drought\/\">California experiencing its worst drought<\/a> in over a century, 2013 is in the record books as the driest calendar year in the state&rsquo;s 119-year recorded history.<!--introend--><\/p>\n<p>The lack of precipitation throughout California for the much of the past three months has only exacerbated the dryness and is causing varying degrees of low levels of <a href=\"http:\/\/waterdata.usgs.gov\/ca\/nwis\/rt\">streamflow<\/a> in the northern two-thirds of the state. Low streamflow can affect water availability for agricultural, municipal, and industrial uses, water quality, water temperature, recreational opportunities, and the maintenance of fish populations.<\/p>\r\n<p>USGS crews from the <a href=\"http:\/\/ca.water.usgs.gov\/\">California Water Science Center<\/a> are monitoring conditions on a continuing basis. Many of the nearly 500 stream gages are currently at &ldquo;below normal&rdquo; or &ldquo;much-below normal&rdquo; flows for this time of year. Forty-one low-flow measurements have been made in the northern parts of the state, 12 of which have been measured at record low flows.<\/p>\r\n<p>Drought is a stealthily incremental disaster that is much more costly to the national economy than most people suspect. <a href=\"http:\/\/www.usgs.gov\/water\/\">USGS<\/a> and its partners carry out research and assessments to help water stakeholders understand how, why, and when precipitation deficits affect different parts of the hydrologic system.&nbsp;<\/p>\r\n<p>Water deliveries from the <a href=\"http:\/\/www.water.ca.gov\/swp\/\">State Water Project<\/a> and <a href=\"http:\/\/www.usbr.gov\/mp\/cvp\/\">Bureau of Reclamation's Central Valley Project<\/a> to urban residents and farmers have been severely cut or eliminated in some instances. As of <a href=\"http:\/\/cdec.water.ca.gov\/cdecapp\/snowapp\/sweq.action\">February 12, 2014,<\/a> the&nbsp;California Department of Water Resources&nbsp;measured the statewide <a href=\"http:\/\/cdec.water.ca.gov\/cdecapp\/snowapp\/sweq.action\">water content of snowpack<\/a> at only 27% of the average for this time of year. California snowpack melts into streams and reservoirs, providing about one-third of the water used by California's cities and farms.<\/p>\r\n<p>During periods of drought, groundwater use can increase, but it is generally drawn (in part) from groundwater that may be slow to replenish. Also, once new wells are installed during droughts, it is common for the resulting groundwater-use increases to remain in effect long after the droughts have passed. About 20% of the nation&rsquo;s groundwater pumping occurs in the Central Valley of California, which contributes to 8% of the country&rsquo;s agricultural output and 25% of its food source.<\/p>\r\n<p>The USGS has studied groundwater depletion in the area for years, and has monitored similar depletion levels and associated land subsidence during previous periods of drought.<\/p>\r\n<p>Recent precipitation has resulted in some increases in streamflow, snowpack, and reservoir levels, but severe drought conditions remain. Without significant additional precipitation, prior conditions will quickly return leaving most streams in the state at less than 10% of normal for this time of year.<\/p>\r\n<p><strong>Learn more<\/strong><\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/ca.water.usgs.gov\/data\/drought\/index.html\">USGS California Water Science Center &ndash; Drought<\/a><\/li>\r\n<li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/drought-the-stealth-disaster\/\">Drought &ndash; The Stealth Disaster (Part 1: Overview)<\/a><\/li>\r\n<li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/drought-the-stealth-disaster-part-2-science-for-drought-planning\/\">Drought &ndash; The Stealth Disaster (Part 2: Science for Drought Planning)<\/a><\/li>\r\n<li><a href=\"http:\/\/droughtmonitor.unl.edu\/\">U.S. Drought Monitor<\/a><\/li>\r\n<li><a href=\"http:\/\/waterwatch.usgs.gov\/?m=real&amp;r=ca\">USGS Current Streamflow Conditions<\/a><\/li>\r\n<li><a href=\"http:\/\/help","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["drought","snowpack","California"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1392267600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169924"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}