{"title":"Alaska Interior Reveals Scars and Ruptures from 7.9 Denali Fault Quake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>NOTE TO NEWS EDITORS: Reproducible photos are available. Please see end of press release for photo descriptions and urls. <\/b><\/p>\n<p>Sunday&rsquo;s magnitude 7.9 earthquake in central Alaska created a scar across the landscape for more than 145 miles, according to surveys conducted the past two days by geologists from the U.S. Geological Survey and the Alaska Division of Geological and Geophysical Survey. <\/p>\r\n<p>The geologists, who followed the earthquake rupture by helicopter through valleys, across streams, and along glaciers, measured a maximum horizontal offset of 22 feet across the Tok Highway Cutoff, a road that goes from Tok to Glenallen and intersects with the Alaska Highway. <\/p>\r\n<p>This earthquake, one of the largest ever recorded on U.S. soil, occurred on the Denali fault system, one of the longest strike-slip fault systems in the world, rivaling in size California&rsquo;s famed San Andreas strike-slip fault system. <\/p>\r\n<p>Peter Haeussler, the USGS scientist helping lead the surveys, noted that when the Trans-Alaska Pipeline was constructed, no clear surface features existed that revealed the exact position of the Denali fault where it crosses the pipeline corridor. New surface ruptures after Sunday&rsquo;s quake demonstrate that even though it is now clear that the structures engineered to accommodate fault movement are largely north of the fault trace, the pipeline engineering design was robust, functioned well, and resulted inminimal earthquake damage. <\/p>\r\n<p>The survey also revealed other visible evidence of the earthquake, including clearly developed scarps and cracks where the faults pass beneath glaciers. Geologists have long noted that glaciers follow fault zones. Rocks in the faults have been ground up by sliding past each other, and the glaciers follow those lines of weakness. \"But this is the second recorded earthquake beneath a glacier, and it&rsquo;s amazing how clear the details of the fault traces show up,\" said Haeussler. &quot;Some cracks are easily large enough to fit a bus, where the fault pulled ice blocks away from each other.&quot; <\/p>\r\n<p>Along the valley slopes near the fault trace, there were large rock and snow slides involved blocks as big as houses, with some slides traveling large distances. On the Black Rapids glacier, rock slides released from south-facing slopes crossed the one and a half mile-wide valley and flowed part way up the opposite slope. In a few areas, rock and snow slides dammed creeks, creating small lakes. <\/p>\r\n<p>Near Mentasta Lake, a village that experienced some of the worst damage in the quake, scientists discovered that the surface scar turned from the Denali fault to the adjacent Totschunda fault, which trends toward more southeasterly down toward the Canadian border. <\/p>\r\n<p>Researchers documented other evidence of the earthquake from upper Black Rapids Glacier, west of the Richardson Highway, to an area east the village of Nabesna, where both the Denali fault and the related Totschunda fault broke the surface. <\/p>\r\n<p>Overall, the geologists found that measurable scarps indicate that the north side of the Denali fault moved to the east and vertically up relative to the south. Maximum offsets on the Denali fault were 22 feet at the Tok Highway cutoff and were 6.5 feet on the Totschunda fault. The largest offsets were in the region between the Richardson Highway and the Tok Cutoff Highway. <\/p>\r\n<p>These observations are consistent with what seismologists are learning about how the earthquake progressed, Haeussler said. The mainshock started at the western end of the rupture zone and then traveled eastward along the fault, where most of the seismic energy was released. Scientists will use measurements of fault offsets to calibrate models of how faults slip during earthquakes, and to help them better understand the earthquake hazards associated with large faults. To address these concerns and further enhance earthquake mitigation, the USGS is buil","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1036645200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170258"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}