{"title":"Testing Bacteria Levels for Future Nowcast at Grand Lake St. Maryâ\u0080\u0099s State Park, Ohio","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>You may see someone taking measurements and collecting water samples at Grand Lake St. Mary&rsquo;s beaches this summer.<\/p>\n<p>An employee with the U.S. Geological Survey (USGS) is in the water to collect data and make water quality and weather measurements that will be used to test a system to quickly estimate bacteria levels and provide advisories to swimmers headed to beaches at Grand Lake St. Mary&rsquo;s State Park. This type of system has been used at some Lake Erie beaches as part of the <a href=\"http:\/\/www.ohionowcast.info\/\">Ohio Nowcast<\/a> but has not been tested on inland lakes, such as Grand Lake St. Mary&rsquo;s, in Ohio. <span style=\"text-decoration: underline;\"><\/span><\/p>\r\n<p>&ldquo;The Nowcast system is similar to a weather forecast except that current water-quality conditions instead of future conditions are estimated,&rdquo; said Donna Francy, USGS research hydrologist for the study.&nbsp; &ldquo;Current bacteria levels are estimated with a computer model especially calibrated for beaches at the Park, which takes into account current weather and environmental conditions.&rdquo;&nbsp;<\/p>\r\n<p>&ldquo;The USGS will collect data for two years, develop mathematical models, and test a Nowcast system in 2012.&nbsp; If the Nowcast is successful at Grand Lake St. Mary&rsquo;s beaches, the system will be available to the public in 2013.&rdquo; said Francy, &ldquo;In the future, before you head to the beach, you may be able to check the predicted bacteria levels by 9:30 in the morning.&rdquo;<\/p>\r\n<p>This system will not predict algae levels.<\/p>\r\n<p>Beach advisories or closings in the United   States are issued when levels of bacterial indicators, such as <em>Escherichia coli<\/em> (<em>E. coli<\/em>), exceed safety standards.&nbsp; <em>E. coli<\/em> is found in the intestines and feces of warm-blooded animals.&nbsp; Indicator organisms do not necessarily cause disease, but they are present in sewage and waste and indicate the possible presence of disease-causing organisms.&nbsp; If the concentration of <em>E. coli<\/em> exceeds state standards, officials will advise visitors not to swim because of the risk of illness.<\/p>\r\n<p>Unfortunately, current methods to determine levels of <em>E. coli<\/em> take at least 18 hours to complete.&nbsp; During this period, <em>E. coli<\/em> levels may increase or decrease substantially.&nbsp; A heavy rainfall may cause an increase in <em>E. coli<\/em> levels overnight.&nbsp; A bright sunny day may cause <em>E. coli<\/em> levels to fall.&nbsp; So, the beach may be erroneously posted with an advisory based on measured <em>E. coli<\/em> levels from the previous day.<\/p>\r\n<p>&ldquo;During the first year of our study, we will increase daily monitoring at Grand Lake St. Mary&rsquo;s beaches from every other week to four days each week.&nbsp; At the same time, we will collect weather and environmental data to develop mathematical models to predict <em>E. coli<\/em> concentrations at the beaches.&nbsp; If <em>E. coli<\/em> concentrations are found to increase as rainfall or others factors increase, we will continue to collect data a second year and then develop mathematical models,&rdquo; said Francy.&nbsp; &ldquo;Instead of waiting 18 hours for <em>E. coli<\/em> to grow in the laboratory, we&rsquo;ll be able to use quickly measured factors that explain changes in <em>E. coli<\/em> concentrations, enter them into a computer modeling program, and obtain a Nowcast of recreational water quality in less than 15 minutes.&rdquo;<\/p>\r\n<p>For Lake Erie beaches, USGS scientists found that wave height, rainfall in the past 48 hours, turbidity (water clarity), and day of the year were the best factors to estimate <em>E. coli<\/em> levels.&nbsp; These factors may or not be used to estimate <em>E. coli<\/em> levels at inland lakes.&nbsp;<\/p>\r\n<p>USGS scientists discovered that the determining factors vary by beach and no two beaches are the same.&nbsp; As part of this project, scientists will also be examining fa","summary":null,"format":null}]},"field_images":[],"regions":["Ohio"],"country":["United States of America"],"mm_tags":["water","water","waterconditions","watershed","Ohio","","publichealth","Human Health","beachhealth","beachcontamination","water","biology","Great Lakes"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1275537600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169264"},{"tid":"170432"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}