{"title":"Hawaiian Volcanoes: 100 Years of Scientific Research and Monitoring","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HAWAI&#699;I ISLAND, Hawai&#699;i &mdash; <!--introstart-->More than 150 volcanologists from around the world will gather on the Island of Hawai`i on August 19-24, to participate in &ldquo;<a href=\"http:\/\/chapman.agu.org\/hawaii2012\/\">Hawaiian Volcanoes: From Source to Surface<\/a>,&rdquo; a Chapman Conference convened by the American Geophysical Union.<!--introend-->&nbsp;&nbsp;<\/p>\n<p>As part of a year-long commemoration of the U.S. Geological Survey Hawaiian Volcano Observatory&rsquo;s 100<sup>th<\/sup> anniversary, the conference provides an unparalleled opportunity for scientists to reflect on how far their understanding of Hawaiian volcanoes has come since HVO was founded in 1912.&nbsp; Conference participants will also look to the future, identifying the remaining questions about Hawaiian volcanoes and the direction volcano research should take to answer them.&nbsp;<\/p>\r\n<p>&ldquo;Our 50th state is a volcanologist's ideal natural laboratory, with frequent eruptions which allow experts to study volcano dynamics in action,&rdquo; said USGS Director Marcia McNutt. &ldquo;This conference brings together those who have contributed most to our understanding of Hawaiian-type volcanism to celebrate how far we have advanced over the last century and to chart a course for where we need to go.&rdquo;&nbsp;<\/p>\r\n<p>Conference presenters are USGS scientists, including current and former HVO staff and HVO Scientists-in-Charge, as well as University of Hawai`i researchers and other U.S. and international volcanologists.&nbsp; Presentations are organized to follow magma from its mantle source, along its transport through subvolcanic plumbing systems, to eruption at the surface, with the final day devoted to discussions of future plans and how research in Hawai&#699;i can advance the understanding of volcanic processes elsewhere in the world.&nbsp;&nbsp;<\/p>\r\n<p><em>News media representatives are invited to attend the conference presentations, which will be held at the Waikoloa Beach Marriott, 69-275 Waikoloa Beach Drive, Waikoloa Beach, Hawai`i.&nbsp; There is no cost to media, but on-site registration is required.<\/em>&nbsp;<\/p>\r\n<p>Highlights of USGS presentations at the conference are listed below.<\/p>\r\n<p>Sessions take place in Naupaka Rooms I, II, III, and IV in the Waikoloa Beach Marriott:&nbsp;<\/p>\r\n<p><strong><span style=\"text-decoration: underline;\">Sunday, Aug. 19<\/span><\/strong><\/p>\r\n<p>5:00-6:00 p.m.<\/p>\r\n<p>Title:&nbsp; The Hawaiian Volcano Observatory \/ Highlights of Kilauea&rsquo;s Recent Eruption Activity<\/p>\r\n<p>Presenters:&nbsp; Jim Kauahikaua, USGS (HVO Scientist-in-Charge) and Tim Orr, USGS (HVO geologist)<\/p>\r\n<p>Summary:&nbsp; A brief synopsis of HVO&rsquo;s founding in 1912 and its accomplishments during the past 100 years, followed by an overview of Kilauea Volcano&rsquo;s ongoing east rift zone and summit eruptions.&nbsp;<\/p>\r\n<p><strong><span style=\"text-decoration: underline;\">Monday, Aug. 20<\/span><\/strong><\/p>\r\n<p>8:45-9:30 a.m.<\/p>\r\n<p>Title:&nbsp; Hawaiian Volcano Observatory: Its First 100 Years Of Advancing Volcanology<\/p>\r\n<p>Presenter:&nbsp; Robert I. Tilling, USGS (former HVO Scientist-in-Charge)<\/p>\r\n<p>Summary:&nbsp; An introduction to 100 years of volcano monitoring in Hawaii&mdash;how Thomas A. Jaggar&rsquo;s vision led to the founding of HVO in 1912 and the observatory&rsquo;s contributions to the understanding volcanic processes in Hawai`i and elsewhere during the past century.&nbsp;<\/p>\r\n<p>4:00-4:45 p.m.<\/p>\r\n<p>Title:&nbsp; Growth of the Island of Hawai&#699;i: Deep-Water Perspectives<\/p>\r\n<p>Presenter:&nbsp; Peter Lipman, USGS<\/p>\r\n<p>Summary:&nbsp; Underwater studies of Hawaiian volcanoes during the past 25 years have provided new perspectives on the growth of intraplate ocean-island volcanoes.&nbsp; New data show that the evolutionary stages during volcano growth on Hawai&#699;i Island have varied more than previously recognized.<\/p>\r\n<p><strong><span style=\"text-decoration: underline;\">","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["Natural Hazards Volcano Hazards","Geographic Areas Alaska","Hawaii","volcano","","Chapman","conference","","centennial","Kīlauea"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1345089600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169558"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}