{"title":"scientists Launch Major Earthquake Drilling Project Along the San Andreas Fault","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>EDITORS:<\/b>The Parkfield pilot hole drill site is on private land and off-limits to visitors. USGS will offer a scheduled media tour of the site later in the summer. Betacam video of on-site drilling can be obtained from Susan Garcia or Wendy Shindle at USGS. Graphics and photos can be downloaded at <a href=\"http:\/\/quake.wr.usgs.gov\/drillhole\" hred=\"http:\/\/quake.wr.usgs.gov\/drillhole\">http:\/\/quake.wr.usgs.gov\/drillhole<\/a>. <\/p>\n<p><b>Relevant Web URLs:<\/b><\/p>\r\n<UL>\r\n<LI><a href=\"http:\/\/quake.wr.usgs.gov\/research\/parkfield\/index.html\">http:\/\/quake.wr.usgs.gov\/research\/parkfield\/index.html<\/a><\/LI>\r\n<LI><a href=\"http:\/\/www.icdp-online.de\/html\/sites\/sanandreas\/news\/news.html\">http:\/\/www.icdp-online.de\/html\/sites\/sanandreas\/news\/news.html<\/a><\/LI>\r\n<LI><a href=\"http:\/\/www.earthscope.org\/\">http:\/\/www.earthscope.org\/<\/a><\/LI>\r\n<LI><a href=\"http:\/\/pubs.usgs.gov\/gip\/earthq3\/\">http:\/\/pubs.usgs.gov\/gip\/earthq3\/<\/a> <\/LI><\/UL>\r\n<p>An international research team announced Monday it has begun drilling a 1.4-mile-deep hole along the San Andreas Fault near the Central California town of Parkfield - site of one of the longest ongoing earthquake experiments in the world. <\/p>\r\n<p>When drilling is completed this summer, the research team - spearheaded by the U.S. Geological Survey (USGS) and Stanford University - will make field and laboratory measurements and install a variety of underground instruments that will help scientists better predict the timing and severity of earthquake activity along the 800-mile-long fault. <\/p>\r\n<p>A major objective of the project is to provide geological data for an even more ambitious drilling project called the San Andreas Fault Observatory at Depth (SAFOD) - a parallel borehole designed to cross the fault some 2.4 miles below the surface. If approved by Congress, SAFOD would be the first underground earthquake observatory to penetrate a seismically active fault zone - giving scientists a unique opportunity to continuously monitor a section of the fault where earthquakes actually happen. The current project will serve as a pilot hole for SAFOD by providing critical engineering data needed to drill through the San Andreas Fault itself. <\/p>\r\n<p>\"The pilot hole is really a warm-up exercise for SAFOD,\" said Stanford geophysicist Mark Zoback. \"It was conceived about a year ago as a way to begin studying the upper crust adjacent to the fault zone, while at the same time helping us identify earthquake targets for SAFOD.\" <\/p>\r\n<p>Zoback, along with geophysicists Stephen Hickman and William Ellsworth of the USGS Earthquake Hazards Team in Menlo Park, Calif., are longtime proponents of the Parkfield drilling effort. <\/p>\r\n<p>When drilling is completed in the next few weeks, researchers will lower instruments into the hole to measure stress, fluid pressure, heat flow and other properties to characterize the geologic environment of the San Andreas Fault Zone and to determine the amount of stress required to make the fault slip. They will then install an extensive array of seismometers and other instruments in the hole to help study and precisely locate earthquakes within the fault zone that will be targets for later SAFOD drilling. <\/p>\r\n<p>\"The earthquakes that occur here are quite remarkable,\" Ellsworth said. \"Many of them recur time and time again with near clocklike regularity. The pilot hole instruments will give us a powerful new tool for understanding what makes them tick.\" <\/p>\r\n<p>Hickman added: \"We&rsquo;ll also be conducting laboratory analyses of rock, water and gas samples collected during drilling to determine how changes in fluid circulation and chemistry might be related to the earthquake cycle.\" <\/p>\r\n<p><b>Relation to Parkfield Experiment<\/b><br>Located on the San Andreas Fault halfway between San Francisco and Los Angeles, Parkfield is considered an ideal place to study the physical processes associated with recurring earthquakes. Geologists have been monitoring the picturesque rural town fo","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1024891200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170516"},{"tid":"170669"},{"tid":"169210"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}