{"title":"USGS Names Ryan Associate Director for Geography","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Barbara J. Ryan has been named Associate Director for Geography of the U.S. Geological Survey (USGS), the nation&rsquo;s largest civilian mapping agency. Ryan, who previously served as the bureau&rsquo;s Associate Director for Operations, will oversee program and policy responsibilities for the geography and mapping activities of the USGS. <\/p>\n<p>\"Geography will play an increasingly vital role in national science issues, and we must be poised to use the latest technology in addressing those issues and to look at the Earth in new ways,\" said USGS Director Chip Groat. \"I am confident that Ms. Ryan&rsquo;s strong science background and outstanding leadership skills will help position the USGS as a cartographic and geographic leader in the 21st century.\" <\/p>\r\n<p>The National Mapping Program, with an annual operating budget of more than $126 million, is responsible for ensuring the availability of accurate map and geographic data for the United States and its trust territories. It is also responsible for administering extensive programs in cartographic and geographic research, remote sensing, global change studies and geographic information systems. <\/p>\r\n<p>Over the past 30 years the work has evolved from producing hand-engraved topographic maps to providing largely computer-based information using rapidly advancing technology such as geographic information systems. Although printed maps are still in high demand, the need for computer-based geospatial data is increasing. Each year the USGS sells and distributes more than three million copies of more than 80,000 different maps to a wide range of users. During major natural disasters, for example, the USGS must be ready to print and supply maps needed by rescue and recovery teams. <\/p>\r\n<p>\"I am very excited about this new opportunity and I hope to build on our long and successful history as a recognized national leader in geospatial data collection, integration, management and use,\" Ryan said. \"Geography and cartography are the roots of our basic research here at the USGS. By using new technologies in satellite imaging, remote sensing and GIS, we hope to put our integrated science information more easily into the hands of our customers.\"<\/p>\r\n<p>Ryan joined the USGS in 1974. Much of her early career was spent as a field hydrologist studying groundwater contamination and participating in the nation&rsquo;s first systematic study of water-quality conditions. From 1989 to 1991 she served as staff assistant to the Assistant Secretary for Water and Science at the Department of the Interior and most recently as the bureau&rsquo;s Chief Information Officer and Chief Financial Officer.<\/p>\r\n<p>Ryan is a native of Dalton, NY, and currently resides in Oakton, Va., with her husband, Jim Muldoon, and son, Thomas. She has a bachelor of science degree in geology (1974) from the State University of New York at Cortland, a master of science degree in geography (1981) from the University of Denver, and a master of science degree in civil engineering (1985) from Stanford University. Ryan has been awarded the Department of the Interior&rsquo;s Meritorious (1995) and Superior Service (1991) awards. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"974437200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}