{"title":"US West Coast Erosion Spiked In Winter 2009-10, Previewing Likely Future As Climate Changes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>SANTA CRUZ, Calif. &ndash; <!--introstart--><\/strong>Knowing that the U.S. west coast was battered during the winter before last by a climatic pattern expected more often in the future, scientists have now pieced together a San Diego-to-Seattle assessment of the damage wrought by that winter's extreme waves and higher-than-usual water levels.<!--introend--> Getting a better understanding of how the 2009-10 conditions tore away and reshaped shorelines will help coastal experts better predict future changes that may be in store for the Pacific coast, the researchers say.<\/p>\n<p>\"The stormy conditions of the 2009-10 El Ni&ntilde;o winter eroded the beaches to often unprecedented levels at sites throughout California and vulnerable sites in the Pacific Northwest,\" said Patrick Barnard, USGS coastal geologist. In California, for example, winter wave energy was 20 percent above average for the years dating back to 1997, resulting in shoreline erosion that exceeded the average by 36 percent, he and his colleagues found.<\/p>\r\n<p>Among the most severe erosion was at Ocean Beach in San Francisco where the winter shoreline retreated 184 ft., 75 percent more than in a typical winter. The erosion resulted in the collapse of one lane of a major roadway and led to a $5 million emergency remediation project. In the Pacific Northwest, the regional impacts were moderate, but the southerly shift in storm tracks, typical of El Ni&ntilde;o winters, resulted in severe local wave impacts to the north-of-harbor mouths and tidal inlets. For example, north of the entrance to Willapa Bay along the Washington coast, 345 ft. of shoreline erosion during the winter of 2009-10 destroyed a road.<\/p>\r\n<p>The beach erosion observed throughout the U.S. west coast during the 2009-10 El Ni&ntilde;o is linked to the El Ni&ntilde;o Modoki ('pseudo' El Ni&ntilde;o) phenomenon, where the warmer sea surface temperature is focused in the central equatorial Pacific (as opposed to the eastern Pacific during a classic El Ni&ntilde;o). As a result of these conditions, the winter of 2009-10 was characterized by above average wave energy and ocean water levels along much of the west coast, conditions not seen since the previous major El Ni&ntilde;o (classic) in 1997-98, which contributed to the observed patterns of beach and inlet erosion.<\/p>\r\n<p>As even warmer waters in the central Pacific are expected in the coming decades under many climate change scenarios, El Ni&ntilde;o Modoki is projected to become a more dominant climate signal.&nbsp; When combined with still higher sea levels expected due to global warming, and potentially even stronger winter storms, these factors are likely to contribute to increased rates of beach and bluff erosion along much of the U.S. west coast, producing regional, large-scale coastal changes.<\/p>\r\n<p>The study, \"The impact of the 2009-10 El Ni&ntilde;o Modoki on U.S. West Coast beaches\", published in The American Geophysical Union's \"Geophysical Research Letters\" on July 9, was led by the USGS in collaboration with the Oregon Department of Geology and Mineral Industries, University of California-Santa Cruz, Washington Department of Ecology, Oregon State University and Scripps Institution of Oceanography. The authors took advantage of up to 13 years of seasonal beach survey data along 148 miles of coastline and tracked shoreline changes through a range of wave conditions.<\/p>\r\n<p><strong><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_07_12\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_07_12\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_07_12\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_07_12\"&amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2011_07_12&amp;lt;\/a&amp;gt;]<\/iframe>&nbsp;<\/strong><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["erosion","beach","Climate Change","storm","El Ni","coast","highway","California"],"release_date":{"und":[{"value":"1310443200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169545"},{"tid":"170247"},{"tid":"170267"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}