{"title":"USGS and Google Partner on Emergency Alerts","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Emergency notifications for earthquakes, severe weather and other public safety matters are now available through Google Public Alerts.<!--introend--><\/p>\n<p>The system provides access to information during crises through the online tools you use every day.<\/p>\r\n<p>The Google Crisis Response team wants to make it easy for people to find critical information during emergencies and is doing so by partnering with authoritative sources to include public alert data into Google products.&nbsp;<\/p>\r\n<p>Earthquake data from the U.S. Geological Survey (USGS) have been incorporated into the system, as well as weather data from the U.S. National Oceanic and Atmospheric Administration (NOAA) National Weather Service.<\/p>\r\n<p>\"From having been on the front line of several crises, I know personally that the internet can get populated with misinformation that confuses the public and can interfere with response efforts,\" said USGS Director Marcia McNutt. &ldquo;I am very grateful for this partnership with Google to point people to authoritative sources of critical information when they need it most.&rdquo;<\/p>\r\n<p>Users can go to the <a href=\"http:\/\/www.google.org\/publicalerts\">Google Public Alerts website<\/a> and search for key terms to find relevant information: What's happening? Where and when will an event strike? How severe will it be?<\/p>\r\n<p>Users will see public alerts in Google Search and Google Maps based on search queries such as \"earthquake Hawaii\" or \"weather Tampa Florida.\" In addition to the alert, you&rsquo;ll also see relevant response information such as event descriptions, safety tips, maps, and links to websites with useful information.<\/p>\r\n<p>\"Integrating USGS earthquake data into Google platforms, in addition to already providing it on our own websites, allows us to reach even more people and hopefully mitigate the effects of earthquakes,\" said USGS seismologist David Oppenheimer. &ldquo;The USGS is always looking for new ways to raise awareness of natural hazards.&rdquo;<\/p>\r\n<p>Within minutes after an earthquake occurs, the USGS records and publishes information on the origin time, location and magnitude. This information is now distributed simultaneously on Google websites.<\/p>\r\n<p><a href=\"http:\/\/support.google.com\/publicalerts\/?hl=en\">Read frequently asked questions<\/a> on Google Public Alerts.<\/p>\r\n<p>The USGS has created and provides information tools to support earthquake loss reduction, including hazard assessments, scenarios, comprehensive real-time earthquake monitoring and public preparedness handbooks. Learn more about the <a href=\"http:\/\/earthquake.usgs.gov\/\">USGS Earthquake Hazards Program<\/a> by visiting their website.<\/p>\r\n<p>When you feel an earthquake, tell USGS scientists about it. Report your experience on the <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/\">USGS \"Did You Feel It?\" website<\/a>.<\/p>\r\n<p>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Natural Hazards","Natural Hazards Earthquake Hazards","Google","Google Public Alerts","Emergency Alerts"],"article_type":["National News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1351828800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}