{"title":"Media Advisory: NOW ON THE WEB! USGS 3-D Animations of Dramatic Ground Shaking","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>New 3-D animations of the magnitude 7.8 earthquake scenario are now available to the public at <a href=\"http:\/\/earthquake.usgs.gov\/regional\/nca\/simulations\/shakeout\/\">http:\/\/earthquake.usgs.gov\/regional\/nca\/simulations\/shakeout\/<\/a>.<\/p>\n<p>Fourteen animations can be downloaded from the site in high definition format. The 3-D animations show, from the perspective of a several different Southern California locations, how intensely the ground would shake and shift during a very strong 7.8 earthquake with an epicenter on the southern end of the San Andreas Fault.<\/p>\r\n<p>The science-based earthquake scenario, developed by USGS scientists and partners, is used for both the Great Southern California ShakeOut drill on November 13 and the statewide Golden Guardian 2008 emergency response exercise from November 13 - 18.<\/p>\r\n<p>The animations were first released today to the media at a news conference at the Los Angeles Omni Hotel in conjunction with the International Earthquake Conference.<\/p>\r\n<p>The ShakeOut earthquake scenario animations provide a graphic tool for first responders, engineers, decision makers, Southern California residents and other members of the public to understand, visualize and prepare for the devastating effects, even far from the epicenter, of a large, damaging earthquake. The San Andreas Fault has produced earthquakes of this magnitude in the past and could again in the future.<\/p>\r\n<p>The USGS is also making available new broadcast-quality background interviews and footage of the San Andreas Fault-crossing Cajon Pass, a narrow corridor through the San Gabriel Mountains known as an important \"lifeline corridor\" where roads, railroads, water and energy pipelines, and electrical and communications infrastructure provide service to millions of residences, businesses, commuters and communities in Southern California. In the ShakeOut earthquake scenario, this narrow corridor would be greatly affected, as the 3-D animations also show.&nbsp;<\/p>\r\n<p>\"The Great Southern California ShakeOut: An Earthquake Scenario Based On Science,\" is a USGS video production that shows how science is used by government agencies, emergency responders, policymakers, and the public to help build safer communities. It includes interviews with the USGS, the Office of Homeland Security, the City of Los Angeles, the County of Riverside, the California Governor's Office, the East Valley Water District, the Art Center College of Design, the County of San Bernardino, and a professor emeritus from Colorado State University.<\/p>\r\n<p>You can view this video in episode 75 of CoreCast at&nbsp;<a href=\"http:\/\/www.usgs.gov\/corecast\">www.usgs.gov\/corecast<\/a>.<\/p>\r\n<p>More information about the Great Southern California ShakeOut can be found at <a href=\"http:\/\/www.shakeout.org\/\">http:\/\/www.shakeout.org\/<\/a>.<\/p>\r\n<p>Information about the scientific conference can be found at <a href=\"http:\/\/iec.lacity.org\/\">http:\/\/iec.lacity.org\/<\/a>.<\/p>\r\n<p>Information about the Golden Guardian 2008 emergency response exercise can be found at <a href=\"http:\/\/www.ohs.ca.gov\/hseep\/golden_guardian\">http:\/\/www.ohs.ca.gov\/hseep\/golden_guardian<\/a>.<\/p>\r\n<p>Media materials prepared by the USGS for the Great Southern California ShakeOut can be found at <a href=\"http:\/\/www.usgs.gov\/shakeout\">http:\/\/www.usgs.gov\/shakeout<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","California","Golden Guardian","Ground Shaking","San Andreas Fault","Shake Out","Drill","earthquakes","economics","geology","hazards"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1226466000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169092"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}