{"title":"Disinfection of Energy Wastewater Can Lead to Toxic Byproducts","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Wastewater treatment plants that process waters from oil and gas development were found to discharge elevated levels of toxic chemicals known as brominated disinfection byproducts, according to a new study by the U.S. Geological Survey.<!--introend--><\/p>\n<p>Disinfection byproducts are created by chemical reactions when water is disinfected. Of the hundreds of known, or suspected, disinfection byproducts possibly created by disinfection processes, the brominated forms are among the most toxic. &nbsp;<\/p>\r\n<p>\"While these findings do not indicate an immediate threat to aquatic life or human health, the study provides new data on the water quality of streams receiving discharged wastewater that can be used to inform decisions about management and treatment&nbsp;of produced waters,\" said Michelle Hladik,&nbsp;primary author of the report.<\/p>\r\n<p>Waters that are co-produced when oil and gas resources are extracted from deep geological formations are commonly called produced waters.&nbsp;Produced waters are composed of naturally occurring materials characteristic of the geologic formations in which they originate. Often, the water in these formations is a brine with high concentrations of bromide, iodide, and other ions such as sodium and chloride.<\/p>\r\n<p>Produced waters can originate from unconventional (e.g. hydraulic fracturing) and conventional oil and gas extractions. Management of produced waters includes a variety of methods, such as recycling, road spreading, deep-well injection, and processing by wastewater treatment plants.&nbsp;<\/p>\r\n<p>Several different types of brominated disinfection byproducts can be created when produced waters with high levels of bromide are disinfected.<\/p>\r\n<p>Currently, and during the time of the study, most wastewaters from unconventional oil and gas activities such as hydraulic fracturing in the study area have been deep well injected and therefore not processed by wastewater treatment plants.&nbsp; &nbsp;However, this study did not attempt to quantify the relative proportions of produced waters originating from the various unconventional or conventional oil and gas extraction activities.<\/p>\r\n<p>The study examined river water samples downstream from the discharges of publicly-owned and commercial wastewater treatment plants that were processing produced waters with high levels of naturally occurring bromide. These samples were compared with water just upstream of the plants and with samples from wastewater treatment plants that did not process produced waters from oil and gas development.<\/p>\r\n<p>The water was examined for 29 different disinfection byproducts, including brominated and non-brominated disinfection byproducts. The brominated disinfection byproducts were detected more frequently and at much higher levels in river water impacted by disinfected produced waters than at other sites.<\/p>\r\n<p>The study is entitled \"Discharges of produced waters from oil and gas extraction via wastewater treatment plants are sources of disinfection by-products to receiving streams,\" and is published in <em>Science of the Total Environment<\/em>. The study may be accessed <a href=\"http:\/\/toxics.usgs.gov\/highlights\/dbp\/\">online<\/a>.<\/p>\r\n<p>The USGS provides information on the quality of our environment; identifies emerging environmental issues; and provides information to aid decision-making by regulators, policymakers, industry and the public. To learn more about this study and other USGS Environmental Health research, please visit the <a href=\"http:\/\/www.usgs.gov\/envirohealth\/\">USGS Environmental Health website<\/a> or sign up for the <a href=\"http:\/\/health.usgs.gov\/geohealth\/\">USGS GeoHealth Newsletter<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Environmental Health Toxic Substances Hydrology","Produced Waters","Oiland Gas","Disinfection Byproducts","Ps","Bromine","Wastewatertreatment","Ts","Ts"],"article_type":["Technical Announcement","National News Release"],"distribution":["Environmental Health"],"release_date":{"und":[{"value":"1378267200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"170139"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}