{"title":"Media Advisory: USGS Library to Hold Grand Re-Opening","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. Geological Survey Director Charles G. Groat and Chief Geologist P. Patrick Leahy will join leaders from the local and earth science communities in the grand reopening of the USGS Library at the National Center in Reston, Virginia on Tuesday, April 27 at 1:00 pm. This event celebrates the redesign and relocation of the library to consolidate the map collection with the multi-disciplinary scientific literature collection and to improve public access. Tours of the Library and demonstrations of the databases that are a part of the USGS Library of the Future will be featured, and refreshments will be served. \n<p>Established in 1879 to build and organize a collection of scientific materials in the earth sciences, the USGS Library System has long been recognized as the most comprehensive collection of earth science literature in the United States. Holdings currently include more than one million books and journals and 400,000 maps, making it one of the largest libraries of its kind in the world. Materials include USGS publications as well as those produced by state and foreign geological surveys, scientific societies, museums, academic institutions, and government scientific agencies. This unique resource is used by researchers from federal, state, and local agencies; universities; professional societies; and the public. The USGS Library System includes branches in Denver, Colorado; Menlo Park, California; and Flagstaff, Arizona. \r\n<p>The USGS Library is open Monday through Friday 8:00 am - 4:00 pm, except on federal holidays. Visitors may use library materials on the premises or request items on interlibrary loan through their local library. Additional information on the USGS Library and databases for research can be accessed on: <a href=\"http:\/\/www.usgs.gov\/library\/index.html\">http:\/\/www.usgs.gov\/library\/index.html <\/a>\r\n<p>\r\n<p>Directions to the USGS National Center: \r\n<p>The USGS National Center is located at 12201 Sunrise Valley Drive, Reston, Virginia. From Suburban Maryland and Washington, D.C., take I-495 (Capital Beltway) towards Virginia and take Exit 12B. Follow signs for 267 West (Dulles Toll Road). Take Exit 12 (Reston Parkway) off the Toll Road and turn left onto Reston Parkway, Route 602, south. Go 0.5 mile and turn right onto Sunrise Valley Drive. Go 0.6 mile and turn left onto U.S. Geological Survey Drive. Watch for signs to visitor parking. <a href=\"http:\/\/www.usgs.gov\/fact-sheets\/earth-science-information\/map\/wdc_area.pdf\">Map to the National Center<\/a>.<!-- are available on http:\/\/www.usgs.gov\/openhouse\/usgsreston.html URL no longer available --> <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"924753600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}