{"title":"USGS Responds to Provide Best Product Possible","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nThe U.S. Geological Survey (USGS) has responded to official inquiries raised by industry representatives about a 2004 data report, and agreed to make changes to improve clarity. The revisions do not change the scientific results of the study or the data presented.\r\n<\/p>\r\n<p>\r\n&quot;No data were changed, and none of the additions or revisions have any effect on the scientific conclusions of the study,&quot; explained Dr. Barbara Mahler, lead author of the report.\r\n<\/p>\r\n<p>\r\nUnder the Information Quality Act (IQA), a 54-page letter containing questions about USGS findings was sent to USGS by a law firm representing 10 parties who are either producers or applicators of refined coal-tar based sealants. The letter requested that the USGS provide more information and make some changes to the report, &quot;Concentrations of Polycyclic Aromatic Hydrocarbons (PAHs) and Major and Trace Elements in Simulated Rainfall Runoff from Parking Lots, Austin, Texas, 2003.&quot; The IQA was issued by the Office of Management and Budget in October of 2002 to promote guidance to agencies ensuring the quality of information distributed by Federal agencies. The USGS supports this policy, as it ensures that products are held to the highest standard.\r\n<\/p>\r\n<p>\r\nAdditional information now provided in the report includes rainfall data and tables of laboratory quality control information. Other changes include revision of a typographical error of a sampling date in a table, and replacement of citations from a newspaper with citations from a published report issued after the original 2004 publication date of the USGS report. In addition, the revised USGS report provides more detailed information on previously published methods on sample collection, sample processing, and USGS standards for numerical rounding. Several statements were edited to improve clarity.\r\n<\/p>\r\n<p>\r\nThe reason for reissuing the report today is to provide the public with a single document containing the most complete and unabridged account of all the methods and results of the study. The revised report (version 3) will be available by April 6, 2007, by accessing <a href=\"http:\/\/pubs.usgs.gov\/of\/2004\/1208\/\">http:\/\/pubs.usgs.gov\/of\/2004\/1208\/<\/a>. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Texas"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1175832000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"170257"},{"tid":"170593"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}