{"title":"Drought â\u0080\u0093 The Stealth Disaster ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<strong>Part 1: Overview<\/strong>\n\nDrought is a stealthily incremental disaster that is much more costly to the national economy than most people suspect.\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_17_2010_txo0REd55L_08_17_2010_3\"><img title=\"Drought Effect\" src=\"http:\/\/gallery.usgs.gov\/images\/08_17_2010\/txo0REd55L_08_17_2010\/medium\/LakeMead-1-.jpg\" alt=\"The white colored rock (approximately 100ft high) shows the drop in the water level of Lake Mead as a result of the ongoing drought along the Colorado River. USGS photo.\" width=\"500\" height=\"333\" \/><\/a> The white colored rock (approximately 100ft high) shows the drop in the water level of Lake Mead as a result of the ongoing drought along the Colorado River. USGS photo.[\/caption]\n\nEven as the eastern states have seen an unusually wet summer, citizens in the midsection of the country read in May that the High Plains Aquifer could no longer support irrigation for vast stretches of farmland in Texas and Kansas (<a href=\"http:\/\/www.nytimes.com\/2013\/05\/20\/us\/high-plains-aquifer-dwindles-hurting-farmers.html?pagewanted=all&amp;_r=0\">New York Times, 5\/19<\/a>). In June residents of the upper Midwest read with particular interest a story of how drought and other factors have created historically low water marks for the nation's Great Lakes, putting a $34 billion shipping industry in peril (<a href=\"http:\/\/mobile.seattletimes.com\/story\/today\/2021189014\/track-.-.-.\/\">Seattle Times, 6\/15)<\/a>. In August, citizens of the Southwest, many of whom depend on water from the Colorado River basin, read that the low water levels of Lake Mead would be minimally recharged by a record-low annual release of water from upstream reservoir Lake Powell, the latest outcome of a 14-year drought (<a href=\"http:\/\/www.lasvegassun.com\/news\/2013\/aug\/16\/more-water-being-choked-drought-stricken-lake-mead\/\">Las Vegas Sun, 8\/15<\/a>).\n\n<strong>Â Landsat image collection<\/strong>\n\n<strong>Â <\/strong><a href=\"http:\/\/eros.usgs.gov\/views-news\/100-days-drought-lake-mead\"><strong>100 Days of Drought at Lake Mead: March 24 to July 2, 2013<\/strong><\/a><strong>Â  Â <\/strong>\n\n<strong><\/strong>According to <a href=\"http:\/\/www.drought.gov\/drought\/content\/national-drought-forum-summary-report-and-priority-actions\">a report by the National Drought Forum<\/a>, more than 65 percent of the conterminous U.S. was affected by drought in 2012. The report notes that costs associated with the 2012 drought could be greater than losses from Superstorm Sandy, which makes the 2012 drought one of the top three costliest natural disasters since 1980. Widespread drought during 2012 in Texas alone resulted in $12 billion in damages.\n\nWhat sections of the Nation are currently experiencing drought? How do those conditions compare to recent years, to the past century, or to more distant centuries? How can communities better prepare for and cope with drought? These are some of the questions USGS scientists consider as they work to understand the nature of drought and how to minimize its impacts.\n\n[caption id=\"attachment_183122\" align=\"alignright\" width=\"445\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/11.jpg\"><img class=\"size-full wp-image-183122 \" title=\"1\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/11.jpg\" alt=\"In late August 2013, the USGS drought map showed streamflows throughout much of the western and south-central parts of the U.S. and parts of the Midwest at moderate to below normal conditions.\" width=\"445\" height=\"432\" \/><\/a> In late August 2013, the USGS drought map streamflows throughout much of the western and south-central parts of the U.S. and parts of the Midwest at moderate to below normal conditions.[\/caption]\n\n<strong>USGS partners in the science of drought<\/strong>\n\nThe USGS works together with nearly 2,000 local, State, Tribal, and other Federal partners to pioneer new monitoring, assessment, and research capabilities, and develop innovative methods, tools, and mapping needed to address drought issues and management strategies across the Nation.\n\nUSGS science â\u0080\u0094 conducted both in â\u0080\u009creal timeâ\u0080\u009d and over the long term â\u0080\u0094 helps inform decision makers in communities across the country who have to deal complex issues and competing interests in times of drought. They need accurate, trusted information to:\n<ul>\n\t<li>assure that water is available for many competing uses and users (for example, individual residents, municipalities, hydropower production, navigation, agriculture, recreation, and industry);<\/li>\n\t<li>manage pumping of groundwater that normally flows to streams and is needed to maintain habitat for aquatic and riparian species (On average, greater than 50 percent of streamflow is contributed by groundwater.);<\/li>\n\t<li>sustain high water quality for safe drinking and healthy ecosystems;<\/li>\n\t<li>plan for reduced snowpack. (Winter snowpack accounts for between 60 to 80 percent of the annual water supply to more than 70 million people living in the western U.S.)<\/li>\n<\/ul>\n<strong>Real-time data for real-time response<\/strong>\n\nWhen a drought is taking place, USGS <a href=\"http:\/\/waterwatch.usgs.gov\/index.php\">real-time tracking of streamflows<\/a> and <a href=\"http:\/\/groundwaterwatch.usgs.gov\/default.asp\">groundwater levels<\/a> indicates the amount of water that is available at the moment.\n\nDuring a severe drought, communities and water managers must decide, for example, whether to restrict certain categories of water use; to hold water in reservoirs for the future or release it to satisfy immediate water needs; or to increase ground-\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/31.jpg\"><img class=\"size-full wp-image-183132 alignright\" title=\"3\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/31.jpg\" alt=\"\" width=\"411\" height=\"359\" \/><\/a>\n\nwater pumping to augment surface-water supplies. These critical decisions require accurate and timely information that USGS provides on the current status and recent trends in streamflow, ground-water level, and water use.\n\nUSGS has worked with the State of Pennsylvania for more than a decade to develop a <a href=\"http:\/\/pa.water.usgs.gov\/monitor\/\">real-time system<\/a> routinely used in State drought management applications<em>. <\/em>The tool is instrumental in continuously tracking precipitation, surface water, groundwater, and soil moisture, and highlighting the resource most affected at any given time.\n\n<strong>A complex picture <\/strong>\n\nThe threshold of drought varies from place to place. USGS maps and graphs comparing current conditions to historical observations are available for nearly 4,000 long-term streamgages located in every State across the Nation (see Texas example in graph).\n\nWhile streamflow may be the most readily apparent evidence of drought, it is not the whole picture. USGS <a href=\"http:\/\/groundwaterwatch.usgs.gov\/Net\/OGWNetwork.asp?ncd=lwl\">real-time information on groundwater levels<\/a> demonstrates clearly that precipitation deficiencies (and subsequent drought) affect different parts of the hydrologic system over time.\n\nEffects of a drought on streamflows may happen fairly quickly â\u0080\u0093 within days, or at most weeks or months. Groundwater levels in wells, however, may not reflect a shortage of rainfall for a year or more after a drought begins.\n\nThe USGSÂ â\u0080\u009c<a title=\"Groundwater Watch: Below Normal Groundwater Levels\" href=\"http:\/\/groundwaterwatch.usgs.gov\/Net\/OGWNetwork.asp?ncd=lwl\">Below Normal Groundwater Level<\/a>â\u0080\u009d map for early August (see map) shows areas with below normal groundwater levels extending throughout the U.S., in contrast to drought maps of surface water showing impacts mostly in the west.<em>Â <\/em>This pattern is consistent with the recognition that groundwater levels are the last component of the hydrologic system to respond to the start and to the end of droughts. Read more aboutÂ <a href=\"http:\/\/water.usgs.gov\/ogw\/drought\/\">drought and other USGS groundwater activities<\/a>.\n\n&nbsp;\n<p style=\"text-align: center;\"><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/6.jpg\"><img class=\"size-full wp-image-183121 aligncenter\" title=\"6\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/6.jpg\" alt=\"\" width=\"531\" height=\"462\" \/><\/a><\/p>\n<strong>Tracking drought from space<\/strong>\n\nIn addition to ground-based observations of hydrologic response in our surface and groundwater resources, USGS provides remote sensing data from earth observing satellites to evaluate drought conditions. TheÂ <a href=\"http:\/\/vegdri.unl.edu\/\">Vegetation Drought Response Index<\/a>Â (VegDRI) integrates space-based observations of vegetation with other information about climate, land cover-land use, ecological setting, and soil characteristics to show droughtâ\u0080\u0099s effect on vegetation at a 1-kilometer resolution.\n\nAÂ <a href=\"http:\/\/vegdri.unl.edu\/TimeSeries.aspx\">time series of VegDRI maps for 2013<\/a>Â shows that in late August that the drought was far from over in the western states because of long-term rainfall deficits. Â Even though recent rains helped, conditions continue to degrade in the northern sections of the western region, including Idaho, western Montana, and northern Utah. In addition, because of the long-term rainfall deficits, moderate to severe drought was observed across the region, including Oregon, California, Nevada, Wyoming, Colorado, Arizona, and New Mexico.\n\n<strong><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/drought-the-stealth-disaster-part-2-science-for-drought-planning\/\">Drought â\u0080\u0093 The Stealth Disaster Â Â Â Part 2, Science for Drought Planning <\/a>Â <\/strong>\n\n&nbsp;\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24322","uid":"31","filename":"CORiverDelta1_pmcb.jpg","uri":"public:\/\/CORiverDelta1_pmcb.jpg","filemime":"image\/jpeg","filesize":"68483","status":"1","timestamp":"1425492768","type":"image","uuid":"5982b4da-cb05-4de2-be6c-ee0bef95a3ff","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["drought","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1378820184","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}