{"title":"Media Advisory: Highlights of USGS Science in the Sacramento-San Joaquin Delta presented at the 2007 American Geophysical Union Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<strong>The Effect of Land-Surface Subsidence\nProcesses on the Remaining Peat in the Sacramento-San Joaquin Delta <\/strong>(H11C-0654)<br \/>\r\n<p>\r\nde\r\nFontaine, C S and Drexler, J Z\r\n<\/p>\r\n<p>\r\nThe Sacramento-San Joaquin Delta was once a tidal\r\nwetland that was drained and reclaimed for agricultural production beginning in\r\nthe mid-nineteenth century. Drainage of the organic peat soils has resulted in\r\nland-surface subsidence in the region to as much as 8 m below sea level.\r\nAlthough the factors causing land-surface subsidence are well known\r\n(principally oxidation of organic matter), little is known about the physical\r\nand chemical condition of the remaining peat. As part of a project called Rates\r\nand Evolution of Peat Accretion through Time in the Delta, the physical and\r\nchemical condition of the remaining peat layer was studied on four farmed\r\nislands and four relatively undisturbed marsh islands. Peat cores were\r\ncollected from all sites using a modified Livingstone corer. Core samples were\r\nanalyzed for bulk density, percent organic matter and carbon, and for\r\nradiocarbon. Join us to hear how more than a century of agricultural practices\r\nhave altered the condition of the remaining peat layer.\r\n<\/p>\r\n<p>\r\nMonday,\r\nDecember 10, 8:00 AM MS Exh Hall B\r\n<\/p>\r\n<p>\r\n<strong>Explorating Coupled Production of Dissolved\r\nOrganic Material and Methyl Mercury in a Tidal Wetland Using the Intrinsic\r\nChemical Composition of the Organic Material <\/strong>(B11B-0399)<br \/>\r\nBergamaschi,\r\nBrian, Fleck, Jacob, Downing, B, et al.\r\n<\/p>\r\n<p>\r\nElevated\r\nmethyl mercury (MeHg) levels found in biota of the San Francisco Estuary have\r\nbeen attributed to methylation processes in the peat-rich tidal wetlands of the\r\nEstuary, where the concentration of dissolved organic matter (DOM) is tightly\r\ncoupled to that of MeHg. We sought to understand the geochemical processes that\r\ncontribute to MeHg production by examining the composition of the co-occurring\r\nDOM. Come see more about our study and the relationships we found between DOM\r\nand MeHg.\r\n<\/p>\r\n<p>\r\nMonday, December 10, 8:00 AM MS Exh\r\nHall B\r\n<\/p>\r\n<p>\r\n<strong>Mercury Cycling in Agricultural and\r\nNon-agricultural Wetlands in the Yolo Bypass Wildlife Area, California: Water\r\nColumn Processes<\/strong> (B11B-0394)<br \/>\r\nFleck,\r\nJacob, Alpers, Charlie, Downing, B D, et al.\r\n<\/p>\r\n<p>\r\nOrganic\r\nmatter (OM) plays a significant role in mercury (Hg) cycling. For instance,\r\naromatic dissolved OM can enhance Hg solubility leading to greater cycling in\r\nthe water column whereas bioavailable forms of OM may enhance Hg methylation by\r\nincreasing the microbial activity of Hg-methylating bacteria. Differences in\r\nwetland management (e.g. fertilization, plant residue, water depth and\r\nmovement) can influence the character of OM within the wetland, thus affecting\r\nHg cycling as well. This study is investigating the role of OM in Hg cycling\r\nover a wide range of time scales and wetland management practices within the\r\nYolo Bypass Wildlife Area.\r\n<\/p>\r\n<p>\r\nWe\r\nare comparing Hg and methylmercury (MeHg) concentrations in the water columns\r\nof three agricultural field types (wild rice, white rice, and shallow-flooded\r\nfallow) with those in two non-agricultural field types (seasonal and permanent\r\nwetlands).\r\n<\/p>\r\n<p>\r\nMonday, December 10, 8:00 AM MS Exh\r\nHall B\r\n<\/p>\r\n<p>\r\n<strong>Bioaccumulation of Mercury in Small Fish in\r\nthe Yolo Wildlife Area<\/strong> (B11B-0415)<br \/>\r\nAckerman,\r\nJ T, Eagles-Smith, C A, et al.\r\n<\/p>\r\n<p>\r\nWe\r\nexamined the bioaccumulation of mercury in small fish within white rice, wild\r\nrice, and permanent wetland habitats at the Yolo Wildlife Area during the 2007\r\nrice growing season. We introduced 30 mosquito fish in each of four cages\r\nplaced at the inlet, center, and outlet (two cages) of each wetland in June,\r\nimmediately after the white rice fields were re-flooded after being seeded. All\r\nfish were removed from their cages 60-days after their introduction, with the\r\nexception that t","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1197262800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}