{"title":"From Polar Bear Denning, Bats and Wind Energy, Climate Change and Wildlife and More","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HAWAII -- <!--introstart-->The Wildlife Society's annual conference is from Nov. 5 to 10 on Waikoloa (the Big Island), Hawaii. USGS scientists are heavily involved in the conference&rsquo;s sessions, workshops and talks.<!--introend--> \"The nation's wildlife and ecosystems provide a bounty of economically valuable services, aesthetic enjoyment and recreational opportunities to the American public,\" said USGS director Marcia McNutt. \"Our researchers are constantly bringing forth the best science to inform future management and policy decisions.\"<\/p>\n<p><strong>Wintering in the sky: bighorn sheep move higher to cope with migration loss: <\/strong>Formerly migratory bighorn sheep that abandoned their traditional migration routes and winter range in the Teton Range in Wyoming because of human development are now wintering in some of the area&rsquo;s highest-elevation mountains instead of their traditional winter ranges at lower elevations, according to a study conducted by the USGS, University of Wyoming, Wyoming Game &amp; Fish Department, National Park Service and U.S. Forest Service.&nbsp; The research investigated how this bighorn sheep population in northwest Wyoming has coped with migration loss by altering its seasonal habitat selection behaviors.&nbsp; These sheep now winter above 10,000 feet, surviving on wind-scoured ridgelines and slopes. The study also documented a new quasi-migration behavior that these bighorn sheep are using in their now one seasonal range. This could be a behavioral strategy used to maximize their nutritional intake and body condition in the absence of migration to lower elevations with milder winter conditions.&nbsp; The seasonal migrations of many ungulate populations worldwide are similarly threatened by human-caused factors including barriers such as fences and roads, land conversion and loss of habitat and climate change. Understanding how populations cope with migration disruption and loss is critical to guiding future conservation efforts.&nbsp; This study, <em>Winter habitat selection strategies of a formerly migratory bighorn sheep population in the Teton Range, northwest Wyoming, <\/em>will be presented on Nov. 6 at 9:20 a.m. local time in Room Kona 4. <strong>Contact Alyson Courtemanch, 307-730-5336, <\/strong><a href=\"mailto:alyson.courtemanch@wyo.gov\"><strong>alyson.courtemanch@wyo.gov<\/strong><\/a><strong>, or Matthew Kauffman, 307-766-6404, <\/strong><a href=\"mailto:mkauffm1@uwyo.edu\"><strong>mkauffm1@uwyo.edu<\/strong><\/a><strong>.<\/strong><strong>&nbsp;<\/strong><\/p>\r\n<p class=\"FreeForm\"><strong>Ecosystems services in the American Southwest:<\/strong> Aspects of biodiversity are valued by humans in many ways, and thus are important to include in assessments that seek to identify and quantify the value of ecosystems to humans. Scientists with New Mexico State University, EPA, and USGS are investigating multiple biodiversity metrics that represent these ecosystem services.&nbsp; USGS Gap Analysis Program data, including modeled habitat for terrestrial vertebrates, were used to map multiple biodiversity metrics such as species-of-greatest-conservation-need, threatened and endangered species, harvestable species, total species richness, and taxon richness.&nbsp; Metrics were compared across the entire Southwest (AZ, NM, NV, UT, and CO), about 20 percent of the conterminous U.S.&nbsp; The project is being conducted at multiple scales, i.e. place-based watersheds (such as the San Pedro and Rio Grande Rivers) to multi-state regional areas (Southwest and Southeast) and eventually will culminate in a national-level product.&nbsp; Further work is underway to identify additional metrics through analysis and stakeholder input.&nbsp; This study, <em>Evaluating biodiversity metrics in response to forecasted land-use change in the American Southwest,<\/em> will be presented on Nov. 6 at 11:10 a.m. in Room King&rsquo;s 2. <strong>Contact Kenneth Boykin at <\/strong><a href=\"mailto:kboykin@nmsu.edu\"><str","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecosystems","Climate Change","Bighorn Sheep","migration","Ecosystem Services","bats","Wind Energy","Polar Bears","Cougars","Chronic Wasting Disease","elk","wolves","Hawaii"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1320642000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}