{"title":"USGS Identifies Streamflow Characteristics Critical to Tennessee River Basin Fishes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Streamflow characteristics critical for fish communities in the Tennessee River basin have been identified, according to <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/eco.246\/abstract\">recently published U.S. Geological Survey research<\/a>.<!--introend-->&nbsp;&nbsp;Of particular note are three which describe the stability of streamflow, frequency of moderate streamflow, and the rate at which streamflow recedes after rainfall events.<\/p>\n<p>The stability of streamflow from year-to-year is critical to maintaining water-quality conditions suitable for fish, including dissolved oxygen, temperature and basic water chemistry.<\/p>\r\n<p>The study suggests that the frequency of moderate streamflow &ndash; flows at least three times the median annual flow &ndash; maintains habitat for sight-feeding fish, such as darters.&nbsp;<\/p>\r\n<p>The research shows that the rate at which streamflow recedes is linked to stranding fish in off-channel pools as well as increased cloudiness in the water, something that is detrimental to sight-feeding fish.<\/p>\r\n<p>\"As water managers work to balance water availability for people and for ecosystems so that they can continue to provide us valuable natural services, it is important to understand what aspects of stream flow are essential and why,\" explained USGS director Marcia McNutt. \"This study provides valuable new insights on the importance of temporal factors in stream flow that may have otherwise been overlooked.\"<\/p>\r\n<p>To better understand how fish communities respond to different streamflow conditions, experts have developed statistical models to predict these three characteristics, along with 16 other streamflow characteristics <a href=\"http:\/\/tn.water.usgs.gov\/projects\/EcologicalFlows\/\">identified in published research<\/a>.&nbsp; These tools were developed using climate, land use, and streamflow data on 231 free-flowing streams in the almost 41,000 square mile Tennessee River basin. When taken together, the 19 individual streamflow characteristic models represent a model of the ecological flow regime at a location.&nbsp; By using about 1,000 Tennessee Valley Authority fish community sample sites, researchers will be able to quantify the effect that alteration of the ecological flow regime has on fish community diversity.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The <a href=\"http:\/\/tn.water.usgs.gov\/\">USGS Tennessee Water Science Center<\/a>, in cooperation with the Tennessee Valley Authority, Tennessee Department of Environment and Conservation, and The Nature Conservancy, has been investigating how fish community diversity is impacted by streamflow alteration in rivers and streams in Tennessee River basin. Initial efforts are aimed at identifying critical streamflow characteristics and developing a set of statistical tools to predict these characteristics.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Tennessee"],"country":["United States of America"],"mm_tags":["water","streamflow","water","water","availability","fish","communities"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1327467600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"170382"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}