{"title":"sen. Robb Joins Top Federal Scientists on Earth Day Visit to Urban Natural Oasis","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b><i>Senator and Scientists Enhance Local Park for Earth Day<\/i><\/b> <\/p>\n<p><b>What:<\/b> U.S. Sen. Charles S. Robb (D-Va.) will visit Huntley Meadows Park, a 1,400-acre oasis in the middle of heavily developed Hybla Valley near Alexandria in Fairfax County, Va. Sen. Robb will be joined by Dr. Neal Lane, Science Advisor to the President, and Dr. Charles Groat, Director of the U.S. Geological Survey, to discuss urban livability and how science can be used for decision-making. <\/p>\r\n<p>Weather permitting, Sen. Robb, Drs. Lane and Groat will be joining with local children to remove invasive Asiatic Bittersweet from around the park&rsquo;s parking lot and visitors&rsquo; center. A USGS expert in invasive exotic species will be on hand to provide information on the subject. <\/p>\r\n<p>Afterwards, reporters may be invited to tour the vast wetlands park with the officials. <\/p>\r\n<p>Asiatic Bittersweet is a woody plant that takes over and eventually destroys native species. The park will begin a project this summer to remove the plant from around public areas. The U.S. Geological Survey is working on ways to control Asiatic Bittersweet and other invasive species around the nation and controlling invasives is a priority item in the FY 2001 White House Science Budget. The officials will also discuss wildlife habitat, water quality and biology on the urban\/wild fringe. <\/p>\r\n<p>In case of persistent rain, the event will be held indoors at the nature center. The officials and children will participate in hands-on events focusing on amphibians and invasive exotic species. <\/p>\r\n<p><b>Who:<\/b> U.S. Sen. Charles S. Robb (D-Va.)<br>Dr. Neal Lane, Science Advisor to the President<br>Dr. Charles Groat, Director of the U.S. Geological Survey<br>Park officials<br>Local children <\/p>\r\n<p><b>When:<\/b> Friday, April 21, 2000 at 3 p.m. <\/p>\r\n<p><b>Where:<\/b> Huntley Meadows Park is located about 3.5 miles south of the Capital Beltway on U.S. 1 in Alexandria. Take Exit 1 from the Beltway onto Route 1 south and continue south 3.5 miles to a right onto Lockheed Boulevard. Continue on Lockheed Boulevard one-half mile to the park entrance on the left.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"956203200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"},{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}