{"title":"Land Cover Database Details State of the Land:  Lower 48 described with Census-like accuracy","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->The U.S. Geological Survey and the federal interagency Multi&#8209;Resolution Land Characteristics Consortium (MRLC) recently announced the completion of a massive database that describes the land surface condition of each 30-meter cell of land in the conterminous United States.<!--introend--> Nearly six such cells - each 98 feet long and wide - would fit on a football field. The 2001 National Land Cover Database (NLCD 2001) and its products are available at <a href=\"http:\/\/www.mrlc.gov\/\">http:\/\/www.mrlc.gov\/<\/a>. \r\n<\/p>\r\n<p>\r\nLand cover is broadly defined as the biophysical pattern of natural vegetation, agriculture, and urban areas. It is shaped by both natural processes and human influences. NLCD 2001 data portrays 16 classes of land cover in the lower 48 states, the percent of tree canopy, and the degree of surface imperviousness in urban areas. \r\n<\/p>\r\n<p>\r\n&quot;Just as the U.S. Census is fundamental in assessing patterns of national population growth, we also require an authoritative, periodic review of land conditions &#8209; a Census of the Nation&#39;s Land Resources &#8209; to understand how people and the land interact,&quot; said USGS Director Mark Myers. &quot;The National Land Cover Database gives us that. It&#39;s a versatile, balanced look at the state of the land.&quot; \r\n<\/p>\r\n<p>\r\nBased on satellite imagery taken in 2001, the broad, yet precise database was constructed in a six&#8209;year collaborative effort by the 11 MLRC agencies (<a href=\"http:\/\/www.mrlc.gov\">www.mrlc.gov<\/a>). The range and accuracy of information in the database enables managers of public and private lands, urban planners, agricultural experts, and scientists with many different interests (for instance, climate change or invasive species) to identify critical characteristics of the land for a wide variety of investigations. \r\n<\/p>\r\n<p>\r\n&quot;With a growing population of more than 300 million people and the challenging prospect of climate change, comprehensive information about the condition of our land resources becomes more and more vital,&quot; said Barbara Ryan, USGS Associate Director for Geography. &quot;Land cover information is essential for understanding a wide variety of issues: for example, ecosystem status and health; spatial patterns of biodiversity; land use planning; and land management policy.&quot; \r\n<\/p>\r\n<p>\r\nNLCD 2001 is a second generation effort to update the Nation&#39;s land cover information. The first NLCD was completed in 2000 with imagery acquired around the year 1992. Information from NLCD 1992 has been used in thousands of applications in the private, public, and academic sectors &#8209; applications that range from helping to site cell phone towers to tracking how diseases spread. \r\n<\/p>\r\n<p>\r\nThe national consistency of NLCD information makes possible the sweeping, contextual analysis of national land perspectives, such as the Heinz Center&#39;s <em>State of the Nation&#39;s Ecosystems<\/em>, the Environmental Protection Agency&#39;s <em>Draft Report on the Environment<\/em>, the USGS National Water Quality Assessment, and the Landfire Program (a federal interagency program to predict and mitigate wildfire). Complete, updated coverage of NLCD 2001 data for Alaska, Hawaii, and Puerto Rico is expected to be available by December 2007. \r\n<\/p>\r\n<p>\r\nNLCD products are web enabled for download from the MRLC website at <a href=\"http:\/\/www.mrlc.gov\">www.mrlc.gov<\/a>. USGS is currently working with private software developers to create publicly available, user friendly tools that can be used to conduct web-based geospatial analyses of NLCD. Future nationwide updates of NLCD 2001 will continue to monitor land cover change across the Nation. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1174276800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169236"},{"tid":"169102"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}