{"title":"New USGS Science: Groundwater Study of the Eastern Great Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The report can be found <a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5193\/\">online<\/a>.&nbsp;<\/p>\n<p>Groundwater pumping, which has been increasing since the 1940s, now accounts for about one third of the estimated annual flow from the aquifers of the eastern Great Basin. In parts of this region, groundwater pumping exceeds the rate of natural discharge, leading to land subsidence and declines in water levels and spring flow.&nbsp;<\/p>\r\n<p>U.S. Geological Survey scientists recently published a report examining groundwater recharge (replenishment) and discharge for the eastern Great Basin. The study examined 110,000 square miles across Utah, Nevada, California and Idaho, and the report covers groundwater conditions from Death Valley in the southwest to Cache Valley in the northeast.&nbsp;<\/p>\r\n<p>\"Groundwater resources are not only a critical part of present water supplies in this area, but are likely to increase in importance in the future because the region is facing population growth and limited surface water supplies,\" said Kevin Dennehy, coordinator for the USGS Groundwater Resources Program. \"The results of the study have the potential to aid state and local agencies to better manage their future water supplies.\"&nbsp;<\/p>\r\n<p>\"This USGS publication evaluates the groundwater resources of the eastern Great Basin, a part of the United States that is predominantly desert yet is under considerable pressure for continued development,\" said Hugh Hurlow, a senior scientist with the Utah Geological Survey. \"The USGS used the most advanced techniques available and the report thoroughly explains the data sources and methods of analysis. This work improves understanding at a regional scale, providing an essential template for more local, focused analyses.\"<\/p>\r\n<p>The primary uses for groundwater withdrawals in this area are for irrigation, municipal purposes and industrial water. There are several large water development projects currently being considered for transporting groundwater from rural valleys to urban areas in order to supply cities with municipal water for future growth.&nbsp;<\/p>\r\n<p>USGS scientists developed a new three-dimensional model of the area's geology, providing insights into how carbonate (bedrock) and alluvial (loose sediment) aquifers are connected over much of the eastern Great Basin. Hydrologic data from hundreds of previous reports were compiled to map directions of groundwater flow and develop a regional groundwater budget (analysis of recharge and discharge) of the aquifer system.&nbsp;<\/p>\r\n<p class=\"Default\">USGS Scientific Investigations Report 2010-5193, <em>\"<\/em>Conceptual Model of the Great Basin Carbonate and Alluvial Aquifer System,\" can be viewed&nbsp;<a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5193\/\">online<\/a>. The report consists of multiple chapters documenting various aspects of the aquifer system, along with plates, appendices, auxiliary files and GIS data sets.&nbsp;<\/p>\r\n<p class=\"Default\">This report is a product from the four-year study funded by the <a href=\"http:\/\/water.usgs.gov\/ogw\/gwrp\/\">USGS Groundwater Resources Program<\/a> as part of a national assessment of groundwater availability.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Utah","California","Nevada"],"country":["United States of America"],"mm_tags":["water","groundwater","California","Utah","Idaho","Nevada"],"release_date":{"und":[{"value":"1317182400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170647"},{"tid":"169630"},{"tid":"169990"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}