{"title":"Getting to the Bottom of Things at Crater Lake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>(Note to Editors:<\/b> Sonar images of Crater Lake available at: <a href=\"http:\/\/tahoe.usgs.gov\/craterlake\">http:\/\/tahoe.usgs.gov\/craterlake<\/a> <br>View-Cam images of Crater Lake available at: <a href=\"http:\/\/www.crater-lake.com\/picture.htm\">http:\/\/www.crater-lake.com\/picture.htm<\/a> <\/p>\n<p><!--introstart-->The bottom of Crater Lake, in Crater Lake National park, will get a thorough going over during the next two weeks, when scientists from the U.S. Geological Survey and the University of New Hampshire will map the lake&rsquo;s bottom, using the latest multibeam sidescan sonar technology.<!--introend--> <\/p>\r\n<p>The lake, which is 1,932 deep at its deepest part, lies inside the crater of an ancient volcano, Mount Mazama, that last erupted about 5,000 ago. Previous eruptions over a half-million-year period had built the mountain to a height of nearly 12,000 feet. The collapse of Mount Mazama to form the caldera during a catastrophic eruption 7,700 years ago marked the beginning of the formation of the azure blue lake. Snow and rain fell into the 4,000-deep hole, partially filling the caldera to present lake level over a period of about 250 years. Since that time, precipitation entering the lake is offset by evaporation and seepage, so the lake level varies only a few feet each year. At its current measurement, Crater Lake is the seventh deepest lake in the world. <\/p>\r\n<p>Wizard Island, a cinder cone island near the western shore of the steep-sided lake, was formed during an eruption about 7,500 years ago, and is only the tip of a submerged pile of lava. Several other volcanoes, now obscured by the lake, also formed on the floor of the caldera, shortly after the great eruption of Mount Mazama. The present elevation of the highest part of the mountain is about 9,000 feet, with the level of the lake being a little more than 6,000 feet above sea level. <\/p>\r\n<p>The lake and surrounding area became a national park in 1902, and prior to and since that time have been the subject of numerous scientific investigations. Clarence Dutton headed an 1886 USGS survey of the area that measured the depth of the lake in several spots, using lead-weight sounding methods. The most recent USGS survey, published in 1959, was based on about 4,000 echo soundings. In 1988 and 1989, scientists from the USGS, the NPS and Oregon State University made nine dives in &quot;Deep Rover,&quot; a one-person mini-submarine, looking for and filming active volcanic vents on the lake&rsquo;s floor, and the submerged caldera walls. <\/p>\r\n<p>The multibeam sidescan sonar mapping that is scheduled to begin July 24, will collect data from more than 50 million soundings and will mark the first time that the entire bottom of the lake has been mapped using modern technology. The project is similar to the mapping of the bottom of Lake Tahoe, which the USGS conducted in August 1998. The digital maps of Lake Tahoe revealed a lake floor littered with the debris of ancient landslides and confirmed the presence of an active earthquake fault. Other underwater multibeam mapping projects have given scientists dramatic views of the floor of San Francisco Bay, Monterey Bay the Pacific Continental Shelf, and parts of the U.S. Continental Shelf in the Gulf of Mexico. (See <a href=\"http:\/\/walrus.wr.usgs.gov\/pacmaps\/\">http:\/\/walrus.wr.usgs.gov\/pacmaps\/<\/a>). <\/p>\r\n<p>By mapping the floor of Carter Lake, USGS and other scientists hope the new, detailed, bathymetry study will shed light on certain submerged volcanic landforms and may even lead to the discovery of new vents. They also hope to find features that can help tell when the lake filled, relative to eruptions, provide more clues to the early eruptive history of Mount Mazama, and identify earthquake-triggered landslide deposits. <\/p>\r\n<p>Images of the floor of Crater Lake from the new project area expected to be available at <a href=\"http:\/\/tahoe.usgs.gov\/craterlake\/\">http:\/\/tahoe.usgs.gov\/craterlake\/<\/a>, beginning July 26.","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"964152000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169997"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}