{"title":"New Continuous Coring Investigations in Long Beach","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Drilling of a 1400-foot-deep, multi-port ground-water monitoring well will \nget underway in west Long Beach, Monday, July 10. The well, which is a joint \r\nproject of the U.S. Geological Survey, the Water Replenishment District of \r\nSouthern California and the Los Angeles County Department of Public Works, will \r\npermit scientists to monitor the county&rsquo;s extension to the Dominguez Gap \r\nSeawater Intrusion Barrier, and will provide data for the refinement of both \r\nlocal and regional models of stratigraphy, groundwater flow, and earthquake \r\nhazards. \r\n<\/p>\r\n<p>In addition to the Long Beach well, the USGS and the Water Replenishment \r\nDistrict have recently installed 24 monitoring wells within the Los Angeles \r\nbasin, to support a regional ground-water model. With support from LA County, \r\nthis new well will be continuously cored to 1000 feet, and spot-cored to 1400 \r\nfeet, using a new coring system acquired by the USGS. The cores taken from the \r\nwells will be subjected to an extensive suite of descriptive, geochemical, and \r\nphysical properties analyses done in a mobile laboratory located at the drill \r\nsite. The cores will then be sent to the USGS laboratories in Menlo Park, \r\nCalif., where they will be kept in refrigerated storage, and made available for \r\nfuture research. \r\n<\/p>\r\n<p>The core data and logs will provide an unprecedented new level of information \r\non the geologic history of the western LA basin, and associated physical and \r\nhydrologic properties, according to Dan Ponti, USGS chief scientist for the \r\nproject. \"Along with additional field studies, the core data are being used to \r\ndevelop a digital 3-D sequence-stratigraphic and physical properties model for \r\nthe Los Angeles and Orange County coastal plain and adjacent continental shelf,\" \r\nPonti said. \"This model has application not only to ground-water investigations, \r\nbut for earthquake hazards, environmental, and engineering studies as well.\" \r\n<\/p>\r\n<p>The drill site and laboratory in Long Beach will be open to reporters and \r\nphotographers during the coring operations, July 10-26. To arrange a time for a \r\nvisit and interviews, contact Jocelyn Davies at 626-583-7226 or 626-583-7811, or \r\njocey@usgs.gov. Questions regarding this project, or related USGS studies in the \r\nLos Angeles area, should be directed to Daniel Ponti <DPONTI@USGS.GOV>, \r\n650-329-5679) or Eric Reichard <EGREICH@USGS.GOV>, 858-637-6834.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"963115200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169687"},{"tid":"169129"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}