{"title":"Pavement sealcoat linked to urban lake contamination in the Central and Eastern United States","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dust collected from coal-tar sealcoated parking lots in Central and Eastern U.S. cities contains concentrations of&nbsp; polycyclic aromatic hydrocarbons (PAHs) that are about 1,000 times greater than levels found in Western cities where coal-tar sealcoat is less commonly used, according to a U.S. Geological Survey (USGS) study published this week in the journal <em>Environmental Science and Technology<\/em>.&nbsp;<\/p>\n<p>The new study also shows that coal-tar sealcoat - the shiny black material applied to many parking lots and driveways - is contributing to PAH contamination in many of the nation's urban lakes.&nbsp; PAHs are an environmental concern because they are toxic to aquatic life and several are suspected carcinogens.<\/p>\r\n<p>\"In 2005, the USGS and the City of Austin, Texas, reported that particles in runoff from parking lots treated with coal-tar sealcoat in Austin contained extremely high concentrations of PAHs.&nbsp; This study extends those findings to the national scale,\" said Peter Van Metre, lead scientist on the study.&nbsp; \"It's important because PAH levels are rising in urban watersheds in America, and understanding the sources of contamination is critical to reducing it.\"&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>Concentrations of&nbsp; PAHs in dust from coal-tar treated parking lots sampled in six Central and Eastern cities - Minneapolis, Chicago, Detroit, New Haven, Washington, D.C., and Austin - were about 1,000 times higher than levels from sealed and unsealed parking lots in three Western cities - Seattle, Portland, and Salt Lake City.&nbsp;<\/p>\r\n<p>The regional differences can be explained by examining where coal-tar sealcoats are commonly used. Commercial availability suggests that coal-tar based sealcoat is commonly used in the Midwest, the South, and on the East Coast, while it is reported that asphalt-based sealcoat is commonly used in Western states. Coal-tar sealcoat products contain up to 30% coal tar.&nbsp; Coal tar has very high concentrations of PAHs.&nbsp; Asphalt-based sealcoat products have PAH levels that are about 1,000 times lower.&nbsp; Coal tar comes from the coking of coal and asphalt comes from oil.&nbsp;<\/p>\r\n<p>USGS findings show that dust eroded from coal-tar treated parking lots in the six Central and Eastern cities had concentrations of PAHs that were about 80 times higher than concentrations in dust from unsealed asphalt and cement lots in the same cities.&nbsp; Minimal differences in PAH concentrations in dust were noted between sealcoated and unsealed lots sampled in the Western cities.<\/p>\r\n<p>Two factors studied by USGS scientists - higher concentrations of PAHs in Central and Eastern lakes and chemical fingerprinting, which links the PAHs in pavement dust and lake sediment - indicate that use of coal-tar based sealcoat is an important contributor to PAH contamination of urban lakes.&nbsp; Three of the seven Central and Eastern lakes had PAH concentrations at levels expected to adversely affect aquatic life.<\/p>\r\n<p>The USGS study did not evaluate human-health risk from exposure to sealcoat. PAHs in dust from two sealcoated residential driveways, however, provide a perspective on the possible relevance to human health. Concentrations of benzo[<em>a<\/em>]pyrene, one of the more toxic PAH compounds, were 5,300 times higher than the U.S. Environmental Protection Agency's \"generic soil screening level\" for evaluation and cleanup of contaminated soils for residential land use.&nbsp;&nbsp;<\/p>\r\n<p>PAHs can be toxic to mammals, birds, fish, amphibians, invertebrates, and plants. Possible effects of PAHs on aquatic insects and other invertebrates include inhibited reproduction, delayed emergence, sediment avoidance, and mortality. Possible adverse effects on fish include fin erosion, liver abnormalities, cataracts, and immune system impairments. City of Austin scientists have reported toxicity and impaired aquatic communities related to sealcoat-contaminated sediment in local streams.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["pavement","water","","sealcoat","polycyclicaromatichydrocarbons","Hs","runoff","parkinglots"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1227157200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169167"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}