{"title":"USGS Releases Report on Landslide Hazards at La Conchita, California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The USGS just released a report on the landslide hazards at La Conchita, the California coastal community in Ventura County that was struck by a landslide on Jan. 10 that killed 10 people and destroyed or damaged 36 houses.<\/p>\n<p>The report concludes that not only has La Conchita already recently experienced two significant landslides (January 2005 and March 1995), but it is likely to experience an array of landslide hazards during future periods of prolonged or intense rainfall. In addition, future earthquakes could also trigger landsliding in the area.<\/p>\r\n<p>Historical accounts dating back to 1865 have reported regular occurrences of landslides in the area around La Conchita. In addition, geologic evidence reveals that landsliding of a variety of types and scales has occurred at and near La Conchita for many thousands of years and on a relatively frequent basis up until the present.<\/p>\r\n<p>USGS landslide expert Randy Jibson authored the report, which is based on past studies as well as onsite fieldwork with California Geological Survey (CGS) scientists at La Conchita after the January 2005 landslide. Jibson noted in the report that future landslides could move into the same areas that were recently damaged or they could move in other directions that could damage any or all of the developed areas in La Conchita.<\/p>\r\n<p>Future landslide activity in the La Conchita community, according to Jibson, could manifest itself in a number of different forms, including deep movement of the landslide deposit, such as occurred in 1995; mobilization of the 1995 (and possibly 2005) deposits into rapid debris flow, such as occurred on Jan. 10, 2005; triggering of additional landslides from parts of the 1995 and 2005 deposits; earth flows on nearby hillsides; and triggering of rapid debris flows from various nearby slopes, particularly in ravines.<\/p>\r\n<p>The report summarizes information about USGS and CGS field observations, landslide history of La Conchita, a comparison of the 1995 and the 2005 landslides, and a discussion of continuing landslide hazards in the La Conchita area. The report (Open-File Report 2005-1067) can be accessed at <a href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1067\">http:\/\/pubs.usgs.gov\/of\/2005\/1067<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1108702800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170298"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}