{"title":"USGS at Ecological Society of America Annual Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Birds and Small Animals in America&rsquo;s Grasslands: Can They Live Together in Harmony?<\/b> <\/p>\n<p>What is causing the high mortality rates of grassland birds in Colorado? A chief cause may be small mammals such as ground squirrels and mice that invade the nests and eat the eggs. Some of the bird species that may be threatened are lark bunting and horned lark. Scientists already know that the number of birds that survive to adulthood in grassland areas is very low and that the reason why may relate to differences in vegetation type. Scientists also know that the number of small mammals in a grassland area may relate directly to the number of nests that are invaded. <\/p>\r\n<p>Find out how USGS scientists are using artificial nests and clay eggs to explore these factors at a lecture entitled \"The Role of Small Mammal Predation on Nesting Success of Grassland Nesting Birds,\" by USGS wildlife biologist Thomas R. Stanley of Ft. Collins, Colo., at the annual Ecological Society of America meeting in Snowbird, Utah, Sun., Aug. 6, 2000, at 10:30 a.m. in the Superior Room of the Cliff Lodge in Snowbird. <\/p>\r\n<p><a href=\"http:\/\/mam.er.usgs.gov\/Media\/usgsactivities\/squirrel.jpg\">Thirteen-lined gray squirrel<\/a> <\/p>\r\n<p><a href=\"http:\/\/mam.er.usgs.gov\/Media\/usgsactivities\/Nest.jpg\">Horned lark nestlings<\/a> <\/p>\r\n<p>Thomas Stanley may be reached at tom_stanley@usgs.gov or (970) 226-9360. <\/p>\r\n<p><b>2002: International Year of the Mountain<\/b> <\/p>\r\n<p>Half of the fresh water that is consumed by humans comes from mountainous areas, and, mountains are home to one-tenth of the world&rsquo;s population. These days, mountain environments are of great interest in climate change studies because scientists have learned that their steep gradients make environmental changes easier to detect. Because of their importance, the year 2002 has been declared the International Year of the Mountain, and a number of studies are underway. One is the Global Observation Research Initiative in Alpine Environments, which monitors high-elevation vegetation responses to climate change. Based in Austria, the project monitors 65 sites in 31 countries. USGS studies some of these sites including ones in the Sierra Nevada, the Central and Northern Rockies and in the Olympic Mountains. USGS researchers have found that similar, decades-long climate changes have occurred in all of the U.S. regions they have studied. <\/p>\r\n<p>Find out more about the increasing importance of mountain areas in climate change as well as the International Year of the Mountain at a lecture by Daniel B. Fagre, USGS ecologist in West Glacier, Mont., entitled \"Taking the Pulse of Mountains: Research and Monitoring Networks,\" part of Symposium # 2: Stressors in Western Mountain Ecosystems: Detecting Change and Its Consequences, at the annual Ecological Society of America meeting in Snowbird, Utah, Sun., Aug. 6, 2000, at 11:15 a.m. in Ballroom II of the Cliff Lodge in Snowbird. <\/p>\r\n<p><a href=\"http:\/\/mam.er.usgs.gov\/Media\/usgsactivities\/danFagre.jpg\">http:\/\/mam.er.usgs.gov\/Media\/usgsactivities\/danFagre.jpg<\/a> <\/p>\r\n<p>Daniel Fagre may be reached at dan_fagre@usgs.gov or (406) 888-7993. <\/p>\r\n<p><b>Experimental Fires Have Immediate Impact on Seed Banks in Mojave Desert<\/b> <\/p>\r\n<p>The invasion of nonnative annual grasses along with a higher incidence of wildfires in Mojave Desert scrub communities has led to concern that native plant communities will be converted to nonnative annual grasslands. In an attempt to understand what the impact of this change could mean to desert communities, researchers at the USGS, Agricultural Research Service and the University of Nevada-Reno, quantified the effects of experimental fires on seed banks in the Mojave Desert of northwestern Arizona. The experiment was part of a larger study designed to understand plant community changes in response to wildfire, invasive annual grasses and seed-eating animals. Following brief, high-intensity burning of thirty","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"965534400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}