{"title":"Climate Change in the Great Basin and Mojave Desert â\u0080\u0094 Workshop on Natural Resource Needs","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"Default\"><strong>Note to editors: Reporters are welcome to attend all sessions of the workshop. Scientists and managers will be available for interviews.<\/strong><\/p>\n<p>LAS VEGAS &mdash; Scientists and natural resource managers will gather in the Student Union building at the University of Nevada, Las Vegas April 20 - 22, 2010 for a workshop on natural resource mitigation, adaptation and science research related to climate change in the Great Basin and Mojave Desert.<\/p>\r\n<p>This inter-organizational workshop will focus on how climate change is affecting natural resources in the deserts of the western U.S., as well as the land, water, and species management and research needs that are essential to address in the coming decade.<\/p>\r\n<p>More information about the workshop and a full program are available <a href=\"http:\/\/www.wr.usgs.gov\/workshops\/\">online<\/a>.<\/p>\r\n<p><strong>Highlights of the workshop include these presentations:<\/strong> (in chronological order)<strong>&nbsp;<\/strong><\/p>\r\n<p><strong>SPEAKERS:<\/strong><\/p>\r\n<p><strong>Tuesday, April 20, 2010, <\/strong><\/p>\r\n<p>UNLV Student Union, Ballrooms B&amp;C<\/p>\r\n<p>1:30 p.m. <strong><em>Department of the Interior&rsquo;s climate change science, adaptation, and mitigation strategy<\/em>, Thomas Armstrong<\/strong>, Senior Advisor for Climate Change, U.S. Department of the Interior<strong>&nbsp;<\/strong><\/p>\r\n<p>DOI harbors a unique collection of scientists, land managers and other professionals who conduct the science, monitoring and management to assess the impacts of climate change. Successful adaptation of our nation&rsquo;s treasured landscapes, ecosystem services, and fish and wildlife requires an integrated DOI-wide strategy and an unprecedented collaboration between public and private partners.<\/p>\r\n<p>2:15 p.m. <strong><em>Climate Variability and Change in the Great Basin: Observations and Projections<\/em><\/strong>, <strong>Kelly Redmond<\/strong>, Desert Research Institute<\/p>\r\n<p>The consensus among climate projections for the next 90 years is that the Great Basin and Mojave Desert will warm, and that annual precipitation will remain near historical values in the north and decrease in the south.<\/p>\r\n<p>5:00 p.m. <strong><em>Climate change adaptation options for public lands and resources<\/em><\/strong>, <strong>J. Michael Scott<\/strong>, U.S. Geological Survey<\/p>\r\n<p>Federal conservation land holdings provide a significant safety net for plant and animal diversity throughout the United States. Climate change will have mixed and pervasive effects throughout these lands. Refuges and other public lands are not fixed islands of safe haven for species and the previous goal of preserving dynamic equilibrium must be abandoned.<\/p>\r\n<p><strong>POSTERS:<\/strong><\/p>\r\n<p><strong>Tuesday, April 20, 2010<\/strong><\/p>\r\n<p>UNLV Student Union, Ballroom A<\/p>\r\n<p>6:00 &ndash; 8:00 p.m.<\/p>\r\n<p># 2. <strong><em>Renewable energy locations for existing and potential facilities within BLM leased land, <\/em>Scott Davis<\/strong>, Bureau of Land Management<\/p>\r\n<p class=\"authors\">BLM is prioritizing the development of renewable energy on public lands to reduce the nation&rsquo;s dependence on foreign oil and to reduce greenhouse gas pollution. The Western Governors Association collaborated with numerous stakeholders identifying areas in 11 western states with vast renewable energy resources. Environmental analysis included balancing the benefits of renewable energy with the needs to protect other resources such as crucial wildlife habitat. <strong>&nbsp;<\/strong><\/p>\r\n<p># 4. <strong><em>Southwest Ecosystem Services Project<\/em><\/strong>, <strong>Nita Tallent-Halsell<\/strong>, U.S. Environmental Protection Agency<\/p>\r\n<p class=\"authors\">EPA&rsquo;s project is a multi-year research initiative to study ecosystem services and the benefits they provide. These benefits include water supply and protection of water quality, flood protection, wildlife habitat support, and food and f","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Oregon","Arizona","Utah","California","Nevada"],"country":["United States of America"],"mm_tags":["biology","geography","geology","water","Adaptive Management","California","Arizona","Utah","Oregon","Idaho","Nevada","Climate Change","Great Basin","Mojave","","","","Ecosystem Health","","","Endangered Species","","Natural Resources","Sage Grouse","","","Desert","ecology","environment","sagebrush","tortoise","wildlife"],"release_date":{"und":[{"value":"1271649600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169135"},{"tid":"169953"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}