{"title":"Mapping Hurricane Rita Storm Surge: USGS Storm-Surge Data Available Online","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<span class=\"fontSize3\">\n<p align=\"left\">\r\nScientists from the U.S. Geological Survey (USGS) released new data that illustrate the arrival of the massive dome of flood water that inundated much of southwest coastal Louisiana just before, during and after landfall of Hurricane Rita last fall. In a first-of-its-kind operation, the scientists deployed a network of 47 pressure transducers (devices that record water level and barometric pressure) at 33 sites to monitor the timing, extent and magnitude of the surge and related flooding. \r\n<\/p>\r\n<p align=\"left\">\r\nThe scientists strapped their instruments to piers and poles in the area where the hurricane was forecasted to make landfall and finished their work just hours ahead of the storm&rsquo;s arrival. The network covered about 4,000 square miles and extended east from the Sabine River on the Texas&ndash;Louisiana border to Lafayette, La., and inland from the coast approximately 30 miles. \r\n<\/p>\r\n<p align=\"left\">\r\n&quot;Storm surge was highest during the morning of September 24, reaching an elevation of 14.9 feet near Constance Beach, La., 14.8 feet near Creole, La., and 14.6 feet at Grand Chenier, La.,&quot; said Benton McGee, USGS hydrologist and principal author of the USGS report. &quot;These sites were about 20, 48 and 54 miles east of Sabine Pass, Texas, respectively. The maximum rate of water-level rise was approximately 5.8 feet per hour about 10 miles west of Cameron, La.&quot; \r\n<\/p>\r\n<p align=\"left\">\r\nBefore Rita, scientists had little data with which to study the inland effects of surge. Storm surge can be intensified by strong, sustained winds, low barometric pressure, excessive rainfall and high tides. The rushing water can be as dangerous for coastal communities as riverine floods. \r\n<\/p>\r\n<p align=\"left\">\r\n&quot;The National Weather Service relies on USGS real-time and long-term data for input into its predictive models that are used to forecast river stages, floods and storm-surge warnings,&quot; said Charles Demas, Director of the USGS Louisiana Water Science Center. &quot;But, floodplain managers, federal, state and local emergency preparedness officials, emergency responders, scientists and researchers all benefit from the storm-surge and associated flood data. It&rsquo;s useful for flood damage prevention and public safety.&quot; \r\n<\/p>\r\n<p align=\"left\">\r\nThe report, &quot;Hurricane Rita Surge Data, Southwestern Louisiana and Southeastern Texas, September to November 2005,&quot; by Benton D. McGee, Burl B. Goree, Roland W. Tollett, Brenda K. Woodward, and Wade H. Kress, U.S. Geological Survey Data Series 220, can be found on the Internet at <u><span class=\"fontSize3\" style=\"color: #0000ff\">http:\/\/pubs.water.usgs.gov\/ds220\/<\/span><\/u><span class=\"fontSize3\">.<\/span> \r\n<\/p>\r\n<\/span>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Louisiana","Mississippi","Texas"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1160625600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168915"},{"tid":"169033"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}