{"title":"USGS to Receive New Great Lakes Research Vessel","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Ann Arbor, Mich. &ndash; <!--introstart-->The U.S. Geological Survey awarded a contract last Friday for the construction of a large research vessel for Lakes Huron, Michigan, and Superior to Burger Boat Company of Manitowoc, Wis.<!--introend-->&nbsp;<\/p>\n<p>The vessel will replace the <a href=\"http:\/\/www.glsc.usgs.gov\/_files\/factsheets\/Vessels2008Grayling.pdf\">38-year-old <em>Grayling<\/em><\/a>,<em> <\/em>bringing the USGS Great Lakes Science Center (GLSC) large vessel fleet up-to-date. The new <em>Grayling<\/em> will be stationed at the USGS base in Cheboygan, Mich., and will incorporate modern marine standards and state-of-the-art technology to more safely and effectively conduct fisheries research.&nbsp;<\/p>\r\n<p>\"I am delighted to have achieved this important milestone that will benefit the Great Lakes region for many decades,\" said USGS GLSC Director Russell Strach. \"This investment would not have been possible without the support from many key partners. The new research vessel will come fully equipped with 21<sup>st<\/sup> century laboratories and scientific instrumentation to support fishery science for the Great Lakes.\"&nbsp;<\/p>\r\n<p>The funding for this expenditure was accrued from two prior appropriations and held in an account that was not affected by the sequester.&nbsp;<\/p>\r\n<p>The replacement vessel is expected to be a commercial grade 78-foot vessel, and will be designed and constructed for a 40 to 50-year service life. This vessel will be capable of performing critical scientific and mission-related tasks, including dragging nets along the lake bottom, catching fish, and using sound-waves to detect fish and assess their abundance.<\/p>\r\n<p>\"The entire Burger team is very excited to be awarded this significant contract,\" said Jim Ruffolo, President and CEO of Burger Boat Company. \"The <em>Grayling<\/em> will further reinforce Burger&rsquo;s commitment to designing and constructing quality vessels that meet each owner&rsquo;s specific requirements, whether they are custom yachts or commercial vessels.\"<\/p>\r\n<p>This new contract will create additional highly skilled shipbuilding jobs at the Manitowoc shipyard, and the project will help support numerous companies that supply raw materials and equipment for the project.<\/p>\r\n<p>For over 50 years the USGS GLSC has operated a unique and valuable deepwater fish ecology and assessment program that is the foundation for fisheries management throughout the Great Lakes.<\/p>\r\n<p>Burger, at 150 years old, is one of the world's oldest shipyards. From its facility in Manitowoc, Wis., Burger's craftsmen have built hundreds of high quality vessels as long as 260 feet (80 meters) that can be found in ports around the world. Today, Burger continues its legacy of designing and building vessels to the highest standard from its fully updated shipyard.<\/p>\r\n<p>JMS Naval&nbsp;Architects of Mystic, Conn., developed the preliminary design of the new <em>Grayling<\/em>.<\/p>\r\n<p>The USGS GLSC maintains a fleet of fishery research vessels on each of the Great Lakes to meet the scientific research needs of state, tribal, and federal resource managers for understanding and effectively managing the Great Lakes fishery.<\/p>\r\n<p>For more information on the USGS GLSC, visit their <a href=\"http:\/\/www.glsc.usgs.gov\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Illinois","Indiana","Michigan","Minnesota","Wisconsin"],"country":["United States of America"],"mm_tags":["Great Lakes","Great Lakes Research Vessels","Great Lakes Science Center","Geographic Areas Midwest","Grayling"],"distribution":["Biology","Water"],"release_date":{"und":[{"value":"1365652800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169501"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}