{"title":"Record Low Water Levels in May for North Carolina Rivers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Editors Note: Maps and\r\ngraphs illustrating this information on the <a href=\"http:\/\/nc.water.usgs.gov\/drought\">North Carolina Drought<\/a>\r\nwebsite. <\/strong>\r\n<\/p>\r\n<p>\r\n<!--introstart-->Despite some rainfall at\r\nthe end of the month, streamflows during May in North Carolina were at or near record low\r\nlevels, particularly in the western part of the state.<!--introend-->\r\n<\/p>\r\n<p>\r\nThe U.S. Geological Survey\r\n(USGS) has been monitoring and recording streamflow for more than 100 years at\r\nmany locations throughout North Carolina,\r\nincluding the French Broad River at Asheville,\r\nwhich has been continuously monitored since 1895. Streamflows at this location in May were at\r\nor below the streamflow recorded on the same date in 2002, during the most\r\nrecent severe drought.\r\n<\/p>\r\n<p>\r\nThe lowest May streamflow\r\non record was set at 3 monitoring stations with at least 30 years of record in North Carolina, with\r\nmany other rivers approaching record lows. The monthly mean flow at the French Broad River at Rosman was 103 cubic feet per\r\nsecond, compared to a previous low of 110 cfs.\r\n<\/p>\r\n<p>\r\nGroundwater levels also are\r\ndeclining across North Carolina, although the effects depend on the type of\r\nrock or sediment of specific aquifers. Water-levels in the monitoring wells in\r\nCherokee and Swain\r\nCounties are at an\r\nall-time low for May. Ground-water\r\nlevels in the eastern part of the State are only slightly below normal.\r\n<\/p>\r\n<p>\r\nConditions across the state\r\nrange from &quot;abnormally dry&quot; in northeastern North Carolina to &quot;extreme drought&quot; in the\r\nsouthwestern mountains of the state, according to the <a href=\"http:\/\/www.ncdrought.org\/\" target=\"_blank\">U.S. Drought Monitor<\/a>.\r\n<\/p>\r\n<p>\r\nNormally the lowest\r\nstreamflows of the year occur in late summer, when water use demands are\r\nhighest, and in the fall. If below average rainfall continues through the\r\nsummer and fall, new record low flows are likely to occur in many of North Carolina&#39;s rivers.\r\n<\/p>\r\n<p>\r\nIt is difficult to compare\r\nprevious droughts with the ongoing drought while it is developing. During the\r\nprevious century, hydrologic droughts have affected large portions of North Carolina many\r\ntimes, with the most recent event from 1999-2002.&nbsp; The <a href=\"http:\/\/pubs.usgs.gov\/sir\/2005\/5053\">Drought of 1998-2002 in North\r\nCarolina<\/a> - Precipitation and Hydrologic Conditions documents that drought. \r\n<\/p>\r\n<p>\r\nThe USGS and its federal,\r\nstate, and local cooperators maintain 270 streamgaging stations and 39\r\nmonitoring wells throughout North\r\nCarolina. \r\n<\/p>\r\n<p>\r\n<a href=\"http:\/\/nc.water.usgs.gov\/\">Real-time river and ground water levels<\/a>\r\nare available online. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1181275200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169119"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}