{"title":"Estimates of Low Summer Flows Help Fish, Habitat","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>TACOMA, Wash. &mdash; <!--introstart-->Low summer streamflows during the driest years&mdash;particularly in streams without flow gages&mdash;can be estimated using relatively inexpensive methods, according to a report published by the U.S. Geological Survey.<!--introend-->&nbsp;<\/p>\n<p>With just a few measurements of low-water summer stream flow in different years, scientists found that reliable estimates of flow during the driest years can be made for a stream. The ability to estimate flow in the driest years provides a \"worst-case scenario\" for stream restoration designers and resource managers concerned with maintaining fish populations and improving stream habitats in systems with competing demands for water.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>In cooperation with the USGS, the Northwest Indian Fisheries Commission and its member tribes performed low-flow surveys in small western Washington streams that are not currently part of the regional streamflow-monitoring network. Scientists are using this information to better understand low summer flows in specific streams, as well as to improve low-flow models for the region.&nbsp;<\/p>\r\n<p>\"Low flows in streams are essential for maintaining connectivity for fish migration and nutrient transport,\" said USGS Director Marcia McNutt, \"This successful collaboration of the USGS with our tribal partners to estimate stream flows, uncertainties, and bias at sites with no data or partial records using statistical regressional models and other methods allows us to understand these low flows even where and when we do not have the resources to measure them directly.\"&nbsp;<\/p>\r\n<p>Scientists also found that low-flow surveys&mdash;timely measurements of low flow on many small, ungaged streams throughout a region&mdash;are a cost-effective means to extend and improve low-flow models for the western Washington region. To achieve this purpose, NWIFC member tribes are continuing their coordinated low-flow data collection.&nbsp;<\/p>\r\n<p>The study was part of an ongoing collaboration among the NWIFC, its member tribes, and USGS to assess water resources in western Washington.&nbsp;<\/p>\r\n<p>The report, <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5078\/\">\"Analysis of Low Flows and Selected Methods for Estimating Low-Flow Characteristics at Partial-Record and Ungaged Stream Sites in Western Washington,\"<\/a> by Christopher A. Curran, Ken Eng, and Christopher P. Konrad, is published as U.S. Geological Survey Scientific Investigations Report 2012-5078 and is available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5078\/\">online<\/a>.<\/p>\r\n<p>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["water","Ecosystems Fisheries Aquaticand Endangered Resources","Ecosystems Terrestrial Freshwaterand Marine Environments","ecosystems"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1339646400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169053"},{"tid":"169725"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}