{"title":"suBSIDENCE SYMPOSIUM TO HONOR LATE USGS SCIENTIST","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Land subsidence, a potential geological hazard throughout most of California&rsquo;s valleys, is the subject of a two-day symposium in Sacramento, Calif., that will honor one of the pioneers in California geology and groundwater studies. \n<p>The \"Joseph F. Poland Symposium on Land Subsidence,\" Oct. 4-5, at the Hyatt Regency Hotel in downtown Sacramento, is named in honor of the late Joseph Poland, a U.S. Geological Survey geologist who was the author of some of the most definitive studies done on land subsidence in California and other parts of the world. \r\n<p>The Poland symposium is part of this year&rsquo;s annual meeting of the Association of Engineering Geologists and the Groundwater Resources Association of California, Oct. 2-8 at the Hyatt Regency. \r\n<p>Land subsidence, which results from the withdrawal of oil, natural gas or water, is responsible for damage to buildings, canals and other structures, according to USGS geologists and hydrologists who are following in Poland&rsquo;s steps at that agency. \r\n<p>\"Joe Poland was one of the pioneer investigators of land subsidence caused by pumping of groundwater in California,\" said Tom Holzer, one of the USGS scientists who was mentored by Poland, and who is carrying on some of the scientific subsidence investigations that Poland began. \"Beginning in 1941, he (Poland) published a series of studies that clarified the mechanism of land subsidence and that enabled his students to develop methods to predict land subsidence. These methods are now used throughout the world.\" \r\n<p>Holzer will present one of the opening papers in the symposium. Other presenters represent state and county officials concerned with subsidence, and engineers and geologists from the private sector, as well as other USGS scientists. \r\n<p>(Editors: Reporters may attend any or all of the AEG\/GRA sessions. See attached schedule of Poland Symposium.)<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"812606400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}