{"title":"Topographic Mapping over the last 125 Years:  Special Exhibit Opens at ESRI Conference","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Celebrating the 125<sup>th<\/sup> anniversary of its national topographic mapping program, the U.S. Geological Survey will showcase its latest high-resolution geospatial data and state-of-the-art mapping technology at the annual ESRI Users Conference in San Diego, California, July 13 &ndash; 17, at the San Diego Convention Center.<!--introend--><\/p>\n<p>A new, walk-through exhibit featuring touchable artifacts will highlight the history of USGS topographic mapping. Technical presentations will describe applications of USGS geospatial data to such complex issues as managing fisheries, restoring ecosystems, and mapping across international borders. The extensive USGS conference participation takes place in multiple venues: the Map Gallery, Special Displays, Technical Sessions, and the Exhibit Pavilion<\/p>\r\n<p><strong><em>Below are highlights of USGS participation in the conference.<\/em><\/strong><\/p>\r\n<p><strong>Special Displays:<\/strong><\/p>\r\n<p>Located on the upper level, 3rd Floor of the San Diego Convention Center, the Special Displays open on Monday, July 13 at 3:30 p.m. and will remain open for the duration of the conference.<\/p>\r\n<p><strong>125th Anniversary of the USGS Topographic Mapping Program<\/strong><\/p>\r\n<p>In a bold, visionary statement to Congress on December 5, 1884, USGS Director, John Wesley Powell announced, &ldquo;A Government cannot do any scientific work of more value to the people at large than by causing the construction of proper topographic maps of the country.&rdquo;<\/p>\r\n<p>This exhibit traces the history and technological development of topographic mapping by the U.S. Geological Survey through 125 years, 1884-2009. Featuring instructive historical artifacts and tactile pieces of the past, the 900 sq.ft., walk-through display presents the concept that the Survey helped catalyze today&rsquo;s national geospatial information industry through innovations in mapping, in geographic information systems, and in the provision of publicly-accessible geospatial data. From field sketching and copper plates to <em>The National Map<\/em> and interactive topographic maps, the exhibit portrays developments in field surveying, photogrammetry, cartographic compilation, and printing as interwoven threads of USGS mapping history.<\/p>\r\n<p><strong>Map Gallery:<\/strong><\/p>\r\n<p>USGS maps and posters will be on display in the Map Gallery beginning Monday, July 13 at 3:30 p.m. and will be on display throughout the conference. (Sail Area, 2<sup>nd<\/sup> floor, San Diego Convention Center) Selected USGS titles are below:<\/p>\r\n<ul>\r\n<li>Modeling Perennial Streams of Idaho<\/li>\r\n<li>Natural Stream Flow Estimates for Washington<\/li>\r\n<li>Perennial\/Intermittent Streams of Colorado<\/li>\r\n<li>Partners in Stewardship of the National Hydrography Dataset (NHD)<\/li>\r\n<li>LiDAR and Imagery Over Denver, Colorado<\/li>\r\n<li>LiDAR Imagery Used to Identify Earthquake Fault Scarps of the Tacoma Fault Zone<\/li>\r\n<li>Mars Reconnaissance Orbiter images in the North polar layered deposits of Mars<\/li>\r\n<li>Petroleum Potential GIS for Southern and Western Afghanistan<\/li>\r\n<li>Geologic Map of Mount Mazama and Crater Lake Caldera, Oregon<\/li>\r\n<li>Utilizing ESRI GIS tools to display earthquake-related data in Google Maps and Google Earth<\/li>\r\n<li>New GeoPDF Map Products from USGS National Map Data on the USGS Online Store<\/li>\r\n<li>Seismic Landslide Hazards in Anchorage, Alaska<\/li>\r\n<li>The National Atlas of the United States of America<\/li>\r\n<li>US\/Canada Transboundary Data Harmonization<\/li>\r\n<li>Liquefaction Hazard Mapping<\/li>\r\n<li>Shoreline Habitat and Fish Population Research in Grand Canyon, Arizona<\/li>\r\n<li><em>The National Map<\/em> new Digital Service<\/li>\r\n<li>Layers of <em>The National Map<\/em><\/li>\r\n<li>Hydrogeology of the Lake Tahoe Basin, California and Nevada<\/li>\r\n<li>Estimation of Land Disturbance from Energy Development in the Upper Colorado River Basin<\/li>\r\n<li>Mapping Human Disturbance and Land Cover\/Land Us","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["geography","","Topographic","Mapping"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1247198400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"170047"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}