{"title":"Pricing the Priceless: Ecosystem Services Science at USGS","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/07_21_2014_t85Brf1QQl_07_21_2014_0\"><img src=\"http:\/\/gallery.usgs.gov\/images\/07_21_2014\/t85Brf1QQl_07_21_2014\/medium\/Soper_Branch_stream_FP_and_USGS_gauge.jpg\" alt=\"Soper Branch Creek\" width=\"500\" height=\"333\" \/><\/a> Soper Branch stream with a USGS streamgage on the bridge. Soper Branch is a small stream near Hyattstown, MD, that is part of the Chesapeake Bay watershed.[\/caption]\n\nNearly on the doorstep of the District of Columbia can be found a series of floodplains, areas of land near a stream or river that may be inundated when the river rises. These lands are the focus of USGS scientist <a href=\"https:\/\/profile.usgs.gov\/dhogan\">Dianna Hoganâ\u0080\u0099s<\/a> research, but, unlike traditional ecological research, she isnâ\u0080\u0099t just looking at the relationships between living things and their environment. Sheâ\u0080\u0099s also trying to determine the value of the goods and services they produce.\n\nThe streams and floodplains surrounding the Nationâ\u0080\u0099s capital may seem an odd place to hear the language of Wall Street, but theyâ\u0080\u0099re actually a perfect example of the field of research known as <a href=\"http:\/\/www.usgs.gov\/sdc\/eco_services.html\">ecosystem services<\/a>. This discipline marries the social science of economics with the environmental sciences in order to determine the value of products and services that ecosystems provide people.\n\nAs Hoganâ\u0080\u0099s research is showing, the streams and floodplains of the Chesapeake Bay perform important jobs for both the wildlife and human communities that live in the area. Floodplains in particular are very good at <a href=\"http:\/\/pubs.usgs.gov\/fs\/2012\/3079\/pdf\/fs2012-3079.pdf\">cleaning stormwater runoff<\/a> of sediment, phosphorus, and nitrogen, all three of which contribute to the environmental issues that have been plaguing the seafood industry of the Chesapeake Bay. In addition, these floodplains are effective at cleaning drinking water for the towns that rely on it. These services are important for the Chesapeake Bay watershed, and are provided naturally by the floodplain ecosystems.\n\n<strong>Nature, Inc.<\/strong>\n\nSo what other kinds of products and services do ecosystems provide people? There are obvious ones, such as wild fish and game for food, minerals like rare earth elements and copper, fuels like oil and gas, and fresh water for agriculture and drinking. But there are less apparent, yet still extremely important services that ecosystems provide humanity.\n\nCoastal wetlands, for example, often serve as shock absorbers for storm surge created when ocean storms come ashore. Pollinators, such as bees â\u0080\u0093both native and honeybees â\u0080\u0093and bats, <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/the-buzz-on-native-bees-2\/?from=title\">perform the lionâ\u0080\u0099s share of pollinating fruit trees<\/a> and other agricultural crops. River deltas like Louisianaâ\u0080\u0099s Atchafalaya Basin provide essential habitat for the seafood that underpins billion-dollar industries.\n\nThese products and services are essential not only to the ecosystems that provide them, but also to the people and societies built on them. Factoring their value into cost-benefit analyses is an important part of smart planning. But that raises a new questionâ\u0080\u0094how to assign value to ecosystem services?\n\n<strong>Putting Prices on the Priceless<\/strong>\n\n[caption id=\"\" align=\"alignleft\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_30_2014_dhx3BOm00U_05_30_2014_2#.U819gPmzHB4\"><img src=\"http:\/\/gallery.usgs.gov\/images\/05_30_2014\/dhx3BOm00U_05_30_2014\/medium\/depressedwetlands_Ducks_Unlimited_Inc.jpg\" alt=\"Prairie Potholes\" width=\"500\" height=\"321\" \/><\/a> Prairie Pothole Region landscape showing high wetland density.[\/caption]\n\nMore than a thousand miles away from Dianna Hoganâ\u0080\u0099s floodplains lie a series of wetlands called the Prairie Pothole region. This area covers parts of Iowa, Minnesota, the Dakotas, and Montana, as well as the Canadian provinces of Manitoba, Saskatchewan, and Alberta. The region is filled with shallow depressions that fill with water in the spring, and are a vital habitat for migratory birds.\n\nThe Prairie Pothole region is also important for several human activities as well, including agriculture and, recently, oil and gas development in the Bakken Formation of North Dakota and Montana. These activities <a href=\"http:\/\/permanent.access.gpo.gov\/gpo40416\/FS13-3046.pdf\">impact the Prairie Pothole ecosystems<\/a> and their ability to provide their original services.\n\nSince the products of agriculture and energy development include commodities that are priced according to established markets, determining their value is fairly simple. But to look at the full picture of the decision to convert native prairie into either oil and gas production or agriculture, the value of the services the prairie provides must be accounted for as well.\n\nThatâ\u0080\u0099s where ecosystem services science comes in.\n\n[caption id=\"\" align=\"alignright\" width=\"375\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_30_2014_dhx3BOm00U_05_30_2014_5#.U81-4vmzHB5\"><img src=\"http:\/\/gallery.usgs.gov\/images\/05_30_2014\/dhx3BOm00U_05_30_2014\/medium\/P1010109_Thamke.JPG\" alt=\"Scientist Sampling\" width=\"375\" height=\"500\" \/><\/a> Todd Preston, USGS contract scientist, collecting a surface-water sample from a Prairie Pothole wetland.[\/caption]\n\nSeveral years ago, USGS scientists, led by <a href=\"https:\/\/www.fort.usgs.gov\/staff-details\/1048\">Billy Gascoigne<\/a>, conducted a study in which they identified the primary services provided by the Prairie Potholes, assigned values based on economics, and then <a href=\"http:\/\/pubs.er.usgs.gov\/publication\/70003666\">applied those values<\/a> to the services these potholes provide across the region. In this case, the services identified were carbon sequestration, prevention of erosion, and migratory bird habitat.\n\nUsing the values calculated, the scientists determined that converting 10 percent of existing Prairie Pothole land into cropland would result in a net loss of $3.4 billion in ecosystem services due to the reduced ability of the prairie to perform the three services studied. This reduction includes the commodity value of the crops that would replace the prairie.\n\nStudies like this one show how important it is to assign values to the products and services provided by the environment. Without a price to compare to the commodities, land and resource managers run the risk of making inefficient and costly mistakes.\n\n<strong>Bats and Bugsâ\u0080\u0094the Billion Dollar Relationship<\/strong>\n\nItâ\u0080\u0099s not just habitats or regions that have services that can be valued. Individual animals also fit into the science of ecosystem services. Bats, for instance, are commonly thought of as something to fear. But farmers have every reason to fear <em>not<\/em> having bats, because they provide a very important service, and they do it for freeâ\u0080\u0094they eat insects. Lots and lots of insects.\n\nUSGS scientists and partners <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2743#.U3I9avmzFVY\">analyzed the value of bats<\/a> eating insects to farmers, and they found that bats eat so many insects that they likely save the U.S. agricultural industry <a href=\"http:\/\/gallery.usgs.gov\/audios\/397#.U3JMRPmzFVY\">at least $3.7 billion<\/a> annually. Thatâ\u0080\u0099s money that farmers would otherwise have to spend on chemical insecticides.\n\nThis study helps explain why policymakers should care about the disease spreading throughout North American bats called white-nose syndrome. It has killed more than 1 million bats since it arrived in the United States in 2006, which means anywhere from 660 to 1320 metric tons of insects are no longer being eaten. Such a severe decline in bats could have significant impacts on the agricultural industry.\n\n[caption id=\"\" align=\"alignleft\" width=\"500\"]<img src=\"http:\/\/gallery.usgs.gov\/images\/11_18_2013\/xCSf7JHu75_11_18_2013\/medium\/bats_against_sky_by_Paul_Cryan.JPG\" alt=\"Bats fly in the evening sky with a black tree line underneath\" width=\"500\" height=\"375\" \/> Insect-eating Brazilian Free-Tailed bats (Tadarida brasiliensis) provide a great pest-control service to agriculture and natural ecosystems.[\/caption]\n\n<strong>Start with Science<\/strong>\n\nBack in the Chesapeake Bay area, Hogan plans to continue her research into the ecosystem services that floodplains provide local communities. By incorporating the real value of the goods and services that area ecosystems provide, land and resource managers, town and city councils, and industries can make informed decisions about how to maximize the benefits of the environments they live and work in.\n\n<strong>Read More about Ecosystem Services at USGS:<\/strong>\n<ul>\n\t<li><a href=\"http:\/\/chesapeake.usgs.gov\/sciencesummary-stormwatermanagement.html\">USGS Chesapeake Bay Science: Stormwater Best Management Practices Project<\/a><\/li>\n\t<li><a href=\"http:\/\/egsc.usgs.gov\/bmp.html\">USGS Eastern Geographic Science Center: Best Management Practices Project<\/a><\/li>\n\t<li><a href=\"http:\/\/www.usgs.gov\/sdc\/\">USGS Science and Decisions Center<\/a><\/li>\n\t<li><a href=\"http:\/\/www.usgs.gov\/climate_landuse\/lcs\/projects\/ecosys_av.asp\">USGS Land Change Science Ecosystem Services Project<\/a><\/li>\n\t<li><a href=\"http:\/\/solves.cr.usgs.gov\/\">USGS Social Values for Ecosystem Services GIS Tool (SolVES)<\/a><\/li>\n<\/ul>\n<a href=\"http:\/\/esp.cr.usgs.gov\/projects\/esav\/spatial_subsidies.shtml\">Ecosystem Services Assessment and Valuation-Spatial Subsidies<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24217","uid":"31","filename":"Feature-Image.jpg","uri":"public:\/\/Feature-Image.jpg","filemime":"image\/jpeg","filesize":"103987","status":"1","timestamp":"1425492768","type":"image","uuid":"a7a8b20e-78b4-4413-beb1-c344c62f8b4f","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Chesapeake Bay","economics","Ecosystem Services","Energy and Minerals","Prairie Potholes","Science and Decisions Center"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1406045020","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}