{"title":"Crowding the Rim: Dealing with Natural Calamities Around the Pacific","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>When population growth and its associated infrastructure bump up against geophysical hazards and climatic instability, it leads to an ever-increasing potential for ripple-effect disasters &mdash; local calamities that escalate into regional catastrophes, according to scientists presenting their research at the &quot;Crowding the Rim&quot; symposium at the American Association for the Advancement of Science meetings in Seattle. The talk will take place from 9 a.m. to 12 p.m. on Feb.12.<\/p><p>The symposium will use the Pacific Rim region to explore and discuss the mounting risk from disasters triggered by natural hazard phenomena, the reverberating effects of such disaster, and ways to effectively incorporate scientific information into disaster mitigation policy.<\/p><p>According to USGS scientist and symposium organizer David Howell, the frequency and magnitude of natural <span class=\"italics\">disasters <\/span>in the Pacific Rim region has risen dramatically in the last century, although the frequency and magnitude of natural <span class=\"italics\">hazards<\/span> has not increased. The symposium will present a framework for assessing natural disasters in the future and address issues where science and policy are struggling to realize their full impact.<\/p><p>&quot;Nowhere is a broader communication approach more needed than in the Pacific Rim, and more specifically, in the Asia Pacific Region, the most disaster-prone region of the world,&quot; said Howell, who is also the President of the Circum Pacific Council, a co-host of the symposium.<\/p><p>Howell noted that although science can help inform important societal decisions with regard to potential disasters arising from natural hazards, societal policy-making processes are often driven by a variety of non-scientific, adversarial and stakeholder dynamics. Thus, he said, for science to be used more successfully to inform decisions, scientists must not only explain its benefits and limitations more effectively, but must also understand the range of non-scientific factors that comprise decision-making processes.<\/p><p>For example, said Howell, a huge challenge for those responsible for safeguarding world communities from natural, technological and human-caused disasters is to successfully communicate risk and loss-prevention strategies. Because of this, the role of disaster risk communications &mdash; that is, how people living in hazard-prone areas understand their risk exposure and the ways in which they can protect their life, property and economy &mdash; is increasing dramatically in public and private sectors. To reach people most at risks from specific disasters, risk communicators must incorporate effective and holistic methods of cross-cultural communications, multiple worldviews and social vulnerability, according to the symposium presenters.<\/p><p>The cultural uniqueness of the target community&mdash;such as demographics, psychology, social conditions and decision-making processes&mdash;is too often ignored, said Howell. &quot;In essence, <span class=\"italics\">data<\/span> are transferred without being transformed into <span class=\"italics\">intelligence<\/span>. &quot;Inevitably, when this shifting social landscape is ignored, the critical message is lost, particularly by those most marginalized, most at risk. This common communications breakdown takes place throughout American communities as well communities located throughout the Pacific Rim.&quot;<\/p><p>Presenters:<\/p><p><span class=\"c-bold\">Herman Karl<\/span>, USGS, &quot;Why Science Gets Ignored and the Need for a Joint Fact Finding Process<br \/><span class=\"c-bold\">Robert Barrett<\/span>, Collaborative Decisions, &quot;The Collaborative Decision-Making Process in Disaster Management&quot;<br \/><span class=\"c-bold\">Suzanne Frew<\/span>, The Frew Group, &quot;Cultural Differences: A Barrier to Risk Mitigation<br \/><span class=\"c-bold\">Douglas Sandy<\/span>, American Red Cross, &quot;Humanitarian Issue<\/p>","summary":"","format":"filtered_html","safe_value":"<p>When population growth and its associated infrastructure bump up against geophysical hazards and climatic instability, it leads to an ever-increasing potential for ripple-effect disasters — local calamities that escalate into regional catastrophes, according to scientists presenting their research at the \"Crowding the Rim\" symposium at the American Association for the Advancement of Science meetings in Seattle. The talk will take place from 9 a.m. to 12 p.m. on Feb.12.The symposium will use the Pacific Rim region to explore and discuss the mounting risk from disasters triggered by natural hazard phenomena, the reverberating effects of such disaster, and ways to effectively incorporate scientific information into disaster mitigation policy.According to USGS scientist and symposium organizer David Howell, the frequency and magnitude of natural disasters in the Pacific Rim region has risen dramatically in the last century, although the frequency and magnitude of natural hazards has not increased. The symposium will present a framework for assessing natural disasters in the future and address issues where science and policy are struggling to realize their full impact.\"Nowhere is a broader communication approach more needed than in the Pacific Rim, and more specifically, in the Asia Pacific Region, the most disaster-prone region of the world,\" said Howell, who is also the President of the Circum Pacific Council, a co-host of the symposium.Howell noted that although science can help inform important societal decisions with regard to potential disasters arising from natural hazards, societal policy-making processes are often driven by a variety of non-scientific, adversarial and stakeholder dynamics. Thus, he said, for science to be used more successfully to inform decisions, scientists must not only explain its benefits and limitations more effectively, but must also understand the range of non-scientific factors that comprise decision-making processes.For example, said Howell, a huge challenge for those responsible for safeguarding world communities from natural, technological and human-caused disasters is to successfully communicate risk and loss-prevention strategies. Because of this, the role of disaster risk communications — that is, how people living in hazard-prone areas understand their risk exposure and the ways in which they can protect their life, property and economy — is increasing dramatically in public and private sectors. To reach people most at risks from specific disasters, risk communicators must incorporate effective and holistic methods of cross-cultural communications, multiple worldviews and social vulnerability, according to the symposium presenters.The cultural uniqueness of the target community—such as demographics, psychology, social conditions and decision-making processes—is too often ignored, said Howell. \"In essence, data are transferred without being transformed into intelligence. \"Inevitably, when this shifting social landscape is ignored, the critical message is lost, particularly by those most marginalized, most at risk. This common communications breakdown takes place throughout American communities as well communities located throughout the Pacific Rim.\"Presenters:Herman Karl, USGS, \"Why Science Gets Ignored and the Need for a Joint Fact Finding ProcessRobert Barrett, Collaborative Decisions, \"The Collaborative Decision-Making Process in Disaster Management\"Suzanne Frew, The Frew Group, \"Cultural Differences: A Barrier to Risk MitigationDouglas Sandy, American Red Cross, \"Humanitarian Issue<\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1076648400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170469"}]},"subtitle":[]}