{"title":"science Benefits from USGS - Russian Collaboration","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->From the modern laboratories of Moscow to the smoking volcanoes of the Russian Far East, USGS scientists work in cooperation with scientists from the Russian Federation&rsquo;s lead science agencies.<!--introend--> And our partnership is not restricted to Russian territory: Russian and USGS scientists are working on projects within the U.S. as well. While cooperation in seismology dates back to the 1970s, wide-ranging USGS interaction with Russian scientists began in the late 1980s and has increased in the 1990s with greater Russian willingness to share data on energy and mineral resources, maps, and satellite imagery. Benefits of the new openness are now being fully realized. Key projects in Russia and recent accomplishments include: \n<p><b>Geographic Information System (GIS) CD-ROM of the Lake Baikal Drainage Basin, Eastern Siberia<\/b> \r\n<p>\r\n<p>This is the first product for public release to contain formerly classified US\/Russian data. It includes digital topographic and geologic maps, satellite imagery, and information on regional resources, hazards, and the environment for the Lake Baikal drainage basin. Containing 23,000 cubic kilometers of water, with a depth of 1640 meters and an age of 20-25 million years, Baikal is the largest, deepest, and one of the oldest lakes in the world. The area is home to more than 2300 species of plants and animals, 70 percent of which occur nowhere else in the world. Because this area also hosts abundant timber, mineral, coal, and petroleum resources, this CD-ROM is designed as a tool to assist officials in land-use planning, environmental protection and sustainable development. This project, funded by the U.S. State Department, the Russian Federal Service for Geodesy and Cartography, and USGS, also involves the Russian Ministry of Natural Resources. It is also a prototype for GIS development planned for Sakhalin Island in the Russian Far East, the delta of the Volga River in the Caspian Sea, and the coast of the Pechora Sea. \r\n<p><b>Volcano Monitoring and Ash-Cloud Tracking in the North Pacific<\/b> \r\n<p>\r\n<p>Each day, about 20,000 people travel the air routes of the North Pacific rim, making them among the busiest air corridors in the world. Beneath these air routes lie volcanoes of the Alaska Peninsula, the Aleutian Islands, and Kamchatka in the Russian Far East. These volcanoes erupt ash clouds that are hazardous for aviation, and damaging encounters between aircraft and volcanic ash have occurred in this region. Volcanic ash is present in this air corridor an average of four days per year and threatens an additional ten days per year. The USGS Alaska Volcano Observatory works with the Russian Academy of Sciences Kamchatka Volcanic Event Response Team to monitor volcanic activity in the region, track ash clouds, and alert the aviation community. \r\n<p><b>Global Seismographic Network (GSN) Stations for Russia<\/b> \r\n<p>\r\n<p>Working with the Ministry of Science and Technology Policy of the Russian Federation and the Russian Academy of Sciences, the U.S. National Science Foundation -- through the Incorporated Research Institutions for Seismology -- and the USGS have added twelve state-of-the-art GSN standard seismograph stations to the Russian National Seismographic Network and will upgrade other stations in Russia. The stations will be designed to obtain high quality digital earthquake data that can be readily transmitted by satellites and the Internet from the seismic stations to computers, making data available worldwide. The U.S. will provide the equipment, and the Russians will provide personnel to maintain the stations. \r\n<p><b>Petroleum and Mineral Resource Data and Information<\/b> \r\n<p>\r\n<p>This recently released CD-ROM provides a regional-scale overview of geology and energy and mineral resources of the Russian Federation. It includes maps showing topography, geology, mineral deposits, petroleum basins, and gas fields. Users can display and analyze data and also","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"904536000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}