{"title":"A Geologic 'Event' at Lassen Volcanic National Park","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>LASSEN VOLCANIC NATIONAL PARK, Calif. &mdash; <!--introstart-->The public is invited to the Loomis Museum in Lassen Volcanic National Park on Wednesday, August 17 from 10:30 a.m. to 11:30 a.m. for the unveiling of a spectacular new map and booklet that interprets the detailed geology of the park.<!--introend--> The U.S. Geological Survey and the Park are pleased to announce a special public presentation by USGS scientists to unveil their new landmark publication, the \"Geologic Map of Lassen Volcanic National Park and Vicinity.\"<\/p>\n<p>\"We are thrilled with this new information that is now available,\" stated Park Superintendent Darlene M. Koontz. \"The map will help park staff and the public to better understand the complex and fascinating volcanic resources of this region.\"<\/p>\r\n<p>This comprehensive geologic map will also allow land managers, first responders, and engineers to better assess volcanic hazards in the park and its vicinity, and provides a framework for all future earth science research in the area. The geologic map can form the foundation for making decisions about future economic development in the area. The U.S. Forest Service and Caltrans have been using preliminary versions of the map for engineering geology and land-management purposes for several years.<\/p>\r\n<p>More than 20 years in the making, <a href=\"http:\/\/pubs.usgs.gov\/sim\/2899\/\">USGS Scientific Investigations Map 2899<\/a> offers many times more detail than the previous standard, which was published in 1932. Geologists Michael A. Clynne and L.J. Patrick Muffler divided the mapped area into nearly 400 rock units within six major groups, basing their assessment on some 650 analyses of rock units. Such comprehensive chemical analysis was not practical in the early 20<sup>th<\/sup> century. Nor was radiometric dating then available, so the new geologic map is the first to comprehensively offer an absolute time framework for the region&rsquo;s geologic activity, from over 5 million years ago to the dramatic 1914-17 volcanic eruption of Lassen Peak that impelled the creation of today&rsquo;s national park.<\/p>\r\n<p>The map paints a vivid visual history of the Lassen volcanic region that links ancient geologic events with others almost in living memory as SIM-2899 plots the devastating 1914-17 eruptive sequence, in some cases day by day, through its evidence in the geologic record. Lassen hosts the largest geothermal system in the Cascades, and Lassen Peak was the last Cascades volcano to erupt before Mount Saint Helens in 1980, making understanding of its geology crucial for evaluation of future volcanic hazards.<\/p>\r\n<p>\"The Geologic Map of Lassen Volcanic National Park and Vicinity\" is now available in hard copy at the park's museum and visitor center. The SIM-2899 package includes an accompanying 110-page pamphlet and CD-ROM, as well as sheets with timelines of glacial, sedimentary and hydrothermal deposits and with photographs, generalized maps of past geologic study areas, and shaded relief maps derived from digital elevation models. Information on purchasing hard copies of the map, a free digital version, and the original GIS database files are <a href=\"http:\/\/pubs.usgs.gov\/sim\/2899\/\">online<\/a><a href=\"http:\/\/pubs.usgs.gov\/sim\/2899\"><\/a>. For information on <a href=\"http:\/\/www.nps.gov\/lavo\">Lassen Volcanic National Park<\/a> please contact the park at 530-595-4480.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Lassen","volcano","National Park","Park","Geologic Map","geology","map","hazard","public",""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1313121600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169804"},{"tid":"169953"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}