{"title":"USGS Science Goes to Mars","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\nWith the Mars rover Curiosityâ\u0080\u0099s successful landing Sunday, Aug. 5, at 10:32 p.m. PDT, U.S. Geological Survey scientists continue their strategic role in the Mars Science Laboratory (MSL), the most advanced mission yet to explore whether the Red Planet has ever offered environmental conditions favorable for microbial life.\n\nSeveral USGS scientists are playing important roles in a mission that involves hundreds of people from many government and private agencies in the United States and other countries. Oftentimes, in missions this large, individual contributions are hard to isolate, but doing so allows for a deeper understanding of the complexity and interconnectedness of space exploration. USGS brings its unique multidisciplinary scientific approach to the mission through the work of several scientists doing vital research.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/07_23_2012\/i4Dp266ff0_07_23_2012\/medium\/Gale_crater.jpg\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/07_23_2012\/i4Dp266ff0_07_23_2012\/medium\/Gale_crater.jpg\" alt=\"\" width=\"350\" height=\"350\" \/><\/a> Infrared mosaic image of Mars Gale crater by the Thermal Emission Imaging Spectrometer (THEMIS) of the USGS Astrogeology Science Center and Arizona State University. The Mars Science Laboratory is scheduled to land in Gale crater Aug. 5, 2012.[\/caption]\n\nUSGS researchers mapped and helped to select the NASA\/Jet Propulsion Laboratory missionâ\u0080\u0099s landing site in Marsâ\u0080\u0099 feature-rich Gale crater. They also are working to capture video of the descent and landing, to safely guide the rover amid hazards such as deep sections of soft sediment, to record and analyze the chemical and mineral composition of martian rock and dust, and to evaluate the role water played in forming the martian landscape. USGS expertise in marine depositional processes will help ascertain where water might once have flowed on Mars â\u0080\u0094 an exciting prospect because, on Earth at least, environments that contain water almost always contain life.\n\nGale crater was chosen for the landing in large part because data from the Mars Reconnaissance Orbiter indicate that alluvial and sedimentary processes possibly driven by water might have occurred there, according to geophysicist <a href=\"http:\/\/astrogeology.usgs.gov\/people\/randolph-kirk\">Randy Kirk<\/a>, who led the group that created high-resolution terrain models of the leading candidate locations for the landing.\n\nâ\u0080\u009cThe MSL mission would literally have been impossible without the fantastic imaging systems on the current generation of Mars orbiters like the Mars Reconnaissance Orbiter, and the advanced techniques we now have for processing huge amounts of image and spectral data,â\u0080\u009d Kirk said.Â â\u0080\u009cNot only did these instruments pinpoint the ancient sediments that may hold a record of habitable environments for MSL to investigate, their images allowed us to map every rock and slope in the candidate landing sites that could pose a risk to the mission.â\u0080\u009d\n\n<strong>Looking for Signs of Water<\/strong>\n\nAmong other things, the USGS scientists and their colleagues will be investigating a feature very near the landing site that appears to be an alluvial fan, which could be evidence of prior existence of water. In the months after the landing, Curiosity will approach Aeolis Mons (sometimes informally referred to as â\u0080\u009cMount Sharpâ\u0080\u009d), the three-mile-high mountain in Gale craterâ\u0080\u0099s center that shows signs of being formed of layered sediments, which may indicate a history of wind or water processes.\n\nGeologist <a href=\"http:\/\/astrogeology.usgs.gov\/people\/ken-herkenhoff\">Ken Herkenhoff<\/a> will use several specialized cameras and instruments aboard Curiosity to study landforms and surface processes on Mars for signs of past water as well as organic compounds that are associated with life on Earth. These instruments will take color video of the craftâ\u0080\u0099s approach and landing and, once it lands, color photos and high-definition video of the Martian terrain. Another instrument functions like a geologistâ\u0080\u0099s hand lens, providing close-up views of the minerals, structures and textures in martian rocks and dust. Herkenhoff and USGS astrogeologist Ryan Anderson, a postdoctoral fellow, will also work with Curiosityâ\u0080\u0099s onboard ChemCam spectrometer and remote microscopic imager, which will fire a laser at martian rocks and dust and analyze the elemental composition of the plasma generated by the laser. It will search for organic compounds, as well as analyze the inorganic geochemistry of rocks and soils.\n\nâ\u0080\u009cThe laser lets us rapidly study the chemistry of targets up to 7 meters away, and it is sensitive to light elements like hydrogen and nitrogen that other equipment canâ\u0080\u0099t easily detect,â\u0080\u009d Anderson said. A member of the USGS team whose research helped lead to the selection of Gale crater as the landing site, Anderson describes his countdown to Curiosityâ\u0080\u0099s landing in his<span style=\"text-decoration: underline;\"> â\u0080\u009c<\/span><a href=\"http:\/\/blogs.agu.org\/martianchronicles\/\">â\u0080ªMartian Chroniclesâ\u0080\u009d blog <\/a>for the American Geophysical Union.\n\nBoth Herkenhoff and Kirk are science team members for the Mars Reconnaissance Orbiter camera that was used to map the landing site and will attempt to capture images of the Mars Science Laboratory as it descends via parachute to the martian surface. As well as being exciting documentation of this difficult planetary landing, these high-resolution images from 300 kilometers above Marsâ\u0080\u0099 surface will provide important context for the data expected to be collected on the surface.\n\nâ\u0080\u009cItâ\u0080\u0099s difficult enough to land a rover on Mars, as the spacecraft must execute every instruction perfectly as it enters and descends through the martian atmosphere,â\u0080\u009d Herkenhoff said.Â â\u0080\u009cAcquiring this image will require coordinating the activities of these two spacecraft from a distance so great that they cannot be controlled in real time--the round-trip time for radio signals to travel between Earth and Mars will be almost half an hour.\n\nBeyond verifying that MSLâ\u0080\u0099s parachute successfully opened, this image will provide a dramatic view of the most critical and exciting part of MSLâ\u0080\u0099s mission to Mars,â\u0080\u009d Herkenhoff said.\n\n<strong>Studying Martian Sediments<\/strong><strong><\/strong>\n\nIn contrast to the aforementioned three USGS scientists who work full time on planetary issues out of the USGS Astrogeology Center, USGS geologist <a href=\"http:\/\/walrus.wr.usgs.gov\/infobank\/programs\/html\/staff2html\/staff\/David_Rubin.html\">David Rubin <\/a>of the Pacific Coastal and Marine Science Center in Santa Cruz, CA, was tapped for the Mars mission for his expertise in marine sediments on Earth. As an outside reviewer of data from the Mars Exploration Rover mission, Rubin helped to corroborate NASA findings that there was once flowing water on Mars, judging by the shape of sedimentary ripples found there. On the current mission, he will help to evaluate the sedimentary features that the rover finds for evidence of marine or wind-driven processes.\n\n[caption id=\"\" align=\"alignright\" width=\"400\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/07_25_2012\/h41Og66FEa_07_25_2012\/medium\/Qaidam_basin2.jpg\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/07_25_2012\/h41Og66FEa_07_25_2012\/medium\/Qaidam_basin2.jpg\" alt=\"\" width=\"400\" height=\"258\" \/><\/a> China's Qaidam Basin, which has a landscape similar to Mars.[\/caption]\n\nRubin explained how he, as a marine geologist, got involved in planetary science. â\u0080\u009cIâ\u0080\u0099ve done research on the underwater sand dunes of San Francisco Bay and beach restoration in the Grand Canyon. NASA scientists and I realized that there were similarities to these subaqueous features on Earth and on Mars (as observed by the earlier Mars rover mission).â\u0080\u009d NASA funded his current research project to study sedimentation data transmitted from Curiosity in the expectation that understanding the processes that form ripples and dunes and their deposits on Earth can help explain how landforms and rocks originated on Mars.\n\n<strong>Scheduling the Roverâ\u0080\u0099s Tasks<\/strong>\n\nThe mission runs not on Earth time but on Mars time, based on martian days, called â\u0080\u009csols.â\u0080\u009d For at least the first 30 sols of the mission, Rubin have an additional task: He will be among the scientists of the Surface Materials and Mobility team who chart the roverâ\u0080\u0099s daily route amid sand dunes and other potential hazards. To do this, they must make the stressful adaptation to martian time. A Mars sol is just under 40 minutes longer than an Earth day; the difference, not much at first, quickly becomes disruptive, Rubin said. Again, his expertise in dunes and sediments will play an important role â\u0080\u0093 this time in keeping the rover safe from hazards.\n\nFor the first 30 sols of the mission, he and Anderson will also join three science theme groups â\u0080\u0094 geology, environment and mineralogy â\u0080\u0094 that direct the roverâ\u0080\u0099s daily tasks. Depending on the planetsâ\u0080\u0099 relative position, it takes about 13 minutes for signals to travel from Earth to Mars, too long an interval to transmit individual instructions. So Curiosityâ\u0080\u0099s tasks will be programmed an entire sol at a time, the same operational approach used for previous Mars rovers. Every minute of the roverâ\u0080\u0099s sol will be scheduled, taking into account temperature on Mars, data bandwidth, battery power, and time.\n\nUnlike previous rovers, which used solar panels, Curiosity has a 110-watt nuclear generator, but its energy must be carefully budgeted. The team must schedule some mechanical activities later in the sol, when the faraway sun has warmed the roverâ\u0080\u0099s robotic limbs. The rover will perform its data-gathering tasks during the martian sol, and begin transmitting each solâ\u0080\u0099s data at martian dusk. Images from Curiosity will thus begin to reach the USGS and other investigators on Earth a sol or two after the landing.\n\nâ\u0080\u009cI am especially excited to see what Gale crater looks like from the ground after studying if from orbit for years,â\u0080\u009d Anderson said. â\u0080\u009cThe first color panorama with Mount Sharp in the distance is going to be spectacular!â\u0080\u009d\n\nTo track the progress of Curiosity and the Mars Science Laboratory mission, go to <a href=\"http:\/\/www.nasa.gov\/\">http:\/\/www.nasa.gov\/<\/a>.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24222","uid":"31","filename":"Gale_crater.jpg","uri":"public:\/\/Gale_crater.jpg","filemime":"image\/jpeg","filesize":"39492","status":"1","timestamp":"1425492768","type":"image","uuid":"b1e2416b-70a7-48ba-a46a-013c7102d5f5","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":500,"width":500},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["astrogeology","geology","Marine Geology","Planetary Science"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1343916109","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}