{"title":"The Hayward Fault: America's Most Dangerous?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>An earthquake of M6.8 or greater on the Hayward Fault, in the heart of the San Francisco Bay area, is increasingly likely. The last major earthquake on the Hayward Fault was in 1868, 140 years ago: research by the U.S. Geological Survey (USGS) and others indicate the past five such earthquakes have been 140 years apart on average.<\/p>\n<p><!--introstart-->According to newly updated information from members of the 1868 Hayward Earthquake Alliance, a major earthquake on the Hayward fault would impact more than 5 million people and property and contents valued in excess of $1.5 trillion in the six counties surrounding the fault. If the 1868 earthquake were to reoccur today, Risk Management Solutions (RMS) estimates total economic losses to residential and commercial properties would likely exceed $165 billion. Other factors, such as fire, damage to infrastructure and related disruption would substantially increase the loss.<!--introend--><\/p>\r\n<p>In marked contrast to Hurricane Katrina where uninsured losses were approximately 60 to 70 percent of total economic losses, more than 95 percent of projected Hayward Fault earthquake residential losses and 85 percent of commercial losses will be uninsured.<\/p>\r\n<p>\"Bay Area residents, businesses and local governments need to take action now to reduce future losses. The public understands this and has repeatedly supported bond measures for well-planned seismic upgrade projects, such as the ongoing retrofit of BART and the Hetch Hetchy system,\" said Mary Lou Zoback, earthquake expert from RMS.<\/p>\r\n<p>\"Public and private organizations have already invested over $30 billion to retrofit or replace vulnerable buildings and infrastructure, but more needs to be done,\" said Tom Brocher, seismologist with the USGS. Until the Bay Bridge and BART undergo major retrofits, they remain vulnerable to earthquakes and more than 180,000 daily commuters who currently use them could face having to take overtaxed alternate routes for months. Similarly, until the Hetch Hetchy aqueduct system upgrade is complete, earthquake-related activity could cut off water for 2.4 million Bay Area residents, according to a recent report by the Bay Area Economic Forum.<\/p>\r\n<p>\"People should realize there is a possibility that they won't be able to drive home from work or pick up their children from school,\" said Jeanne Perkins from the Association of Bay Area Governments. \"A Hayward Fault earthquake could close 1,100 roads, including 900 in Alameda County alone.\"<\/p>\r\n<p>Oakland and San Francisco international airports and nearly all the region's port facilities are built on materials prone to earthquake damage. As a result, the capacity to deliver the goods needed to support recovery would be significantly diminished. \"We hope that information in the research being released today will promote greater awareness among the general population and will encourage businesses and lifeline operators to achieve greater resiliency in our infrastructure,\" said Keith Knudsen, a representative of the Earthquake Engineering Research Institute (EERI).<\/p>\r\n<p>While the projected consequences of a Hayward Fault earthquake are staggering, and similar to that of the 1868 earthquake, authors of this newly released article are encouraged by the interest that residents and community leaders are showing in mitigation and preparedness. \"We hope that our research will facilitate more informed decision making on the part of local officials,\" said Brocher.<\/p>\r\n<p>Original loss estimates will appear in an upcoming issue of <em>Catastrophe Risk Management<\/em> magazine, and reflect analysis based on a M6.8 earthquake on the Hayward Fault. The updated loss estimates, presented in this news release, are based on new modeling that suggests the 1868 Hayward earthquake was closer to M7.0.<\/p>\r\n<p>A link to the full article will be available soon at <a href=\"http:\/\/www.cat-risk.com\/\">http:\/\/www.cat-risk.com<\/a><\/p>\r\n<p>The report authors include Thoma","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1205985600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170247"},{"tid":"170455"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}