{"title":"USGS Celebrates 50 years in Menlo Park (1954 - 2004)","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>In January of 1954, 120 employees of the U.S. Geological Survey (USGS) moved into what would be the first of many USGS buildings in Menlo Park. These USGS employees were previously stationed all around the western United States from San Francisco to Salt Lake City, and several were even commuting from our Washington DC office. Bringing them together in a central western region facility would lead to increased scientific cooperation and efficient use of resources. The Survey&rsquo;s Western Region Headquarters would eventually grow to include 2000 people housed in almost two dozen buildings spread from Redwood City to Palo Alto. In recent years, that number has been reduced by downsizing and decentralization, but the USGS still employs about 600 people at their Middlefield Road campus in Menlo Park. <\/p>\n<p>This 50th anniversary of the USGS in Menlo Park comes at the same time the whole USGS is celebrating its 125th anniversary as a federal agency. These 125th and 50th anniversaries will be celebrated throughout 2004 with a variety of public events at 345 Middlefield Road in Menlo Park. Directions to the USGS campus in Menlo Park are at <a href=\"http:\/\/online.wr.usgs.gov\/kiosk\/mparea3.html\">http:\/\/online.wr.usgs.gov\/kiosk\/mparea3.html<\/a>. <\/p>\r\n<p>On Earth Day, Thursday, April 22 at 7:00 p.m., the USGS will kick off a series of public lectures highlighting its major scientific achievements over the past 50 years. In his lecture, <span class=\"italics\">Science, Society, and the Survey &#8212;50 years of the USGS in Menlo Park<\/span>, geologist David Howell will give an overview of our history and scientific milestones, and set the stage for more lectures in the following months. <\/p>\r\n<p>Future 50th anniversary lectures highlighting the major scientific achievements of USGS scientists in Menlo Park will include topics such as: Ecosystem restoration in the Sacramento - San Joaquin Delta, Development of the Paleomagnetic time scale and its contributions to the Theory of Plate tectonics, the construction of the Trans-Alaska petroleum pipeline, Landslides studies and real-time monitoring, Mineral resources, Insights from the ocean bottom, Advances in Volcanology, Monitoring San Francisco Bay, Advances in earthquake science, and Understanding California&rsquo;s geologic history. For more information on the public lecture schedule at the USGS, see <a href=\"http:\/\/online.wr.usgs.gov\/calendar\/\">http:\/\/online.wr.usgs.gov\/calendar\/<\/a> or call (650) 329-5000. <\/p>\r\n<p>Currently on display in the lobby and hallways of USGS Building 3 are exhibits about the early years of the USGS shortly after its establishment in 1879 and its first director, Clarence King. In development are more exhibits and public displays featuring the past 50 years in Menlo Park. The displays at the USGS are open for public viewing Monday - Friday, 8:00 - 5:00. <\/p>\r\n<p>Also on April 22 the USGS will launch a 50th anniversary Web site <a href=\"http:\/\/quake.usgs.gov\/50years\">http:\/\/quake.usgs.gov\/50years<\/a> showcasing its scientific achievements, and highlighting 50 years in Menlo Park. The Web site will feature a history of the USGS in Menlo Park, historic maps, photos and newspaper clippings, brief accounts of accomplishments, reminiscences of senior Survey scientists and retirees, a schedule of public events, and more. Visit the Web site frequently, as it will evolve and grow throughout the year.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1082347200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}