{"title":"Radon in Blue Ridge Ground Water Among Highest In Nation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Radon concentrations in ground water from homeowners&rsquo; wells in the Blue Ridge area of the New River watershed, in parts of North Carolina and Virginia, were among the highest measured in the nation in a new report from the U.S. Geological Survey. Radon is a radioactive gas, and radon in air is the second leading cause of lung cancer.<\/p>\n<p>\"These results for ground water suggest that many homes in the Blue Ridge region may have excessive radon in their indoor air,\" said USGS project leader Mark D. Kozar. The igneous and metamorphic rocks in the area have high natural uranium content. Radon forms during the decay of uranium. Radon can seep through soil and accumulate in poorly ventilated homes, especially in basements. <\/p>\r\n<p>Water from 87 percent of wells sampled in the Blue Ridge region exceeded the proposed national drinking-water standard of radon which is 300 picocuries per liter (pCi\/L). One-third of the wells contained more than 4,000 pCi\/L, the alternate standard proposed for areas where action is taken to decrease radon levels in indoor air. The maximum radon concentration detected was 30,900 pCi\/L. Similar radon concentrations may be expected in other parts of the Blue Ridge and Piedmont in Virginia and North Carolina where similar rocks are present. Nationally, the USGS has found that the median radon concentration is 410 pCi\/L. <\/p>\r\n<p>Additional information on radon can be found at the National Safety Council&rsquo;s telephone hotline 800-SOS-RADON or the USEPA web sites <a href=\"http:\/\/www.epa.gov\/iaq\/radon\/\">http:\/\/www.epa.gov\/iaq\/radon\/<\/a> (indoor air) and <a href=\"http:\/\/www.epa.gov\/ogwdw000\/radon\/fact.html\/\">http:\/\/www.epa.gov\/ogwdw000\/radon\/fact.html\/<\/a> (drinking water). Homeowners can test their air or water for radon using inexpensive and widely available test kits. <\/p>\r\n<p>Breathing radon poses a greater risk than drinking water containing radon. Radon, in addition to seeping into homes through soil and rock, can also escape into the air when ground water containing radon is used for bathing, laundry, and cooking. \"Water in rivers or lakes usually contains very little radon,\" said Kozar.<\/p>\r\n<p>The USGS sampled 30 wells in the New River watershed as part of the National Water-Quality Assessment (NAWQA) Program. Ground-water samples from the wells were also analyzed for bacteria, nutrients, trace metals, pesticides, and volatile organic compounds. A new USGS report, \"Ground-Water Quality and Geohydrology of the Blue Ridge Physiographic Province, New River Basin, Virginia and North Carolina,\" describes the complete results of the study. A limited number of copies of the printed report are available at no cost from USGS offices at 11 Dunbar Street, Charleston, WV 25301 [phone (304) 347-5130]; 1730 East Parham Road, Richmond, VA 23228 [(804)261-2600]; and 3916 Sunset Ridge Road, Raleigh, NC 27607 [(919)571-4000]. The report can also be ordered from the USGS Branch of Information Services, Box 25286, Denver Federal Center, Denver, CO 80225. Please identify the report as USGS Water-Resources Investigations Report 00-4270. <\/p>\r\n<p>Information on radon testing and control is also available from the North Carolina Division of Radiation Protection, 3825 Barnett Drive, Raliegh, NC 27609-7221 [Contact Dr. Felix Fong (919)571-4141] or the Virginia Department of Health, Bureau of Radiological Health, 1500 E. Main Street Room 240, Richmond, VA 23218 [Contact Leslie Foldesi (804)786-5932]. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia","North Carolina"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"992318400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169506"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}