{"title":"U.S. Geological Survey Director Gordon Eaton Announces Retirement","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>USGS Director <a href=\"http:\/\/130.11.8.39\/newsroom\/special\/director\/eaton.html\">Gordon P. Eaton <\/a>today announced his retirement. <\/p>\n<p>Dr. Eaton was appointed by President Clinton in 1994. Eaton&rsquo;s retirement will be effective at the beginning of the fiscal year. <\/p>\r\n<p>\"Dr. Eaton has guided the helm of the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> and its community of scientists for over three years, during a dramatic sea-change for the Survey,\" Secretary of the Interior Bruce Babbitt said.\"Under his guidance,the USGS has expanded to become the preeminent science bureau for the Department of the Interior, one that now encompasses the disciplines of <a href=\"http:\/\/biology.usgs.gov\/\">biology<\/a>, <a href=\"http:\/\/geology.usgs.gov\/\">geology<\/a>, <a href=\"http:\/\/water.usgs.gov\/\">hydrology<\/a> and <a href=\"http:\/\/mapping.usgs.gov\/\">mapping<\/a>. In addition, he has been a tireless advocate for the Survey through difficult periods of downsizing, funding uncertainties, and transformation of its mission. I accept his retirement with regret and a great deal of respect.\" <\/p>\r\n<p>Eaton said,\"It has been my goal to ensure that the USGS provides relevant science to the American people. I believe my job of transforming the USGS into a streamlined, cohesive agency and leading its employees into a more dynamic future has been accomplished. It has been a tremendous privilege for me to serve this Administration, and I have particularly enjoyed working with the very capable employees of the Survey. I leave them with deep respect and heartfelt gratitude.\" <\/p>\r\n<p>As Director, Eaton overcame attempts to abolish the USGS while leading the bureau through a significant downsizing and restructuring. Establishing an integrated approach to science, he oversaw the incorporation into the USGS of the former National Biological Service and part of the former Bureau of Mines. A key priority of Dr. Eaton&rsquo;s was to provide an increased emphasis on the bureau&rsquo;s responsiveness to customers. <\/p>\r\n<p>Prior to Dr. Eaton&rsquo;s departure, Secretary Babbitt will name an acting director to serve while a new USGS director is nominated and confirmed. <\/p>\r\n<p>Dr. Eaton is the <a href=\"http:\/\/130.11.8.39\/aboutusgs\/who_we_are\/directors.asp\">12th director<\/a> in the <a href=\"http:\/\/pubs.usgs.gov\/circ\/c1050\/\">118-year history<\/a> of the USGS. As the Nation&rsquo;s largest natural resources science and civilian mapping agency, the USGS works in cooperation with nearly 2,000 organizations across the country to provide the reliable, impartial information needed by resource managers and planners. This information is gathered by USGS scientists in every state to minimize the loss of life and property from natural disasters; to maintain water, biological, energy and mineral resources; to enhance and protect the quality of life; and to contribute to sound economic and physical development. <\/p>Reporters should call 703-648-4460 to obtain a <a href=\"http:\/\/130.11.8.39\/newsroom\/special\/director\/eaton.gif\">photograph<\/a> of Dr. Eaton.","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"873864000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170634"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}