{"title":"14 Eye-Opening USGS Images from 2014 ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<div style=\"text-align: center;\"><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/0-Top-Story-Cover-2014.jpg\"><img alt=\"\" class=\"aligncenter  wp-image-207601\" height=\"512\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/0-Top-Story-Cover-2014.jpg\" width=\"800\" \/><\/a><\/div><p>As we wind down 2014, letâ\u0080\u0099s refresh your science trivia knowledge and brighten your eyes and brain with a list of fun facts and gorgeous images from USGS. Weâ\u0080\u0099ve picked out a few snapshots and videos from the 2014 year of USGS science â\u0080\u0094 a tiny fraction of all the new discoveries, earthly phenomena, and new publications we worked on this past year. Itâ\u0080\u0099s impossible to encompass all that we survey for our nation on this planet and beyond, but we hope you enjoy this little visual morsel before we head into another new year. So letâ\u0080\u0099s get started! &nbsp; &nbsp;<\/p><p style=\"text-align: center;\"><a href=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/uploads\/multimediaFile-906.jpg\"><img alt=\"\" class=\"aligncenter\" height=\"605\" src=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/uploads\/multimediaFile-906.jpg\" width=\"806\" \/><\/a><\/p><p><strong>1. HawaiÊ&raquo;i Hot Lava<\/strong> After slowly moving downslope from <strong>KÄ&laquo;lauea Volcano<\/strong>â\u0080\u0099s East Rift Zone since June 27, 2014, this active lava flow in HawaiÊ&raquo;i reached the town of PÄ\u0081hoa just before Halloween, destroying roads, a cemetery, and private property in this community. Amazingly, the Puâ\u0080\u0098u â\u0080\u0098Å\u008câ\u0080\u0098Å\u008d vent began erupting in 1983 and has continued erupting essentially nonstop for more than 31 years, though this recent flow was the first to threaten homes since 2012. In this photo from October 26, 2014, a USGS geologist is mapping the margin of the active lava flow in an open field west of the town of PÄ\u0081hoa; the lava has continued its advance as of December. (Photo by USGS Hawaiian Volcano Observatory) Stay tuned to the USGS Hawaiian Volcano Observatory in January 2015 when they host the annual â\u0080\u009cVolcano Awareness Monthâ\u0080\u009d with many public education events on the Island of HawaiÊ&raquo;i.<\/p><ul><li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/hawaiian-lava-flow-reaches-town\/\"><strong>Read about the KÄ&laquo;lauea lava flow in this USGS Top Story<\/strong><\/a><strong> <\/strong><\/li><li><a href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2Fhvo.wr.usgs.gov%2Factivity%2Fkilaueastatus.php&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNFwh3MQr-UQnhZXsRMnjn5X2Q1kPw\"><strong>Get the latest KÄ&laquo;lauea lava flow update from the USGS Hawaiian Volcano Observatory<\/strong><\/a><\/li><li><a href=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/index.php\"><strong>See the latest KÄ&laquo;lauea lava flow photos from USGS<\/strong><\/a><\/li><li><a href=\"http:\/\/hvo.wr.usgs.gov\/\"><strong>Get ready for Volcano Awareness Month with USGS in HawaiÊ&raquo;i<\/strong><\/a><\/li><\/ul><p>&nbsp; &nbsp; &nbsp;<\/p><div style=\"text-align: center;\"><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/2-Volcano.jpg\"><img alt=\"\" class=\"aligncenter  wp-image-207611\" height=\"579\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/2-Volcano.jpg\" width=\"871\" \/><\/a><\/div><p><strong>2. Volcano #TBT<\/strong> If you can stand the heat, study geology! USGS is responsible for issuing â\u0080\u009ctimely warningsâ\u0080\u009d of potential volcanic hazards to emergency-management authorities and to the populace affected. In this photo, a USGS researcher is taking a temperature measurement on a sluggish channel eddy on KÄ&laquo;lauea Volcano in 1984. The research in HawaiÊ&raquo;i is just one of many projects overseen by the USGS Volcano Hazards Program, which monitors active and potentially active volcanoes, assesses their hazards, responds to volcanic crises, and conducts research on how volcanoes work. If youâ\u0080\u0099ve been following USGS on <strong>Instagram <\/strong>in 2014, then youâ\u0080\u0099ve already seen this crazy classic photo we posted in August as part of the <strong>â\u0080\u009cThrowback Thursdayâ\u0080\u009d<\/strong> meme. Follow us on our social media accounts like Instagram, <strong>Twitter<\/strong>, and <strong>Facebook <\/strong>to keep up with our science photos and videos â\u0080\u0094 as well as glimpses from the past. (Photo by P.W. Lipman\/USGS)<\/p><ul><li><a href=\"http:\/\/instagram.com\/usgs\/\"><strong>Insta: USGS<\/strong><\/a><\/li><li><a href=\"http:\/\/twitter.com\/usgs\"><strong>Twitter @USGS<\/strong><\/a><\/li><li><a href=\"https:\/\/www.facebook.com\/USGeologicalSurvey\"><strong>Like on Facebook<\/strong><\/a><\/li><li><a href=\"http:\/\/volcanoes.usgs.gov\/\"><strong>Zoom in on our U.S. Volcanoes and Current Activity Alerts map<\/strong><\/a><strong> <\/strong><\/li><li><a href=\"http:\/\/education.usgs.gov\/\"><strong>Find a â\u0080\u009cLiving with a Volcano in Your Backyardâ\u0080\u009d educators guide at the USGS Education website<\/strong><\/a><\/li><\/ul><p>&nbsp; &nbsp; &nbsp;<\/p><div style=\"text-align: center;\">[iframe title=&quot;Earthquake video&quot; name=&quot;Earthquake Video&quot; width=&quot;800&quot; height=&quot;625&quot; src=&quot;https:\/\/www.youtube-nocookie.com\/embed\/jvl-4IWjHXo?rel=0&quot; frameborder=&quot;0&quot; allowfullscreen]<\/div><p><strong>3. The Largest Earthquake in U.S. History<\/strong> Forget action movies with computer graphics â\u0080\u0094 major earthquakes are a real phenomenon, and they impact real communities across our nation. March 2014 marked <strong>the 50th anniversary of the Great Alaska Earthquake<\/strong>, a magnitude 9.2 event that shifted land downward by 8 feet and upward as much as 38 feet in some locations. USGS scientists were immediately at the frontlines in 1964 studying this catastrophic earthquake â\u0080\u0094 which led to some groundbreaking changes in geologic theories and paved the foundation for our current research and monitoring efforts of earthquakes in the United States. Premiered in January, our documentary video â\u0080\u009cThe Great Alaska Earthquake,â\u0080\u009d interviews those same USGS scientists and reflects on the scientific and natural hazard response lessons learned from 1964. (Film directed by Stephen Wessells\/USGS)<\/p><ul><li><a href=\"https:\/\/www.youtube.com\/watch?v=jvl-4IWjHXo\"><strong>Watch â\u0080\u009cThe Great Alaska Earthquakeâ\u0080\u009d USGS film (4-minute version)<\/strong><\/a><\/li><li><a href=\"https:\/\/www.youtube.com\/watch?v=lE2j10xyOgI\"><strong>Watch â\u0080\u009cThe Great Alaska Earthquakeâ\u0080\u009d USGS film (11-minute version)<\/strong><\/a><\/li><li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/the-1964-great-alaska-earthquake-tsunami\/\"><strong>Read the USGS blogpost commemorating the 1964 Alaska earthquake<\/strong><\/a><strong> <\/strong><\/li><li><a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/events\/alaska1964\/\"><strong>Read a USGS summary for this 1964 Alaska earthquake<\/strong><\/a><\/li><\/ul><p>&nbsp; &nbsp; &nbsp;<\/p><p style=\"text-align: center;\"><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/07\/National-Map.jpg\"><img alt=\"\" class=\"aligncenter\" height=\"540\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/07\/National-Map.jpg\" width=\"810\" \/><\/a><\/p><p><strong>4. Will I Be Shaken or Stirred?<\/strong> In July 2014, USGS updated the <strong>U.S. National Seismic Hazard Maps<\/strong>, which reflect the best and most current understanding of where future earthquakes will occur, how often they will occur, and how hard the ground will likely shake as a result. Along with other data, the updates review new information on East Coast earthquakes, new California faults, and human-induced earthquakes, and helps local governments and communities improve public safety, building design, and insurance practices. (Map by USGS Geologic Hazards Science Center) Earthquakes pose significant hazards to 75 million Americans in 39 States. The USGS has responsibility for recording and reporting earthquake activity nationwide, and also tracks earthquakes worldwide. And while citizens, emergency responders, and engineers rely on the USGS for accurate and timely information on earthquake events, USGS also relies on you, the public â\u0080\u0094 whenever you fill out the <strong>Did You Feel It<\/strong> survey online â\u0080\u0094 which provides valuable data on earthquakes to our scientists!<\/p><ul><li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/new-insight-on-the-nations-earthquake-hazards\/\"><strong>Read the our <\/strong><\/a><a href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2Fwww.usgs.gov%2Fblogs%2Ffeatures%2Fusgs_top_story%2Fnew-insight-on-the-nations-earthquake-hazards%2F&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNFvTBuEe1FNcp_E26ZJ3T9gWe-_6w\"><strong>announcement<\/strong><\/a><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/new-insight-on-the-nations-earthquake-hazards\/\"><strong> on the new National Seismic Hazard Maps<\/strong><\/a><\/li><li><a href=\"http:\/\/pubs.usgs.gov\/of\/2014\/1091\/\"><strong>Download the full USGS report on these hazard maps<\/strong><\/a><\/li><li><a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/\"><strong>Report any earthquakes you feel at anytime at the USGS â\u0080\u009cDid You Feel It?â\u0080\u009d webpage<\/strong><\/a><\/li><\/ul><p>&nbsp; &nbsp; &nbsp;<\/p><p style=\"text-align: center;\"><strong><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/5-Yttrium.jpg\"><img alt=\"\" class=\"aligncenter  wp-image-207631\" height=\"538\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/5-Yttrium-1024x640.jpg\" width=\"860\" \/><\/a><\/strong><\/p><p><strong>5. Yttrium on the Soles of Your Shoes<\/strong> If youâ\u0080\u0099re admiring the glow of LED tree lights or watching your favorite football team on your LED television this winter season, you have yttrium to thank for that. Named in the 1700s after the Swedish village Ytterby, yttrium is one of the â\u0080\u009crare earth elementsâ\u0080\u009d very much needed for human technology. The elements yttrium, europium, and terbium are used in fluorescent and LED lighting and televisions. In May 2014, USGS scientists finished compiling the <strong>Geochemical and Mineralogical Maps for the Soils of the Conterminous U.S. <\/strong>â\u0080\u0094 an extraordinary dataset charting the abundance and distribution of chemical elements and minerals â\u0080\u0094 including yttrium â\u0080\u0094 in soils throughout the lower 48 U.S. states at three different soil horizons. This astounding achievement represents a baseline from which any future changes to our soil chemistry may be detected and measured against â\u0080\u0094 information which can improve our nationâ\u0080\u0099s agriculture, land-use planning, and even law enforcement. (Visualization by USGS Central Mineral and Environmental Resources Science Center)<\/p><ul><li><a href=\"http:\/\/mrdata.usgs.gov\/soilgeochemistry\/\"><strong>Explore this USGS interactive portal to look up soil maps for yttrium and other minerals<\/strong><\/a><\/li><li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/getting-the-dirt-on-soil\/\"><strong>Read the USGS blogpost â\u0080\u009cGet the Dirt on Soilâ\u0080\u009d<\/strong><\/a><\/li><li><a href=\"http:\/\/bigstory.ap.org\/article\/national-soil-collection-may-unlock-mysteries-0\"><strong>Read a fun â\u0080\u009cbehind the scenesâ\u0080\u009d story from the Associated Press about the field collections leading to these maps<\/strong><\/a><\/li><li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2014\/3078\/\"><strong>Discover the uses of yttrium and other rare earth elements in this 2014 USGS factsheet<\/strong><\/a><\/li><\/ul><p>&nbsp; &nbsp; &nbsp; &nbsp;<\/p><p style=\"text-align: center;\"><strong><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/6-Mars-a1.jpg\"><img alt=\"\" class=\"aligncenter size-full wp-image-207641\" height=\"355\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/6-Mars-b.jpg\" width=\"640\" \/><\/a><\/strong><\/p><p><strong>6. A Cartographer of Mars<\/strong> In July 2014, USGS completed a global <strong>Geologic Map of Mars <\/strong>for our colleagues at NASA. You heard that right â\u0080\u0094 USGS not only creates maps of Earth, but of other planets, too! Using data from the Mars Global Surveyor and Mars Odyssey probes, this is the best map currently available of the geologic units and landforms on the Red Planet. (Map by USGS Astrogeology Science Center) Maps like these are the work of the USGS Astrogeology Research Program, which works with NASA and other institutions to select landing sites, create mission maps, and carry out scientific investigations on planetary missions. So the next time you look at a Martian or Lunar map online or in your hands, squint and see if you can find the USGS name in the map credits!<\/p><ul><li><a href=\"http:\/\/pubs.usgs.gov\/sim\/3292\/\"><strong>Download the USGS â\u0080\u009cGeologic Map of Marsâ\u0080\u009d poster<\/strong><\/a><\/li><li><a href=\"https:\/\/www.youtube.com\/watch?v=quZMhSohIEU\"><strong>Spin a Martian globe on USGS YouTube<\/strong><\/a><\/li><li><a href=\"http:\/\/astrogeology.usgs.gov\/search\"><strong>Search for heavenly photos of planets and moons in the USGS â\u0080\u009cAstropediaâ\u0080\u009d<\/strong><\/a><\/li><li><a href=\"http:\/\/astrogeology.usgs.gov\/\"><strong>Meet the USGS astrogeologists<\/strong><\/a><\/li><\/ul><p>&nbsp; &nbsp; &nbsp;<\/p><p style=\"text-align: center;\"><strong><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/7-California-a1.jpg\"><img alt=\"\" class=\"aligncenter  wp-image-207681\" height=\"358\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/7-California-b.jpg\" width=\"630\" \/><\/a><\/strong><\/p><p><strong>7. Watching Over Earth<\/strong> Of course, USGS is best known for training its eye on the changes and rhythms of Planet Earth. Much of this work is thanks to <strong>the Landsat Missions<\/strong>, a joint program between USGS and NASA, wherein the USGS operates satellites that help us scan the Earthâ\u0080\u0099s surface for natural and man-made changes. The first satellite, Landsat 1, was launched in 1972, and the latest mission, Landsat 8, celebrated its first birthday on February 11, 2014. The Landsat missions have now collected over 42 years of global land imagery data. One benefit of this incredible record is the ability to visualize landscape conditions, such as <strong>drought impacts to California<\/strong>. The decrease of winter snow cover in the Sierra Nevada Mountains can be seen in this progression of images, captured by Landsat in February 2011, 2013, and 2014. California is heavily dependent on large Sierra Nevada snowpacks to replenish its annual water supply and sustain its vast agricultural lands and diverse ecosystems, and this satellite record underscores the current water shortage plight of the Golden State. (Image by USGS\/NASA)<\/p><ul><li><a href=\"http:\/\/landsat.usgs.gov\/gallery_view.php?category=nocategory&amp;thesort=pictureId\"><strong>Find this California drought image at the Landsat Missions gallery<\/strong><\/a><\/li><li><a href=\"http:\/\/landsat.usgs.gov\/\"><strong>Learn the historic importance of the Landsat program<\/strong><\/a><\/li><li><a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3799\"><strong>Celebrate the first year of Landsat 8<\/strong><\/a><\/li><li><a href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2Feros.usgs.gov%2Fimagegallery&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNGPNZ7v3tEqz-usYVrOLV_26_Hazw\"><strong>Fall in love with â\u0080\u009cEarth As Artâ\u0080\u009d at the USGS EROS program<\/strong><\/a><\/li><li><a href=\"http:\/\/nationalmap.gov\/3DEP\/index.html\"><strong>Take a closer look at Earth with the USGS 3D Elevation Program<\/strong><\/a><\/li><li><a href=\"http:\/\/ca.water.usgs.gov\/data\/drought\/\"><strong>Visit the USGS California Drought webpage<\/strong><\/a><\/li><\/ul><p>&nbsp; &nbsp;<\/p><p style=\"text-align: center;\"><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/8-WashingtonWest-a1.jpg\"><strong><img alt=\"\" class=\"aligncenter  wp-image-207721\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/8-WashingtonWest-b2.jpg\" width=\"650\" \/><\/strong><\/a><\/p><p><strong>8. Top of the Topo<\/strong> USGS has always been known for its maps, and we are still in the business. However, topographic maps â\u0080\u0094 the essential tool for planners, hikers, emergency response crews, and other professionals and enthusiasts â\u0080\u0094 have caught up with the digital age. <strong>US Topo<\/strong> <strong>Maps <\/strong>are now delivered in PDF format with geospatial extensions via GeoPDFÂ&reg;, which allows layers of information to be turned on or off, and provides flexible zooming and printing options. Our maps are available as free downloads via the <strong>USGS Map Locator<\/strong> at the USGS Store, making it easy for anyone to grab map PDFs for their tablets or smartphones before heading out for some outdoor sightseeing. And what were the most downloaded US Topo Maps in 2014? At the top is the Washington West quadrangle, featuring the District of Columbia. Other interesting top downloads include Santa Fe, New Mexico; Moab, Utah; Central Park in New York and Yuma in Michigan!<\/p><ul><li><a href=\"http:\/\/ims.er.usgs.gov\/gda_services\/download?item_id=6050207\"><strong>Download this Washington D.C. US Topo Map (42.2 MB zip file)<\/strong><\/a><\/li><li><a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/(xcm=r3standardpitrex_prd&amp;layout=6_1_61_48&amp;uiarea=2&amp;ctype=areaDetails&amp;carea=%24ROOT)\/.do\"><strong>Look up the free US Topo map for your neighborhood with the USGS Map Locator<\/strong><\/a><\/li><li><a href=\"http:\/\/store.usgs.gov\/\"><strong>Find reprints of historic maps at The USGS Store<\/strong><\/a><\/li><li><a href=\"http:\/\/nationalmap.gov\/ustopo\/\"><strong>A userâ\u0080\u0099s guide to exploring and downloading US Topo maps from USGS<\/strong><\/a><\/li><\/ul><p>&nbsp; &nbsp; &nbsp;<\/p><p style=\"text-align: center;\"><a href=\"http:\/\/gallery.usgs.gov\/photos\/12_12_2014_m52Tk87jje_12_12_2014_0#.VKKsudC68\"><img alt=\"Time-Lapse photo of a USGS hydrologist measuring streamflow\" class=\"aligncenter\" height=\"637\" src=\"http:\/\/gallery.usgs.gov\/images\/12_12_2014\/m52Tk87jje_12_12_2014\/large\/kev1.jpg\" width=\"892\" \/><\/a><\/p><p>&nbsp; <strong>9. Attack of the Hydrologist Clones<\/strong> No, USGS isnâ\u0080\u0099t cloning hydrologists or hiring lesser-known X-Men to do science. This is a time-lapse composite photograph from December showing a USGS technician crossing a stream near Thompson Falls, Montana, to measure water flow at different points across a stream transect. This is just one of the many scientific duties of the <strong>USGS Water Mission Area<\/strong>. (Photo by Dan Hess\/USGS) USGS provides NOAAâ\u0080\u0099s National Weather Service with stream data for critical flood warnings. Additionally, these stream surveys allow scientists to compute the streamflow of rivers across the United States, and help with fish habitat restoration, and other ecosystem studies. Advanced computer models and long-term analyses are of little use without the data collected by technicians and scientists working long, hard days in the field!<\/p><ul><li><a href=\"http:\/\/gallery.usgs.gov\/photos\/12_12_2014_m52Tk87jje_12_12_2014_0\"><strong>Download this photo at the USGS Multimedia Gallery<\/strong><\/a><strong> <\/strong><\/li><li><a href=\"http:\/\/www.usgs.gov\/water\/\"><strong>Learn about USGS water sciences research<\/strong><\/a><\/li><\/ul><p>&nbsp; &nbsp; &nbsp;<\/p><p style=\"text-align: center;\"><a href=\"\/\/www.flickr.com\/photos\/usgeologicalsurvey\/15358867302\/\"><img alt=\"\" class=\"aligncenter  wp-image-207731\" height=\"546\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/10-PrettyStream.jpg\" width=\"819\" \/><\/a><\/p><p><strong>10. Dreaming of Streams in Green<\/strong> USGS operates about 7,400 streamgages around the United States, including this gage photographed in August 2014 in the serene, verdant woods of Little Back Creek, located within the George Washington National Forest in Virginia. You can find this photo in the USGS Flickr gallery. (Photo Credit: Alan Cressler\/USGS) Streamgages are operated by the <strong>USGS National Streamflow Information Program (NSIP)<\/strong>, whose mission is to provide real-time streamflow data to local, state, regional, and national leaders, so communities can continuously monitor changes in their local waters, track drought and flood conditions, and manage accordingly.<\/p><ul><li><a href=\"http:\/\/on.doi.gov\/LittleBackCreek\"><strong>Check the current stream conditions of Little Back Creek<\/strong><\/a><\/li><li><a href=\"http:\/\/water.usgs.gov\/nsip\/\"><strong>Look for other stream gages operated by the USGS National Streamflow Information Program<\/strong><\/a><\/li><li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/celebrating-the-first-usgs-streamgage\/\"><strong>Celebrate the first-ever USGS streamgage<\/strong><\/a><\/li><li><a href=\"https:\/\/www.flickr.com\/photos\/usgeologicalsurvey\/15241108307\/\"><strong>Search for this and other beautiful images at the USGS Flickr page<\/strong><\/a><\/li><\/ul><p>&nbsp; &nbsp; &nbsp; &nbsp;<\/p><p style=\"text-align: center;\"><a href=\"\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/WindFarm-Map-Screenshot-1024x581.jpg\"><img alt=\"\" class=\"aligncenter\" height=\"523\" src=\"\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/WindFarm-Map-Screenshot-1024x581.jpg\" width=\"922\" \/><\/a><\/p><p><strong>11. Interactive Energy<\/strong> Investigating natural sources of energy has always been a task for USGS, helping our nation study and assess the location, quantity, and quality of energy resources, including the economic and environmental effects of resource extraction and use. From the exploration assessment of oil and natural gas to habitat restoration after dam removals, USGS has evolved with the changing needs and considerations of energy use in the United States. In February 2014, USGS unveiled <strong>windFarm<\/strong>, an interactive app mapping wind energy turbines around the United States, visualizing a never-before-assembled national dataset for anyone to access online. Knowing the location of individual turbines, their make, model, height, blade area, and capacity offers important information for land and resource managers and scientists studying wildlife-turbine collisions or interactions between wind turbines and ground-based radar. Click on the link to give it a spin!<\/p><ul><li><a href=\"http:\/\/eerscmap.usgs.gov\/windfarm\/\"><strong>Open the USGS windFarm app to see the interactive map of U.S. wind turbines<\/strong><\/a><\/li><li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/mapping-the-nations-wind-turbines\/\"><strong>Read the USGS blogpost on â\u0080\u009cMapping the Nationâ\u0080\u0099s Wind Turbinesâ\u0080\u009d<\/strong><\/a><\/li><li><a href=\"http:\/\/energy.usgs.gov\/\"><strong>Drill into the USGS Energy Resources Program<\/strong><\/a><\/li><li><a href=\"http:\/\/www.usgs.gov\/ecosystems\/energy_wildlife\/wind_solar.html\"><strong>Read about USGS research on wildlife and renewable energy interactions<\/strong><\/a><\/li><li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/supercomputers-map-out-super-endangered-species-in-3-d\/\"><strong>Watch a supercomputer visualization of 3-D condor airspace<\/strong><\/a><\/li><\/ul><p>&nbsp; &nbsp; &nbsp;<\/p><p style=\"text-align: center;\"><a href=\"\/\/www.flickr.com\/photos\/usgsbiml\/15758312346\/\"><img alt=\"\" class=\"aligncenter  wp-image-207741\" height=\"639\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/12-BeeButt.jpg\" width=\"922\" \/><\/a><\/p><p><strong>12. Bee Butts Break the Internet?<\/strong> Not quite, but they are still amazing to look at! This macrophotograph uploaded in November 2014 shows the bee-hind of a â\u0080\u009cplain sweat beeâ\u0080\u009d (<em>Lipotriches<\/em> spp.) collected from Australia. This stunning image is part of the collection made by the <strong>USGS Native Bee Inventory and Monitoring Program<\/strong>, which develops identification tools for native bee species in the United States and elsewhere. This virtual museum provides a critical service for scientists studying bees around the world, their role in the pollinating our plants and crops, and why they are suffering from declines. (Photo by USGS Native Bee Inventory and Monitoring Program) USGS also manages similar monitoring programs and information hubs on other species issues, including amphibian decline (Amphibian Research and Monitoring Initiative) and aquatic invasive species (Nonindigenous Aquatic Species).<\/p><ul><li><a href=\"https:\/\/www.flickr.com\/photos\/usgsbiml\/15758312346\/\"><strong>Download this photo from the USGS Bee Inventory and Monitoring Programâ\u0080\u0099s Flickr page<\/strong><\/a><\/li><li><a href=\"https:\/\/www.youtube.com\/watch?v=4c15neFttoU\"><strong>Watch a video tutorial on insect photography with USGS scientist Sam Droege<\/strong><\/a><\/li><li><a href=\"http:\/\/armi.usgs.gov\/\"><strong>Learn about the USGS Amphibian Research and Monitoring Initiative (ARMI)<\/strong><\/a><\/li><li><a href=\"http:\/\/nas.er.usgs.gov\/\"><strong>Learn about the Nonindigenous Aquatic Species program (NAS)<\/strong><\/a><\/li><\/ul><p>&nbsp; &nbsp; &nbsp;<\/p><div style=\"text-align: center;\">[iframe title=&quot;Bear video&quot; name=&quot;Bear Video&quot; width=&quot;800&quot; height=&quot;625&quot; src=&quot;https:\/\/www.youtube-nocookie.com\/embed\/xXuh_0u4leY?rel=0&quot; frameborder=&quot;0&quot; allowfullscreen]<\/div><p><strong>13. From a Polar Bear Point of View<\/strong> This is no footage from a soda pop television commercial: A USGS researcher attached video cameras to four female polar bears as part of a study on how bears expend their energy. In this video cut we posted online in June 2014, you can see polar bears swim in arctic waters, tackle a dead seal meal â\u0080\u0094 and nuzzle with another bear. Combined with satellite telemetry data, behavior observations like this help scientists understand how much food and rest bears need to survive, and whether environmental change like decreased sea ice are stressing this threatened species. The ongoing research is part of the <strong>USGS Changing Arctic Ecosystems Initiative<\/strong>, one of many USGS research programs on wildlife populations, climate change, and land use change. (Footage by USGS; edited by Stephen Wessells\/USGS)<\/p><ul><li><a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3909\"><strong>Read the USGS news release explaining this polar bear video<\/strong><\/a><strong> <\/strong><\/li><li><a href=\"http:\/\/www.usgs.gov\/climate_landuse\/\"><strong>Learn about USGS Climate and Land Use research<\/strong><\/a><\/li><li><a href=\"https:\/\/nccwsc.usgs.gov\/\"><strong>Learn about the USGS Climate Change and Wildlife Science Center<\/strong><\/a><\/li><li><a href=\"http:\/\/www.usgs.gov\/newsroom\/article_archive.asp?CurPage=5&amp;Year=2014\"><strong>Find other USGS news releases from 2014<\/strong><\/a><\/li><\/ul><p>&nbsp; &nbsp; &nbsp;<\/p><div style=\"text-align: center;\"><p style=\"text-align: center;\"><a href=\"http:\/\/gallery.usgs.gov\/photos\/11_14_2014_yd7Gwk3VVq_11_14_2014_5#.VKKuvdC68\"><img alt=\"Tidepool scenes of vibrantly colored sea stars could become a rarity as the Sea Star Wasting Disease spreads.\" class=\"aligncenter\" height=\"845\" src=\"http:\/\/gallery.usgs.gov\/images\/11_14_2014\/yd7Gwk3VVq_11_14_2014\/large\/SSWD5_Kevin_Lafferty.jpg\" width=\"813\" \/><\/a><\/p><\/div><p><strong>14. Falling Sea Stars<\/strong> Tidepool scenes of vibrantly colored sea stars like this one in San Juan Islands, Washington, could become a rare sight as the <strong>Sea Star Wasting Disease<\/strong> spreads. The disease causes sea stars to fall apart and disintegrate within days, and has been killing these sea creatures in droves from Mexico to Alaska. In November 2014, a new Cornell University study with assistance from USGS scientists finally pointed to a prime suspect in the deadly epidemic: a previously unknown virus. (Photo by Kevin Lafferty\/USGS)<\/p><ul><li><a href=\"http:\/\/gallery.usgs.gov\/tags\/seastars\"><strong>Download this and other sea star photos at the USGS Multimedia Gallery<\/strong><\/a><\/li><li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/virus-calculated-as-culprit-killing-sea-stars\/\"><strong>Read our blogpost on the viral discovery behind the Sea Star Wasting Disease<\/strong><\/a><\/li><li><a href=\"http:\/\/www.nwhc.usgs.gov\/\"><strong>Check in to the USGS National Wildlife Health Center<\/strong><\/a><\/li><li><a href=\"http:\/\/www.usgs.gov\/ecosystems\/\"><strong>Learn about USGS Ecosystems research<\/strong><\/a><\/li><\/ul><p>&nbsp; &nbsp; Research and monitoring of ecosystem trends, water resources, natural hazards, environmental health, and climate change are important elements of the USGS mission, which has grown from its roots in geology and mapping. Todayâ\u0080\u0099s USGS looks much different than the one that began 135 years ago under President Rutherford B. Hayes, and the scientific methods and survey scope our agency is charged with today were probably undreamed of in the 1870s â\u0080\u0094 now in all 50 states and U.S. territories, with partner nations around the world, and on other planetary bodies in the Solar System. So look around in our changing world â\u0080\u0094 youâ\u0080\u0099ll be surprised where you can find USGS! <em>Additional assistance by Paul Laustsen, Scott Horvath, Ryan McClymont, Mark Newell, Steve Sobieszczyk, and Amelia Barrales, with material previously written by Leslie Gordon, Alex Demas, Jessica Robertson, Mark Petersen, and other USGS and NASA staff.<\/em><\/p><p align=\"center\">#USGS#<\/p><p>&nbsp; &nbsp;<\/p>","summary":"","format":"filtered_html","safe_value":"<p><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/0-Top-Story-Cover-2014.jpg\"><\/a>As we wind down 2014, letâ\u0080\u0099s refresh your science trivia knowledge and brighten your eyes and brain with a list of fun facts and gorgeous images from USGS. Weâ\u0080\u0099ve picked out a few snapshots and videos from the 2014 year of USGS science â\u0080\u0094 a tiny fraction of all the new discoveries, earthly phenomena, and new publications we worked on this past year. Itâ\u0080\u0099s impossible to encompass all that we survey for our nation on this planet and beyond, but we hope you enjoy this little visual morsel before we head into another new year. So letâ\u0080\u0099s get started!    <a href=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/uploads\/multimediaFile-906.jpg\"><\/a><strong>1. HawaiÊ»i Hot Lava<\/strong> After slowly moving downslope from <strong>KÄ«lauea Volcano<\/strong>â\u0080\u0099s East Rift Zone since June 27, 2014, this active lava flow in HawaiÊ»i reached the town of PÄ\u0081hoa just before Halloween, destroying roads, a cemetery, and private property in this community. Amazingly, the Puâ\u0080\u0098u â\u0080\u0098Å\u008câ\u0080\u0098Å\u008d vent began erupting in 1983 and has continued erupting essentially nonstop for more than 31 years, though this recent flow was the first to threaten homes since 2012. In this photo from October 26, 2014, a USGS geologist is mapping the margin of the active lava flow in an open field west of the town of PÄ\u0081hoa; the lava has continued its advance as of December. (Photo by USGS Hawaiian Volcano Observatory) Stay tuned to the USGS Hawaiian Volcano Observatory in January 2015 when they host the annual â\u0080\u009cVolcano Awareness Monthâ\u0080\u009d with many public education events on the Island of HawaiÊ»i.\n<\/p><ul><li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/hawaiian-lava-flow-reaches-town\/\"><strong>Read about the KÄ«lauea lava flow in this USGS Top Story<\/strong><\/a><strong> <\/strong><\/li>\n<li><a href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2Fhvo.wr.usgs.gov%2Factivity%2Fkilaueastatus.php&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNFwh3MQr-UQnhZXsRMnjn5X2Q1kPw\"><strong>Get the latest KÄ«lauea lava flow update from the USGS Hawaiian Volcano Observatory<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/index.php\"><strong>See the latest KÄ«lauea lava flow photos from USGS<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/hvo.wr.usgs.gov\/\"><strong>Get ready for Volcano Awareness Month with USGS in HawaiÊ»i<\/strong><\/a><\/li>\n<\/ul><p>     <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/2-Volcano.jpg\"><\/a><strong>2. Volcano #TBT<\/strong> If you can stand the heat, study geology! USGS is responsible for issuing â\u0080\u009ctimely warningsâ\u0080\u009d of potential volcanic hazards to emergency-management authorities and to the populace affected. In this photo, a USGS researcher is taking a temperature measurement on a sluggish channel eddy on KÄ«lauea Volcano in 1984. The research in HawaiÊ»i is just one of many projects overseen by the USGS Volcano Hazards Program, which monitors active and potentially active volcanoes, assesses their hazards, responds to volcanic crises, and conducts research on how volcanoes work. If youâ\u0080\u0099ve been following USGS on <strong>Instagram <\/strong>in 2014, then youâ\u0080\u0099ve already seen this crazy classic photo we posted in August as part of the <strong>â\u0080\u009cThrowback Thursdayâ\u0080\u009d<\/strong> meme. Follow us on our social media accounts like Instagram, <strong>Twitter<\/strong>, and <strong>Facebook <\/strong>to keep up with our science photos and videos â\u0080\u0094 as well as glimpses from the past. (Photo by P.W. Lipman\/USGS)\n<\/p><ul><li><a href=\"http:\/\/instagram.com\/usgs\/\"><strong>Insta: USGS<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/twitter.com\/usgs\"><strong>Twitter @USGS<\/strong><\/a><\/li>\n<li><a href=\"https:\/\/www.facebook.com\/USGeologicalSurvey\"><strong>Like on Facebook<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/volcanoes.usgs.gov\/\"><strong>Zoom in on our U.S. Volcanoes and Current Activity Alerts map<\/strong><\/a><strong> <\/strong><\/li>\n<li><a href=\"http:\/\/education.usgs.gov\/\"><strong>Find a â\u0080\u009cLiving with a Volcano in Your Backyardâ\u0080\u009d educators guide at the USGS Education website<\/strong><\/a><\/li>\n<\/ul><p>     [iframe title=\"Earthquake video\" name=\"Earthquake Video\" width=\"800\" height=\"625\" src=\"<a href=\"https:\/\/www.youtube-nocookie.com\/embed\/jvl-4IWjHXo?rel=0&quot;\">https:\/\/www.youtube-nocookie.com\/embed\/jvl-4IWjHXo?rel=0\"<\/a> frameborder=\"0\" allowfullscreen]<strong>3. The Largest Earthquake in U.S. History<\/strong> Forget action movies with computer graphics â\u0080\u0094 major earthquakes are a real phenomenon, and they impact real communities across our nation. March 2014 marked <strong>the 50th anniversary of the Great Alaska Earthquake<\/strong>, a magnitude 9.2 event that shifted land downward by 8 feet and upward as much as 38 feet in some locations. USGS scientists were immediately at the frontlines in 1964 studying this catastrophic earthquake â\u0080\u0094 which led to some groundbreaking changes in geologic theories and paved the foundation for our current research and monitoring efforts of earthquakes in the United States. Premiered in January, our documentary video â\u0080\u009cThe Great Alaska Earthquake,â\u0080\u009d interviews those same USGS scientists and reflects on the scientific and natural hazard response lessons learned from 1964. (Film directed by Stephen Wessells\/USGS)\n<\/p><ul><li><a href=\"https:\/\/www.youtube.com\/watch?v=jvl-4IWjHXo\"><strong>Watch â\u0080\u009cThe Great Alaska Earthquakeâ\u0080\u009d USGS film (4-minute version)<\/strong><\/a><\/li>\n<li><a href=\"https:\/\/www.youtube.com\/watch?v=lE2j10xyOgI\"><strong>Watch â\u0080\u009cThe Great Alaska Earthquakeâ\u0080\u009d USGS film (11-minute version)<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/the-1964-great-alaska-earthquake-tsunami\/\"><strong>Read the USGS blogpost commemorating the 1964 Alaska earthquake<\/strong><\/a><strong> <\/strong><\/li>\n<li><a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/events\/alaska1964\/\"><strong>Read a USGS summary for this 1964 Alaska earthquake<\/strong><\/a><\/li>\n<\/ul><p>     <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/07\/National-Map.jpg\"><\/a><strong>4. Will I Be Shaken or Stirred?<\/strong> In July 2014, USGS updated the <strong>U.S. National Seismic Hazard Maps<\/strong>, which reflect the best and most current understanding of where future earthquakes will occur, how often they will occur, and how hard the ground will likely shake as a result. Along with other data, the updates review new information on East Coast earthquakes, new California faults, and human-induced earthquakes, and helps local governments and communities improve public safety, building design, and insurance practices. (Map by USGS Geologic Hazards Science Center) Earthquakes pose significant hazards to 75 million Americans in 39 States. The USGS has responsibility for recording and reporting earthquake activity nationwide, and also tracks earthquakes worldwide. And while citizens, emergency responders, and engineers rely on the USGS for accurate and timely information on earthquake events, USGS also relies on you, the public â\u0080\u0094 whenever you fill out the <strong>Did You Feel It<\/strong> survey online â\u0080\u0094 which provides valuable data on earthquakes to our scientists!\n<\/p><ul><li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/new-insight-on-the-nations-earthquake-hazards\/\"><strong>Read the our <\/strong><\/a><a href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2Fwww.usgs.gov%2Fblogs%2Ffeatures%2Fusgs_top_story%2Fnew-insight-on-the-nations-earthquake-hazards%2F&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNFvTBuEe1FNcp_E26ZJ3T9gWe-_6w\"><strong>announcement<\/strong><\/a><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/new-insight-on-the-nations-earthquake-hazards\/\"><strong> on the new National Seismic Hazard Maps<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/pubs.usgs.gov\/of\/2014\/1091\/\"><strong>Download the full USGS report on these hazard maps<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/\"><strong>Report any earthquakes you feel at anytime at the USGS â\u0080\u009cDid You Feel It?â\u0080\u009d webpage<\/strong><\/a><\/li>\n<\/ul><p>     <strong><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/5-Yttrium.jpg\"><\/a><\/strong><strong>5. Yttrium on the Soles of Your Shoes<\/strong> If youâ\u0080\u0099re admiring the glow of LED tree lights or watching your favorite football team on your LED television this winter season, you have yttrium to thank for that. Named in the 1700s after the Swedish village Ytterby, yttrium is one of the â\u0080\u009crare earth elementsâ\u0080\u009d very much needed for human technology. The elements yttrium, europium, and terbium are used in fluorescent and LED lighting and televisions. In May 2014, USGS scientists finished compiling the <strong>Geochemical and Mineralogical Maps for the Soils of the Conterminous U.S. <\/strong>â\u0080\u0094 an extraordinary dataset charting the abundance and distribution of chemical elements and minerals â\u0080\u0094 including yttrium â\u0080\u0094 in soils throughout the lower 48 U.S. states at three different soil horizons. This astounding achievement represents a baseline from which any future changes to our soil chemistry may be detected and measured against â\u0080\u0094 information which can improve our nationâ\u0080\u0099s agriculture, land-use planning, and even law enforcement. (Visualization by USGS Central Mineral and Environmental Resources Science Center)\n<\/p><ul><li><a href=\"http:\/\/mrdata.usgs.gov\/soilgeochemistry\/\"><strong>Explore this USGS interactive portal to look up soil maps for yttrium and other minerals<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/getting-the-dirt-on-soil\/\"><strong>Read the USGS blogpost â\u0080\u009cGet the Dirt on Soilâ\u0080\u009d<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/bigstory.ap.org\/article\/national-soil-collection-may-unlock-mysteries-0\"><strong>Read a fun â\u0080\u009cbehind the scenesâ\u0080\u009d story from the Associated Press about the field collections leading to these maps<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2014\/3078\/\"><strong>Discover the uses of yttrium and other rare earth elements in this 2014 USGS factsheet<\/strong><\/a><\/li>\n<\/ul><p>       <strong><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/6-Mars-a1.jpg\"><\/a><\/strong><strong>6. A Cartographer of Mars<\/strong> In July 2014, USGS completed a global <strong>Geologic Map of Mars <\/strong>for our colleagues at NASA. You heard that right â\u0080\u0094 USGS not only creates maps of Earth, but of other planets, too! Using data from the Mars Global Surveyor and Mars Odyssey probes, this is the best map currently available of the geologic units and landforms on the Red Planet. (Map by USGS Astrogeology Science Center) Maps like these are the work of the USGS Astrogeology Research Program, which works with NASA and other institutions to select landing sites, create mission maps, and carry out scientific investigations on planetary missions. So the next time you look at a Martian or Lunar map online or in your hands, squint and see if you can find the USGS name in the map credits!\n<\/p><ul><li><a href=\"http:\/\/pubs.usgs.gov\/sim\/3292\/\"><strong>Download the USGS â\u0080\u009cGeologic Map of Marsâ\u0080\u009d poster<\/strong><\/a><\/li>\n<li><a href=\"https:\/\/www.youtube.com\/watch?v=quZMhSohIEU\"><strong>Spin a Martian globe on USGS YouTube<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/astrogeology.usgs.gov\/search\"><strong>Search for heavenly photos of planets and moons in the USGS â\u0080\u009cAstropediaâ\u0080\u009d<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/astrogeology.usgs.gov\/\"><strong>Meet the USGS astrogeologists<\/strong><\/a><\/li>\n<\/ul><p>     <strong><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/7-California-a1.jpg\"><\/a><\/strong><strong>7. Watching Over Earth<\/strong> Of course, USGS is best known for training its eye on the changes and rhythms of Planet Earth. Much of this work is thanks to <strong>the Landsat Missions<\/strong>, a joint program between USGS and NASA, wherein the USGS operates satellites that help us scan the Earthâ\u0080\u0099s surface for natural and man-made changes. The first satellite, Landsat 1, was launched in 1972, and the latest mission, Landsat 8, celebrated its first birthday on February 11, 2014. The Landsat missions have now collected over 42 years of global land imagery data. One benefit of this incredible record is the ability to visualize landscape conditions, such as <strong>drought impacts to California<\/strong>. The decrease of winter snow cover in the Sierra Nevada Mountains can be seen in this progression of images, captured by Landsat in February 2011, 2013, and 2014. California is heavily dependent on large Sierra Nevada snowpacks to replenish its annual water supply and sustain its vast agricultural lands and diverse ecosystems, and this satellite record underscores the current water shortage plight of the Golden State. (Image by USGS\/NASA)\n<\/p><ul><li><a href=\"http:\/\/landsat.usgs.gov\/gallery_view.php?category=nocategory&amp;thesort=pictureId\"><strong>Find this California drought image at the Landsat Missions gallery<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/landsat.usgs.gov\/\"><strong>Learn the historic importance of the Landsat program<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3799\"><strong>Celebrate the first year of Landsat 8<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2Feros.usgs.gov%2Fimagegallery&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNGPNZ7v3tEqz-usYVrOLV_26_Hazw\"><strong>Fall in love with â\u0080\u009cEarth As Artâ\u0080\u009d at the USGS EROS program<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/nationalmap.gov\/3DEP\/index.html\"><strong>Take a closer look at Earth with the USGS 3D Elevation Program<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/ca.water.usgs.gov\/data\/drought\/\"><strong>Visit the USGS California Drought webpage<\/strong><\/a><\/li>\n<\/ul><p>   <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/8-WashingtonWest-a1.jpg\"><strong><\/strong><\/a><strong>8. Top of the Topo<\/strong> USGS has always been known for its maps, and we are still in the business. However, topographic maps â\u0080\u0094 the essential tool for planners, hikers, emergency response crews, and other professionals and enthusiasts â\u0080\u0094 have caught up with the digital age. <strong>US Topo<\/strong> <strong>Maps <\/strong>are now delivered in PDF format with geospatial extensions via GeoPDFÂ®, which allows layers of information to be turned on or off, and provides flexible zooming and printing options. Our maps are available as free downloads via the <strong>USGS Map Locator<\/strong> at the USGS Store, making it easy for anyone to grab map PDFs for their tablets or smartphones before heading out for some outdoor sightseeing. And what were the most downloaded US Topo Maps in 2014? At the top is the Washington West quadrangle, featuring the District of Columbia. Other interesting top downloads include Santa Fe, New Mexico; Moab, Utah; Central Park in New York and Yuma in Michigan!\n<\/p><ul><li><a href=\"http:\/\/ims.er.usgs.gov\/gda_services\/download?item_id=6050207\"><strong>Download this Washington D.C. US Topo Map (42.2 MB zip file)<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/(xcm=r3standardpitrex_prd&amp;layout=6_1_61_48&amp;uiarea=2&amp;ctype=areaDetails&amp;carea=%24ROOT)\/.do\"><strong>Look up the free US Topo map for your neighborhood with the USGS Map Locator<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/store.usgs.gov\/\"><strong>Find reprints of historic maps at The USGS Store<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/nationalmap.gov\/ustopo\/\"><strong>A userâ\u0080\u0099s guide to exploring and downloading US Topo maps from USGS<\/strong><\/a><\/li>\n<\/ul><p>     <a href=\"http:\/\/gallery.usgs.gov\/photos\/12_12_2014_m52Tk87jje_12_12_2014_0#.VKKsudC68\"><\/a>  <strong>9. Attack of the Hydrologist Clones<\/strong> No, USGS isnâ\u0080\u0099t cloning hydrologists or hiring lesser-known X-Men to do science. This is a time-lapse composite photograph from December showing a USGS technician crossing a stream near Thompson Falls, Montana, to measure water flow at different points across a stream transect. This is just one of the many scientific duties of the <strong>USGS Water Mission Area<\/strong>. (Photo by Dan Hess\/USGS) USGS provides NOAAâ\u0080\u0099s National Weather Service with stream data for critical flood warnings. Additionally, these stream surveys allow scientists to compute the streamflow of rivers across the United States, and help with fish habitat restoration, and other ecosystem studies. Advanced computer models and long-term analyses are of little use without the data collected by technicians and scientists working long, hard days in the field!\n<\/p><ul><li><a href=\"http:\/\/gallery.usgs.gov\/photos\/12_12_2014_m52Tk87jje_12_12_2014_0\"><strong>Download this photo at the USGS Multimedia Gallery<\/strong><\/a><strong> <\/strong><\/li>\n<li><a href=\"http:\/\/www.usgs.gov\/water\/\"><strong>Learn about USGS water sciences research<\/strong><\/a><\/li>\n<\/ul><p>     <a href=\"\/\/www.flickr.com\/photos\/usgeologicalsurvey\/15358867302\/\"><\/a><strong>10. Dreaming of Streams in Green<\/strong> USGS operates about 7,400 streamgages around the United States, including this gage photographed in August 2014 in the serene, verdant woods of Little Back Creek, located within the George Washington National Forest in Virginia. You can find this photo in the USGS Flickr gallery. (Photo Credit: Alan Cressler\/USGS) Streamgages are operated by the <strong>USGS National Streamflow Information Program (NSIP)<\/strong>, whose mission is to provide real-time streamflow data to local, state, regional, and national leaders, so communities can continuously monitor changes in their local waters, track drought and flood conditions, and manage accordingly.\n<\/p><ul><li><a href=\"http:\/\/on.doi.gov\/LittleBackCreek\"><strong>Check the current stream conditions of Little Back Creek<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/water.usgs.gov\/nsip\/\"><strong>Look for other stream gages operated by the USGS National Streamflow Information Program<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/celebrating-the-first-usgs-streamgage\/\"><strong>Celebrate the first-ever USGS streamgage<\/strong><\/a><\/li>\n<li><a href=\"https:\/\/www.flickr.com\/photos\/usgeologicalsurvey\/15241108307\/\"><strong>Search for this and other beautiful images at the USGS Flickr page<\/strong><\/a><\/li>\n<\/ul><p>       <a href=\"\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/WindFarm-Map-Screenshot-1024x581.jpg\"><\/a><strong>11. Interactive Energy<\/strong> Investigating natural sources of energy has always been a task for USGS, helping our nation study and assess the location, quantity, and quality of energy resources, including the economic and environmental effects of resource extraction and use. From the exploration assessment of oil and natural gas to habitat restoration after dam removals, USGS has evolved with the changing needs and considerations of energy use in the United States. In February 2014, USGS unveiled <strong>windFarm<\/strong>, an interactive app mapping wind energy turbines around the United States, visualizing a never-before-assembled national dataset for anyone to access online. Knowing the location of individual turbines, their make, model, height, blade area, and capacity offers important information for land and resource managers and scientists studying wildlife-turbine collisions or interactions between wind turbines and ground-based radar. Click on the link to give it a spin!\n<\/p><ul><li><a href=\"http:\/\/eerscmap.usgs.gov\/windfarm\/\"><strong>Open the USGS windFarm app to see the interactive map of U.S. wind turbines<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/mapping-the-nations-wind-turbines\/\"><strong>Read the USGS blogpost on â\u0080\u009cMapping the Nationâ\u0080\u0099s Wind Turbinesâ\u0080\u009d<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/energy.usgs.gov\/\"><strong>Drill into the USGS Energy Resources Program<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/www.usgs.gov\/ecosystems\/energy_wildlife\/wind_solar.html\"><strong>Read about USGS research on wildlife and renewable energy interactions<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/supercomputers-map-out-super-endangered-species-in-3-d\/\"><strong>Watch a supercomputer visualization of 3-D condor airspace<\/strong><\/a><\/li>\n<\/ul><p>     <a href=\"\/\/www.flickr.com\/photos\/usgsbiml\/15758312346\/\"><\/a><strong>12. Bee Butts Break the Internet?<\/strong> Not quite, but they are still amazing to look at! This macrophotograph uploaded in November 2014 shows the bee-hind of a â\u0080\u009cplain sweat beeâ\u0080\u009d (<em>Lipotriches<\/em> spp.) collected from Australia. This stunning image is part of the collection made by the <strong>USGS Native Bee Inventory and Monitoring Program<\/strong>, which develops identification tools for native bee species in the United States and elsewhere. This virtual museum provides a critical service for scientists studying bees around the world, their role in the pollinating our plants and crops, and why they are suffering from declines. (Photo by USGS Native Bee Inventory and Monitoring Program) USGS also manages similar monitoring programs and information hubs on other species issues, including amphibian decline (Amphibian Research and Monitoring Initiative) and aquatic invasive species (Nonindigenous Aquatic Species).\n<\/p><ul><li><a href=\"https:\/\/www.flickr.com\/photos\/usgsbiml\/15758312346\/\"><strong>Download this photo from the USGS Bee Inventory and Monitoring Programâ\u0080\u0099s Flickr page<\/strong><\/a><\/li>\n<li><a href=\"https:\/\/www.youtube.com\/watch?v=4c15neFttoU\"><strong>Watch a video tutorial on insect photography with USGS scientist Sam Droege<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/armi.usgs.gov\/\"><strong>Learn about the USGS Amphibian Research and Monitoring Initiative (ARMI)<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/nas.er.usgs.gov\/\"><strong>Learn about the Nonindigenous Aquatic Species program (NAS)<\/strong><\/a><\/li>\n<\/ul><p>     [iframe title=\"Bear video\" name=\"Bear Video\" width=\"800\" height=\"625\" src=\"<a href=\"https:\/\/www.youtube-nocookie.com\/embed\/xXuh_0u4leY?rel=0&quot;\">https:\/\/www.youtube-nocookie.com\/embed\/xXuh_0u4leY?rel=0\"<\/a> frameborder=\"0\" allowfullscreen]<strong>13. From a Polar Bear Point of View<\/strong> This is no footage from a soda pop television commercial: A USGS researcher attached video cameras to four female polar bears as part of a study on how bears expend their energy. In this video cut we posted online in June 2014, you can see polar bears swim in arctic waters, tackle a dead seal meal â\u0080\u0094 and nuzzle with another bear. Combined with satellite telemetry data, behavior observations like this help scientists understand how much food and rest bears need to survive, and whether environmental change like decreased sea ice are stressing this threatened species. The ongoing research is part of the <strong>USGS Changing Arctic Ecosystems Initiative<\/strong>, one of many USGS research programs on wildlife populations, climate change, and land use change. (Footage by USGS; edited by Stephen Wessells\/USGS)\n<\/p><ul><li><a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3909\"><strong>Read the USGS news release explaining this polar bear video<\/strong><\/a><strong> <\/strong><\/li>\n<li><a href=\"http:\/\/www.usgs.gov\/climate_landuse\/\"><strong>Learn about USGS Climate and Land Use research<\/strong><\/a><\/li>\n<li><a href=\"https:\/\/nccwsc.usgs.gov\/\"><strong>Learn about the USGS Climate Change and Wildlife Science Center<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/www.usgs.gov\/newsroom\/article_archive.asp?CurPage=5&amp;Year=2014\"><strong>Find other USGS news releases from 2014<\/strong><\/a><\/li>\n<\/ul><p>     <a href=\"http:\/\/gallery.usgs.gov\/photos\/11_14_2014_yd7Gwk3VVq_11_14_2014_5#.VKKuvdC68\"><\/a><strong>14. Falling Sea Stars<\/strong> Tidepool scenes of vibrantly colored sea stars like this one in San Juan Islands, Washington, could become a rare sight as the <strong>Sea Star Wasting Disease<\/strong> spreads. The disease causes sea stars to fall apart and disintegrate within days, and has been killing these sea creatures in droves from Mexico to Alaska. In November 2014, a new Cornell University study with assistance from USGS scientists finally pointed to a prime suspect in the deadly epidemic: a previously unknown virus. (Photo by Kevin Lafferty\/USGS)\n<\/p><ul><li><a href=\"http:\/\/gallery.usgs.gov\/tags\/seastars\"><strong>Download this and other sea star photos at the USGS Multimedia Gallery<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/virus-calculated-as-culprit-killing-sea-stars\/\"><strong>Read our blogpost on the viral discovery behind the Sea Star Wasting Disease<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/www.nwhc.usgs.gov\/\"><strong>Check in to the USGS National Wildlife Health Center<\/strong><\/a><\/li>\n<li><a href=\"http:\/\/www.usgs.gov\/ecosystems\/\"><strong>Learn about USGS Ecosystems research<\/strong><\/a><\/li>\n<\/ul><p>    Research and monitoring of ecosystem trends, water resources, natural hazards, environmental health, and climate change are important elements of the USGS mission, which has grown from its roots in geology and mapping. Todayâ\u0080\u0099s USGS looks much different than the one that began 135 years ago under President Rutherford B. Hayes, and the scientific methods and survey scope our agency is charged with today were probably undreamed of in the 1870s â\u0080\u0094 now in all 50 states and U.S. territories, with partner nations around the world, and on other planetary bodies in the Solar System. So look around in our changing world â\u0080\u0094 youâ\u0080\u0099ll be surprised where you can find USGS! <em>Additional assistance by Paul Laustsen, Scott Horvath, Ryan McClymont, Mark Newell, Steve Sobieszczyk, and Amelia Barrales, with material previously written by Leslie Gordon, Alex Demas, Jessica Robertson, Mark Petersen, and other USGS and NASA staff.<\/em>#USGS#   <\/p>\n","safe_summary":""}]},"field_images":{"und":[{"fid":"24408","uid":"31","filename":"Main7.jpg","uri":"public:\/\/Main7.jpg","filemime":"image\/jpeg","filesize":"62844","status":"1","timestamp":"1425492768","type":"image","uuid":"4cc06bf3-7d9f-460f-a978-f0ea3959d840","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":""}]},"country":["United States of America"],"mm_tags":["1964 Alaska Earthquake","bee butts","California drought","earthquakes","federal research","Hydrographer","landsat","Little Back Creek","Mars","Minerals","Multiple Man","photo gallery","Polar Bear","pollinators","POV video","science photography","sea star wasting","Stream gages","streamflow","Thompson Falls","USGS","volcanoes","yttrium"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1419949800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}