{"title":"Pardon Me, Mr. President, Iâ\u0080\u0099m Just a Wild Turkey","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"400\"]<a href=\"http:\/\/www.werc.usgs.gov\/ImageHandler.ashx?PhotoURL=\/OutreachPhotos\/201011\/Wild%20turkey%209074%20-%20Matt%20Meshriy.jpg\"><img title=\"Turkey1\" src=\"http:\/\/www.werc.usgs.gov\/ImageHandler.ashx?PhotoURL=\/OutreachPhotos\/201011\/Wild%20turkey%209074%20-%20Matt%20Meshriy.jpg\" alt=\"Gizzards are more than just the chewy stuff in your gravy -- they help turkeys chew their food. Image credit: Matt Meshriy\/USGS.\" width=\"400\" height=\"600\" \/><\/a> Gizzards are more than just the chewy stuff in your gravy -- they help turkeys chew their food. Image credit: Matt Meshriy\/USGS.[\/caption]\n\nAt the founding of this nation, Benjamin Franklin wrote his daughter, Mrs. Sarah Bache, endorsing the turkey as the national bird. He believed the turkey to be an honorable and noble fowl and the perfect representative of this new and free nation. Today this very same nation continues to honor this bird as the symbol of a plentiful feast and prosperity. However, every year on the morning of Thanksgiving, one special turkey is invited to the White House for an official presidential pardoning.\n\n<a href=\"http:\/\/www.usgs.gov\/ecosystems\/\">The U.S. Geological Survey<\/a>Â and its <a href=\"http:\/\/www.coopunits.org\/Headquarters\/\">Cooperative Research Units<\/a> in <a href=\"http:\/\/www.coopunits.org\/Mississippi\/index.html\">Mississippi<\/a>, <a href=\"http:\/\/www.coopunits.org\/New_York\/index.html\">New York<\/a>, and <a href=\"http:\/\/www.coopunits.org\/Pennsylvania\/index.html\">Pennsylvania<\/a> have collected research on the forestry practices for the benefit of the native wild turkeys across the United States.\n\n<strong>Turkey Research<\/strong>\n\nThe USGS partnership with the Cooperative Research UnitsÂ supports natural resource management decisions through research, education and technical assistance. The Cooperative Research Unit program was established in 1935 to enhance graduate education in fisheries and wildlife sciences and to facilitate research between natural resource agencies and universities on topics of mutual concern.\n\nDue to restoration efforts of the wild turkey species over the past 75 years, turkeys are now found just about everywhere they occurred when the Pilgrims arrived.Â Â These restoration efforts have been supported by funds from the <a href=\"http:\/\/www.fws.gov\/southeast\/federalaid\/pittmanrobertson.html\">Pittman-Robertson Wildlife Restoration Act.<\/a>\n\nâ\u0080\u009cToday USGS research on turkeys is not about restoring populations, but doing a better job of managing them for society,â\u0080\u009d says Angela Fuller, acting leader of the New York Cooperative Fish and Wildlife Research Unit.\n\nIn Pennsylvania, turkeys are found everywhere -- from the suburbs of Philadelphia to the most remote state forests. Turkeys are an important species to sportsmen and oftentimes wild turkeys make the Thanksgiving dinner.\n\nâ\u0080\u009cThe goal of USGS research in Pennsylvania and New York is to provide a sustainable population of turkeys for hunter harvest, but to also ensure there are opportunities for all citizens to view and enjoy wild turkeys,â\u0080\u009d says Duane Diefenbach, leader of the Pennsylvania Cooperative Fish &amp; Wildlife Research Unit.\n\nAnother interesting aspect of the USGS Cooperative Research Units in New York and Pennsylvania is that both states are dealing with the same wild turkey management issues, which inspired the states to join forces to tackle the management problem together. It is not particularly common for two state agencies to work together on the same management issue, but the Cooperative Research Unit connection and the collaboration efforts between the New York and Pennsylvania units have made this teamwork possible.\n\n<strong>A Turkeyâ\u0080\u0099s Feast<\/strong>\n\nThough the turkey becomes the main course of one of the most filling meals of the year, the turkey itself has a pretty filling diet. Turkeys are omnivores with an all-inclusive diet that consists of both plants and small animals. Turkeys are more adept at walking than flying and forage for food on the ground where they feast on such foods as acorns, nuts, berries, insects, lizards, salamanders, and snakes. To digest this varied diet, turkeys have an organ called a gizzard that acts as a muscular chewer or food crusher. And they also consume small stones or pebbles to help the gizzard do its work. Unlike some humans at Thanksgiving, the turkey is not a very picky eater.\n\n[caption id=\"\" align=\"alignright\" width=\"1550\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/csrp\/files\/2013\/04\/Turkey_on_Dike_modified.jpg\"><img class=\" \" title=\"Turkey2\" src=\"http:\/\/www.usgs.gov\/blogs\/csrp\/files\/2013\/04\/Turkey_on_Dike_modified.jpg\" alt=\"A wild turkey perches on a rock dike in the Missouri River to get a closer look at USGS boats fishing for sturgeon.\" width=\"1550\" height=\"1134\" \/><\/a> A wild turkey perches on a rock dike in the Missouri River to get a closer look at USGS boats fishing for sturgeon.[\/caption]\n\n<strong>Dressing the Turkey<\/strong>\n\nSimilar to other birds, the male has the fancier plumage, or feather pattern. Not only do males have more colorful feathers, but also where they lack feathers on their head their skin has beautiful hues of red and blue which they display to attract mates. In addition to different colored breast feathers, male turkeys exhibit a long â\u0080\u009cbeardâ\u0080\u009d (actually special feathers) growing from the center of their chest. Generally, the older the bird the longer the beard, which can grow to over a foot long.\n\n<strong>Breeding\/Harvest Seasons<\/strong>\n\nFall and spring are the two harvest seasons for the wild turkey in many states. Though both seasons are carefully monitored by state wildlife agencies, the fall harvest can affect population trends because both males and females can be harvested â\u0080\u0093 only males are legally hunted in the spring. The Pennsylvania and New York Cooperative Research units are working with their state agency partners, providing science to support wildlife decisions intended to maximize the benefits of a wild turkey population to the citizens of these states.\n\nThe number of females that survive to breed and rear young are critical to whether a turkey population expands or shrinks. Fortunately, there are more turkeys today (over 200,000 in Pennsylvania alone) than there were one hundred years ago.\n\nResearch in Pennsylvania and New York will explore how changes in the length of fall hunting season affect the harvest. As an example, Duane Diefenbach, unit leader of the Pennsylvania Cooperative Fish and Wildlife Research Unit, noted, â\u0080\u009cUnderstanding the effect on hunter harvest by changing the seasonâ\u0080\u0099s length by one week will help state wildlife agencies make better decisions when it comes to setting hunting regulations.â\u0080\u009d\n\n<strong>Trying to Keep the Party Going<\/strong>\n\nStates have put strong practices in place to increase the population of wild turkeys in the area. In Minnesota, for example, the wild turkey population has increased since reintroduction efforts began in the 1960s (along with the implementation of more modern hunting seasons and regulations), and in 2006 the turkey population was estimated at 60,000 birds. Â In 2011, the population increased to over 70,000.\n\n<strong>Habitat and Range<\/strong>\n\nA wild turkeyâ\u0080\u0099s range is roughly 400-2000 acres (0.625-3.125 square miles) and can cover up to 2 miles per hour while feeding. Typically, a wild turkey requires three types of habitats to survive: a nesting habitat, a brooding habitat, and a winter habitat with an abundant food source.\n\nTurkey hens begin to nest before the new growth begins in the spring, and require residual cover from the previous years to protect their young from predators. Nesting habitats generally consist of low brush that obstructs visibility between ground and about 3 feet high. In woodland areas, turkeys will nest at the base of trees, by fallen logs and boulders, and any other physical feature that may provide additional concealment.\n\nBrooding habitats need to be sufficient for the newly hatched turkeys to grow and develop. These areas consist of mainly grass and small plants, which are typically abundant with insect life for the young to feed. They must also be near brushy and wooded areas to be used for escape cover and roosting overnight. The ideal habitats for developing juvenile turkeys are orchards or groves of trees that are spaced widely enough for sunlight and are mowed only ones or twice each year.\n\nA good winter habitat depends on an abundant food source, thermal covering for roosting, and protected travel corridors. Places where groundwater comes to the surface are ideal because they provide drinking water, and melt the snow, giving turkeys access to the plant and animal life buried beneath it. Pine trees and other conifers provide warmth due to their needle-like nature and ability to catch the snow as it falls because they can contain the heat from leaving the snow-covered corridors. These conifer trees and shrubs also provide covered travel corridors to navigate warmly and safely through the land.\n\n<strong>Birds of a Feather Flock Together<\/strong>\n\nA group of turkeys is referred to as either a rafter or a gang. Â So this Thanksgiving, when celebrating with your own group, remember the turkey as more than just the main course, but as Benjamin Franklin did so many years ago, as a noble fowl of American tradition.\n\n<strong>Learn More<\/strong>\n<ul>\n\t<li><a href=\"http:\/\/www.usgs.gov\/ecosystems\/\">USGS â\u0080\u0093 Ecosystems<\/a><\/li>\n\t<li><a href=\"http:\/\/www.coopunits.org\/Headquarters\/\">Cooperative Research Units<\/a><\/li>\n\t<li><a href=\"http:\/\/www.portal.state.pa.us\/portal\/server.pt\/community\/wild_turkey\/14517\">Pennsylvania Wild Turkey<\/a><\/li>\n\t<li><a href=\"http:\/\/www.dec.ny.gov\/animals\/7062.html\">New York State Department of Environmental Conservation â\u0080\u0093 Wild Turkey<\/a><\/li>\n<\/ul>\n<div><\/div>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24394","uid":"31","filename":"ImageHandler.jpg","uri":"public:\/\/ImageHandler.jpg","filemime":"image\/jpeg","filesize":"100954","status":"1","timestamp":"1425492768","type":"image","uuid":"e60bc3a3-1a76-40dd-b6ff-1785eed8e0fa","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["biology","Biology and Ecosystems","Cooperative Research Units","Patuxent Wildlife Research Center","Thanksgiving","Turkey"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1416837646","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}