{"title":"Media Advisory: Earthquakes: Ongoing Hazard Facing the Heartland","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Earthquakes pose an ongoing hazard to people, buildings, and infrastructure in St. Louis and surrounding areas.<\/p>\n<p>One of the known sources of large earthquakes in the past is the New Madrid seismic zone. The central and eastern U.S. experienced a series of large earthquakes from this zone almost 200 years ago with magnitudes similar to, or larger than, the disastrous earthquake that struck Haiti on Jan. 12, 2010. St. Louis sits near the New Madrid seismic zone, a region of known faults and frequent small earthquakes along the central Mississippi River Valley.<\/p>\r\n<p>While large damaging earthquakes are infrequent in the central U.S., the impacts would be serious. Community leaders, scientists, engineers, emergency managers, and business executives are gathering Feb. 11 at the Earthquakes: Mean Business Conference at Saint Louis University to kick off the New Madrid Earthquake Bicentennial commemoration to raise public awareness in the St. Louis area and around the region.<\/p>\r\n<p>Damaging earthquakes are less likely in the central U.S. than in California, but their consequences are more widespread because, due to the nature of the Earth&rsquo;s crust, strong shaking extends over a much larger area. Adding to the risk are the many unreinforced brick buildings in the central U.S. that were constructed 50 to 120 years ago and lack any provisions for earthquake shaking.<\/p>\r\n<p><strong>What:&nbsp;<\/strong><\/p>\r\n<p style=\"padding-left: 30px;\">Reporters are invited to interview earthquakes experts about the science behind the New Madrid Seismic Zone<\/p>\r\n<p><strong>Who:<\/strong><\/p>\r\n<p style=\"padding-left: 30px;\">David Applegate, USGS Senior Science Advisor for Earthquake and Geologic Hazards<\/p>\r\n<p style=\"padding-left: 30px;\">Rob Williams, USGS Eastern and Central U.S. Earthquake Hazards Coordinator<\/p>\r\n<p style=\"padding-left: 30px;\">Jill McCarthy, Director, USGS Geologic Hazards Science Center, and Author, Putting Down Roots in Earthquake Country: Your Handbook for the Central United States<\/p>\r\n<p style=\"padding-left: 30px;\">Oliver Boyd, USGS Research Geophysicist<\/p>\r\n<p><strong>Where:<\/strong><\/p>\r\n<p style=\"padding-left: 30px;\">Saint Louis University Earthquake Center (1 block east of Earthquake Conference)<br \/><strong>Visual opportunities available<\/strong><\/p>\r\n<p class=\"Header1\"><strong>When:<\/strong><\/p>\r\n<p class=\"Header1\" style=\"padding-left: 30px;\">1:30 p.m. &ndash; 4 p.m. (please call Jennifer LaVista to arrange a time)<br \/>Friday, Feb. 11, 2011<\/p>\r\n<p>Visit the <a href=\"http:\/\/earthquake.usgs.gov\/regional\/ceus\/\">USGS Earthquakes Hazards website<\/a> or the <a href=\"http:\/\/newmadrid2011.org\/\">New Madrid Bicentennial website<\/a> for more information.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Missouri"],"country":["United States of America"],"mm_tags":["geology","New Madrid","earthquake","Central","bicentennial"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1297227600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}