{"title":"Developing a Way to Monitor the Nation's Groundwater Resources","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Groundwater supplies a majority of the nation&rsquo;s community water systems and almost half of its irrigation, but there is currently no system that can provide a nationwide assessment and evaluation of the conditions, availability or water-quality trends of the country&rsquo;s groundwater resources. To respond to the need for better knowledge of this valuable resource, five pilot projects have been chosen to test the concept of a National Ground Water Monitoring Network.<\/p>\n<p>&ldquo;It&rsquo;s like having a bank account and not knowing how much money you have and whether you are losing or gaining money over time,&rdquo; said Robert Schreiber, P.E., co-chair of the Advisory Committee on Water Information&rsquo;s Subcommittee on Ground Water, which developed the conceptual Network. &ldquo;But instead of money, you have groundwater, which supplies 78 percent of community water systems, provides water for nearly all of rural America and accounts for 42 percent of the nation&rsquo;s irrigation water.&rdquo;<\/p>\r\n<p>&ldquo;Water has&nbsp;increasing importance in local, regional and national policy decisions,&rdquo; said Matthew C. Larsen, Associate Director for Water at the U. S. Geological Survey. &ldquo;With population growth, shifts in development, land use, irrigation and growing concern with the effects of climate change on water resources, it&rsquo;s essential for scientists, resource managers and policymakers to have access to sound information as a basis for decisions on ways to meet human and ecosystem water needs.&rdquo;<\/p>\r\n<p>Federal, regional, state and local governments monitor groundwater resources, but the data are neither easily compiled nor readily accessible across political boundaries. Data are also not gathered in some areas. That&rsquo;s where the pilots come into play.<\/p>\r\n<p>&ldquo;Watershed-based decision-making is a complex and challenging process,&rdquo; said Mike Shapiro, the U.S. Environmental Protection Agency&rsquo;s Deputy Assistant Administrator for the Office of Water and EPA's representative on the Advisory Committee on Water Information. &ldquo;Significant demands exist on our nation&rsquo;s water resources. State groundwater monitoring pilot projects are an excellent first step in understanding the efficacy of assembling a national groundwater data set to support watershed decisions on a more comprehensive basis.&rdquo;<\/p>\r\n<p>The USGS, the EPA and pilot partners from Illinois, Indiana, Minnesota, Montana, New Jersey and Texas will collaborate to assess currently available data, review methods of data collection and storage, pinpoint data gaps and test data-sharing feasibility.<\/p>\r\n<p>&ldquo;Montana has more than 900 routinely monitored wells, and the potential to easily share our data with others to improve national-scale assessments is exciting,&rdquo; said Thomas Patton of the Montana Bureau of Mines and Geology and Montana&rsquo;s pilot project leader. &ldquo;Additionally, by working together, federal support may eventually become available to assist state-operated networks with some of their costs to provide data consistent with national interests.&rdquo;<\/p>\r\n<p>The pilot phase kicked off January 28, 2010, and the final pilot report is anticipated to be completed in March 2011. Although many states submitted quality applications to be pilots, existing resources allowed the Subcommittee to select only five partners. The pilot phase will provide valuable lessons learned, so, if funding becomes available in the future, the project can grow into a truly nationwide network.<\/p>\r\n<p>&ldquo;The Ground Water Protection Council appreciates the opportunity to help design and participate in initiating the pilot phase through several of our state members,&rdquo; said Mike Paque, Ground Water Protection Council Executive Director.&nbsp;&ldquo;Our states all realize that groundwater is one of their most valuable resources and is critical to meeting future water supply needs.&rdquo;<\/p>\r\n<p>J","summary":null,"format":null}]},"field_images":[],"regions":["New Jersey","Montana","Texas","Illinois","Indiana","Minnesota"],"country":["United States of America"],"mm_tags":["water","ground","groundwater","monitoring","wells"],"article_type":["Technical Announcement"],"release_date":{"und":[{"value":"1268024400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169186"},{"tid":"168923"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}