{"title":"USGS Opens River Studies Station in Missouri","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>From the drastic impacts of major floods and droughts to more gradual shifts in channel, sandbar and floodplain habitats, large river systems such as the Missouri are always changing. Over the past century human activities also have caused physical and biological changes in such rivers. \n<p>Gathering the many layers of information needed to understand the dynamic nature of large rivers, as well as the biological systems they support, will be the focus of a new USGS River Studies Station, located at the USGS Columbia Environmental Research Center in Columbia, Missouri. \r\n<p>The new station, says center director Bill Mauck, will allow experts in large riverine systems to work together to answer complex questions about how large river systems function. The emphasis of the new station will be on field studies that can provide the information needed to improve river management and guide habitat restoration efforts for resource managers and policy makers. \r\n<p>The initial focus of the River Studies Station, Mauck says, will be on the lower Missouri River, which has been extensively managed for navigation, flood control and power generation since the 1800s. These practices, said Mauck, have fixed the once-wandering river channel in place and reduced or eliminated connections between the main channel and surrounding floodplain habitats. \r\n<p>USGS research hydrologist Dr. Robert Jacobson says a number of biological changes, including declines in some riverine species, such as pallid sturgeon, have been attributed to river management activities and habitat alteration in the lower Missouri corridor. But, he says, only limited knowledge exists about how the fish and wildlife of large rivers respond to changes in management practices. Consequently, the station will have researchers who are experts in many different areas working together to determine causes and effects by relating changes in habitat to changes in fish, wildlife and invertebrate populations. \r\n<p>Jacobson said one set of studies already under way focuses on two physically similar stretches of river that differ greatly in management approaches. Both river stretches were severely affected by flooding in 1993. In the Overton Bottom reach, just west of Columbia, management plans call for the construction of side channels and engineered wetlands that will be subject to controlled flooding. A short distance upriver in the Big Muddy National Fish and Wildlife Refuge, the Lisbon Bottom reach and surrounding wetlands will be passively managed, allowing a natural response to take place. As a result of levee breaches and channel shifts caused by the 1993 flood and subsequent floods in 1995 and 1996, natural flood dynamics were partially restored to the Lisbon Bottom area. \r\n<p>Jacobson says the USGS River Studies Station scientists will compare the managed and naturally flooded areas in terms of surface- and ground-water flows, erosion and sediment deposits and water quality. They will also monitor invertebrate, fish and waterbird populations. In addition to basic knowledge of river processes, Mauck said the comparisons should yield insights into the cost and effectiveness of different management and restoration strategies. \r\n<p>Mauck adds that detailed field studies such as the one at Lisbon Bottom will be used to develop models that can be applied in other rivers and habitats. \"Our work will be useful in guiding restoration in other areas,\" he says. \r\n<p>The River Studies Station will house experts in a number of areas, including fisheries, aquatic invertebrates, ecology, hydrology, floodplain processes and remote sensing. Station researchers will also monitor a wide range of geological, hydrological and biological factors in collaboration with other USGS facilities, other federal agencies, state agencies and universities. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Missouri"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"922942800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170004"},{"tid":"170357"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}