{"title":"Florida Beaches and Dunes Face Erosion Risk During TS Isaac","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>ST. PETERSBURG, Fla.<\/strong> &ndash; <!--introstart-->Seventy-eight percent of Florida's west central coast and 23 percent of the Panhandle are very likely to face beach and dune erosion as Tropical Storm Isaac moves into the area early next week, according to an <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/isaac\/coastal-change\/\">assessment<\/a> released by the U.S. Geological Survey on Friday.<!--introend--> These numbers are likely to increase if the storm reaches hurricane strength as predicted.&nbsp;<\/p>\n<p>For many Florida beaches that had significant erosion during Tropical Storm Debby in June, the impact of additional erosion may be even more significant.&nbsp;<\/p>\r\n<p>\"With Isaac bearing down on Florida beaches so soon on the heels of Debby, this is like a 'one-two punch' for the dunes that provide coastal protection,\" said USGS Director Marcia McNutt. \"As these sand dunes dynamically morph to new configurations, our science-based models can help in forecasting where communities are at most risk from storm damage in this ever-changing spatial and temporal pattern of storm intensity and coastal morphology.\"<\/p>\r\n<p>During tropical storms and hurricanes, elevated water levels and waves can lead to dramatic coastal change through erosion of beaches and dunes.&nbsp;&nbsp; These beaches and dunes can serve as a first line of defense for residents for many coasts exposed to these types of storms.&nbsp;<\/p>\r\n<p>Using a USGS-developed model scientists incorporated measurements of beach elevation and wave and surge forecasts from the National Oceanic and Atmospheric Administration to determine the probabilities of collision, overwash and inundation during the coming storm.<\/p>\r\n<p><a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/impact-scale\/collision.php\">Collision<\/a> is when waves attack the base of dunes and cause dune-front erosion. <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/impact-scale\/overwash.php\">Overwash<\/a> occurs when waves and storm surge overtop dunes and transport sand landward.&nbsp; <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/impact-scale\/inundation.php\">Inundation<\/a>, the most extreme of the three, occurs when increased water levels completely submerge beaches and dunes.&nbsp;&nbsp;<\/p>\r\n<p>\"Tropical Storm Debby eroded many beaches along Florida's west central coast, impacting the property of many gulf-side residents and hotels,\" said Hilary Stockdon, a USGS oceanographer and lead of the assessment team.&nbsp; \"Beaches typically take years to recover from severe storm impact, so having what is likely to be a Category 1 or 2 hurricane move up the coast just two months later could take a heavy toll on some already heavily eroded areas.\"&nbsp;<\/p>\r\n<p>In addition to the likelihood of erosion, the team found that 15 percent of the west central coast was very likely to face overwash should the storm make direct landfall there, while that likelihood was only 5 percent for the Panhandle where dune elevations are higher.&nbsp; Unless forecasts change significantly, inundation is not expected in either area.<\/p>\r\n<p>The team will revise its calculations as storm track and intensity forecasts are updated, and will update their projections and website accordingly.&nbsp; They plan to include the Alabama and Mississippi coasts in their assessments this weekend.&nbsp; Additional information on coastal change and extreme storms can be found on the USGS Coastal Change Hazards <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/\">website<\/a>. &nbsp;<\/p>\r\n<p>In May, the USGS released a <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/erosionhazards\/gom\/\">report<\/a> assessing probability of coastal change for the Gulf Coast when facing hurricanes of different strengths.&nbsp; The report included an <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/erosionhazards\/gom\/map.html\">interactive map<\/a> that allows users to focus on different parts of the Gulf Coast shoreline to view how the probability of erosion, caused by","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Georgia","Louisiana"],"country":["United States of America"],"mm_tags":["Tropical Storm","Tropical Storm Isaac","Hurricane Isaac","storm Surge","Coastal Erosion","Florida","Gulf Coast"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1345867200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169498"},{"tid":"170644"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}