{"title":"New Publication Tells Western Fisheries Research Center's History of Innovation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SEATTLE &mdash; The U.S. Geological Survey's <a href=\"http:\/\/wfrc.usgs.gov\/index.html\">Western Fisheries Research Center<\/a> (WFRC), headquartered in Seattle, has led cutting-edge research on fish and aquatic environments for nearly 80 years &ndash; first in the Pacific Northwest, then nationwide and throughout the world. WFRC&rsquo;s history of research and innovation is captured in a new publication, \"Seventy-Five Years of Science: The Story of the Western Fisheries Research Center 1935-2010,\" by WFRC emeritus scientist Gary A. Wedemeyer.&nbsp;<\/p>\n<p>The WFRC began in the Great Depression as an effort to understand and control the fish diseases that limited the success of hatcheries founded to mitigate the Grand Coulee Dam's destruction of salmon runs in the Columbia River basin. As environmental issues grew more complex and the effects of terrestrial ecology on marine ecology became better understood, the WFRC expanded with a multidisciplinary approach that now draws on the expertise of ecologists, microbiologists, and geneticists as well as fisheries biologists and other scientists. Its six laboratories &ndash; in Seattle; on Marrowstone Island and in the Columbia River Gorge, Wash., in Klamath Falls and Newport, Ore., and in Reno, Nev. &ndash; provide the technical information that natural resource managers need to ensure the continued survival of fish and fish populations in the western United States. Because food webs, aquatic communities, and ecosystems know no borders, WFRC research is relevant worldwide.<\/p>\r\n<p>\"The WFRC has a proud tradition of solving problems that negatively impact aquatic ecosystems,\" said WFRC Center Director Jill Rolland. \"Working here is both an honor and a responsibility that our employees take seriously.\"<\/p>\r\n<p>But it all started in 1935, when the appropriately named biologist Frederic F. Fish was tapped by the U.S. Bureau of Fisheries to found a dedicated lab in the basement of their Seattle laboratory &ndash; a \"hospital for fish,\" as an article in a 1939 issue of Newsweek dubbed the novel project. Important discoveries emerged from Fish&rsquo;s lab from the start.<\/p>\r\n<p>\"These discoveries became the basis for the hatchery operations needed to ensure the continued survival of economically important fish and fish populations both in the United States and abroad,\" Wedemeyer said.<\/p>\r\n<p>WFRC research toward recovery plans for endangered species has led to the successful establishment of self-sustaining fish populations in U.S. desert aquatic ecosystems. Other projects have proven critical to the continued survival of Pacific salmon and sturgeon populations throughout the U.S. portion of the Columbia River basin in five Western states. The Center was part of the U.S. Fish and Wildlife Service until 1996, when it came under the aegis of the USGS.<\/p>\r\n<p>WFRC's history of innovation continues. Since 2008, the Coast Salish Nation and Swinomish Indian Tribal Community have partnered with WFRC on the <a href=\"http:\/\/wfrc.usgs.gov\/tribal\/cswqp\/index.html\">Coast Salish Tribal Water Quality Project<\/a>, which blends science and Coast Salish cultural practices to <a href=\"http:\/\/pubs.usgs.gov\/of\/2010\/1143\/of2010-1143.pdf\">study water quality and its effects on an ecosystem<\/a> that supports orcas, salmon and other culturally important species. WFRC scientists are studying fish populations and ecosystems within the <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/elwha-one-year-later\/\">Elwha River Restoration Project<\/a>, the largest dam removal project in U.S. history. Others are developing acoustic imaging techniques to safely monitor the endangered Delta smelt, whose status is an ecological bellwether for a region critical to California's economy. Still others are developing strategies to fight the ecological and economic <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/usgs-targets-tiny-stowaways-in-ships-ballast-water\/\">damage wrought by invasive aquatic species<\/a>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["ecosystems","washington","ecology","fish","aquaticecosystem","Coast Salish"],"article_type":["State News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1368676800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168892"},{"tid":"169346"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}