{"title":"VOLCANIC ASH &mdash; DANGER IN THE SKIES","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Volcanic ash clouds can threaten the lives and safety of airline pilots and passengers. In the past 15 years, more than 80 jet aircraft have been damaged by drifting clouds of volcanic ash, and more than 1,500 people put at risk when engines failed temporarily on 7 airliners. A new U.S. Geological Survey world map of volcanoes and aeronautical features will help pilots and passengers avoid these silent threats. \n<p>\"The map shows the locations of the 1,330 volcanoes that have erupted in the last 10,000 years. That sounds like a long time, but it&rsquo;s just a tiny fraction of the history of the Earth--these are all considered potentially active volcanoes,\" said author Tom Casadevall of the USGS. \"The 564 volcanoes that we know have erupted since 1500 A.D. are highlighted on the map, along with dates of the eruptions and reference numbers for further information,\" Casadevall said. \r\n<p>The 564 currently active volcanoes and the distance and direction to the nearest navigational aid are also given in the cross-reference list of volcanoes and navigation aids shown on the map. The map text, published in English, Spanish, and French, includes a warning that conventional weather radar will not detect volcanic ash clouds. In daylight, they may or may not be visible, depending on weather and light conditions. A list of indications that aircraft has entered an ash cloud is followed by recommended pilot actions. \r\n<p>Of the many types of volcanic plumes and ash clouds, only one poses a serious threat to aviation--drifting ash clouds of finely broken rock fragments and gas. These clouds can be carried by upper winds for hundreds to thousands of miles from the volcano where they erupted. \r\n<p>\"World Map of Volcanoes and Principal Aeronautical Features,\" by Thomas J. Casadevall and Theodore B. Thompson (USGS Geophysical Investigations Series Map GP-1011), was prepared in cooperation with Jeppesen Sanderson, Inc., and sponsored by a dozen Federal, international, and private-sector agencies. It is available from the U.S. Geological Survey, Information Services, Box 25286, Federal Center, Denver, CO 80225. Orders must specify the report number and the full title. Copies of the map are available for $4.00 each; add $3.50 for shipping and handling fee. All orders must be accompanied by a check or money order payable to U.S. Geological Survey - Department of the Interior. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"809150400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}