{"title":"Ground Water Meets Most Federal Standards in Major Eastern U.S. Aquifer","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nEditors: &nbsp;The Report, Factors Affecting Occurrence and Distribution of Selected Contaminants in Ground Water from Selected Areas in the Piedmont Aquifer System, Eastern United States, 1993-2003, is available at: <a href=\"http:\/\/pubs.usgs.gov\/sir\/2006\/5104\/\">http:\/\/pubs.usgs.gov\/sir\/2006\/5104\/<\/a>. \r\n<\/p>\r\n<p>\r\n<!--introstart-->Many chemicals were detected in ground water from selected areas of the Piedmont Aquifer System (PAS), but concentrations of those chemicals were below drinking-water standards in most cases, according to a report released by the U.S. Geological Survey (USGS).<!--introend--> For example, none of the 47 pesticides or 59 volatile organic compounds (VOCs) analyzed exceeded drinking-water standards. The PAS is a major aquifer in the eastern United States that follows the eastern foothills of the Appalachian Mountains. It underlies portions of Alabama, Georgia, South Carolina, North Carolina, Virginia, Maryland, Pennsylvania, Delaware, New Jersey, and southern New York. It provides drinking water for 7 million people. \r\n<\/p>\r\n<p>\r\n&ldquo;Nitrate is one contaminant to continue to monitor and assess because concentrations of nitrate exceeded the federal drinking-water standard of 10 milligrams per liter in 11&nbsp;percent of the wells sampled,&rdquo; says lead author Bruce Lindsey. &ldquo;These wells were mostly domestic supply wells, and the results are fairly consistent with other USGS ground-water studies across the Nation, indicating the continued need for regular testing of ground-water supplies, especially those from private water wells used by individual homes where nitrate was most commonly found.&rdquo; \r\n<\/p>\r\n<p>\r\nThe findings in the PAS, based on samples from 255 wells and 19 springs, do not generally imply present human-health risk; however, they are an early warning that land-use activities have an effect on regional water quality. For example, concentrations of nitrate were significantly higher in ground water underlying agricultural land use than in ground water underlying undeveloped or urban land. Herbicides were detected more frequently in agricultural wells, whereas insecticides, VOCs, chloroform, and MTBE were more frequently detected in urban wells. \r\n<\/p>\r\n<p>\r\nFindings also show that rock settings can have a great effect on ground-water quality, particularly for radon, a natural product from the radioactive decay of uranium. The federal drinking-water standard for radon is currently under review by the U.S. Environmental Protection Agency. Radon levels in this study were greater than a previously proposed standard of 300 picocuries per liter in more than 90 percent of the wells sampled; however, only 13 percent of those wells had concentrations in water that exceeded the alternative maximum contaminant level (AMCL), a higher level that can be used by municipalities addressing other sources of radon exposure. Radon in ground water is clearly related to rock type, and levels were highest in the part of the aquifer dominated by felsic crystalline-rocks. \r\n<\/p>\r\n<p>\r\nThe study that produced the report is continuing. Additional sampling in selected areas and subsequent integration of monitoring with modeling will improve the overall understanding of the relations between water-quality conditions and land-use and natural factors and help extend that understanding to unmonitored areas. The models will be useful for managers in evaluating resource- and land-management scenarios and in predicting how protection actions and land-use decisions are likely to affect water conditions within certain geographic regions or in the future. \r\n<\/p>\r\n<p>\r\nThe USGS implemented the National Water-Quality Assessment (NAWQA) Program in 1991 to support national, regional, state, and local information needs and decisions related to water-quality management and policy (<a href=\"http:\/\/water.usgs.gov\/nawqa\">http:\/\/water.usgs.gov\/nawqa<\/a>). The NAWQA Program is designed to answer: What is the condition of o","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland","New Jersey","New York","Pennsylvania","Virginia","Alabama","Georgia","North Carolina","South Carolina"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1166590800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169733"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}