{"title":"&quot;Hurricane&quot; Turtles of South Carolina&rsquo;s Tidal Creeks","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>News Editors: Photos can be downloaded from:<\/b><br><a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-11-12a.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-11-12a.jpg<\/a><br>(Male diamondback terrapin from South Carolina. USGS; photo by Jeff Lovich)<br><a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-11-12b.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-11-12b.jpg<\/a><br>(Head pattern of female diamondback terrapin from South Carolina. USGS; photo by Jeff Lovich)<br><a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-11-12c.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-11-12c.jpg<\/a><br>(The Kiawah River (left) provides a corridor for female terrapins leaving the marsh to nest on the dunes seen in the background. Just beyond the dunes lies the Atlantic Ocean. USGS; photo by Jeff Lovich)<br><a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-11-12d.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-11-12d.jpg<\/a><br>(Low tide exposes the soft mud of the salt marsh. Cord grass holds the resilient marsh together through tides and storms. USGS; photo by Jeff Lovich)<br><a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-11-12e.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-11-12e.jpg<\/a><br>(Biologists from the University of Georgia, Savannah River Ecology Laboratory check their nets placed in Terrapin Creek to catch terrapins. USGS; photo by Jeff Lovich)<br>For more on the diamondback terrapin demographic study in South Carolina:<br><a href=\"http:\/\/www.werc.usgs.gov\/hq\/gibbons.pdf\">http:\/\/www.werc.usgs.gov\/hq\/gibbons.pdf<\/a> <\/p>\n<p>Hurricanes brush or hit Charleston, S.C., about once every five and a half years, often generating large storm surges on top of already impressive tides. A hurricane that hit Charleston in 1752 caused a storm surge that nearly covered the entire present downtown area, according to one source. When the wind shifted, the water level fell 5 feet in 10 minutes. <\/p>\r\n<p>How could a turtle the size of a small hat survive such a storm in a tumultuous tidal creek? <\/p>\r\n<p>&quot;Swimmingly,&quot; seems to be the short answer from a pair of scientists who have studied the turtle for two decades. Yet as a result of human impacts, terrapin populations are declining, with significant local declines documented for some areas in Florida and some parts of South Carolina. <\/p>\r\n<p>In 1983, Dr. Jeff Lovich, scientist and Director of the USGS Western Ecological Research Center, and colleague Dr. Whit Gibbons of the University of Georgia, Savannah River Ecology Laboratory, began to document the daily lives and annual cycles of activity of diamondback terrapins at Kiawah Island, S.C. They wondered how these turtles have weathered centuries of hurricanes, until they discovered just how resilient these small turtles are to natural disasters. <\/p>\r\n<p>&quot;What we found was amazing,&quot; said Lovich. &quot;Despite their small size &ndash; rarely larger than 9 inches and weighing only about 1.5 pounds in the case of the average female in South Carolina &#8212; terrapins are powerful swimmers. Females, the larger sex, are capable of making roundtrip nesting journeys of over 3 miles from salt marsh to beach dunes.&quot; <\/p>\r\n<p>Diamondback terrapins are the only species of turtle in the United States that routinely occupy brackish water habitats, occurring in tidal creeks of estuaries along the Atlantic and Gulf coasts from Cape Cod, Mass. to Corpus Christi, Texas. Some have distinctive markings on their heads and on their carapace, or upper shell. Facial patterns often look like the animals have a moustache or are wearing lipstick. <\/p>\r\n<p>These terrapins have adapted to a surprisingly demanding natural environment. On the surface, the salt marshes and barrier islands of South Carolina appear to be tranquil and idyllic to most people who visit those enchanted shores. Gently waving palmetto trees and stately live oaks grace a landscape punctuated by wind-sculpted maritime forests and seemingly endless expanses of cord grass and tidal creeks. Land and water meet here, intimately, blurrin","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1037163600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169588"},{"tid":"170673"},{"tid":"169442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}