{"title":"seismometers to Measure DC Shaking","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>WASHINGTON, D.C. &ndash; <\/strong><!--introstart-->Thirty seismometers are being installed in the Nation&rsquo;s capital this winter to monitor ground tremors to better estimate the intensity of ground shaking that can be expected during future earthquakes in the area.<!--introend--><\/p>\n<p>The project was announced today by <a href=\"http:\/\/www.usgs.gov\">U.S. Geological Survey<\/a> acting director Suzette Kimball at an event at the National Building Museum promoting <a href=\"http:\/\/www.shakeout.org\"><em>ShakeOut<\/em><\/a>, an international earthquake drill involving more than 20 million people scheduled for Oct. 16.<\/p>\r\n<p>&ldquo;The surprising amount of damage to buildings here in Washington, D.C. during the 2011 Virginia earthquake &ndash; despite its relatively modest 5.8 magnitude and the epicenter being nearly 90 miles away &ndash; raised questions on how much seismic shaking is amplified by local geological conditions,&rdquo; said Kimball.&nbsp; &ldquo;The installation of these seismometers should provide the information necessary to help us answer those questions and better estimate the intensity of shaking during future earthquakes in the area.&rdquo;<\/p>\r\n<p>Scientists from the USGS and <a href=\"http:\/\/www.vt.edu\">Virginia Tech<\/a> will begin the installations in November, locating the bowl sized sensors at various sites throughout the District of Columbia, including government facilities, parks, and private homes.<\/p>\r\n<p>The extremely sensitive seismometers will remain in place until summer of 2015 to record weak ground shaking from distant earthquakes, as well as vibrations from regional earthquakes, quarry blasts and background noise generated by sources such as automobile traffic. The seismometers will continuously record information, with scientists periodically visiting the instruments to retrieve the data.<\/p>\r\n<p>In time the results should provide information that will help architects and engineers mitigate the effects of future earthquakes when they design or renovate buildings in the area. Although no one can predict when the area will experience its next earthquake, the Eastern United States has the potential to experience larger, more damaging earthquakes than was experienced in 2011.<\/p>\r\n<p>The seismometers are on loan from the <a href=\"http:\/\/www.iris.edu\/hq\/\">Incorporated Research Institutions for Seismology<\/a>, which is a consortium of more than 120 US universities and research institutions dedicated to facilitating investigations of earthquakes and Earth dynamics.<\/p>\r\n<p>More than 450 aftershocks have been recorded since the Virginia earthquake, which was felt from central Georgia to central Maine, and west to Detroit and Chicago. &nbsp;It is estimated that approximately one-third of the U.S. population could have felt the earthquake, which damaged the Washington National Cathedral and the Washington Monument.<\/p>\r\n<p>Additional information about the earthquakes in Virginia is available <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/states\/?region=Virginia\">online<\/a>.<\/p>\r\n<p>For more information&nbsp;visit the USGS Earthquake Hazard Program <a href=\"http:\/\/earthquake.usgs.gov\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Natural Hazards","Natural Hazards Earthquake Hazards","Shake Out","Virginia Tech","seismometers"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1413259200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169470"},{"tid":"169472"},{"tid":"170573"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}