{"title":"Oldest Large Body of Ancient Seawater Identified under Chesapeake Bay","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->USGS scientists have determined that high-salinity groundwater found more than 1,000 meters (0.6 mi.) deep under the Chesapeake Bay is actually remnant water from the Early Cretaceous North Atlantic Sea and is probably 100-145 million years old.<!--introend--> This is the oldest sizeable body of seawater to be identified worldwide.<\/p>\n<p>Twice as salty as modern seawater, the ancient seawater was preserved like a prehistoric fly in amber, partly by the aid of the <a href=\"http:\/\/www.usgs.gov\/newsroom\/article_pf.asp?ID=1308\">impact of a massive comet<\/a> or meteorite that struck the area about 35 million years ago, creating Chesapeake Bay.<\/p>\r\n<p>\"Previous evidence for temperature and salinity levels of geologic-era oceans around the globe have been estimated indirectly from various types of evidence in deep sediment cores,\" said Ward Sanford, a USGS research hydrologist and lead author of the investigation. \"In contrast, our study identifies ancient seawater that remains in place in its geologic setting, enabling us to provide a direct estimate of its age and salinity.\"<\/p>\r\n<p>The largest crater discovered in the United States, the Chesapeake Bay impact crater is one of only a few oceanic impact craters that have been documented worldwide.<\/p>\r\n<p>About 35 million years ago a huge rock or chunk of ice traveling through space blasted a 56-mile-wide hole in the shallow ocean floor near what is now the mouth of the Chesapeake Bay. The force of the impact ejected enormous amounts of debris into the atmosphere and spawned a train of gigantic tsunamis that probably reached as far as the Blue Ridge Mountains, more than 110 miles away.<\/p>\r\n<p>The impact of the comet or meteorite would have deformed and broken up the existing arrangement of aquifers (water-bearing rocks) and confining units (layers of rock that restrict the flow of groundwater). Virginia's \"inland saltwater wedge\" is a well-known phenomenon that is thought to be related to the impact crater. The outer rim of the crater appears to coincide with the boundary separating salty and fresh groundwater.<\/p>\r\n<p>\"We knew from previous observations that there is deep groundwater in quite a few areas in the Atlantic Coastal Plain around the Chesapeake Bay that have salinities higher than seawater,&rdquo; said Jerad Bales, acting USGS Associate Director for Water. \"Various theories related to the crater impact have been developed to explain the origin of this high salinity. But, up to this point, no one thought that this was North Atlantic Ocean water that had essentially been in place for about 100 million years.\"<\/p>\r\n<p>\"This study gives us confidence that we are working directly with seawater that dates far back in Earth&rsquo;s history,&rdquo; Bales continued. &ldquo;The study also has heightened our understanding of the geologic context of the Chesapeake Bay region as it relates to improving our understanding of hydrology in the region.\"<\/p>\r\n<p>The <a href=\"http:\/\/dx.doi.org\/10.1038\/nature12714\">research study<\/a> appears in the November 14 issue of the journal <a href=\"http:\/\/www.nature.com\/nature\/index.html\">Nature<\/a>.<\/p>\r\n<p><strong>Learn more<\/strong><\/p>\r\n<p><a href=\"http:\/\/chesapeake.usgs.gov\/\">USGS Chesapeake Bay Activities<\/a><\/p>\r\n<p><a href=\"http:\/\/pubs.usgs.gov\/pp\/p1612\/\">USGS Professional Paper 1612<\/a>. \"The Effects of the Chesapeake Bay Impact Crater on the Geological Framework and Correlation of Hydrogeologic Units of the Lower York-James Peninsula, Virginia.\"&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water Hydrologic Researchand Development","Water Groundwater Resources"],"article_type":["National News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1384318800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"170660"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}