{"title":"September 11, 2001: Studying the Dust from the World Trade Center Collapse ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_1551\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/9_11_smoke.jpg\"><img class=\"size-medium wp-image-1551\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/9_11_smoke-300x154.jpg\" alt=\"Smoke streaming from Ground Zero\" width=\"300\" height=\"154\" \/><\/a> Smoke streaming from Ground Zero illuminates the night skyline of lower Manhattan in a view looking east from New Jersey. The photo was taken on September 16, 2001, by USGS field crew members Todd Hoefen and Gregg Swayze.[\/caption]\n\nOn September 11, 2001, as the twin towers of the World Trade Center exploded and collapsed, clouds of dust billowed into the sky and across the city.\n\nPhotographs from the outskirts show the thick clouds swallowing much of lower Manhattan. Satellite images reveal that the clouds were large enough to be seen from space. Survivors overtaken by the clouds emerged covered in a thick layer of dirt and debris. They reported that the clouds were so dense that they blacked out the sun.\n\nAs the dust settled, it coated outdoor surfaces in a layer of fine powdered material up to 3 inches thick. It snuck in through doors, windows, and ventilation systems, contaminating apartments, offices, and public buildings.\n\nThe dust from these clouds was inhaled and ingested by thousands of people, not only on September 11, but for days afterward.\n\nMany were concerned about the health and environmental implications of the dust and debris. What were the clouds formed out of? How harmful was it to breathe the pulverized particulates? How would the dust respond to environmental processes?\n\nThe U.S. Environmental Protection Agency and the U.S. Public Health Service asked the USGS to examine the dust, to categorize its components, and to identify those substances that might affect the health of emergency responders, residents, visitors, and survivors of the terrorist attacks.\n<h1>Data from Above<\/h1>\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/thermal-hot-spots.jpg\"><img class=\"size-medium wp-image-1557\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/thermal-hot-spots-300x285.jpg\" alt=\"thermal hot spots\" width=\"300\" height=\"285\" \/><\/a>\n\nOf particular concern was whether the dust contained a significant amount of asbestos. To find out, USGS remote sensing expert Roger Clark worked with NASA to arrange an airplane to fly over lower Manhattan carrying a special instrument that the USGS had been using in other asbestos studies.\n\nThis remote sensing platform, called the Airborne Visible and Infra-Red Imaging Spectrometer (AVIRIS), measures light (in the visible through near-infrared spectrum) reflected from the ground surface. Because individual minerals reflect light in characteristic ways, scientists would be able to use the light reflection measurements gathered by AVIRIS to identify and map the materials in the settled dust.\n\n(Read <a href=\"http:\/\/speclab.cr.usgs.gov\/\">How Spectrometry Works<\/a>)\n<h1>Locating Fires<\/h1>\nThe measurements from AVIRIS came back to the USGS electronically, and Clark and his remote sensing colleagues immediately began processing the data.\n\nThrough a creative use of the data, they were able to make and send emergency responders a thermal image â\u0080\u0094 one that showed firefighters where fires were still burning deep in the debris. In some areas, temperatures were over 1300Â°F.\n\nThe USGS team provided this information to emergency response agencies on September 18, 2001. Another flyover on September 23 revealed that by that date most of the hot spots had been eliminated or reduced in intensity.\n\n(See <a href=\"http:\/\/pubs.usgs.gov\/of\/2001\/ofr-01-0429\/thermal.r09.html\">Thermal Hot Spot Maps<\/a>)\n<h1>Collecting and Analyzing Samples<\/h1>\nTwo USGS scientists, Gregg Swayze and Todd Hoefen, flew from Denver to New York City on one of the first available commercial flights after the terrorist attacks. During the day, they collected ground data needed to calibrate the remotely sensed data from AVIRIS. At night, they walked around lower Manhattan collecting both indoor and outdoor samples of the dust and debris around the fallen towers. The sample suite they collected for analysis ended up being the most comprehensive of all studies done on the dusts, both in terms of the number of samples collected and the spatial extent over which the samples were collected.\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/particles.jpg\"><img src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/particles-300x215.jpg\" alt=\"Sample of the dust and debris from the fallen towers.\" width=\"300\" height=\"215\" \/><\/a>\n\n<dl><dt><\/dt><\/dl>When Swayze and Hoefen returned, they and an entire team of USGS researchers, including Geoff Plumlee, Greg Meeker, Phil Hageman, Heather Lowers, Paul Lamothe, Eric Livo, and many others, brought their expertise together to analyze the samples and provide answers about the components of the dust.\n\nThey analyzed the samples for a variety of mineralogical and chemical parameters. They used reflectance spectroscopy, scanning electron microscopy with x-ray micro-analysis, x-ray diffraction, chemical analysis, chemical leach testing, and other more specialized analyses.\n\nThe team worked with a somber drive.\n\n\"Our team of analysts got busy, throwing all of our analytical capabilities at the dusts, driven by the hope that we would be able to help deal with the disaster that had shaken the nation,\" wrote Plumlee in a 2009 article for <em>Earth Magazine<\/em>.\n<h1>Dust Components<\/h1>\nThe dust samples were largely made up of a mix of materials commonly used in building construction or found in office buildings: particles of glass fibers, gypsum wallboard, concrete, paper, window glass, etc.\n\nThe dust contained higher amounts of lead, zinc, antimony, copper, and other elements of building materials than found in natural soils. The level of lead in some samples was high enough to be a potential concern.\n\nThe team also found the less dangerous variety of asbestos, chrysotile asbestos, in most samples at higher levels than what is found in urban particulate matter.\n\nHowever, the team was grateful not to find amphibole asbestos â\u0080\u0094 the kind generally viewed as the more dangerous, more carcinogenic form of asbestos â\u0080\u0094 in any of the samples.\n\nEven though this more dangerous form of asbestos was absent from the dust samples, the materials that were found indicated a potential health threat, and USGS scientists reported that cleanup of dusts and debris should be done with appropriate respiratory protection and dust control measures.\n\nBy combining the remotely sensed data with the lab results, the team produced a series of maps that showed the distribution of asbestos, concrete, and other materials in the dust around lower Manhattan. As one might expect, heavier materials tended to settle closer to Ground Zero, while lighter materials traveled further away.\n<h1>Mixing with Water<\/h1>\nSome metals found in the dust (such as aluminum, chromium, and antimony) are soluble, and another issue of both health and environmental concern was whether water that interacted with the dust would be harmful.\n\nTo find out, the USGS team performed chemical leach tests on the dust samples. Water they passed through the samples that had been collected indoors came away highly alkaline and caustic, but the water passed through the samples collected outside had much lower pH values.\n\nThe difference was that the outdoor samples had been exposed to rain before the samples had been collected. The higher pH values from the indoor samples were produced by dissolution of calcium hydroxide from the concrete particles. The outdoor dust samples, however, had already been at least partly neutralized by reactions with carbonic acid in the rainwater.\n\nThese results indicated that the dust could be chemically reactive when it came in contact with rain or wash water â\u0080\u0094 or moisture in the eyes, mouth, or respiratory system. Fortunately, continued reactions of water and atmospheric carbon dioxide with the dust helped to neutralize their caustic alkalinity. Dust indoors, on the other hand, was potentially more harmful than the dust that had been exposed to rain and other elements.\n\n(Read the <a href=\"http:\/\/pubs.usgs.gov\/of\/2001\/ofr-01-0429\/leach1\/index.html\">Chemical Leaching Study<\/a>.)\n<h1>Identifying World Trade Center Dust in the Long Term<\/h1>\nLike many natural and human-caused disasters, the potential dangers posed by the collapse of the twin towers didn't end with the event itself. With wildfires, there is the risk of landslides. With earthquakes, there is the risk of aftershocks and compromised buildings. With erupting volcanoes, there is the risk of damage from the ash clouds to airplanes. And after the collapse of the twin towers, there remained the risks of dust contamination.\n\nYears after the event, questions remained about the possible presence of dust from the World Trade Center in both indoor and outdoor environments.\n\nTo address these questions, officials needed a way to positively identify dust that originated from the World Trade Center. And with so many agencies and organizations involved in different studies and efforts, they needed some standardization of methods for determining if dust came from the September 11 events.\n\nBut how do you tell one urban dust sample from any other?\n\nThey needed a diagnostic signature that could be used as a sort of fingerprint for identifying dust from the World Trade Center.\n\nUSGS scientists Gregory Meeker, Amy Bern, Heather Lowers, and Isabelle Brownfield set to work to develop analytical methods and standards that would help others to detect and measure trace levels of World Trade Center dust.\n\nBy examining the dust samples, they were able to determine common abundance ratios of major and minor components of the dust. They found that five components â\u0080\u0094 slag wool, rock wool, soda-lime glass, concrete particles, and gypsum â\u0080\u0094 could be used to as primary signature components for identifying dust from the World Trade Center. They also identified possible secondary signature components:Â FeOx, ZnOx, silica, and chrysotile.\n\n(Read the <a href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1031\/pdf\/OF2005_1031_508.pdf\">Determination of a Diagnostic Signature for World Trade Center Dust<\/a>, <a href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1073\/pdf\/OF2005-1073_508.pdf\">Analysis of Background Residential Dust for World Trade Center Signature Components<\/a>, <a href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1165\/508OF05-1165.html\">Particle Atlas of World Trade Center Dust<\/a>.)\n<h1>Trying to Identify Dust in the Lungs<\/h1>\nMore recently, scientists have been trying to determine whether this dust signature can help link exposure to World Trade Center dust to respiratory problems experienced by some of the September 11 survivors and emergency responders.\n\nIn 2009, Dr. David Prezant, the chief medical officerat the Office of Medical Affairs for the New York City Fire Department, asked Meeker to examine the lung tissue of a firefighter who had developed pulmonary fibrosis. Prezant wanted to know whether particles the firefighter had inhaled as a first responder may have contributed to the disease.\n\nDue to his disease, the firefighter had had a lung transplant, and with both a sample of lung tissue and the means to potentially identify World Trade Center dust, USGS scientists examined the tissue to see if they could demonstrate a link.\n\nWhat they found was inconclusive. They found an abundance of particles in the lung tissue, but no definitive proof that any of it was dust from the World Trade Center. This lack of proof was not surprising as most glass fibers dissolve in the lungs over time, and it would be unlikely that the particles found in the lung tissue years after the event would be in the same ratios and form as the samples collected.\n\nBut this was just one sample, and as more lung tissue becomes available for testing more data may help experts to find better answers about the possible link between exposure to the dust and long-term health problems.\n<h1>Applying What we have Learned to Other Disasters<\/h1>\n[caption id=\"attachment_1559\" align=\"alignright\" width=\"330\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/tall-firefighter1.jpg\"><img class=\"size-medium wp-image-1559 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/tall-firefighter1.jpg\" alt=\"Firefighter\" width=\"330\" height=\"480\" \/><\/a> Firefighter surrounded by dust and debris from the twin towers. Photo credit Jim Watson, U.S. Navy[\/caption]\n\nOver the past 10 years, the USGS has responded to a number of events, both natural and human-caused, in which emergency responders, public health officials, cleanup organizers, and citizens need information to understand the material fallout of a disaster, how these materials could interact with the environment, and how these materials might impact the environment and human health.\n\nEvents such as <a href=\"http:\/\/pubs.usgs.gov\/circ\/1306\/pdf\/c1306_ch7_i.pdf\">Hurricanes Katrina and Rita in 2005 (PDF)<\/a>, the eruption of <a href=\"http:\/\/vulcan.wr.usgs.gov\/Volcanoes\/MSH\/\">Mount St. Helens<\/a> in 2004 and the eruption of Alaskan <a href=\"http:\/\/volcanoes.usgs.gov\/about\/hazard\/\">volcanoes<\/a> in 2008 and 2009, the Gulf <a href=\"http:\/\/www.usgs.gov\/oilspill\/\">oil spill<\/a> in 2010, the wildfires in Southern California in 2007 and 2009 and those in Texas occurring now remind us that there will always be new challenges to face.\n\n(Video: Spectrometer use in <a href=\"http:\/\/gallery.usgs.gov\/videos\/42\">Â 2007 Wildfires Ash Study<\/a>)\n\nWith each event, we have learned valuable lessons, and we continue to improve our capabilities for analyzing materials and contamination, for understanding and predicting their behavior in the environment, for examining how best to protect our communities from their potentially harmful impacts, and for communicating results in ways that are useable and understandable.\n\nIt is impossible to remember the events of September 11, 2001, without a sense of honor for those who lost and gave their lives.\n\nAs individuals, our hearts remain with those who lost their lives or those of loved ones. As a Nation, we are grateful for those who put their lives on the line for the sake of others. And as an agency, we stand at the ready to provide lawmakers, community planners, emergency responders, public health officials, and every American with the mapping and natural science information they need to understand, prepare for, and respond to such events.\n\n<\/div>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24149","uid":"31","filename":"9_11_smoke.jpg","uri":"public:\/\/9_11_smoke.jpg","filemime":"image\/jpeg","filesize":"20910","status":"1","timestamp":"1425492768","type":"image","uuid":"28a5e7c6-3092-461f-9e59-4ab6fd2b4ce3","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["2001","9\/11","Dust","Environmental Health","Minerals","September 11","World Trade Center"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1315684381","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}