{"title":"Media Representatives invited to interview USGS scientists inside the Mount St. Helens crater","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>What: <!--introstart--><\/strong>Two U.S. Geological Survey Cascade Volcano Observatory scientists will be available inside the crater of Mount St. Helens. This will provide a unique opportunity to capture the sights and sounds inside the crater and to learn about their latest findings and research.<!--introend--><\/p>\n<p><strong>When: <\/strong>Tuesday, September 1, 2009. Interviews will be available by prior appointment in scheduled time blocks starting at 10 am until 2 pm. Crater access is weather dependant. A go\/no go decision will be made by contacting Chris Strebig at (360) 891-5005 after 4 pm on August 31.<\/p>\r\n<p><strong>Where: Two locations: <\/strong>Inside the crater at the base of the Crater Glacier and at a key vantage point and USGS monitoring site. The combination of the two locations will provide a close up view of Crater Glacier and overview of the 2004 to 2008 eruptive events and dome building activity. Specific coordinates will be provided.<\/p>\r\n<p><strong>Who: Dr<\/strong>. <strong>Dan Dzurisin <\/strong>(pronounced Zur ish&acute; in) is a geologist at CVO in Vancouver, Washington, specializing in volcano deformation. Dzurisin's research is directed toward understanding volcanic unrest using various geodetic techniques, including leveling, the Global Positioning System, and satellite interferometric synthetic aperture radar. His study areas include Mount St. Helens, the Three Sisters volcanic center, Yellowstone caldera, and several volcanoes in the Aleutian arc.<\/p>\r\n<p><strong>Dr. Joe Walder <\/strong>is a research hydrologist at CVO, specializing in glaciers and other hydrologic phenomena on volcanoes. Walder's research over the years has been directed toward understanding glacier motion, glacier-generated debris flows, hazards from crater lakes, and the effects of hot eruptive products on snow and ice.<\/p>\r\n<p><strong>Details<\/strong>: Interested media will need to provide their own helicopter to access the interview sites inside the crater. Please contact Chris Strebig at (360) 891-5005 for additional information, to schedule an appointment with the USGS scientists, to arrange for a permit for crater access, and to provide names and additional details of your party.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":["geology","washington","Oregon","Cascades","volcano","Observatory","","Mount","Saint","Helens","Mount","St","Helens","crater","hazard","glacier","forest","Service","Gifford","Pinchot","Monument"],"release_date":{"und":[{"value":"1251172800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169121"},{"tid":"169066"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}