{"title":"Good News, Bad News About Nitrogen and Phosphorus in Major California Rivers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>This USGS report can be found&nbsp;<a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5228\/\">online<\/a>.<\/p>\n<p>Nitrogen and phosphorus concentrations decreased in streams of the Santa Ana Basin during 1975&ndash;2004, as improved wastewater treatment was implemented basinwide. Nutrient concentrations in the San Joaquin Basin during the same period increased in association with increased land application of nutrients. In the Sacramento Basin nutrient trends were mostly downward.&nbsp;<\/p>\r\n<p>&ldquo;Long-term nutrient trend studies like this one can help managers understand where watersheds are most vulnerable to contamination, to what extent cleanup efforts are working, and where more investment is needed in strategies designed to reduce nutrient inputs,&rdquo; said Charlie Kratzer, lead scientist for the study. &ldquo;We found that strategies that reduce nutrients in California waters, such as improved wastewater treatment, seem to be working, but that many waters are still vulnerable to nonpoint-source contamination.&rdquo;<strong>&nbsp;<\/strong><\/p>\r\n<p><strong>Santa Ana River Basin<\/strong><strong>&nbsp;<\/strong><\/p>\r\n<p>With the exception of nitrate, nutrient concentration trends in the urbanized Santa Ana Basin were downward during 1975&ndash;2004, despite a nearly three-fold increase in the volume of wastewater discharged in the basin during the same period. The decreased nutrient concentrations likely result from improved wastewater treatment from primary to tertiary, which increases nitrogen and phosphorus removal. Nitrate trends were upward during the first part of the study period, but decreasing concentrations during the latter part of the period are consistent with the basin-wide changes to tertiary wastewater treatment.&nbsp;<\/p>\r\n<p><strong>San Joaquin River Basin<\/strong><strong>&nbsp;<\/strong><\/p>\r\n<p>Trends in nitrate and total nitrogen concentrations in the agricultural San Joaquin Basin were mostly upward and are associated with increasing fertilizer applications (75&ndash;100 percent), increasing manure applications (40&ndash;49 percent), and increasing discharges from tile drains. Trends in ammonia, orthophosphate and total phosphorus concentrations were mostly downward and consistent with improved wastewater treatment practices during the sampling period.<strong>&nbsp;<\/strong><\/p>\r\n<p><strong>Sacramento River Basin<\/strong><strong>&nbsp;<\/strong><\/p>\r\n<p>In the Sacramento Basin, trends in concentrations of nutrients were predominantly downward despite increasing fertilizer applications of 47&ndash;67 percent. Some of the downward trends are attributed to a change, during the study period, of the discharge point for Sacramento metropolitan area wastewater to a location downstream from the area sampled.<\/p>\r\n<p>Point-source discharges accounted for less than 1 percent of streamflow and less than 20 percent of total nitrogen and phosphorus loads in the Sacramento and San Joaquin Rivers. On the other hand, point sources accounted for greater than 80 percent of non-storm streamflow in the Santa Ana River and probably for a similar percentage of total nitrogen and phosphorus loads.&nbsp;<\/p>\r\n<p>Loads of total nitrogen contributed per unit land area to streams in the Sacramento and San Joaquin Basins were correlated primarily with percentages of orchards and vineyards, row crops, and urban land. Loads of total phosphorus were correlated primarily with amounts of applied fertilizer and produced manure.&nbsp;<\/p>\r\n<p>Nutrients occur naturally in water and are needed for plant growth and productive aquatic ecosystems; however, in high concentrations nutrients may result in the growth of large amounts of algae and other nuisance plants in streams, lakes and estuaries. The decay of these plants and algae can cause areas of low dissolved oxygen, known as hypoxic, or &ldquo;dead,&rdquo; zones that stress or kill aquatic life. In addition, some forms of algae release toxins that can result in health concerns.&nbsp;<\/p>\r\n<p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","nutrients","nawqa","phosphorus","nitrogen","sacramento","sanjoaquin","santaana","hypoxia","groundwater"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1301371200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169690"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}