{"title":"Research Needed on Imperiled Coral Ecosystems","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<strong>Editors: The report Strategic Science for Coral Ecosystems 2007-2011 is available as a .pdf document through the <a href=\"http:\/\/fisc.er.usgs.gov\/\">Florida Integrated Science Center Homepage<\/a> .<a href=\"http:\/\/fisc.er.usgs.gov\/\"><\/a><\/strong> \n<p>\r\n<!--introstart-->Coral ecosystems are being imperiled at regional to global scales by over fishing, climate change, disease, and exposure to excess sediments, nutrients and contaminants.<!--introend--> Scientists believe that recent changes in reef systems world-wide are unprecedented, according to a report released by the U.S. Geological Survey (USGS) that summarizes these threats and outlines important research actions needed over the next five years to more accurately forecast future conditions and to better understand and manage change. \r\n<\/p>\r\n<p>\r\n&quot;Coral ecosystems contribute an estimated $30 billion to the global economy, but they are being transformed rapidly by a combination of local, regional, and global stressors,&quot; said Gary Brewer, USGS Eastern Region Ocean Science Coordinator. &quot;The USGS has developed a robust research plan that addresses the threats that coral ecosystems are facing,&quot; said Brewer. \r\n<\/p>\r\n<p>\r\nCoral ecosystems include not only reefs, but interdependent sea grass and mangrove habitats. They are geological and biological complexes composed of hundreds to thousands of interacting species. The essential goods and services they provide include sources of food, essential habitat for fisheries and protected species, biodiversity, protection of coastlines from wave damage and erosion, recreation, and cultural values for island nations and communities. \r\n<\/p>\r\n<p>\r\n&quot;This plan is targeted for a wide audience of researchers and decision makers,&quot; said Brewer. &quot;It is inclusive of a broad range of current and potential partners with scientific research and resource management expertise.&quot; \r\n<\/p>\r\n<p>\r\nThe extent of U.S. shallow-water coral ecosystems is estimated at more than 9 million acres and the deep coral habitats are known to be even larger, although they have not been fully mapped. About 4800 different species of coral are known throughout the world. \r\n<\/p>\r\n<p>\r\nThe plan incorporates the following themes: \r\n<\/p>\r\n<ul>\r\n\t<li>Improved understanding of <strong>reef structure and ecology<\/strong>. Exploring and mapping shallow and deep reefs and better understanding of natural processes, resiliency, and coral disease.<\/li>\r\n\t<li>Better identification of <strong>land-based sources of pollution and local impacts<\/strong>. Determining effects of sediments, nutrients, and contaminants, how impacts can be reduced or mitigated, and the relationship between these stressors and reef ecosystem health. <\/li>\r\n\t<li>Determining <strong>responses to global change<\/strong>. Investigating coral bleaching and recovery; adaptation of corals to high water temperatures; threats to corals from increased carbon dioxide and acidification of ocean waters; impact of sea-level rise on erosion, turbidity, the ability of coral growth to keep pace with rising waters; and the effects of atmospheric dust on coral reefs. <\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Louisiana","Mississippi","North Carolina","Puerto Rico","South Carolina","Texas","California","Hawaii"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1185768000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169403"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}