{"title":"USGS Offers $7 Million in Earthquake Research Grants","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>Applications due May 17, 2012 <\/em><\/strong><\/p>\n<p>The U.S. Geological Survey will award up to $7 million in grants and cooperative agreements for earthquake research in 2013.&nbsp;<\/p>\r\n<p>\"These grants have a distinguished history of having supported excellent projects and people as an investment into reducing earthquake hazards,\" said USGS Director Marcia McNutt. \"Some of our current USGS operational products began as earthquake research grants that were then handed over to the agency for long-term implementation.\"&nbsp;<\/p>\r\n<p>Interested researchers can apply online at <a href=\"http:\/\/www.grants.gov\/\">GRANTS.GOV<\/a> under the funding opportunity number G12AS20013. Applications are due May 17, 2012.&nbsp;<\/p>\r\n<p>The USGS awards approximately 90 research grants to universities, state geological surveys and private institutions. Key projects include cataloging earthquakes in southern California to better prepare emergency responders, the public and the media about earthquakes; providing seismic hazard estimates so communities and critical institutions can engineer their buildings and roads to be structurally sound; and providing data on ground shaking to help minimize damage.<\/p>\r\n<p>A <a href=\"http:\/\/earthquake.usgs.gov\/research\/external\">complete list of funded projects and reports<\/a> can be found on the USGS Earthquake Hazards Program external research support website.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","hazards","earthquake","Earthquake Hazards Program","","earthquakes","grants"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1331784000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"169342"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}