{"title":"streamflow Alteration Impacts Fish Diversity in Local Rivers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/eco.1460\/pdf\">new USGS study<\/a> quantifies change in fish diversity in response to streamflow alteration in the Tennessee River basin.<\/p>\n<p>The USGS study highlights the importance of the timing, magnitude, and variability of low streamflows and the frequency and magnitude of high streamflows as key characteristics critical to assessing how fish communities change in response to streamflow alteration. This study was completed using fish community data collected by the Tennessee Valley Authority, and predictions of streamflow characteristics at more than 600 locations.<\/p>\r\n<p>The Tennessee River basin is one of the <a href=\"http:\/\/www.natureserve.org\/library\/riversoflife.pdf\">richest areas of aquatic diversity<\/a> in the country, if not the world.&nbsp; However, expanding urban development, more than 600 privately held small dams on medium to small streams, and withdrawal of more than 700 million gallons of water each day threaten this diversity.&nbsp; Understanding the effect of streamflow alteration on aquatic ecology is increasingly important as change in land use and human population are projected.&nbsp;<\/p>\r\n<p>One of the examples from the study shows that as maximum October streamflow deviates outside reference conditions by approximately 6 cubic feet per second per square mile, fish diversity may decline by almost nine species in the Blue Ridge ecoregion of eastern Tennessee and western North Carolina.&nbsp; Results such as this were identified across the Blue Ridge, Ridge and Valley, and Interior Plateau ecoregions for 11 categories of fish and will help resource managers identify when streamflow alteration may result in too much ecological degradation.<\/p>\r\n<p>&ldquo;Managing river flows to meet the needs of our growing communities and economies will become increasingly challenging in the future&rdquo;, said Sally Palmer, director of science for The Nature Conservancy in Tennessee. &ldquo;Maintaining our rivers to support an abundance of natural wildlife, including our native fish, is an important goal as well. Studies like these give us better information to make management decisions which more effectively balance all the demands placed on our river resources.&rdquo;<\/p>\r\n<p>The National Park Service, responsible for the protection and management of Big South Fork National River and Recreation Area and the Obed Wild and Scenic River in Tennessee, has a need to assess potential impacts to the resources they are charged with protecting.&nbsp; &ldquo;This research enhances our ability to respond to current development pressures and serves as the foundation to develop a decision support tool to address future water resource issues&rdquo; said Jeff Hughes, hydrologist with the NPS.<\/p>\r\n<p>Additional information regarding environmental flows research in the Tennessee River basin <a href=\"http:\/\/tn.water.usgs.gov\/projects\/EcologicalFlows\/\">can be found online<\/a>. This work was completed as part of the <a href=\"http:\/\/water.usgs.gov\/coop\/\">USGS Cooperative Water Program<\/a> in collaboration with the <a href=\"http:\/\/www.tn.gov\/twra\/\">Tennessee Wildlife Resources Agency<\/a>, <a href=\"http:\/\/tn.gov\/environment\/\">Tennessee Department of Environment and Conservation<\/a>, and <a href=\"http:\/\/www.nature.org\/\">The Nature Conservancy<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Tennessee"],"country":["United States of America"],"mm_tags":["ecosystems","Ecosystems Fisheries Aquaticand Endangered Resources","water","Water National Streamflow Information","Tennessee","","streamflow","Tennessee River Basin"],"article_type":["Technical Announcement","State News Release"],"distribution":["Biology","Water"],"release_date":{"und":[{"value":"1389848400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169071"},{"tid":"170382"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}