{"title":"Buildingâ\u0080\u0099s Demolition Gives Rise to Seismic Knowledge","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_13_2013_fj04EqpDCW_08_13_2013_0\"><img class=\" \" title=\"USGS To Map Hayward Fault Using Seismic Energy from Building Implosion\" src=\"http:\/\/gallery.usgs.gov\/images\/08_13_2013\/fj04EqpDCW_08_13_2013\/medium\/IMG_6255.JPG\" alt=\"Warren Hall on California State University East Bay's Hayward campus is scheduled to be demolished Aug. 17, 2013 for seismic safety reasons. The landmark building's implosion will produce energy similar to a small earthquake that can be used to study and map the nearby Hayward Fault. In partnership with the university, U.S. Geological Survey scientists will monitor the pulse of energy created by the implosion on nearly 600 seismometers temporarily placed in a mile radius around the building with help from hundreds of citizen-scientist hosts and volunteers.\" width=\"300\" height=\"225\" \/><\/a> Warren Hall on California State University East Bay's Hayward campus is scheduled to be demolished Aug. 17, 2013 for seismic safety reasons. The landmark building's implosion will produce energy similar to a small earthquake that can be used to study and map the nearby Hayward Fault. In partnership with the university, U.S. Geological Survey scientists will monitor the pulse of energy created by the implosion on nearly 600 seismometers temporarily placed in a mile radius around the building with help from hundreds of citizen-scientist hosts and volunteers.[\/caption]\n\nThe demolition of a landmark but seismically unsafe building on a San Francisco Bay Area college campus is giving researchers a unique opportunity to study the nearby <a href=\"http:\/\/earthquake.usgs.gov\/regional\/nca\/haywardfault\/\">Hayward Fault<\/a>.\n\nWhen 13-story Warren Hall is <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3623\">imploded by demolition experts<\/a> this weekend on the Hayward campus of California State University, East Bay, U.S. Geological Survey scientists will monitor the pulse of energy on nearly 600 seismometers temporarily placed in a two-mile radius around the building with help from hundreds of citizen-scientist hosts and volunteers. Â Observing the paths taken by this pulse of seismic energy through the ground underlying the Hayward area will enable USGS to create 3D images and map the Hayward Fault in unprecedented detail.\n\nWhen the imploded building hits the ground, it is expected to create a signal similar to that of a magnitude 2 earthquake. Â By measuring how the seismic energy travels through the geologic layers of the East Bay, scientists can identify which areas may shake more than others in the event of a real earthquake. Because energy is channeled within fault zones and can travel farther and with more intensity along them, the data from the building demolition collected at small and precise intervals will enable USGS scientists to precisely characterize the width of the Hayward Fault zone.\n\nâ\u0080\u009cHaving this many instruments in a very tight radius gives us a chance to really look at how seismic energy travels through different geologic materials,â\u0080\u009d said USGS research geophysicist Rufus Catchings, the principal investigator in the East Bay Seismic Experiment in conjunction with the university. â\u0080\u009cWe want to see how it varies as the energy moves across the fault, how it moves within the fault zone, and how it moves in the hills.â\u0080\u009d\n\nThe Hayward Fault is only one of several earthquake faults that trend through the Bay Area, including the San Andreas Fault that gave rise to the deadly earthquakes of 1906 and 1989. <a href=\"http:\/\/earthquake.usgs.gov\/research\/geology\/paleoseis\/hayward.php\">Paleoseismic investigations<\/a> reveal that the past five major earthquakes on the Hayward Fault have occurred, on average, every 140 years. The <a href=\"http:\/\/earthquake.usgs.gov\/regional\/nca\/1868\/\">most recent was in 1868<\/a>, making the investigation of this heavily urbanized fault zone especially important and timely. When Warren Hall was completed in 1971 to serve as the Hayward campusâ\u0080\u0099 administration building, earthquake science and building engineering had not made the strides they have today.\n\nâ\u0080\u009cWe know that the Hayward Fault has the highest likelihood of any fault of producing the next damaging earthquake in the Bay Area,â\u0080\u009d said Tom Brocher, director of the USGS Earthquake Science Center, â\u0080\u009cso we try to take full advantage of each and every opportunity to learn more about the strong shaking the coming earthquake will produce.â\u0080\u009d\n\n[caption id=\"\" align=\"alignleft\" width=\"225\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_14_2013_p73Wob0NMh_08_14_2013_0\"><img class=\" \" title=\"USGS Earthquake Materials In Several Languages\" src=\"http:\/\/gallery.usgs.gov\/images\/08_14_2013\/p73Wob0NMh_08_14_2013\/medium\/IMG_6275.JPG\" alt=\"Some of the materials in several languages distributed to Hayward-area residents and potential volunteers in connection with the East Bay Seismic Experiment, a collaboration between USGS and California State University East Bay. The implosion of a landmark building on the universityâ\u0080\u0099s Hayward campus will produce energy similar to a small earthquake that can be used to study and map the nearby Hayward Fault. USGS scientists will monitor the pulse of energy created by the implosion on nearly 600 seismometers temporarily placed in a mile radius around the building with help from hundreds of citizen-scientist hosts and volunteers.\" width=\"225\" height=\"300\" \/><\/a> Some of the materials in several languages distributed to Hayward-area residents and potential volunteers in connection with the East Bay Seismic Experiment, a collaboration between USGS and California State University East Bay. The implosion of a landmark building on the universityâ\u0080\u0099s Hayward campus will produce energy similar to a small earthquake that can be used to study and map the nearby Hayward Fault. USGS scientists will monitor the pulse of energy created by the implosion on nearly 600 seismometers temporarily placed in a mile radius around the building with help from hundreds of citizen-scientist hosts and volunteers.[\/caption]\n\nPrecise data on the width and depth of the Hayward Fault along much of its 40-mile length is still sought. Is the fault an unbroken line, or does it run in strands? If the latter, do the strands join with each other? Catchings hopes also to learn whether the Hayward Fault joins with any other faults below the surface, which could increase the local seismic hazard. Furthermore, recording a seismic event that takes place at a predetermined time and location has the added benefit of enabling USGS to calibrate its permanent Bay Area seismic network.\n\nThe logistics of the experiment are daunting. The 600 seismometers â\u0080\u0093 more than twice as many as normally reside in the entire Bay Area â\u0080\u0093 are borrowed from the Incorporated Research Institutions for SeismologyÂ (<a href=\"http:\/\/www.iris.edu\/hq\/\" target=\"_blank\">IRIS<\/a>) through theÂ <a href=\"http:\/\/www.iris.edu\/hq\/programs\/passcal\" target=\"_blank\">PASSCALÂ <\/a>Instrument Center at New Mexico Tech. IRIS isÂ a research consortium in which USGS regularly collaborates that lends instruments for seismic investigations throughout the world. USGS and IRIS cooperatively operate theÂ <a href=\"http:\/\/www.iris.edu\/hq\/programs\/gsn\" target=\"_blank\">Global Seismographic Network<\/a>, andÂ USGS members sit onÂ PASSCALâ\u0080\u0099sÂ board of directors.\n\nHundreds of Hayward-area homeowners have been contacted by USGS volunteers to host the battery-powered devices in a mile radius around Warren Hall and along a 16-mile transect across the fault from San Ramon, east of Hayward, to San Francisco Bay. The volunteers include students at Cal State East Bay, the University of California, Davis, and other universities, as well as local geology and earthquake watchers both amateur and professional. After the implosion, these volunteers will again fan out into the neighborhoods to collect the seismometers for return to IRIS-PASSCAL. In the months to come, some of the student volunteers will be working with the data gathered in the seismic experiment in their own research.\n\nWhile publicity has been vital in recruiting volunteers, USGS must also work hard to make sure excessive interest in the form of hovering helicopters does not interfere with the seismic signal and thus destroy the experiment. USGS is working with Bay Area news media outlets to ensure they understand it is critical to the projectâ\u0080\u0099s success that they do not deploy helicopters in the area to film the planned implosion. The roar and â\u0080\u009cthump-thump-thumpâ\u0080\u009d of helicopter blades will drown out the small signal created by the building demolition that USGS aims to record.\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_13_2013_kof6IUt22C_08_13_2013_0\"><img class=\" \" title=\"USGS To Map Hayward Fault Using Seismic Energy from Building Implosion\" src=\"http:\/\/gallery.usgs.gov\/images\/08_13_2013\/kof6IUt22C_08_13_2013\/medium\/warren_hall_pano.jpg\" alt=\"Warren Hall on California State University East Bay's Hayward campus is scheduled to be demolished Aug. 17, 2013 for seismic safety reasons. The landmark building's implosion will produce energy similar to a small earthquake that can be used to study and map the nearby Hayward Fault. In partnership with the university, U.S. Geological Survey scientists will monitor the pulse of energy created by the implosion on nearly 600 seismometers temporarily placed in a mile radius around the building with help from hundreds of citizen-scientist hosts and volunteers.\" width=\"300\" height=\"199\" \/><\/a> Warren Hall on California State University East Bay's Hayward campus is scheduled to be demolished Aug. 17, 2013 for seismic safety reasons. The landmark building's implosion will produce energy similar to a small earthquake that can be used to study and map the nearby Hayward Fault. In partnership with the university, U.S. Geological Survey scientists will monitor the pulse of energy created by the implosion on nearly 600 seismometers temporarily placed in a mile radius around the building with help from hundreds of citizen-scientist hosts and volunteers.[\/caption]\n\nThe community involvement needed to make the experiment happen has also become an opportunity to spread messages about keeping safe in earthquake country. While most Hayward residents know about the fault, many contacted by USGS welcomed the <a href=\"http:\/\/pubs.usgs.gov\/gip\/2005\/15\/\">specific tips offered to enhance household preparedness and safety<\/a> that were included with each USGS information packet about the research project. Fluency in several of the many languages spoken in ethnically diverse Hayward helped volunteers convey the safety message, and informational leaflets and TV interviews on the project appeared in both English and Spanish.\n\nWarren Hallâ\u0080\u0099s demolition at Cal State East Bay and the associated USGS seismic research has become an opportunity for Hayward-area residents to pause at a critical moment in the history of their community and think about their future â\u0080\u0094 a future that will include enhanced seismic knowledge and safer buildings. Warren Hall served the university community for decades. As it comes down, it will serve its community a final time.\n\nRelated Top Stories:\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/scientists-need-your-eyes-and-ears\/\">http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/scientists-need-your-eyes-and-ears\/<\/a>\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/bringing-earthquake-science-into-your-home\/\">http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/bringing-earthquake-science-into-your-home\/<\/a>\n\n[caption id=\"\" align=\"alignleft\" width=\"225\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_13_2013_fj04EqpDCW_08_13_2013_3\"><img class=\" \" title=\"USGS To Map Hayward Fault Using Seismic Energy from Building Implosion\" src=\"http:\/\/gallery.usgs.gov\/images\/08_13_2013\/fj04EqpDCW_08_13_2013\/medium\/IMG_6320.JPG\" alt=\"Dr. Rufus Catchings, USGS research geophysicist, ponders how close his team can place seismometers to Warren Hall (in background) without having them damaged by the implosion. The landmark building's implosion will produce energy similar to a small earthquake that can be used to study and map the nearby Hayward Fault. In partnership with the university, USGS scientists will monitor the pulse of energy created by the implosion on nearly 600 seismometers temporarily placed in a mile radius around the building with help from hundreds of citizen-scientist hosts and volunteers.\" width=\"225\" height=\"300\" \/><\/a> Dr. Rufus Catchings, USGS research geophysicist, ponders how close his team can place seismometers to Warren Hall (in background) without having them damaged by the implosion. The landmark building's implosion will produce energy similar to a small earthquake that can be used to study and map the nearby Hayward Fault. In partnership with the university, USGS scientists will monitor the pulse of energy created by the implosion on nearly 600 seismometers temporarily placed in a mile radius around the building with help from hundreds of citizen-scientist hosts and volunteers.[\/caption]\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24318","uid":"31","filename":"warren_hall_pano.jpg","uri":"public:\/\/warren_hall_pano.jpg","filemime":"image\/jpeg","filesize":"69242","status":"1","timestamp":"1425492768","type":"image","uuid":"eb7aa72a-9566-406e-956b-ef22b92a7bf9","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Citizen Science","earthquakes","Natural Hazards","San Francisco Bay Area"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1376423991","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}