{"title":"spotted Owl Groups Defined with Genetics","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>New U.S. Geological Survey (USGS) science reaffirms, with strong genetic evidence, that the northern spotted owl is a separate subspecies from California and Mexican spotted owls. The same study also found no significant genetic differences between Mexican and California spotted owls. <\/p>\n<p>The study also confirms a zone of mixing between northern and California spotted owls in the Klamath region of southern Oregon, indicating a more northerly presence of California spotted owls than previously thought. <\/p>\r\n<p>Researchers found no evidence, however, for the presence of northern spotted owls in the traditional range of the California spotted owl. <\/p>\r\n<p>The U.S. Fish and Wildlife Service has provided the findings to its contractor, Sustainable Ecosystems Incorporated, which is reviewing the scientific information concerning the northern spotted owl. The findings will be among the information the Service considers during its five-year review of the owl. <\/p>\r\n<p>Susan Haig, a conservation geneticist with the USGS Forest and Rangeland Ecosystem Science Center in Corvallis, Ore., will present these findings at a meeting of the Northern Spotted Owl Review Team in Portland, Ore., on May 13, 2004. <\/p>\r\n<p>\"This is the most extensive, detailed treatment of the genetics of the spotted owl to date and covers all three subspecies in great detail,\" said Haig. \"These findings raise questions about range delineations for northern, California, and Mexican spotted owls. The information can be used with population estimates, assessments of habitat fragmentation, and other factors to address the status and recovery efforts for spotted owls.\" <\/p>\r\n<p>Spotted owls are mostly non-migratory, long-lived, socially monogamous birds whose populations have declined in old forests of western North America. The three subspecies studied include the California, northern, and Mexican spotted owls. Northern and Mexican spotted owls are listed as Threatened under the U.S. Endangered Species Act, and California spotted owls are not. <\/p>\r\n<p>Other key findings include: <\/p>\r\n<p>California spotted owls were found in the range of what is traditionally described as Mexican spotted owls; however, the range may not be properly defined. <\/p>\r\n<p>Time periods when subspecies mixing occurred for any of the owls were not determined. Therefore, subspecies mixing could be recent or thousands of years ago. <\/p>\r\n<p>More work needs to be carried out in the overlapping ranges of the California and Mexican spotted owls to determine their relationships. <\/p>\r\n<p>The study was conducted in collaboration with U.S. Forest Service researchers, several timber companies, and two tribes. The results are slated for publication in the science journal Conservation Genetics later this year.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1084507200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170519"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}