{"title":"Red River Flow in Fargo at Highest Level Ever Recorded for November","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Recent streamflow measurements show that the Red River in Fargo is flowing at the highest level ever&nbsp; for the month of November. <!--introend--> The Red in Fargo was flowing at a rate of 8040 cubic feet per second (cfs) on Nov. 4 making it the highest steamflow recorded for the month of&nbsp; November since measurements were started in the year 1901, according to water scientists with the U.S. Geological Survey.<\/p>\n<p>&ldquo;This is the highest level of streamflow that we have recorded for this time of year since the USGS began monitoring the Red River at Fargo more than 108 years ago,&rdquo; said Gregg Wiche, Director of the USGS North Dakota Water Science Center, which operates a system of stream gauges throughout the state of North   Dakota.&nbsp; &ldquo;It is concerning to see this level of streamflow in November.&rdquo;<\/p>\r\n<p>Prior to this year&rsquo;s record-breaking floods in Fargo and other parts of North Dakota, the flow in the Red River at Fargo peaked last fall at 9180 cfs on Oct. 16, 2008.&nbsp; By Nov. 4 of last year, the streamflow in Fargo had fallen to around 1400 cfs, significantly less than the 8040 cfs flow that was registered yesterday.&nbsp; USGS scientists have observed a substantial increase in flow since Oct. 30.&nbsp; At a height of 23.59 feet on Nov. 4 (2009), the Red was approximately 5&frac12; feet above flood stage and setting new records for this time of the year.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The USGS operates a network of 65 stream gauges in the Red River of the North Basin to monitor the water level and flow of the river.&nbsp; Through satellite and computer technology, stream gauges transmit real-time information, which the National Weather Service (NWS) uses to issue warnings so local emergency managers can get people out of harm&rsquo;s way.&nbsp; The information is also provided to operators of flood control dams and levees so they can take action to reduce flood impacts.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Minnesota","North Dakota"],"country":["United States of America"],"mm_tags":["water","North Dakota","Minnesota","Water Level","Red River"],"release_date":{"und":[{"value":"1257397200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169167"},{"tid":"169464"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}