{"title":"Potential Contributions of Phosphorus to Streams in the Southeastern United States from Natural Geologic Sources and Mined Areas","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellpadding=\"3\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2010_08_09\/phosphorus_map.jpg\" alt=\"Map from the report showing  mean values of bed-sediment phosphorus concentration withing geologic map units.\" width=\"200\" height=\"225\" \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Identifying watersheds with naturally occurring geologic sources of phosphorus will be easier with the release of a new map by the U.S. Geological Survey.<\/p>\r\n<p>More than 75 percent of the phosphate-ore mined in the United States comes from the southeastern U.S. Understanding the spatial variation in potential watershed contributions of total phosphorus from geologic materials can assist water resource managers in developing nutrient criteria that accounts for natural variability in phosphorus contributions from weathering and erosion of surficial geologic materials.<\/p>\r\n<p>Naturally occurring geologic sources of phosphorus contribute to elevated levels of streambed sediment phosphorus levels in many watersheds in Florida, Kentucky, and Tennessee.<\/p>\r\n<p>Potential contribution of total phosphorus from natural sources and also from active and inactive mines are characterized in <a href=\"http:\/\/pubs.usgs.gov\/sim\/3102\/\">U.S. Geological Survey Scientific Investigations Map 3102<\/a>, &ldquo;Mapping Watershed Potential to Contribute Phosphorus from Geologic Materials to Receiving Streams, Southeastern United States&rdquo;.<\/p>\r\n<p>The report characterizes potential contributions of phosphorus to streams from naturally occurring geologic materials based on the spatial distribution of phosphorus levels in streambed sediment from 5,560 sampling sites in small, relatively undisturbed basins throughout the southeastern United States.<\/p>\r\n<p>Additionally, phosphate mined-area contributions of phosphorus to streams are characterized by mapping boundaries of mined land from both active and inactive mine operations and associating streambed-sediment phosphorus levels from nearby sites.<\/p>\r\n<p>Estimates of phosphorus contribution from natural sources and active and inactive mines can be used in the development and calibration of watershed models of instream transport of phosphorus. The estimates developed in this report have been allocated to 8,404 individual watershed segments in the southeastern U.S.<\/p>\r\n<p>The USGS <a href=\"http:\/\/water.usgs.gov\/nawqa\/studies\/mrb\/\">National Water-Quality Assessment (NAWQA) Program<\/a> is assessing stream water quality in eight major river basins that cover the conterminous U.S. These studies integrate monitoring data with USGS watershed modeling techniques, such as <a href=\"http:\/\/water.usgs.gov\/nawqa\/sparrow\/\">SPARROW<\/a> (<span style=\"text-decoration: underline;\">Spa<\/span>tially <span style=\"text-decoration: underline;\">R<\/span>eferenced <span style=\"text-decoration: underline;\">R<\/span>egression <span style=\"text-decoration: underline;\">O<\/span>n <span style=\"text-decoration: underline;\">W<\/span>atershed Attributes). Regional SPARROW models are presently being developed for seven of these major river basins.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","phosphorus","mining","map","naqwa"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1281326400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170463"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}