{"title":"Webcam now Monitoring Tallapoosa River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>MONTGOMERY, Ala<\/strong>. -- The Tallapoosa River has new eyes.&nbsp; A webcam recently installed at the site of the historic May 2003 flood near Wadley, Ala., by the U.S Geological Survey&rsquo;s <a href=\"http:\/\/al.water.usgs.gov\/\" target=\"_blank\">Alabama Water Science Center<\/a> is capturing live streaming video, enabling scientists, emergency managers and the public to visually monitor the Tallapoosa River&rsquo;s water levels in real time.<\/p>\n<p>Installed as a pilot project, the <a href=\"http:\/\/al.water.usgs.gov\/webcam\/tallapoosa.html\">webcam<\/a> is the first of its kind in the state, monitoring water levels and augmenting the existing USGS system of 11 streamgaging sites in the Tallapoosa River Basin which measure water levels, streamflow and rainfall.<\/p>\r\n<p>&ldquo;The visual record of<em> <\/em>water levels from the webcam adds value and verifies the data that is collected at the Tallapoosa streamgaging stations,&rdquo; said Athena Clark, director of the USGS Alabama Water Science Center.<\/p>\r\n<p>Streamgages provide critical information within minutes to many users including the National Weather Service, which issues flood warnings.&nbsp; Routinely, the information is used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.&nbsp; The addition of the webcam to the streamgages already in place provides another tool to monitor the river.<\/p>\r\n<p>&ldquo;The webcam can also be used as a management tool by local emergency response officials as they make decisions regarding safety of bridge crossings and evaluate extent of flooding in adjacent areas,&rdquo; said Clark.<\/p>\r\n<p>The webcam&rsquo;s location is particularly important due to the significant flooding that occurred in and around Wadley in May 2003.<\/p>\r\n<p>&ldquo;Residents in this area are very sensitive to the possibility of flooding because of the 2003 flood. While residents should always follow emergency evacuation orders, this webcam will allow citizens to make informed decisions during unusual weather events that may lead to severe floods,&rdquo; said USGS hydrologist Rick Treece.<\/p>\r\n<p>&ldquo;Installation of future webcams in Alabama will depend upon funding and the useful application of the Tallapoosa River webcam during flooding events,&rdquo; said Clark.<\/p>\r\n<p>To see live views from the Tallapoosa Webcam, visit the <a href=\"http:\/\/al.water.usgs.gov\/webcam\/tallapoosa.html\">Tallapoosa webcam website<\/a>.&nbsp;<\/p>\r\n<p>Real time stream flow data from the more than 180 gauges in Alabama is used for flood preparedness tools such as USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a> and <a href=\"http:\/\/water.usgs.gov\/wateralert\/streamail.html\">StreaMail<\/a>.&nbsp; Any member of the public can access current high flow and flood conditions across the country by visiting the USGS <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch<\/a> website.&nbsp; In addition, by signing up for USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>, people can receive instant, customized updates via text message or email about local water conditions or whenever a critical threshold is reached.&nbsp; People can stay informed, and more importantly, stay safe with such accurate, up to date information.<\/p>\r\n<p>The USGS is the nation&rsquo;s primary provider of flow and water level information for our nation&rsquo;s waterways.&nbsp; For more than 125 years, the USGS has monitored selected streams and rivers with about 7,700 streamgaging sites across the nation.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama"],"country":["United States of America"],"mm_tags":["water","webcam","Strea Mail","Water Alert","Water Watch"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1307419200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168876"},{"tid":"170108"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}