{"title":"Mount St. Helens 30th Anniversary","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Vancouver, Wash. &mdash; <\/strong>On Sunday, May 18, 1980 at 8:32 a.m., the bulging north flank of Mount St. Helens slid away in a massive landslide -- the largest in recorded history.&nbsp; Seconds later, the uncorked volcano exploded and blasted rocks northward across forest ridges and valleys, destroying everything in its path within minutes.<\/p>\n<p>Nine hours of explosive volcanic activity ensued, altering the landscape, and what we know about volcanoes, forever.<\/p>\r\n<table style=\"width: 306px;\" border=\"0\" cellspacing=\"0\" cellpadding=\"3\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/vulcan.wr.usgs.gov\/Imgs\/Tif\/MSH\/Images\/MSH80_msh_eruption_05-18-80_Krimmel_80S3-141_bw_30x30_300dpi.tif\" target=\"_blank\"><img src=\"\/newsroom\/images\/2010_05_14\/msh_1980.jpg\" alt=\"Photographo of Mount St. Helens as it was erupting with a giant ash cloud rising up.\" width=\"300\" height=\"296\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">On Sunday, May 18, 1980 at 8:32 a.m., the bulging north  flank of Mount St. Helens slid away in a massive landslide -- the  largest in recorded history. &nbsp;  Seconds later, the uncorked volcano exploded and blasted rocks northward  across forest ridges and valleys, destroying everything in its path  within minutes.<\/span>&nbsp; <br \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>The opening minutes of the eruption claimed the lives of 57 people.&nbsp; Prevailing winds carried 520 million tons of ash eastward across the United States, producing darkness during daylight hours in Spokane, more than 250 miles away, and other communities is its path.&nbsp; Water from melting snow and ice mixed with loose rock debris to form lahars &ndash; volcanic mudflows &ndash; that poured down river valleys ripping trees from their roots and engulfing roads, bridges and houses.<\/p>\r\n<p>Thirty years later, excess sediment is still moving down those river drainages most affected by erupted debris on May 18, impressing upon all that hazards can persist long after an eruption is over. The eruption left an indelible effect on the regional economy and lives of citizens in the Pacific Northwest and beyond.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>&ldquo;The spectacular nature of the May 18, 1980 eruption is one of those unforgettable time markers for anyone who lived through the effects of the eruption or saw the images through the media,&rdquo; said Carolyn Driedger, hydrologist and outreach specialists at the Cascades Volcano Observatory.&nbsp; &ldquo;Thirty years later, people still want to tell you where they were and what they experienced when Mount St. Helens blew.&nbsp; In the Pacific Northwest and around the world, people awoke to the idea of what it meant to live near an active volcano.&rdquo;<\/p>\r\n<p>The eruption of Mount St. Helens -- the most destructive eruption in U.S. history -- was the first large explosive eruption in the United States since the advent of modern volcanology.&nbsp; It was a catalyst for an era of unprecedented scientific discovery, monitoring development and community awareness.<\/p>\r\n<p>The volcano instantly became, and remains, a volcanologist&rsquo;s ideal laboratory.&nbsp; Its accessibility has allowed scientists to return to the volcano over and over again to examine new deposits before they eroded away, to test new concepts about how volcanoes work, and to try out new tools. The landslide exposed the inside the mountain affording scientists with an unprecedented opportunity to inspect a volcano&rsquo;s interior, and learn about its history from the inside out.&nbsp;&nbsp; Frequent eruptions have helped scientists draw correlations between monitoring signals and impending eruptions.&nbsp;&nbsp;<\/p>\r\n<p>Two short videos, <em><a href=\"http:\/\/gallery.usgs.gov\/videos\/234\">Mount St. Helens: May 18, 1980<\/a><\/em>, and <em><a href=\"http:\/\/gallery.usgs.gov\/videos\/235\">Mount St. Helens: Catalyst for Change<\/a><\/em>, show footage of the eruption and encapsulate USGS scientists&rsquo; recollections of","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["geology","volcano","Mt Saint Helens","Helens","anniversary","eruption","Vancouver","washington","Cascades","Volcano Observatory","lessons","hazard"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1273809600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169005"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}