{"title":"Invasive Saltcedar and Russian Olive Trees Consume Similar Amounts of Water as Native Cottonwoods and Willows, Wildlife Effects Mixed","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<hr \/>\n<p><strong>Additional Contact:<\/strong>&nbsp; Catherine Puckett, USGS, 352-278-0165, <a href=\"mailto:cpuckett@usgs.gov\">cpuckett@usgs.gov<\/a><\/p>\r\n<hr \/>\r\n<p><!--introstart-->Long considered heavy water users and poor wildlife habitat, non-native saltcedar and Russian olive trees that have spread along streams and water bodies in the West may not be as detrimental to wildlife and water availability as believed.<!--introend--><\/p>\r\n<p>In a U.S. Geological Survey report requested by Congress and released today, scientists conducted a review of the scientific literature to assess the existing state of the science on the distribution and spread, water consumption, and control methods for saltcedar (also called tamarisk) and Russian olive. They also assessed the considerations related to wildlife use and the challenges associated with revegetation and restoration following control efforts.<\/p>\r\n<p>The report was a collaboration among the USGS, the Bureau of Reclamation, U.S. Forest Service, and other federal agencies and universities to assess and summarize a large number of previously published studies.&nbsp;<\/p>\r\n<table border=\"0\" cellspacing=\"0\" cellpadding=\"5\" width=\"260\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2010_04_28\/RussianOlive.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2010_04_28\/RussianOlive_tn.jpg\" alt=\"see caption below\" width=\"250\" height=\"188\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Photo of Chinle Wash in Canyon de Chelly National Monument, Arizona, 2005. Nonnative, invasive Russian olive trees (gray-green foliage) are interspersed with invasive saltcedar (dark green shrubs in the shaded area) on the floodplain. Bands of native Fremont cottonwood (bright green trees) grow on the outer margins.  Photo &copy; Lindsay Reynolds, Colorado State University. Used with permission. (Click on image for high resolution image)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>One notable finding is that native trees such as cottonwoods and willows along western rivers typically consume as much water as non-native saltcedar and Russian olive. Generally, the report noted, removal of saltcedar from floodplain areas along rivers leads to replacement by other vegetation that consumes roughly equal amounts of water.&nbsp; Therefore, removal of saltcedar from these areas is unlikely to produce measurable water savings once replacement revegetation becomes established, report authors wrote.<\/p>\r\n<p>&ldquo;None of the published studies to date, which include projects removing very large areas of saltcedar, have demonstrated production of significant additional water for human use,\" said Curt Brown, Director of Research for the Bureau of Reclamation.&nbsp; However, the authors note that saltcedar and Russian olive can also grow on river terraces that are too high and dry for cottonwoods and willows. Some scientists have suggested that, on these sites, revegetation with native dry-site species could save some water for human use.&nbsp; But, the effectiveness of such an approach has not been demonstrated.<\/p>\r\n<p>Similarly, although it has long been assumed that these non-native trees harm streamside habitat and wildlife productivity, research evaluated in the report indicates this isn&rsquo;t always true. Many reptiles, amphibians, and birds use habitat dominated by saltcedar and Russian olive.&nbsp; Even the endangered southwestern willow flycatcher frequently breeds in saltcedar stands.<\/p>\r\n<p>However, according to the report, saltcedar-dominated landscapes do not provide suitable habitat for more specialized birds, such as woodpeckers and birds that live in cavities. Dense tracts of pure saltcedar are typically unfavorable for most wildlife, and the report notes that many birds still prefer native cottonwood or willow habitat.&nbsp; Other negative impacts of dense stands of these introduced species can include impeded access to riverside recreational areas, increased wildfir","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Wyoming","Arizona","Colorado","New Mexico","Utah","California","Nevada"],"country":["United States of America"],"mm_tags":["biology","Invasives","salt Cedar","russian Olive","West","stream","ecology"],"release_date":{"und":[{"value":"1272427200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169116"},{"tid":"170261"},{"tid":"170218"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}