{"title":"Wanted...Sea Squirt","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Note to Editors:<\/b> The USGS and NOAA are requesting help from fishermen. If they encounter the sea squirt in their catch or on their gear and can report the position, depth of the catch, habitat or sediment type, this would be very useful. If they have a digital photo of the sea squirt, please send it along with any information to <a href=\"mailto:pvalentine@usgs.gov\">pvalentine@usgs.gov<\/a>. <\/p>\n<p>Don&rsquo;t be fooled by the rather cute assumed name. Researchers believe this villain is really an invasive species Didemnum vexillum, which they recently found on the northern edge of Georges Bank, about 160 miles off outer Cape Cod, colonizing a 6.5 square mile area at a depth of just over 150 feet. Georges Bank is a well-known and highly productive area for fish and sea scallops. <\/p>\r\n<p>An &quot;invasive species&quot; is one that is not native to an ecosystem and may harm that ecosystem if introduced. Sea squirts are tunicates, sea life with a primitive spinal cord and a firm, flexible outer covering called a &quot;tunic,&quot; from which the name derives. These siphon-feeding animals form dense mats, made of many thousands of individuals, encrusting and smothering hard sea bottom and organisms attached to it. According to researchers, the Georges Bank infestation may exceed documented occurrences on hard bottoms and structures in shallow coastal waters, where this animal can reach very high densities. The creatures exude a noxious substance as a byproduct of their metabolic processes, one that prevents fouling of its exterior and discourages predators.<\/p>\r\n<p>&quot;Not everything in the study site was 100 percent covered by tunicates,&quot; said U.S. Geological Survey (USGS) researcher Page Valentine, &quot;but in some places the mats were quite dense, covering more than 90 percent of the seabed.&quot; The growth may be more widespread than observed in the study area alone, where the mats have grown dramatically in size and distribution in one year&rsquo;s time. Little is known about how Didemnum can affect fishery resources, or its survival in offshore waters. It needs a hard, or relatively stable, surface to which it can attach. It has proven difficult to eradicate elsewhere in the world&rsquo;s near-shore waters. Until now, primary threats have been in near-shore areas where the mat could grow over structures used in aquaculture. <\/p>\r\n<p>&quot;We weren&rsquo;t looking for invasive species,&quot; said Robert Reid of NOAA Fisheries, chief scientist for the cruise aboard the NOAA Ship Delaware II when researchers made the observations in early November. &quot;This certainly highlights the value of regular monitoring to detect change in important marine habitats,&quot; he said. Valentine, Reid and Jeremy Collie of the University of Rhode Island have been visiting sites on Georges Bank regularly over the past nine years, taking bottom samples and using video and photographic imagery to document the sea floor, marine habitats and their recovery following closure of large areas of the Bank to some kinds of fishing. &quot;Based on our personal observations, Didemnum is changing the composition of benthic [sea-floor] communities in the areas it has colonized,&quot; said Collie, whose work in the study area has focused on recovery of bottom habitats in the absence of fishing with dragged gear. &quot;Our time-series of data will be able to document this shift,&quot; he said. Researchers are concerned that the species could be carried elsewhere on Georges Bank on ships&rsquo; hulls, in ballast water or on fishing gear, widening the infestation. This is perhaps the first documentation of this species in offshore waters. Didemnum vexillum has been reported fouling coastal structures and seabeds along the coasts of New England and the U.S. West Coast. <\/p>\r\n<p>It was first documented in New England in 2000, by researchers tracking invasive species in coastal waters. Anecdotal observations suggest the species was present in the","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1069390800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170205"},{"tid":"170687"},{"tid":"170553"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}