{"title":"Reservoirs Affect the Movement of Carbon in Large Rivers of the Central and Western United States","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A recent study conducted by scientists from the U.S. Geological Survey and published in the <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/2013JG002496\/abstract\"><em>Journal of Geophysical Research &ndash; Biogeosciences<\/em><\/a> found that a combination of climate and human activities (diversion and reservoirs) controls the movement of carbon in two large western river basins, the Colorado and the Missouri Rivers.<!--introend-->&nbsp;<\/p>\n<p>Rivers move large amounts of carbon downstream to the oceans. Developing a better understanding of the factors that control the transport of carbon in rivers is an important component of global carbon cycling research.&nbsp;<\/p>\r\n<p>The study is a product of the <a href=\"https:\/\/powellcenter.usgs.gov\/\">USGS John Wesley Powell Center for Analysis and Synthesis<\/a> and the <a href=\"http:\/\/www.usgs.gov\/climate_landuse\/land_carbon\/\">USGS Land Carbon<\/a> program.&nbsp;<\/p>\r\n<p>Different downstream patterns were found between the two river systems. The amount of carbon steadily increased down the Missouri River from headwaters to its confluence with the Mississippi River, but decreased in the lower Colorado River. The differences were attributed to less precipitation, greater evaporation, and the diversion of water for human activities on the Colorado River.<\/p>\r\n<p>For upstream\/headwater sites on both rivers, carbon fluxes varied along with seasonal precipitation and temperature changes. There was also greater variability in the amount of carbon at upstream sites, likely because of seasonal inputs of organic material to the rivers. Reservoirs disrupted the connection between the watershed and the river, causing carbon amounts downstream of dams to be less variable in time and less responsive to seasonal temperature and precipitation changes.&nbsp;<\/p>\r\n<p>The study presents estimates of changes in the amount of carbon moving down the Colorado and Missouri Rivers and provides new insights into aquatic carbon cycling in arid and semi-arid regions of the central and western U.S, where freshwater carbon cycling studies have been less common. This work is part of an ongoing effort to directly address the importance of freshwater ecosystems in the context of the broader carbon cycle. In the future, changing hydrology and warming temperatures will increase the importance of reservoirs in carbon cycling, and may lead to an increase in Greenhouse Gas Emissions that contribute to global warming, but may also increase the amount of carbon buried in sediments.&nbsp;&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","Land Carbon","Colorado River","Missouri River","John Wesley Powell Center Geographic Areas Southwest"],"article_type":["National News Release"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1402891200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}