{"title":"USGS Reports That West Nile Virus Goes Beyond Crows","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>NOTE TO EDITORS:<\/b> Dr. Robert G. McLean, Director of the USGS National Wildlife Health Center, Madison, Wis., will testify at a congressional field hearing on the West Nile virus, slated for December 14, at Fairfield University, Fairfield, Conn. The hearing will be in the School of Business Dining Hall. Dr. McLean will be available following the hearing. For more information on the hearing, call Olivia Ferriter, 703-648-4054. \n<p>\r\n<p>\r\n<p><!--introstart-->The virus that can cause West Nile encephalitis in humans is not only found in crows, according to scientists at the U.S. Geological Survey&rsquo;s National Wildlife Health Center in Madison, Wis.<!--introend--> USGS has recently released a list of 18 bird species that the Centers for Disease Control and Prevention(CDC) in Fort Collins, Colo. confirmed as having tested positive for the West Nile virus, including: \r\n<p>American crow<br>Ring-billed gull<br>Yellow-billed cuckoo<br>Rock dove<br>Sandhill crane<br>Blue jay<br>Bald eagle<br>Laughing gull<br>Black-crowned night-heron<br>Mallard <br>American robin <br>Fish crow<br>Red-tailed hawk <br>Broad-winged hawk<br>Cooper&rsquo;s hawk<br>Belted kingfisher <br>American kestrel <br>Herring gull \r\n<p>\r\n<p>\"Although the cause of death has not been determined in all cases, we can assume that these birds were exposed to the virus in the tri-state area of New York, New Jersey and Connecticut,\" said Dr. Robert McLean, USGS wildlife biologist and director of the Madison Center. \"Some of these species could play a significant role as we track the spread of this disease.\" \r\n<p>McLean added, \"The variety of birds is disturbing because many of these species migrate to other areas and could potentially disseminate the disease elsewhere. The good news is, with the exception of American crows, there were only a few individual birds from each respective species thattested positive. It is still too early to tell if this is because they are not as susceptible or they were not as readily observed as crows.\" \r\n<p>Monitoring mortality in American crows is especially important because crows appear to be highly sensitive to the virus. Since many crows normally travel less than 200 miles they can act as sentinels for local transmission of the disease. \r\n<p>\"At this time it is difficult to assess how many birds have died from this disease. While some of the affected areas have reported very high bird mortality, especially in crows, a number of the birds have died from other causes,\" said USGS wildlife disease specialist Linda Glaser. \"About 49percent of the 392 birds tested by the USGS and CDC have tested positive for West Nile virus.\" \r\n<p>McLean and his team of USGS biologists have been taking blood samples from migratory and non-migratory birds in the New York area to get a sense of the extent that bird populations and various species were exposed to thevirus. \"This information, in addition to being shared with the CDC, will be used in establishing an effective surveillance network to track the virus and ultimately learn how it could impact our native bird populations,\" saidMcLean. \r\n<p>There is still much that is unknown about the ecology of the virus and how it will respond to its new environment in the United States. \"Once a bird is infected, the virus can be transmitted to mosquitoes only for about 4 to 5 days. Although this appears to be a short time, many birds can migrate hundreds of miles within that time. It will be important to find out what species are involved in the transmission of the virus and if migratory birds, including crows, are capable of moving the virus to new locations,\"said McLean. \r\n<p>The USGS will continue to focus on collecting information that will help determine the extent of the wildlife species involved, the geographic and temporal distribution of the virus, and whether the disease is continuing to expand to new sites. \r\n<p>McLean emphasized that with so many state and federal agencies involved in the West Ni","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"942814800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170250"},{"tid":"170365"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}