{"title":"Manatee Traveler in Northeastern Waters not Chessie","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A West Indian manatee has been sighted in various waters of the northeastern United States in the last 5-6 weeks. <!--introend-->It took in the sights along the Hudson River traveling up into Harlem, visited Cape Cod, Mass., and was most recently sighted in Warwick, Rhode Island, in Greenwich Bay. <\/p>\n<p>The question everyone is asking is: Is it Chessie on summer vacation?&nbsp; U.S. Geological Survey manatee researchers have today been able to rule out Chessie as the current traveler through the use of the manatee photo-identification database.&nbsp; Yet the roving manatee&acute;s identity is still unknown. <\/p>\r\n<p>Photographs and video were sent to USGS manatee researchers in Florida, who used the manatee photo-identification catalog to compare scar patterns on the animal with others in the database and ruled out Chessie as the current traveler.&nbsp; Photographs of the mystery manatee do not match any of the existing Florida manatees previously documented for the manatee identification database. <\/p>\r\n<p>In 1994, scientists photographed Chessie during his rescue from Chesapeake Bay, Md. - and his unique markings and scars - before his release in Florida. Chessie has a distinctive long gray scar on his back, with several small white spots apparent within the scar. <\/p>\r\n<p>\"Since then, Chessie also has acquired tail mutilations, but these are not severe,\" said Cathy Beck, a biologist with the USGS Sirenia Project. \"Reports of manatee sightings far from the usual summer range are of great interest and we appreciate receiving photographs to help us document the individual whenever possible.\" Beck said.&nbsp; &nbsp; <\/p>\r\n<p>This manatee still has time to reach Florida waters before the onset of cooler weather. USGS manatee scientists believe that Chessie&acute;s migration from Florida to the Chesapeake Bay may have been common for manatees in previous centuries. The repeated sightings of a \"sea monster\" in the Chesapeake Bay, nicknamed \"Chessie,\" date back throughout this century and possibly include manatee sightings that were not properly identified. Chessie was named after this purported sea monster. <\/p>\r\n<p>\"Cooperation among members of the Marine Mammal Sighting Networks, government agencies and the public on Chessie&acute;s migration has raised the public&acute;s awareness of this unique endangered marine mammal,\" said Jim Reid, a biologist with the USGS Sirenia Project. \"Manatees are long-lived and typically repeat established movement patterns. It&acute;s likely that sightings of Chessie or other manatees will occur again in these northern areas.\" <\/p>\r\n<p>These huge, harmless, plant-eating marine mammals usually swim slowly and prefer shallow habitats.&nbsp; Manatees are an endangered species, protected by federal law. <\/p>\r\n<p>For future sightings, the public should contact local wildlife authorities, who will get in touch with the USGS manatee research team. <\/p>\r\n<p><strong>Sighting Timeline: <\/strong><\/p>\r\n<UL>\r\n<LI>Initial report from Ocean City, Md.:&nbsp; July 11 \r\n<LI>Delaware - July 14 \r\n<LI>New Jersey - July 22 or 23 \r\n<LI>New York - Aug. 1-8 \r\n<LI>Massachusetts - Aug. 17 \r\n<LI>Rhode Island - Aug. 20 <\/LI><\/UL>\r\n<p>For more information on manatees please visit the following websites: <\/p>\r\n<UL>\r\n<LI>Manatee FAQs: <a href=\"http:\/\/cars.er.usgs.gov\/Manatees\/Manatee_Sirenia_Project\/Manatee_Information_Sheet\/manatee_information_sheet.html\">http:\/\/cars.er.usgs.gov\/Manatees\/Manatee_Sirenia_Project\/Manatee_Information_Sheet\/manatee_information_sheet.html<\/a> \r\n<LI>USGS Manatee Research- Sirenia Project <a href=\"http:\/\/cars.er.usgs.gov\/Manatees\/manatees.html\">http:\/\/cars.er.usgs.gov\/Manatees\/manatees.html<\/a><\/LI><\/UL>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts","Rhode Island"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1156305600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}