{"title":"Haiti Quake Risk May Still be High","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The fault initially thought to have triggered January&rsquo;s devastating earthquake in Haiti is likely still under considerable strain and continues to pose a significant seismic hazard, according to a study published online in <em>Nature Geoscience<\/em> Sunday.<!--introend--> &nbsp;<\/p>\n<p>U.S. Geological Survey geologist Carol Prentice led a team of scientists to Haiti immediately after the earthquake to search for traces of ground rupture and to investigate the geology and paleoseismology of the area.&nbsp;<\/p>\r\n<p>Using geological field observations, and interpretations of satellite imagery, aerial photography, and light detection and ranging, the researchers sought evidence of deformation from the 2010 quake and determined the main strand of the Enriquillo-Plantain Garden Fault did not rupture in the January quake, as was initially thought.<\/p>\r\n<p>They also documented evidence of geologically-young ground ruptures on the EPG Fault, which they believe may have formed during earthquakes that struck Haiti in 1751 and 1770. Because the EPG Fault did not rupture the surface in January, little, if any, accumulated strain on that fault was released during the quake and the hazard remains high.<\/p>\r\n<p>The EPG Fault is a tectonic plate boundary similar to the San Andreas Fault in California. The January Haiti quake was similar in many respects to the 1989 Loma Prieta earthquake in the San Francisco Bay Area of California. Like the Haiti quake, the Loma Prieta quake did not produce primary surface rupture and did not occur on the main San Andreas Fault. However the fault that ruptured during the 1989 quake is part of a complex set of nearby faults whose movement is driven by the plate-boundary tectonics, much like the setting of the Haiti earthquake.<\/p>\r\n<p>This study was published online this week in <em>Nature Geoscience<\/em>, as part of a special issue on the Haiti earthquake.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","earthquake","hazard"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1288324800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}