{"title":"Landsat 8 Set to Extend Long Run of Observing Earth","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"512\"]<a href=\"http:\/\/www.nasa.gov\/mission_pages\/landsat\/news\/indonesia-volcano.html\"><img class=\"    \" src=\"http:\/\/www.nasa.gov\/images\/content\/746503main_paluweh_oli_2013119_geo-crop.jpg\" alt=\"\" width=\"512\" height=\"311\" \/><\/a> An ash plume drifts from Paluweh volcano in Indonesia. Image taken April 29, 2013 from the Landsat Data Continuity Mission (LDCM, now Landsat 8) Operational Land Imager instrument. Courtesy NASA.[\/caption]\n\nThe latest in the Landsat series of Earth observation satellites, Landsat 8, officially begins its mission on May 30 to extend an unparalleled four-decade record of Earthâ\u0080\u0099s land surface as seen from space. The Landsat program is a joint effort between the U.S. Geological Survey and NASA.\n\nNASA launched the Landsat Data Continuity Mission satellite on February 11. Since then, NASA mission engineers and scientists, with USGS collaboration, have been putting the satellite through its paces â\u0080\u0093 steering it into its orbit, focusing the instruments, calibrating the detectors, and collecting test images. Now fully mission-certified, the satellite will be transferred to USGS operational control and renamed Â Landsat 8.\n\nAs the worldâ\u0080\u0099s population surpasses seven billion people, the impact of human society on the planet is increasing. The continuation of Landsatâ\u0080\u0099s four-decade look at Earth will help monitor those impacts and more accurately forecast future environmental change.\n\n<strong>A big picture, yes, but more <\/strong>\n\nLandsat images from space are not just pictures. They contain many layers of data collected at different points along the visible and invisible light spectrum. Consequently, Landsat images can show where vegetation is thriving and where it is stressed, where droughts are occurring, and where wildland fire is a danger.\n\nLandsat satellites give us a view as broad as 12,000 square miles per scene while describing land cover in units the size of a baseball diamond. From a distance of more than 400 miles above the earth surface, a single Landsat scene can record the condition of hundreds of thousands of acres of grassland, agricultural crops, or forests.\n\nLandsat images reveal subtle, gradual changes, such as Wyoming rangelands greening up after a drought, as well as massive landscape changes that occur in rapidly growing urban areas. Landsat can also provide broad assessments of sudden natural or human-induced disasters, such as the number of acres charred by a forest fire or the extent of tsunami inundation. Landsat data have been used to monitor water quality, glacier recession, sea ice movement, invasive species encroachment, coral reef health, land use change, deforestation rates, and population growth.\n\n[caption id=\"attachment_179343\" align=\"alignright\" width=\"461\"]<a href=\"http:\/\/earthobservatory.nasa.gov\/NaturalHazards\/view.php?id=80853\"><img class=\"wp-image-179343 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/vandenberg_oli_2013081.jpg\" alt=\"\" width=\"461\" height=\"307\" \/><\/a> LDCM image acquired March 22, 2013. LDCM looks back to its launch site at Vandenberg Air Force Base. Courtesy NASA.[\/caption]\n\n<strong>The USGS role in observing Earth<\/strong>\n\nUSGS and NASA have distinct roles in the Landsat program. NASA develops remote-sensing instruments and spacecraft, launches satellites, and validates their performance. The USGS then assumes ownership and operation of the satellites, in addition to managing ground-data reception, archiving, product generation, and distribution.\n\nUSGS has managed the operations of two Earth observing satellites â\u0080\u0094 Landsat 5 and 7 â\u0080\u0094 for over a decade.\n\nLaunched in 1984, Landsat 5 orbited the planet over 150,000 times while transmitting over 2.5 million images of land surface conditions around the world, long outliving its original three-year design life. In December 2012, USGS <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3485#.UP6AFW_Ae6M\">announced<\/a> that Landsat 5 would be decommissioned. Â The durable satellite delivered precise images of Earth for nearly 29 years, making it the longest-operating Earth-observing satellite mission in history as noted by the <a href=\"http:\/\/www.nasa.gov\/mission_pages\/landsat\/news\/landsat5-guinness.html\">Guinness Book of Records<\/a>.\n\nLandsat 7, launched in 1999, continues to provide daily information about our planet from space, although an instrument problem reduces the amount of data it collects.\n\n<strong>Landsat 8 brings a clearer view Â <\/strong>\n\nLandsat 8 is about the size of a delivery truck with a 30-foot-long deployed sheet of solar panels. Stocked with a 10-year supply of fuel, the satellite travels at a speed of 17,000 miles per hour.Â  It carries two highly-sensitive observation instruments, the Operational Land Imager (OLI) and the Thermal Infrared Sensor (TIRS). Advanced technology increases the reliability and sensitivity of these instruments, while the improved measurements are still compatible with the past Landsat data record.\n\nThe technical capabilities of Landsat 8 move forward in three areas in comparison to Landsat 7:Â  increased spectral coverage; higher data precision (the ultimate resolution is not changed); and increased quantity of data collection (60% more scenes per day).\n\nLandsat 8 will orbit Earth once every 99 minutes at an average altitude of 438 miles (705 kilometers),Â  repeating the same ground track every 16 days.Â  As Landsat 8 joins Landsat 7 in imaging the Earth, researchers and natural resource managers will once again be able to receive Landsat data every eight days for any given location. Many Landsat users depend on a short repeat cycle for prompt data on resources such as agricultural crops, forests, and water.Â  The USGS, NASA, and aerospace contractors have worked diligently to ensure that Landsat 8 would be operational in time for the 2013 North American growing season.\n\n[caption id=\"attachment_179353\" align=\"alignright\" width=\"403\"]<a href=\"http:\/\/earthobservatory.nasa.gov\/NaturalHazards\/view.php?id=80886\"><img class=\" wp-image-179353  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/phoenix_tir_2013090.jpg\" alt=\"\" width=\"403\" height=\"403\" \/><\/a> Even in notoriously warm Phoenix, AZ, the Thermal Infrared Sensor (TIRS) aboard LDCM (now Landsat 8) shows cooler (darker) areas of irrigated agriculture (lower center of image) and mountain forests to the North. Courtesy NASA.[\/caption]\n\n<strong>Free data for innovation <\/strong>\n\nBeginning May 30, Landsat 8 data will be available from the USGS data archive free of charge. The Department of the Interior and USGS policy of unrestricted access and free distribution of Landsat data encourages researchers everywhere to develop practical applications of the data.Â  Special-purpose applications of Landsat data can serve commercial endeavors in agriculture and forestry; they can enable land managers in and out of government to work more efficiently; they can assist scientists in defining and assessing critical environmental issues. Ready access to authoritative Landsat images provides a reliable common record of Earth conditions that advances the mutual understanding of environmental challenges worldwide by citizens, researchers, and decision makers.\n\nTwo visually compelling examples of commercial systems that access the long record of consistent Landsat data to document land cover change around the globe are Google <a href=\"http:\/\/googleblog.blogspot.com\/2013\/05\/a-picture-of-earth-through-time.html\">Timelapse<\/a> and ESRI <a href=\"http:\/\/www.esri.com\/software\/landsat-imagery\/viewer\">Change Matters<\/a>.\n\n<strong>Additional information<\/strong>\n\n<a href=\"http:\/\/landsat.usgs.gov\/LandsatLook_Viewer.php\">USGS Landsat Missions<\/a> Â (latest satellite status and related information)\n\n<a href=\"http:\/\/www.nasa.gov\/multimedia\/videogallery\/index.html?collection_id=74881&amp;media_id=163095491\">Come Fly With Me<\/a> (a colorful video that allows viewers to see the Earth as the satellite does)\n\n<a href=\"http:\/\/pubs.usgs.gov\/pp\/1796\/\">What is the Economic Value of Satellite Imagery?<\/a>Â  (USGS Professional Paper)\n\n<a href=\"http:\/\/www.nasa.gov\/mission_pages\/landsat\/news\/landsat-40th.html\">NASA-USGS 40<sup>th<\/sup> Anniversary of Landsat<\/a>\n\n<a href=\"http:\/\/www.nasa.gov\/mission_pages\/landsat\/news\/index.html\">NASA News and Features<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24307","uid":"31","filename":"L8-TS-Frontispiece.jpg","uri":"public:\/\/L8-TS-Frontispiece.jpg","filemime":"image\/jpeg","filesize":"50689","status":"1","timestamp":"1425492768","type":"image","uuid":"34ed812a-d05b-4453-8815-2d6a37c1b9fa","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["earth observation","landsat","Remote Sensing"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1369850614","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}