{"title":"USGS at 2006 International Mercury Conference","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Editor&acute;s Note: Please email <a href=\"mailto:media@mercury2006.org\">media@mercury2006.org<\/a> to arrange interviews prior to or during conference activities. Please note specific content related to the abstracts and presentations at the Eighth International Conference on Mercury as a Global Pollutant will remain strictly embargoed until the day of the scientific session.<\/p>\n<p><strong>USGS at 2006 International Mercury Conference<\/strong><\/p>\r\n<p><!--introstart-->The U.S. Geological Survey (USGS), in partnership with the University of Wisconsin-Madison, UW Sea Grant, and the University of Wisconsin-La Crosse, will host the Eighth Annual Conference on Mercury as a Global Pollutant conference at Monona Terrace Community and Convention Center in Madison, Wisconsin, Aug. 6-11.<!--introend--><\/p>\r\n<p>Scientists from the USGS will discuss research on critical issues concerning mercury in the environment, including mercury found in volcanoes, streams, fish, and bird eggs.<\/p>\r\n<p><strong>Special Note:<\/strong> USGS scientist David Krabbenhoft is the conference co-chair, and also a contributing author for several sessions and the presenting author for the poster session, <strong>W-124: Mercury Mass Fluxes from the Lake 658 Watershed<\/strong>, which will be held on Wednesday, August 9, during 10:00 a.m. - 1:00 p.m. Krabbenhoft will be available for interviews.<\/p>\r\n<p>Other USGS presentations include:<\/p>\r\n<p><strong>Monday, Aug. 7<\/strong><\/p>\r\n<p><strong>Shedding Some Light on Mercury Lamps:<\/strong> How much mercury is used in mercury-containing lamps, such as fluorescent lamps and lamps used for roadway and parking-lot lighting? Mercury use in the lamp sector has decreased by about 30 percent since 1996 because the mercury per lamp requirement has fallen by nearly 60 percent since then. Average lamp mercury content is about 7 mg, which is much less than the 40 mg content of lamps in the 1980s. Mercury use per lamp may be reaching the low technological limit, but the use of mercury-containing lamps is increasing. The 7-ton U.S. lamp sector mercury flow is not large compared to other annual mercury flows in the United States&mdash;compare to 70 tons for U.S. coal burning. To find out more, attend the platform session, <strong>S-766: Mercury Flows through the Mercury-Containing Lamp Sector of the Economy of the United States<\/strong> on Monday, August 7, at 1:00 p.m. in Meeting Rooms K-Q. Presenter: Thomas Goonan (<a href=\"mailto:goonan@usgs.gov\">goonan@usgs.gov<\/a>).<\/p>\r\n<p><strong>Mercury Rising or Falling?<\/strong> Mercury has not been mined as a principle product in the U.S. since 1992. Instead, mercury is obtained through reclamation or recycling from used mercury-containing products, such as automobile switches, dental amalgam, fluorescent lamps, medical uses, thermometers, and thermostats, or it is obtained as a byproduct from gold-silver processing in Nevada. In the 1990s, U.S. manufacturers used 500-600 metric tons of mercury annually, but now it is estimated at 200 metric tons or less. Mercury prices also are changing, for example, the price of mercury rose from $150 per flask in fall 2003 to $800 per flask in fall 2005. This rise in prices is due to a dwindling supply of mercury-containing devices and the rise in gold prices. In the United States, the leading end-user of mercury is the chlorine-caustic soda industry. Impending closure of these plants and the shift to non-mercury technology could ultimately result in a significant volume of mercury for recycling, sale or storage. To find out more, attend the platform session, <strong>S-1204: Mercury Recycling in the United States<\/strong> on Monday, August 7, at 5:00 p.m. in Meeting Rooms K-Q. Presenter: William E. Brooks (<a href=\"mailto:wbrooks@usgs.gov\">wbrooks@usgs.gov<\/a>).<\/p>\r\n<p><strong>Tuesday, Aug. 8<\/strong><\/p>\r\n<p><strong>Mercury Goes With the Flow:<\/strong> There may only be a small amount of mercury that enters stream water, but it&acute;s still a s","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1154664000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169236"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}