{"title":"Earth's Acidity Rising -- Major Causes and Shifting Trends Examined to Guide Future Mitigation Efforts","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>CHARLOTTESVILLE, Va. &ndash; Human use of Earth&rsquo;s natural resources is making the air, oceans, freshwaters, and soils more acidic, according to a U.S. Geological Survey &ndash; University of Virginia study available online in the journal, <em>Applied Geochemistry<\/em>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\n<p>This comprehensive review, the first on this topic to date, found the mining and burning of coal, the mining and smelting of metal ores, and the use of nitrogen fertilizer are the major causes of chemical oxidation processes that generate acid in the Earth-surface environment.&nbsp;&nbsp;<\/p>\r\n<p>These widespread activities have increased carbon dioxide in the atmosphere, increasing the acidity of oceans; produced acid rain that has increased the acidity of freshwater bodies and soils; produced drainage from mines that has increased the acidity of freshwater streams and groundwater; and added nitrogen to crop lands that has increased the acidity of soils.&nbsp;<\/p>\r\n<p>Previous studies have linked increased acidity in oceans to damage to ocean food webs, while increased acidity in soils has the potential to affect their ability to sustain crop growth.&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>&ldquo;We believe that this study is the first attempt to assess all of the major human activities that are making Earth more acidic,&rdquo; said USGS scientist Karen Rice, who led the study. &ldquo;We hope others will use this as a starting point for making scientific and management progress to preserve the atmosphere, waters, and soils that support human life.&rdquo;&nbsp;<\/p>\r\n<p>While there has been some progress in reducing the effects of some of these activities through modifications in how the minerals are mined and used in some parts of the world, and increased regulations, other regions are expanding their use of these resources and increasing the effects of acidification.&nbsp;<\/p>\r\n<p>&ldquo;The low pH levels of streams in coal regions of the eastern United States were a major environmental concern 50 years ago,&rdquo; said University of Virginia geochemist Janet Herman.&nbsp;&ldquo;Changes in mining practices as well as shifting location of production brought about improvements in water quality in Appalachia. In contrast, exploitation of coal has grown in China where the same environmental protections are not in place.&rdquo;<\/p>\r\n<p>To examine the global impact of acidification, the researchers developed a series of world maps to show current coal use, nutrient consumption, and copper production and smelting by country. By combining this information with the anticipated population growth through 2050 and the impact of changing technology, regulations and other factors, the researchers address shifting trends in acidification.<\/p>\r\n<p>&ldquo;Looking at these maps can help identify where the current hotspots are for producing acidity,&rdquo; said Rice. &ldquo;The population increase map can help guide policymakers on possible future trends and areas to watch for the development of new hotspots.&rdquo;<\/p>\r\n<p>For example, the populations of some countries in Africa are projected to increase in the near future. To support the growing populations, these countries likely will be forced to apply more nitrogen fertilizer to their crops than they currently use, increasing the acidification of soils and freshwater resources in a region that had not previously been affected.<\/p>\r\n<p>To look at the impact of the acid producing activities, the researchers characterized the scale of environmental damage from major activities and their components as local, regional, global, or some combination of the three.&nbsp;Generating power by burning coal, for instance, can have local, regional and global impacts.&nbsp;Locally, it can cause acid mine drainage where the coal is mined; regionally, burning it can cause acid rain; globally, the increased carbon dioxide in the atmosphere increases the acidity of the ocean.&nbsp;&nbsp;<\/p>\r\n<p>The s","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Earths Acidity","acidifiction","chemicaloxidation"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1316750400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"169563"},{"tid":"169803"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}