{"title":"Insecticide Contamination Increases with Urbanization","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Contamination and toxicity in stream sediments caused by pyrethroid insecticides generally increased with the degree of urbanization in seven metropolitan areas across the U.S, according to a new U.S. Geological Survey study.<!--introend--> The study confirmed that pyrethroid insecticides reached levels in urban streams that were toxic to aquatic organisms in laboratory tests.&nbsp;&nbsp;<\/p>\n<p>In this study, USGS researchers looked for 14 commonly-used pyrethroid insecticides in 98 streams across the following metropolitan areas: Atlanta, Boston, Dallas, Denver, Milwaukee-Green Bay, Salt Lake City, and Seattle. Pyrethroid insecticides reach urban streams in rainwater, storm drainage, or irrigation runoff. The metropolitan areas studied had varying levels of contamination in relation to urbanization which suggests that different management approaches may be required for different parts of the country to effectively improve stream quality.&nbsp;&nbsp;<\/p>\r\n<p>\"No one wants to have a beautiful summer evening in the backyard ruined by hungry mosquitos, and yet this new USGS study indicates that these insecticide applications are not limited to the pesky target of interest,\" said USGS Director Marcia McNutt. \"The sum total of these applications across many urban outdoor areas is running off into nearby streams, where the chemicals are toxic to aquatic organisms that we never meant to harm.\"&nbsp;&nbsp;<\/p>\r\n<p>Pyrethroids are a group of synthetic pesticides similar to the natural pesticide pyrethrum, which is produced by chrysanthemum flowers. They are now one of the most widely-used classes of insecticides in urban environments and are applied around homes, on lawns, gardens, and golf courses, in nurseries, and for mosquito control. Due to this high level of urban use, pyrethroid insecticides may reach urban streams and cause toxicity to resident aquatic organisms.&nbsp;&nbsp;<\/p>\r\n<p>Using a nationally-consistent sampling approach, this USGS study showed that pyrethroids commonly occur in urban stream sediments across the country. Typically associated with sediments, pyrethroids are likely to be a primary cause of toxicity to aquatic organisms that inhabit sediments in these urban streams. The USGS study demonstrated toxicity of urban stream sediments by conducting tests with a common shrimp-like animal,<em> Hyalella azteca, <\/em>which many fish depend on for food.&nbsp;&nbsp;<\/p>\r\n<p>Urban use of pyrethroids has increased markedly since the early 2000s, replacing other insecticides, such as diazinon and chlorpyrifos, which were phased-out by U.S. Environmental Protection Agency (EPA).&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>\"Since pyrethroids are toxic at lower concentrations than most currently-used pesticides, we had to develop very sensitive analytical methods to measure them at these levels in the sediments,\" said USGS scientist Kathryn Kuivila, an author of the study. \"It is critical that we continually update our methods to keep up with new pesticides and changing use patterns.\"&nbsp;&nbsp;<\/p>\r\n<p>Currently, EPA is working with the California Department of Pesticide Regulation to reevaluate certain pesticide products containing pyrethroids. One purpose of this USGS study was to provide additional information to the EPA and land managers about the occurrence and environmental impacts of pesticides in urban streams across the country.&nbsp;&nbsp;<\/p>\r\n<p>The article, entitled \"Occurrence and Potential Sources of Pyrethroid Insecticides in Stream Sediments from Seven U.S. Metropolitan Areas,\" can be accessed <a href=\"http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/es2044882\">online<\/a>.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>\r\n<p>Detailed information about each of the 98 streams&nbsp; studied across the country is available online in the USGS publication, <a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5092\/\">Contaminants in Stream Sediments from Seven U.S. Metropolitan Areas: Data Summary of a National Pilot Study<\/a>.&nbsp;&nbsp;<\/p>\r\n<p>This stud","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Energyand Mineralsand Environmental Health Toxic Substances Hydrology"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1335326400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169829"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}