{"title":"Most Endangered Duck Finds Refuge on Midway Atoll","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong><em>Population Increases from 42 to 200 in only Three years<\/em><\/strong>\r\n<\/p>\r\n<p>\r\n<img src=\"\/images\/logos\/fws.gif\" border=\"0\" alt=\"U.S. Fish &amp; Wildlife Service logo\" width=\"79\" height=\"95\" align=\"right\" \/>\r\n<!--introstart-->The most highly endangered duck\r\nspecies, the Laysan teal, had a very successful 2007 breeding season at a\r\nrefuge that was once part of its historic range, according to U.S. Geological\r\nSurvey (USGS) and U.S. Fish &amp; Wildlife Service biologists.<!--introend--> This year&#39;s total tally of adult and fledgling\r\nLaysan ducks, now residing on Midway Atoll National Wildlife Refuge (NWR), rose\r\nduring 2007 to approximately 200 ducks. This is only the third year since these highly endangered birds, also\r\nknown as Laysan teal, were trapped in the wild and carefully transported by\r\nship from their only remaining population on Laysan Island\r\nto re-establish a second population.  \r\n<\/p>\r\n<p>\r\n&quot;These rare, wild ducks could not\r\nco-exist with rats, migrate, or disperse away from Laysan Island, so a few birds\r\nwere translocated by ship to restore the species to a larger range,&quot; USGS\r\nwildlife researcher Michelle Reynolds, coordinator for the project, explained. &quot;Now Laysan ducks are found on three rat-free\r\nislands for the first time in hundreds of years and are flying between islands\r\nat Midway Atoll.&quot;  \r\n<\/p>\r\n<p>\r\nIn 2004 and 2005, 42 wild, mostly\r\njuvenile, ducks made a 750-mile Pacific voyage and were released at Midway\r\nAtoll NWR, managed by the U.S.Fish &amp; Wildlife Service (FWS), as a\r\nconservation action to increase the highly endangered duck&#39;s geographic\r\ndistribution and reduce its risk of extinction. \r\nWith the relocated population more than quadrupling in the first three\r\nyears, researchers are now optimistic that the project will help to promote\r\nconservation of the species. \r\n<\/p>\r\n<p>\r\nThe endangered Laysan duck (<em>Anas laysanesis<\/em>) is considered the\r\nrarest native waterfowl in the United States\r\nand occurs only within the Northwestern Hawaiian Islands&#39; Papah&#257;naumoku&#257;kea Marine\r\nNational Monument\r\nestablished June 15, 2006. Laysan ducks\r\nwere once widespread across the Hawaiian Islands, but, by 1860, they ceased to\r\nexist anywhere except Laysan Island.  Laysan Island,\r\nalso protected as part of the Hawaiian Islands NWR, is a low lying island (40\r\nfeet above sea level) and home to millions of seabirds. The remote island is a five-day boat ride from\r\nHonolulu. \r\n<\/p>\r\n<p>\r\nThe re-establishment of a second\r\nor &quot;experimental&quot; population at Midway Atoll NWR reduces the risk of extinction\r\nfrom a catastrophe striking Laysan Island. The\r\nimpact of a hurricane, tsunami, new diseases (such as avian flu), or the\r\naccidental introductions of harmful invasive plants and animal species could\r\neasily cause the extinction of Laysan duck as small, genetically-isolated\r\npopulations. Since disaster is unlikely to strike the two populations located a\r\nsignificant distance apart, some security is provided for the species. Discussions are underway about the\r\nestablishment of a third population relocated to another predator-free island.     \r\n<\/p>\r\n<p>\r\nSurvival and breeding of the ducks was closely tracked.\r\nEach &quot;founder bird&quot; transported from Laysan carried a small transmitter so that\r\nit could be located despite dense vegetation. The post translocation monitoring\r\nrevealed that the Laysan duck is capable of using novel habitats and flight\r\nbetween the small islands that comprise Midway Atoll. The endangered ducks on Midway Atoll used a\r\nwide variety of vegetation types for nesting and foraging that are not\r\navailable on Laysan. &quot;The outlook for\r\nthe conservation of Laysan duck is more optimistic, given their ability to nest\r\nand forage in unfamiliar and non-native vegetation,&quot; Reynolds continued.  \r\n<\/p>\r\n<p>\r\n&quot;We have marked approximately 115 fledgling birds with\r\nunique leg bands during August to December 2007,&quo","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1198213200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168888"},{"tid":"170132"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}