{"title":"Take a Geology Field Trip in Your Own Schoolyard","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em><strong>Schoolyard Geology<\/strong><\/em>, the newest U.S. Geological Survey education website, (<a title=http:\/\/education.usgs.gov\/schoolyard\/ href=\"http:\/\/education.usgs.gov\/schoolyard\/\" target=_blank>http:\/\/education.usgs.gov\/schoolyard\/<\/a>) got its start in San Quentin State Prison from a USGS scientist teaching Geology 101 to inmates there. <\/p>\n<p>That volunteer teacher was Matthew d&rsquo;Alessio, a post-doc Mendenhall Fellow with the USGS Earthquake Hazards Team in Menlo Park, Calif., who showed up at the prison twice a week to teach geology and other courses. He quickly found that with geology field trips limited to ones taken behind the prison walls, finding a field site was rather challenging at first.<\/p>\r\n<p>But d&rsquo;Alessio improvised, and before long he and his students were using the prison yard as their geological field site. From there, it didn&rsquo;t take the scientist long to realize that if a prison yard in San Quentin could be such a good geologic field site, then so could any backyard or schoolyard. <\/p>\r\n<p>The result is a newly launched USGS education website, Schoolyard Geology, which provide lessons and activities for teachers and ambitious science students to conduct a geologic field trip right in their own backyard. <\/p>\r\n<p>&quot;Necessity was the mother of invention, as the inability to take field trips outside of the prison forced me to try a new approach to introducing earth science,&quot; d&rsquo;Alessio said. &quot;So while the students began to uncover a new geologic world within their surroundings, I uncovered a great way to introduce geology.&quot;<\/p>\r\n<p>Lessons and activities on the new site include mapping your schoolyard using USGS&rsquo;s <em>The National Map<\/em>, locating and identifying rocks, and learning geologic concepts such as glacial striations, layers and sinkholes all within your neighborhood schoolyard. The website shows teachers how they can lead field trips within their own schoolyard using building materials and urban landscapes to introduce students to geologic processes while opening up and expanding their curiosity about the world around them.<\/p>\r\n<p>D&rsquo;Alessio noted that many classroom teachers, especially those in urban areas, may not be able to take field trips to natural settings because of budget and time limitations. &quot;With an expanding urban population nationwide, it is increasingly important to develop tools to help these teachers make earth science interesting and relevant to students growing up in a city environment,&quot; d&rsquo;Alessio said. &quot;My hope is that the \"Schoolyard Geology\" website will have the same success with students around the country that I feel it did with my students at San Quentin.&quot;<\/p>\r\n<p>D&rsquo;Alessio&rsquo;s research focuses on understanding how earthquakes are controlled by the frictional properties of faults, but his fellowship also includes time for him to prepare the next generation of earthquake scientists. He spends one day a week developing education and outreach materials and testing them in local schools.<\/p>\r\n<p>For a complete list of 1906 Centennial Alliance Events, exhibits, lectures, and publications, see <a title=http:\/\/1906centennial.org\/activities\/ href=\"http:\/\/1906centennial.org\/activities\/\" target=_blank>http:\/\/1906centennial.org\/activities\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1140152400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168927"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}