{"title":"More Than 700,000 Aerial Photos Available Through Internet","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nThe public can now search and order images from the world&rsquo;s largest inventory of recent aerial photographs covering the United States through a U.S. Geological Survey (USGS) site on the World Wide Web. \r\n<\/p>\r\n<p>\r\nThe USGS coordinates the interagency National Aerial Photography Program, mainly for mapping purposes, and has made NAPP products available to the public for years. Now, the entire NAPP inventory can be searched, and its products ordered, through the Internet at <a href=\"http:\/\/edcwww.cr.usgs.gov\/Webglis\/glisbin\/search.pl?NAPP\">http:\/\/edcwww.cr.usgs.gov\/Webglis\/glisbin\/search.pl?NAPP<\/a> \r\n<\/p>\r\n<p>\r\nProfessionals such as civil engineers and land use planners make frequent use of the photographs. Many customers order aerial photos for the unusual vertical perspective on their own land or neighborhoods. In addition, their popularity is growing among recreational users, such as hunters, hikers and anglers who value a bird&rsquo;s eye view of the outdoors. \r\n<\/p>\r\n<p>\r\nThe photographs are shot over the lower 48 states from 20,000 feet. Each square photograph, covering an area of about 25 square miles, is sufficiently detailed to show buildings, land cover, drainage patterns and other features that may or may not be visible on maps. Although most of the photos are black and white, some are shot on infrared film and rendered in tones of red. \r\n<\/p>\r\n<p>\r\nFor assistance in ordering aerial photographs or for price information, contact USGS EROS Data Center Customer Services, Sioux Falls, SD 57198, telephone 605-594-6151, fax 605-594-6589 or email: <a href=\"mailto:custserv@edcmail.cr.usgs.gov\">custserv@edcmail.cr.usgs.gov<\/a>. \r\n<\/p>\r\n<p>\r\nFor additional information about USGS products and services contact any Earth Science Information Center (ESIC), telephone 1-800-ASK-USGS, fax 703-648-5548 or email: <a href=\"mailto:esicmail@usgs.gov\">esicmail@usgs.gov<\/a>.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"869198400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168933"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}