{"title":"Technical Announcement : USGS Findings Released&mdash;Chemical Quality of Self-Supplied Domestic Well Water","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>USGS scientists evaluated a range of inorganic and organic contaminants in domestic wells from every state and Puerto Rico. <\/p>\n<p>Inorganic compounds arsenic (11 percent) and nitrate (8 percent) exceeded the U.S. Environmental Protection Agency&#039;s drinking water standards in well water most often while uranium, mercury, and fluoride also exceeded standards at a smaller percentage. <\/p>\r\n<p>Organic compounds rarely exceeded drinking water standards; however, atrazine, metolochlor, simazine, MTBE and chloroform were all detected in more than 5 percent of the wells sampled. <\/p>\r\n<p>Since the water quality of domestic wells is not federally regulated or nationally monitored, this study provides a unique, previously nonexistent perspective on the quality of the self-supplied drinking water resources used by 45 million Americans in the United States. <\/p>\r\n<p>This national reconnaissance study is based on a compilation of existing data from a very large number of wells sampled as part of multiple USGS programs. The USGS is continuing this research to include a broader list of contaminants from a selected set of wells to further investigate geographic patterns and the co-occurrence of multiple contaminants. Release of this information is anticipated in 2007. <\/p>\r\n<p>The newly released study on the chemical contamination of self-supplied domestic well water is featured in the August issue of the science journal Ground Water Monitoring &amp; Remediation a publication of the National Ground Water Association; access this article and data from <a href=\"http:\/\/health.usgs.gov\/\">http:\/\/health.usgs.gov\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1155787200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170139"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}