{"title":"USGS Talks About America&rsquo;s Coastal Crisis","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: The Geological Society of America (GSA) Annual Meeting, Boston, November 5 - 8. For interviews with the scientists during the GSA Annual Meeting contact Carolyn Bell (USGS) or Ann Cairns (GSA) in the newsroom at 617-954-3214. Press availability 12:30 to 1:30 p.m. Monday, November 5, Hynes Convention Center, Rm. 109.<\/b> <\/p>\n<p><b>Session: \"America&rsquo;s Coastal Crisis-Providing the Geoscience Information Needed to Conserve and Protect Coastal Resources\" - Monday, Nov. 5, 8:00 am to 12:00 pm in the Hynes Convention Center, room 112. <\/b><\/p>\r\n<p><!--introstart-->America&rsquo;s coastal states, the states bordering the Great Lakes, and the Pacific and Caribbean island territories, are experiencing increasingly severe coastal erosion and a variety of other coastal hazards. Most of the hazards are natural, but unwise coastal development and poorly designed manmade alterations have increased the risk of damage to life and property.<!--introend--> <\/p>\r\n<p>\"Because many of these destructive processes occur gradually, they garner little publicity, leaving residents of coastal areas largely unaware of the hazards,\" said Jeff Williams of the U.S. Geological Survey (USGS). \"Lack of publicity and the often contentious nature of property issues make good public policy on coastal issues difficult to achieve,\" explains Williams, who will co-chair the session.<\/p>\r\n<p>More than 45 million residents live along hurricane-prone coastlines. Since the 1960&rsquo;s, population and development within this coastal zone have more than doubled and are expected to continue for the next several decades. This population explosion, which has put more property at risk, has made the apparent number and magnitude of coastal hazards appear to increase dramatically. <\/p>\r\n<p>Assuming no additional beach nourishment, roughly 1,500 homes along America&rsquo;s coasts, and the land on which they are built, will be lost to erosion each year. About 87,000 homes are located on land expected to be lost to erosion within 60 years. <\/p>\r\n<p>In Maine, the rates of 20th century sea-level rise relative to land were unprecedented. Maryland has a disproportionately long shoreline, more than 3,900 miles in the Chesapeake Bay alone. In Louisiana, barrier islands are eroding at an alarming rate and rapid land subsidence contributes to a relative rate of sea level rise that is nearly the fastest in the country. Along the Rio Grande, dams and reservoirs have altered the natural environment to the point where water and sediment no longer flow into the Gulf of Mexico. Surveys of Monterey Bay in California have revealed that a seawall constructed to mitigate coastal erosion can induce it. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1004936400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}