{"title":"Media Advisory: USGS Director, Experts Discuss National Risk Strategy","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nThe Director of the U.S. Geological Survey (USGS) will be in San Francisco, Calif. on Thursday, April 19, to participate in a panel discussion on the need for and the importance of a national research agenda for risk reduction. \r\n<\/p>\r\n<p>\r\n&quot;Science often holds the keys to manage and reduce risk in America&rsquo;s communities,&quot; USGS Director Mark Myers said. &quot;Every year, natural hazards cost hundreds of lives and billions of dollars in damage. We cannot eliminate risk, but we can prevent the natural disaster from becoming a catastrophe.&quot; \r\n<\/p>\r\n<p>\r\nThe panel is part of the annual meeting of the Association of American Geographers, which will be held in San Francisco from April 17 thru April 21. \r\n<\/p>\r\n<p>\r\nAlso participating with Mark Myers in the Thursday panel will be Dr. Lucy Jones, coordinator of the USGS Multi-Hazards Pilot Project for Southern California and chief spokesperson for the Dare to Prepare campaign. \r\n<\/p>\r\n<p>\r\n<strong>WHO:<\/strong> USGS Director Mark Myers and USGS experts Lucy Jones, Rich Bernknopf and Carl Shapiro. \r\n<\/p>\r\n<p>\r\n<strong>WHERE:<\/strong> San Francisco Hilton Hotel, Imperial Ballroom A, 333 O&rsquo;Farrell Street (off Union Square), San Francisco, Calif. \r\n<\/p>\r\n<p>\r\n<strong>WHEN: <\/strong>Begins Thursday, April 19, at 11:50 a.m. PDT. \r\n<\/p>\r\n<p>\r\n<strong>WHAT: <\/strong>Science is critical to understanding the seriousness and frequency of natural hazards.&nbsp; A panel of experts discusses a national framework to get scientific information to decision-makers nationwide at the federal, state and local level who can use it to reduce and manage risk. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1176782400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}