{"title":"Officials to Discuss Central U.S. Earthquake Hazards and Mitigation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>MEDIA ADVISORY<\/b> \n<p>\r\n<p>\r\n<p><b>What:<\/b><br>Media briefing on the potential for earthquakes in the central U.S. and efforts to reduce the resulting losses. \r\n<p>\r\n<p><b>When:<\/b><br>Thursday, Sept. 2, at 10:00 am. \r\n<p>\r\n<p><b>Who:<\/b><br>Geologists, emergency managers, transportation officials, and private industry representatives participating in the Central United States Earthquake Consortium (CUSEC) Meeting. \r\n<p>\r\n<p><b>Where:<\/b><br>Vincennes, Indiana. Foyer of the Indiana Department of Transportation building at 3650 South US Hwy. 41 (approximately 1 mile south of intersection of Indiana Hwy 141 and US 41). \r\n<p>\r\n<p><b>Why:<\/b><br><!--introstart-->Historically, earthquakes of magnitude 6.0 and greater have struck the central U.S. In southern Indiana, geologic evidence for prehistoric earthquakes of magnitude 6.5 and greater has been found.<!--introend--> Several small earthquakes are recorded weekly by regional networks in the central U.S. Estimates of economic losses in the central U.S. from a major earthquake could range into the tens of billions of dollars. \r\n<p>\r\n<p>Central United States Partnership (CUSP) representatives, including scientists from the USGS, will discuss the potential for earthquakes in the central U.S. and the work they are doing to reduce losses to people, buildings, infrastructure, and businesses should a significant earthquake strike the central U.S. \r\n<p>CUSP is a public-private consortium of federal, state, and local government organizations and private businesses joined together to seek new and innovative ways to enhance long-term earthquake loss reduction in the central United States.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Indiana"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"936072000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168803"},{"tid":"169242"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}