{"title":"Data for Climate Resilience","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<a href=\"http:\/\/www.globalchange.gov\/climate-change\">Climate change<\/a> is affecting our nation in far-reaching ways. Impacts related to climate change are evident across geographic regions and in many sectors important to societyâ\u0080\u0094such as human health, agriculture and food security, water supply, transportation, energy, ecosystems, and others. These impacts are expected to become increasingly disruptive throughout this century and beyond.\n\nThe White House <a href=\"http:\/\/www.whitehouse.gov\/sites\/default\/files\/image\/president27sclimateactionplan.pdf\">Climate Action Plan<\/a> recognizes that even as we act to curb the carbon pollution that is driving climate change, we must also prepare our citizens and communities for the climate impacts that are already underway.\n\nThe <a href=\"http:\/\/www.whitehouse.gov\/the-press-office\/2014\/03\/19\/fact-sheet-president-s-climate-data-initiative-empowering-america-s-comm\">Climate Data Initiative<\/a>, part of the Climate Action Plan, is a broad effort to leverage the federal governmentâ\u0080\u0099s extensive, freely available climate-relevant data resources to stimulate innovation and private-sector entrepreneurship in support of national climate-change preparedness.\n\nSpeaking at the <a href=\"http:\/\/www.conference.ifas.ufl.edu\/aces\/\">ACES<\/a> (A Community on Ecosystem Services) science conference in Washington, D.C., Department of the Interior Secretary Sally Jewell announced two more data themes â\u0080\u0094 Ecosystem Vulnerability and Water â\u0080\u0094 as elements of the Climate Data Initiative.Â  U.S. Geological Survey data initiatives play a large role in these themes.\n\n<strong>Ecosystem vulnerability<\/strong>\n\nHealthy ecosystems provide our society with essential ecosystem services, such as crop pollination, water and air purification, harvestable populations of fish and wildlife, soil replenishment, pest control, and nutrient cycling. Because ecosystems depend on the complex relationship of many types of biota in specific physical settings, they are highly vulnerable to long-term changes in climate.\n\nTwo new key activities that will benefit Ecosystem Vulnerability efforts were also announced at the ACES conference: a new Global Ecosystems Map and the EcoINFORMA strategy for mobilizing and adding value to federal environmental data in general.\n\n<strong>A world of ecosystems<\/strong>\n\nThe new <a href=\"http:\/\/rmgsc.cr.usgs.gov\/ecosystems\/pubs.shtml\">Global Ecosystems Map<\/a> provides the most detailed characterization of ecologically defined landscapes around the world produced to date. Combining a vast array of ground-based observations with imagery from Earth-observing satellites, the map integrates global bioclimate regions, global landforms, global geology, and global land cover at 250-meter spatial resolution worldwide. Developed collaboratively between USGS and <a href=\"http:\/\/www.esri.com\/\">ESRI<\/a>, the map was commissioned by the international Group on Earth Observations (<a href=\"https:\/\/www.earthobservations.org\/index.php\">GEO<\/a>) and published in print by the Association of American Geographers (<a href=\"http:\/\/www.aag.org\/\">AAG<\/a>).\n\n[caption id=\"attachment_205191\" align=\"alignleft\" width=\"283\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/GEM250-frontcover.jpg\"><img class=\" wp-image-205191    \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/GEM250-frontcover.jpg\" alt=\"Global Ecosystems Map\" width=\"283\" height=\"365\" \/><\/a> The new Global Ecosystems Map uses the concept of carefully drawn blocks of Global Ecological Land Units at 250-meter resolution around the globe. Cover page of map booklet printed by the Association of American Geographers (AAG).[\/caption]\n\n<em>\n<\/em>\n\nBased on the concept of global ecological land units, the map portrays a systematic division and classification of the biosphere using ecological and physiographic land surface features. This data can<strong>Â <\/strong>provide a framework for assessments of ecosystem services such as carbon storage and soil formation, as well as important risks to ecosystems like environmental change, degradation and preservation. Maps of individual global ecological land units, input layers, applications and other landscape layers will be published in 2015 as part of the ArcGIS Living Atlas.\n\n<strong>Optimizing environmental data<\/strong>\n\nIn 2011, the President's Council of Advisors on Science and Technology, which includes top scientists and high-level executives from the likes of Google and Microsoft, recommended a strategy to make federal environmental data more available and useful. Now federal agencies from across the government are implementing it in a new strategy called <a href=\"http:\/\/ecosystems.data.gov\">EcoINFORMA<\/a>.\n\nWith EcoINFORMA, you can find all kinds of government-collected environmental data and explore different thematic areas in depth. For example, explore biodiversity at Biodiversity Information Serving Our Nation (<a href=\"http:\/\/bison.usgs.ornl.gov\/\">BISON<\/a>) or ecosystem services at the <a href=\"http:\/\/enviroatlas.epa.gov\/enviroatlas\/\">EnviroAtlas<\/a> (led by EPA) or land cover and land use change at the interagency Multi-Resolution Land Cover Characteristics Consortium (<a href=\"http:\/\/www.mrlc.gov\">MRLC<\/a>). You can combine map-based data from these and other databases in a multitude of ways in a new standard <a href=\"http:\/\/www.geoplatform.us\/wmv\/\">Federal Geoplatform viewer<\/a>. Environmental information from across the Nation and the means to integrate it are all in one convenient place.\n\nWith EcoINFORMA, the substantial investment that taxpayers have already made in collecting environmental data grows in value. Now instead of being used just once, the data can be re-used and mixed and matched in new and different ways to build an app and start a business, to conduct scientific investigations, or simply to satisfy an amateur nature loverâ\u0080\u0099s curiosity.\n\n[caption id=\"attachment_205201\" align=\"alignright\" width=\"475\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/Ecosystems_Example3.jpg\"><img class=\" wp-image-205201 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/Ecosystems_Example3.jpg\" alt=\"Ecoystems\" width=\"475\" height=\"260\" \/><\/a> Ecoystems come in many guises and perform multiple functions that are necessary to human society. USGS image collage.[\/caption]\n\n&nbsp;\n\n<em>\n<\/em><em> <\/em>\n\n<strong>Water, a key to climate change<\/strong>\n\nClimate change has the potential to affect many aspects of water resources in our nation: water availability, water quality, flood risk, ecosystems, sea level rise, hydropower, water for agriculture, and water for energy production. Accurate information about the current conditions and likely outlook of our water resources can help water managers and communities mitigate the impacts of climate change. This same data can be used by innovators and entrepreneurs to develop entirely new avenues of climate-change preparedness.\n\nThe U.S. government has made records of streamflow, groundwater levels, and water quality available for more than a century, and <a href=\"http:\/\/water.usgs.gov\/watuse\/\">estimated water use<\/a> since 1950. These data and information resources are vital to building resilience across our water resources in a changing climate.\n\nUSGS science has contributed to more than 40 water and climate datasets within the Initiative, which will help water managers make informed decisions about water resources at every level of government. The datasets include the USGS <a href=\"http:\/\/waterdata.usgs.gov\/nwis\">National Water Information System<\/a>, the leading source of high frequency streamflow, water quality, groundwater, and water use data for the Nation. It features water-resources data collected by USGS at approximately 1.5 million sites in every state.\n\nAs a timely example of critical issues that water data can illuminate, the USGS has just announced a <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=4069&amp;from=rss_home#.VIXBIPl4p0U\">California Drought visualization<\/a> website which graphically demonstrates the effects of the current drought on water resources across the state. All the data and software that power the visualization are open-source, enabling further innovation by the private sector and the water resources informatics community.\n\nOther examples of key water information resources included in the Initiative are the NOAA <a href=\"http:\/\/www.ncdc.noaa.gov\/cdo-web\/\">National Climatic Data Centerâ\u0080\u0099s<\/a> holdings of historical precipitation and other climate drivers relevant to the water cycle and USGS data on <a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5079\/\">Groundwater Depletion in the United States<\/a> (1900â\u0080\u00932008).\n\n<strong>Learn more<\/strong>\n\n<a href=\"http:\/\/www.usgs.gov\/ecosystems\/\">USGS Ecosystems<\/a>\n<a href=\"http:\/\/www.usgs.gov\/water\/\">USGS Water<\/a>\n<a href=\"http:\/\/www.usgs.gov\/climate_landuse\/land_carbon\/default.asp\">USGS Climate and Land Use Change<\/a>\n<a href=\"http:\/\/rmgsc.cr.usgs.gov\/ecosystems\/pubs.shtml\">Global Ecosystems Map<\/a> (<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3560&amp;from=rss#.VICPJvl4p0U\">2013 press release<\/a>, Africa)\n<a href=\"http:\/\/ecosystems.data.gov\">EcoINFORMA<\/a> ( http:\/\/ecosystems.data.gov)\n<a href=\"http:\/\/bison.usgs.ornl.gov\/\">BISON<\/a> (http:\/\/bison.usgs.ornl.gov) (<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3566#.VICRhfl4p0Vhttp:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3566\">2013 press release<\/a>)","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24366","uid":"31","filename":"Main.jpg","uri":"public:\/\/Main.jpg","filemime":"image\/jpeg","filesize":"111012","status":"1","timestamp":"1425492768","type":"image","uuid":"3018522b-45d3-4ab8-bc17-e4898aaa96f2","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["climate","data"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1418129911","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}