{"title":"New Study Underscores Fragility of Southern California Deserts","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Southern California&rsquo;s deserts have been profoundly altered since the arrival of modern civilization and it may take centuries for the harsh but fragile ecosystem to recover even with vigorous intervention to restore natural habitats, according to an article in the current issue of the journal Environmental Management. <!--introend-->\n<p>Large parts of the Mojave and Colorado deserts have been seriously impacted by humans and their activities during the course of this century, write USGS biologist Dr. Jeffrey E. Lovich and ecologist Dr. David Bainbridge of the United States International University in \"Anthropogenic degradation of the southern California desert ecosystem and prospects for natural recovery and restoration.\" Lovich and Bainbridge based their conclusions on the first comprehensive examination of the scientific literature on human impacts in Southern California deserts, a review of more than 150 studies by university and government scientists. \r\n<p>\"The legacy of human occupancy and use has left indelible marks in the desert, for better or worse,\" Lovich said. \"The desert is a fragile ecosystem. It is important to recognize the consequences of our actions. The information contained in this study can help to guide managers of these lands, while educating the public that enjoys them.\" \r\n<p>The Mojave Desert includes portions of Los Angeles, Riverside, San Bernardino, Inyo and Kern counties, while the Colorado Desert extends through parts of Riverside and Imperial counties. Together, the two deserts cover more than 38,000 square miles -- larger than the state of Indiana. \r\n<p>Because of high temperatures, intense sun, strong winds, low soil fertility and minimal rainfall, natural restoration of the desert ecosystem is extremely slow, said Bainbridge. \"The desert looks tough but it is extremely vulnerable to damage,\" Bainbridge said. \"While it may appear that driving on the bare areas between plants will do no harm, we now know that the plant roots extend throughout these bare areas and that crushing the soil will cause damage that is very hard to fix.\" \r\n<p>However, Lovich and Bainbridge said there is room in the desert to support a variety of human needs and preserve wide swaths in their natural state. \"This is not to say that all forms of land use are incompatible with conservation of healthy functioning desert ecosystems,\" Lovich said. \r\n<p>\"The important lesson from the many studies of desert recovery and restoration is to avoid damage rather than to fix it,\" Bainbridge said. \"Natural recovery may take hundreds or thousands of years and even with intensive restoration work, recovery can take many years.\" \r\n<p>A number of human-related activities are documented in research reviewed by Lovich and Bainbridge: \r\n<p>-- Recreational use of off-road vehicles such as motorcycles and dune buggies compacts the soil, reducing its ability to absorb water, makes the landscape more susceptible to wind and water erosion, destroys vegetation and reduces lizard populations. Lovich and Bainbridge write that off-road vehicle use is perhaps the most damaging current human activity in the desert and estimate it would take centuries for those areas to completely recover. A major effort to aid recovery of areas affected by off-road vehicle use could cost more than $1 billion, Bainbridge and Lovich report. \r\n<p>-- Invasions by non-native plants -- made possible by human-caused habitat destruction that allows exotic species to colonize -- not only displace native plants, but also increase the fire risk. Particulate air pollution transported to the deserts can increase the nitrogen content of soil, due to \"dryfall\" of pollutants to the ground, further enhancing non-native plant species by providing additional nutrients to them. \r\n<p>-- Construction of overhead power transmission lines nearly destroys plant cover and soil conditions in the immediate area. The towers also provide nesting sites for ravens, a native","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"940564800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}