{"title":"Presidential Rank Award -- Top Federal Honor -- Given to USGS Scientist Julio Betancourt","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table border=\"0\" cellpadding=\"5\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008_12_18\/betancourt.jpg\" alt=\"Dr. Julio Betancourt\" \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Dr. Julio Betancourt, a U.S. Geological Survey senior scientist, was recently awarded a prestigious 2008 Presidential Rank Award. Betancourt, who has conducted groundbreaking research in how climate variability affects ecosystems, is also an adjunct professor at the University of Arizona, where he received his graduate degrees.<\/p>\r\n<p>Recipients of this prestigious award are strong leaders, professionals and scientists who achieve results and consistently demonstrate strength, integrity, industry and a relentless commitment to excellence in public service. They are nominated by their agency heads, evaluated by boards comprised of private citizens and approved by the President.<\/p>\r\n<p>\"The rigorous, cross-disciplinary investigations that Julio conducts - and encourages through his colleagues and students - is in the best tradition of the Survey's focus on applying science to understand the complexity of Earth systems, \" said USGS Director Mark Myers. \"His work greatly benefits our organization and science in the broadest sense.\"<\/p>\r\n<p><a href=\"http:\/\/wwwpaztcn.wr.usgs.gov\/julio_cv.html\">Betancourt<\/a> has spent the last 30 years investigating how climate variability affects terrestrial ecosystems, publishing one book and more than 130 scientific papers. These studies have been pivotal for establishing baselines to detect and forecast landscape changes and for developing rational approaches to managing water and other natural resources under a changing climate.<\/p>\r\n<p>Betancourt's work early in his career helped challenge traditional methods and assumptions in flood frequency analysis and forced reconsideration of how climate, not just weather, determines the frequency, extent and severity of wildfires. He later published several influential papers about decadal-to-multidecadal climate variability and its influence on ecosystem dynamics.<\/p>\r\n<p>Betancourt was instrumental in developing and synthesizing the fossil packrat midden record as evidence for the vegetation history of western North America. He and his students were responsible for discovering and developing similar deposits in the deserts of South America. His landmark studies serve as critical baselines for interpreting ongoing landscape and climatic changes in the deserts of North and South America.<\/p>\r\n<p>Betancourt has been a leader in both regional and national scientific initiatives, including the recent establishment of a <a href=\"http:\/\/www.usanpn.org\/\">USA National Phenology Network<\/a>. The network is aimed at observing and predicting how the annual life cycle of plants and animals (for example, flowering, fruiting and leaf-out for plants; seasonal emergence and hibernation for animals) will respond to climate change. By enlisting the general public to make regular phenological observations nationwide, the network will integrate climatic forecasts with phenological data to inform agricultural production and support land and natural resource management.<\/p>\r\n<p>Over the past four years, Betancourt worked closely with business and community leaders in southern Arizona to inform the public and stem the dramatic spread of African buffelgrass, which threatens to transform the picturesque and long-fireproof Sonoran Desert into flammable grassland. Learn more from the <a href=\"http:\/\/www.buffelgrass.org\/\">Buffelgrass Information Center<\/a> Web site.<\/p>\r\n<p>\"I am surprised and honored by the recognition from the USGS, the Department of the Interior and the White House,\" said Betancourt. \"Over my whole career, my wonderful wife and three children have kept me centered and happy. A lot of talented colleagues and students have helped me carry out successful field campaigns and scientific initiatives.\"<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Oregon","Washington","Arizona","Utah","California","Hawaii","Nevada","Alaska"],"country":["United States of America"],"mm_tags":["biology","geography","ecology","Invasives"],"release_date":{"und":[{"value":"1229576400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}