{"title":"Mauna Loa: How Well Do You Know the Volcano in Your Backyard?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Hawaii National Park, HI &mdash; Mauna Loa's past eruptions and current status are the topic of an \"After Dark in the Park\" program in Hawai&lsquo;i Volcanoes National Park on Tues., Jan. 24 at 7 p.m.<!--introend-->&nbsp;<\/p>\n<p>Frank Trusdell, a U.S. Geological Survey Hawaiian Volcano Observatory geologist who has studied Mauna Loa for two decades, will present this talk about the largest volcano on Earth.&nbsp; The program will be held at the park&rsquo;s K&#299;lauea Visitor Center Auditorium. Park entrance fees apply.&nbsp;<\/p>\r\n<p>Mauna Loa, one of Hawai&lsquo;i's most active volcanoes, has erupted 33 times since 1843.&nbsp; Its most recent eruption began on Mar. 25, 1984.&nbsp;&nbsp; During that 23-day-long eruption, Mauna Loa sent lava flows to within four miles of Hilo city limits.&nbsp;&nbsp;<\/p>\r\n<p>Earlier eruptions on the volcano affected West Hawai&lsquo;i.&nbsp; In 1950, lava flows from Mauna Loa's southwest rift zone crossed Highway 11 in three places on the M&#257;malahoa highway.&nbsp; The first flow, which erupted from a fissure at an elevation of almost 10,000 feet, flowed from the vent to the ocean in less than three hours.&nbsp;&nbsp;<\/p>\r\n<p>During Mauna Loa's 1859 eruption, lava flows traveled from vents high on the northwest flank of&nbsp;the volcano and entered the ocean near K&#299;holo Bay, a distance of over 50 km (31 miles), in eight days.&nbsp;<\/p>\r\n<p>Because Mauna Loa has now slumbered for more than 25 years, new residents may not be aware that Mauna Loa is an active volcano, and long-time residents may have forgotten the full potential of earthquake, volcano, and gas hazards posed by the volcano.&nbsp; When Mauna Loa erupts, it is capable of disrupting lives and commerce throughout Hawai&lsquo;i Island.&nbsp;<\/p>\r\n<p>According to Trusdell, Mauna Loa will erupt again, and there's a good chance that it will be during your lifetime.&nbsp;&nbsp;<\/p>\r\n<p>\"HVO closely monitors Mauna Loa, and will notify the public of any changes in its currently quiet status,\" Trusdell said. \"But it&rsquo;s important for island residents to be aware of the volcano&rsquo;s potential activity now so that they are prepared for its next eruption.\"&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>Trusdell's talk is one of many programs offered by HVO in January, Hawai&lsquo;i Island's third annual Volcano Awareness Month. For more information about this presentation, please call 808-985-6011. Additional Volcano Awareness Month events are posted on HVO's <a href=\"http:\/\/hvo.wr.usgs.gov\">website<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_01_20\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2012_01_20\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["Hawaii","volcano","Hawaiian Volcano Observatory","Mauna Loa","hazard","eruption","geology","Trusdell","Volcano Awareness Month","Public Lecture"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1327035600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169558"},{"tid":"169626"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}