{"title":"U.S. Geological Survey FY 97 Budget Expands Scientific Mission","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The fiscal year 1997 budget request for the U.S. Geological Survey of $746.4 million provides a net increase of $15.9 million over the FY 1996 Conference level approved under the Continuing Resolution. <\/p>\n<p>Specific components of the increase include $6.8 million to meet the high-priority science needs of Interior land managers, an expanded Cooperative Fish and Wildlife Research Unit System, and increased access to natural resources information; $2 million to cover residual costs for unemployment and workers compensation payments for former employees of the U.S. Bureau of Mines; and $5 million to support the use of classified data by civilian agencies and scientists for environmental applications. <\/p>\r\n<p>\"The USGS is evolving rapidly to become not only the consolidated science agency for the Department of the Interior, but also the national earth and environmental science agency entrusted to provide sound and objective science to decisionmakers in more than 1,200 local, State, and Federal natural resource management organizations across the country,\" said USGS Director Gordon Eaton.<\/p>\r\n<p>\"Most important, we are building a new USGS to better serve every citizen, every day, in every state,\" Dr. Eaton said. \"That is a bold claim, perhaps, but one I think we can demonstrate. The proof is in our basic work with water, energy, and mineral resources to our expanded role with biological resources to our efforts at reducing the risk from hazards such as earthquakes, floods, wildland fires, landslides, water pollution and the emergence and spread of wildlife diseases.\" <\/p>\r\n<p>The USGS budget for FY 1997 also includes about $10 million in offsetting decreases and increases. As part of the continuing efforts to implement Phase II of the reinventing government effort, the USGS is eliminating geothermal assessment activities (-$2.2 million), streamlining information dissemination services (-$2.2 million), eliminating low-priority data collection and analysis work on water resources (-$1.1 million), and eliminating Federal funding for grants to the Water Resources Research Institutes (-$4.5 million). The savings realized from these program changes would be applied to strengthen the Federal\/State Cooperative Program to address national water issues ($4.5 million) and to support four new program directions involving urban hazards ($1 million), drinking water and public health ($1.4 million), a digital national atlas ($1 million), and a framework for geospatial data ($2 million). <\/p>\r\n<p>The budget reflects an increase over previous years as programs of the former National Biological Service are absorbed within the USGS, as well as part of the mineral information program of the former U.S. Bureau of Mines. The \"new\" USGS will begin FY97 with 10,700 employees working on projects involving water, earth and natural resources in all 50 states and Puerto Rico.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"827211600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}