{"title":"Landsat Contest Offers View of Local Landscape Change from Space","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>To celebrate the 40th anniversary of the United States'Landsat Earth-observing program, NASA and the U.S. Geological Survey (USGS) are holding a contest that will offer winners customized satellite views of changing local landscapes.<\/p>\n<p>All U.S. citizens are eligible to enter the \"My American Landscape: A Space Chronicle of Change\" contest. Winners will be announced on July 23 at a Landsat Program anniversary news conference in Washington, which will be carried live on NASA Television. The submissions deadline is Wednesday, June 6.<\/p>\r\n<p>The Landsat Program has created the longest continuous global record of the Earth's surface observed from space. The images are a critical ingredient in decision making for agriculture, climate research, disaster mitigation, ecosystems, forestry, human health, and water management.<\/p>\r\n<p>To enter the contest, send NASA an email describing the local landscape changes you are interested in where you live, and what you hope to learn about them from Landsat's four-decades of observations from space. Scientists will review the Landsat data archive for the six areas selected and show the changes observed at the July 23 event.<\/p>\r\n<p><a href=\"http:\/\/www.nasa.gov\/topics\/earth\/features\/landsat_contest.html\">More information on the contest and details on how to enter<\/a>. &nbsp;<\/p>\r\n<p>The first Landsat satellite rocketed into space on July 23, 1972. The Landsat Program was our nation's first step toward studying in a comprehensive way what was happening across the American landscape and around the world. Landsat satellites have documented our planet ever since in great detail, giving us valuable information about Earth's surface, its ecosystems and the impacts of human activity and natural disasters.<\/p>\r\n<p>NASA is preparing to launch the next Landsat satellite in 2013, which will be turned over to USGS for operations and data distribution. For more information about the Landsat Program, visit:<\/p>\r\n<p><a href=\"http:\/\/landsat.usgs.gov\/\">USGS Landsat<\/a><\/p>\r\n<p><a href=\"http:\/\/www.nasa.gov\/landsat\">NASA Landsat<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Land Remote Sensing"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1337832000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}