{"title":"Tracking the Story of the Russian Crown Jewels","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"Four previously undiscovered photos of undocumented Russian Crown Jewels were recently discovered in the USGS library. The photos appear in a 1922 album called â\u0080\u009cRussian Diamond Fund,â\u0080\u009d that was uncovered in the rare book room of the library.\n<div style=\"float: right;padding: 5px\" align=\"right\">[iframe width=\"414\" height=\"233\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/8xPZ7txy-3w?rel=0\" frameborder=\"0\" allowfullscreen]<\/div>\nThe four unique photos were originally part of the personal collection of George F. Kunz (1856-1932), a mineralogist and gemologist, gentleman explorer, and employee of the USGS and Tiffany &amp; Co. These four photos are unique because they are not included in the official documentation of the Russian Crown Jewels, â\u0080\u009cRussiaâ\u0080\u0099s Treasure of Diamonds and Precious Stones,â\u0080\u009d published in 1925. The USGS also has a copy of this 1925 publication in Kunzâ\u0080\u0099s collection.\n\nâ\u0080\u009cRussiaâ\u0080\u0099s Treasure of Diamonds and Precious Stonesâ\u0080\u009d is considered the most complete inventory of the Russian Crown Jewels and 22 of the photographs from Kunzâ\u0080\u0099s 1922 album appear to be the same images used in the official Russian 1925 publication. The four pieces portrayed in the album discovered by the USGS that do not appear in the later publication include a sapphire and diamond tiara, a sapphire bracelet, an emerald necklace, and a sapphire brooch in the shape of a bow.\n\nResearchers have determined that the sapphire brooch was sold in London in 1927, but the fate of the other three pieces is a mystery to this day.Â  USGS librarians are trying to trace the history with assistance from experts from around the world.\n\nâ\u0080\u009cThis 1922 album contains photographs that document the Imperial Crown Jewels and augments the official 1925 catalog with images of pieces that were not previously known to exist,â\u0080\u009d said USGS Library Director Richard Huffine. â\u0080\u009cThe USGS has preserved this collection in obscurity for over 75 years, and now that itâ\u0080\u0099s been discovered, weâ\u0080\u0099re excited to share this material with the world to support research and understanding of these rare materials today.â\u0080\u009d\n\nâ\u0080\u009cRussiaâ\u0080\u0099s Treasure of Diamonds and Precious Stonesâ\u0080\u009d collection contains 100 unbound plates with accompanying text and was published as the inventory of the Romanov jewels. The USGS Library's copy of â\u0080\u009cRussiaâ\u0080\u0099s Treasureâ\u0080\u009d is missing two plates, but is otherwise in excellent condition. A different copy of â\u0080\u009cRussiaâ\u0080\u0099s Treasure of Diamonds and Precious Stonesâ\u0080\u009d sold on auction at Christieâ\u0080\u0099s in 2007 for Â£72,000, over $141,984.\n\n[caption id=\"\" align=\"alignright\" width=\"111\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/12_13_2012_glc4Frq1DX_12_13_2012_2#.UNCHHGPAHz6\"><img src=\"http:\/\/gallery.usgs.gov\/images\/12_13_2012\/glc4Frq1DX_12_13_2012\/medium\/russian_jewel_03.jpg\" alt=\"\" width=\"111\" height=\"500\" \/><\/a> This photograph is of the bracelet found as one of the undocumented jewels.[\/caption]\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/12_17_2012_xCSf7IHu75_12_17_2012_0#.UNCGFmPAHz5\"><img src=\"http:\/\/gallery.usgs.gov\/images\/12_17_2012\/xCSf7IHu75_12_17_2012\/medium\/russian_jewel_04.jpg\" alt=\"\" width=\"300\" height=\"238\" \/><\/a> This photograph is of the necklace that was one of the four undocumented jewels.[\/caption]\n\nThe album â\u0080\u009cRussian Diamond Fund,â\u0080\u009d however, is believed to be the only copy in existence. The album begins with an exquisitely hand-colored title page, followed by 88 photographs of the Romanov jewelry with descriptive captions in Russian.\n\nThe rich history of the Russian people is reflected in the origins of the Imperial Crown Jewels of Russia.Â  The jewels were worn by the Romanov Royal Family (1613-1917) until they were seized by the new government during the Russian Revolution and secured in secret until 1922.Â  In 1922 the jewels were unpacked and a full inventory taken. The â\u0080\u009cRussian Diamond Fundâ\u0080\u009d album dates to the same year and the photographs appear to have been part of the initial inventory.\n\nâ\u0080\u009cThese images are unique representations of a bygone era-taken at a key moment for Russia, buried in quiet bookshelves for almost a hundred years, then rediscovered to add one more tiny but important part to the infinite puzzle of history,â\u0080\u009d said USGS librarian Jenna Nolt.\n\nResearch was conducted by USGS librarians in collaboration with the Hillwood Museum and the Smithsonian Institution in Washington, D.C. and the\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/12_17_2012_xCSf7IHu75_12_17_2012_1#.UNCKVWPAHz6\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/12_17_2012\/xCSf7IHu75_12_17_2012\/medium\/russian_jewel_05.jpg\" alt=\"\" width=\"300\" height=\"215\" \/><\/a> This diadem was one of the four undocumented jewels.[\/caption]\n\nGemological Institute of America in Carlsbad, Calif. to find additional information on the historical value of the photographs and information on the four photographs of unique pieces from the 1922 album.\n\n<strong>USGS Library<\/strong>\n\n<strong><\/strong>More information about the discovery can be found on the <a href=\"http:\/\/library.usgs.gov\/\">USGS Library website<\/a>.\n\n<strong>Video with More Details<\/strong>\n\n<strong><\/strong><a href=\"http:\/\/www.youtube.com\/watch?v=8xPZ7txy-3w\">Listen to a video podcast<\/a> with more information about the mystery jewels.\n\n<strong>Check Out the Photographs<\/strong>\n\n<strong><\/strong><a href=\"http:\/\/gallery.usgs.gov\/sets\/Gems\">See photographs<\/a> of the jewels and the â\u0080\u009cRussian Diamond Fundâ\u0080\u009d book.\n\n&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"260\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/12_13_2012_glc4Frq1DX_12_13_2012_1#.UNCK5WPAHz5\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/12_13_2012\/glc4Frq1DX_12_13_2012\/medium\/russian_jewel_02.jpg\" alt=\"\" width=\"260\" height=\"390\" \/><\/a> This photograph is of the brooch that was one of the undocumented jewels.[\/caption]","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24264","uid":"31","filename":"Homepage-Photo-Russian-Crown-Jewels-2-1.jpg","uri":"public:\/\/Homepage-Photo-Russian-Crown-Jewels-2-1.jpg","filemime":"image\/jpeg","filesize":"177911","status":"1","timestamp":"1425492768","type":"image","uuid":"b3915704-a86d-4cb1-90e7-1d0053c6f8b6","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["diamonds","emerald","gems","gemstones","Historical Photographs","Imperial Crown Jewels","mineral Resources","Minerals","Russia","Russian Crown Jewels","Russian Diamond Fund","sapphire","USGS Library"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1355844893","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}