{"title":"Mega Earthquake Not Likely For Southern California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Southern California is not likely to experience a \"huge earthquake,\"according to two scientists with the U.S. Geological Survey.<!--introend--> In a presentation to members of the Seismological Society of America, meeting at the University of Colorado in Boulder, USGS seismologist Tom Hanks reviewed the number of earthquakes of magnitude 6 or larger that have occurred in southern California during the past 150 years and concluded that the rate of seismic moment release since 1850 is in balance with strain accumulation in the region. Neither is there an \"earthquake deficit,\" according to Hanks and his USGS colleague Ross Stein. \n<p>The case for the \"huge earthquake\" was proposed by David Jackson, science director of the Southern California Earthquake Center in Pasadena. Jackson founded his argument for a huge earthquake on a perceived \"seismic moment deficit,\" meaning that the srain release that occurs during earthquakes has not kept up with the strain accumulation caused by the relative motions of the Pacific and North American plates across southern California. \r\n<p>Earlier reports of a deficit of magnitude-6 or larger earthquakes in southern California were in error, due to the incomplete reporting of earthquakes in the early part of the 20th century and before. This was due to the very sparse population and general absence of newspaper reports in the early years of development in southern California, Hanks said. \r\n<p>\"While the number of earthquakes in southern California can vary considerably over the years and decades, only rarely are these variations anything other than what might be expected from random processes,\" Hanks said. \"There have been no statistically significant variations in the number of 6 or larger earthquakes from one decade to the next in southern California during the 20th century, and there is no evidence that the rate of magnitude-6 earthquakes in southern California is increasing at the present time or at any other time during the 20th century,\" Hanks said in his presentation Wednesday. He also noted that roughly half of the magnitude-6 earthquakes during the 20th century have occurred on the San Andreas system and half on a myriad of secondary faults. Some earlier studies had suggested that the rate of magnitude-6 shocks on the lesser faults should be three times higher than the data indicated. Hanks and Stein say the earlier models suffered from size distribution functions for the model earthquake population that are unsupported by the data in southern California. \r\n<p>Hanks said earthquake deficits, seismic moment deficits, \"huge earthquakes\" and time-variable seismicity rates should and do have considerable impact on the rational assessment of earthquake hazards, risk, and insurance rates in southern California. \"For example,\" he said, \" a valid seismological argument that the rate of seismicity in southern California is only half of what it should be is a prima facie case that earthquake insurance rates are only half of what they should be.\" \r\n<p><b>Editors: Interviews with Tom Hanks or Ross Stein during the SSA meeting may be arranged by calling the SSA news room at 303-492-4000, or after March 19, at 650-329- 5634, or 650-329-4840, respectively.<\/b> <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"890197200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}