{"title":"One Step Closer to Understanding Fish Health in Potomac and Shenandoah Rivers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Estrogen Linked to Lowered Immunity in Fish<\/strong><\/p>\n<p><!--introstart-->Exposure to estrogen reduces production of immune-related proteins in fish. This suggests that certain compounds, known as endocrine disruptors, may make fish more susceptible to disease.<!--introend--><\/p>\r\n<p>The research may provide new clues for why intersex fish, fish kills and fish lesions often occur together in the Shenandoah and Potomac rivers. The tests were conducted in a lab by scientists from the U.S. Geological Survey.<\/p>\r\n<p>The study, led by USGS genomics researcher Dr. Laura Robertson, revealed that largemouth bass injected with estrogen produced lowered levels of hepcidin, an important iron-regulating hormone in mammals that is also found in fish and amphibians.&nbsp; This is the first published study demonstrating control of hepcidin by estrogen in any animal.<\/p>\r\n<p>Besides being an important iron-regulating hormone, researchers also suspect that hepcidin may act as an antimicrobial peptide in mammals, fish and frogs. Antimicrobial peptides are the first line of defense against disease-causing bacteria and some fungi and viruses in vertebrate animals.<\/p>\r\n<p>&ldquo;Our research suggests that estrogen-mimicking compounds may make fish more susceptible to disease by blocking production of hepcidin and other immune-related proteins that help protect fish against disease-causing bacteria,&rdquo; said Robertson.<\/p>\r\n<p>USGS researchers Drs. Vicki Blazer and Luke Iwanowicz have previously found intersex occurring in fish in the Potomac and Shenandoah rivers. Intersex is primarily revealed in male fish that have immature female egg cells in their testes. Because other studies have shown that estrogen and estrogen-mimicking compounds can cause intersex, the co-occurrence of fish lesions, fish kills and intersex in these two rivers suggested to USGS scientists that estrogen-mimicking compounds could be involved in the fish lesions and fish kills in addition to being a possible cause of intersex traits.&nbsp;<\/p>\r\n<p>That caused Robertson and her colleagues to investigate how estrogen could be affecting the immune system in these fish. &nbsp;The study showed that largemouth bass produced two different hepcidin proteins.&nbsp; Production of the first hepcidin protein was &ldquo;turned down&rdquo; by estrogen.&nbsp; Production of the second hepcidin protein by fish exposed to bacteria was blocked by estrogen.&nbsp; The fact that estrogen blocked production of hepcidins in fish exposed to bacteria gives more weight to the theory that estrogen or estrogen-mimicking chemicals could be making fish more susceptible to diseases, Robertson added.<\/p>\r\n<p>Hepcidin could protect against bacterial infection in two ways. &nbsp;&ldquo;First,&rdquo; said Robertson, &ldquo;hepcidin could be an antimicrobial peptide that actually kills pathogens. Or it could be more complex. To live, a microbe must have iron, so when a microbe invades a person or animal, that microbe must obtain iron from its host. To &lsquo;fight&rsquo; the microbe, a host can &lsquo;suck up iron&rsquo; and store it in places inaccessible to the microbe. In mammals, hepcidin is a key player in how the host takes up and stores iron.&rdquo;<\/p>\r\n<p>The study, <em>Identification of centrarchid hepcidins and evidence that 17&beta;-estradiol disrupts constitutive expression of hepcidin-1 and inducible expression of hepcidin-2 in largemouth bass (<\/em>Micropterus salmoides<em>),<\/em> was just published in the journal, Fish &amp; Shellfish Immunology. The authors are USGS scientists Laura Robertson, Luke Iwanowicz and Jamie Marie Marranca.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Endocrine Disruptors","Fish Health","lesions","biology","Estrogen","Immunosuppression"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1244001600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169920"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}