{"title":"A Whirlwind of Activity &mdash; USGS Readies for Hurricanes, Tropical Storms","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->As Hurricane Dennis approaches the east coast of the United States, the U.S. Geological Survey is gearing up to monitor and measure the effects of the storm and communicate this critical information to local, state, and federal officials involved in saving lives and property during major storms. <!--introend-->\n<p>Already, USGS scientists are looking at what natural resources -- from wildlife to beaches -- might be adversely affected by the fury of a large storm. On Friday, an emergency storm-response team may be organized to address the agency&rsquo;s response to Dennis. As Cindy and Emily continue to churn in the Atlantic Ocean, additional response teams may form. \r\n<p>The emergency storm-response team is comprised of USGS managers and experts from a spectrum of scientific disciplines, including: biologists, cartographers, geologists, surface-water specialists, communications experts, and others who will provide scientific data to emergency managers, local and state officials, and other federal agencies before, during and after the storm. \r\n<p>\"The primary goal of the USGS is to ensure that those responding to storms have the accurate scientific data they need to make educated decisions about safety issues before and during a hurricane - and to learn how such storms change our landscapes so decision-makers can ensure safer communities for tomorrow,\" said USGS Director Charles G. Groat. \r\n<p>When responding to a major coastal storm, one of the first USGS priorities is to provide maps of the affected areas to local, state, and federal emergency management agencies. Map requests come from the Federal Emergency Management Agency, the American Red Cross, the U.S. Army Corps of Engineers, and the National Imagery and Mapping Agency. The large format of the 1:100,000-scale maps helps responders plot the boundaries of a disaster area and determine the number of households involved, thus providing vital information on food, clothing, and shelter requirements. \r\n<p>Meanwhile, other USGS scientists will track flooding, monitor coastal erosion, and survey the effects of the storm on plants and animals. \r\n<p>USGS flood crews will be at work on rivers to measure the height and volume of flood waters. The USGS national network of real-time streamflow gaging stations provides this critical data on river stages and discharges to the National Weather Service for forecasting floods. USGS water data are available on the World Wide Web at <a href=\"http:\/\/water.usgs.gov\/\">http:\/\/water.usgs.gov <\/a>; scroll down the web page and click on Real-Time Water Data, then click on the state in which you are interested. In addition, USGS hydrologic technicians often assist other Federal agencies in the collection of data on storm surges (abnormally high tides caused by storm winds) after the hurricane. \r\n<p>One possible, long-term effect of hurricanes is vastly accelerated coastal erosion, which USGS geologists have been studying for a number of years. Coastal change studies performed by USGS scientists provide crucial information not only for coastal planners and managers, but property owners as well. \r\n<p>\"When we know the coastal profile, the shoreline cities can establish a reasonable construction set-back to prevent unnecessary property losses,\" said Bruce Richmond, a USGS geologist in Menlo Park, Calif., who specializes in storm effects. \"We can&rsquo;t prevent hurricanes, but geologic mapping in areas where storms are frequent can help minimize losses by identifying the locations that are most likely to suffer.\" \r\n<p>Damage from a major coastal storm can reach far beyond the area of the actual landfall. USGS biologists are also involved in making assessments of the damage caused to plants, animals and ecosystems by the hurricane wherever it strikes. Natural systems in the Caribbean region and the southeastern part of the United States have been weathering hurricanes for thousands of years, with plants and animals forced to adapt","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"935640000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}