{"title":"Two Female Manatees Are First To Be Tracked In Puerto Rico","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Federal and local biologists captured and tagged three manatees in early August near Mayaguez, Puerto Rico, as part of efforts to better protect West Indian manatees inhabiting this Caribbean island. Two females, one with a calf, are the first female manatees to be tracked in Puerto Rico. Personnel with the U.S. Geological Survey&rsquo;s <a href=\"http:\/\/www.nfrcg.gov\/\">Florida Caribbean Science Center<\/a> and the U.S. Fish and Wildlife Service&rsquo;s Caribbean Field Office are leading the study to determine manatee movements and habitat use patterns in western Puerto Rico. <\/p>\n<p>Five manatees, including two calves, were net captured at the mouth of the Guanajibo River, a site manatees frequently visit to drink fresh water. A young male and two adult females, one with a calf, were fitted with satellite-monitored transmitter assemblies; the two calves were not radio tagged because they were small. All five manatees were uniquely marked with passive integrated transponder tags. Blood samples were taken, and blubber thickness and standard body measurements were also determined. Other cooperators in the project included the Puerto Rico Department of Natural and Environmental Resources, Caribbean Stranding Network, University of Puerto Rico, and the U.S. Navy. <\/p>\r\n<p>In a similar study initiated in 1992, eight male manatees were tracked along the eastern shore of Puerto Rico and Vieques Island. Among these was Moses, the first manatee from Puerto Rico to be raised in captivity and then released to the wild. Data from the current study will be used to develop management strategies to protect these endangered mammals and their habitat. <\/p>\r\n<p>Tracking records have already documented manatee use of areas not previously recognized as typical manatee habitat, according to Jim Reid, a USGS biologist monitoring the manatee&rsquo;s movements. \"After one week, the male left the west coast and is now along the north coast near San Juan. One of the females briefly traveled north fifteen miles from the capture site to the surfing area off Rincon. Most locations, however, reflect use of the near-shore waters and seagrass beds that we know manatees rely on,\" he said. <\/p>\r\n<p>Transmitters attached to the manatees can relay location data via satellites for up to eight months. Radio trackers use a VHF radio signal to locate and observe the tagged animals as they feed or rest near shore. Biologists hope to continue the project through the coming year by replacing old tags and tagging additional manatees in western Puerto Rico. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Puerto Rico"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"874036800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}