{"title":"Crowdsourcing","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->In light of swiftly changing technical landscapes and increasing uses of social networking, the USGS is exploring a new approach to the volunteer program, and is launching a project to test options for volunteer participation in providing data to <em><a href=\"http:\/\/nationalmap.gov\/\">The National Map<\/a>.<\/em><!--introend--><\/p>\n<p>The project involves mapping man-made structures and facilities, such as schools and fire stations, in the state of Colorado. Using an internet mapping application, volunteers can help the USGS update <em>The National Map<\/em> by correcting or adding information about structures.<\/p>\r\n<p>\"Even members of the public who can't tell a sandstone from a rhyolite but have internet access can now help the USGS keep its popular maps up to date through our new experiment in crowd sourcing,\" said USGS Director Marcia McNutt. \"Correctly locating and identifying fire stations, police stations, schools, and hospitals not only makes USGS maps more useful, but can literally save a life.\"<\/p>\r\n<p>Over the past two decades, the USGS <a href=\"http:\/\/www.usgs.gov\/ngpo\/\">National Geospatial Program<\/a> sponsored various forms of volunteer map data collection projects. Volunteers helped the USGS improve its maps during this period, by annotating paper maps, collecting data using GPS units, and submitting data using a web-based tool. However, in 2008, the volunteer mapping program was suspended as new methods for using volunteer data were being studied.<\/p>\r\n<p>In recent years, new web- and mobile-based technologies have made it easier to create, combine, and share maps. Recent events have shown how well these technologies support the rapid and relevant production of geographic information.<\/p>\r\n<p>If the Colorado pilot project is successful in attracting volunteers and capturing data for use in <em>The National Map<\/em>, the program may be expanded to other areas in the future.<\/p>\r\n<p>This project offers volunteers an opportunity to participate in providing data to <em>The National Map<\/em> and <a href=\"http:\/\/nationalmap.gov\/\">US Topo<\/a> map products. For more information, interested Colorado volunteers can visit the National Map Corps <a href=\"https:\/\/my.usgs.gov\/confluence\/display\/nationalmapcorps\/Home\">website<\/a>.&nbsp;&nbsp;<\/p>\r\n<p><em>The National Map<\/em> Corps&nbsp;<a href=\"http:\/\/nationalmap.gov\/TheNationalMapCorps\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["Core Science Systems National Geospatial","Crowdsourcing","The National Map","The National Map Corps","National Map Corps","Colorado","","Fire Stations","police Stations","schools","Hospitals","National Geospatial Program"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1345176000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170049"},{"tid":"169456"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}