{"title":"Red Knots and Horseshoe Crabs Knotted Together","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>LAUREL, Md. &ndash; <!--introstart-->Speculation that the welfare of a small, at-risk shorebird is directly tied to horseshoe crab populations is in part supported by new scientific research, according to a U.S. Geological Survey- led study published in Ecosphere, a journal of the Ecological Society of America.<!--introend--><\/p>\n<p>Population health of the red knot, a shorebird species whose population has plummeted over the last 15 years, has been directly tied to the number of egg-laying horseshoe crabs in Delaware Bay -- between Delaware and New Jersey -- during the red knot&rsquo;s northward migration each spring.<\/p>\r\n<p>&ldquo;This is one of the first studies to scientifically support the ecological links between these two species,&rdquo; said Conor McGowan, a USGS scientist and the lead author of the study.<\/p>\r\n<p>The research bolsters the hypothesis that managing horseshoe crab populations and their harvest may help conserve red knots. Most horseshoe crab harvest today comes from the fishing industry, which uses the crab as bait, and the pharmaceutical industry, which collects their blood for its clotting properties.<\/p>\r\n<p>The study, which looked at data from more than 16,000 birds over a 12-year period, revealed that the chance of a red knot gaining significant weight after arriving at Delaware Bay is directly related to the estimated number of female horseshoe crabs that spawned during the shorebird stopover period each spring. &nbsp;Birds that do not gain enough weight tend to have a lower chance of surviving the rest of the year, and in some years the difference between heavy and light bird survival can be large.<\/p>\r\n<p>\"Our research strongly suggests that the timing of horseshoe crab spawning, not simply crab abundance, is important to red knot refueling during their stops in Delaware Bay,\" McGowan added.<\/p>\r\n<p>Horseshoe crab spawning is driven not only by tides and lunar cycles, but also by water temperatures and wave-generating storms. This means that if water temperatures or storm frequency in the mid-Atlantic region change significantly because of climate change, the timing of egg spawning would likely also change and become mismatched with when red knots and other shorebirds arrive to feed on the nutrient-rich eggs. Shorebirds depend primarily on celestial cues for when to migrate and are not as susceptible to environmental variation as horseshoe crabs, making a mismatch more possible.<\/p>\r\n<p>\"If the timing of migration and the availability of food resources &ndash; in this case, horseshoe crab eggs &ndash; do not coincide, migrating shorebirds, such as the red knot, that come to Delaware Bay each spring, could be adversely affected, both individually and as a population,\" McGowan said. &nbsp;<\/p>\r\n<p>The research also found evidence that the annual survival of these birds is not only partly dependent on their body mass when they leave Delaware Bay but is also strongly related to snow conditions when the birds reach their arctic breeding grounds.<\/p>\r\n<p>\"We were surprised to find that snow depth in the arctic breeding grounds increases the chances of survival for both heavy and light birds,\" said McGowan. Some possible explanations are that birds may skip breeding in years with heavy snow and thus have higher chances of survival, or heavier snow may mean more food availability when the snow melts. &nbsp;But, McGowan noted, the cause of this unexpected result needs to be directly studied through further research.<\/p>\r\n<p>The study has important management implications for both species. \"These results indicate that managing horseshoe crab resources in the Delaware Bay has the potential to improve red knot population status,\" McGowan said. &nbsp;McGowan and other USGS scientists have been working with the U.S. Fish and Wildlife Service, state fish and wildlife agencies, and the Atlantic States Marine Fisheries Commission to develop a horseshoe crab harvest adaptive management plan that incorporates","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland","New Jersey","Virginia"],"country":["United States of America"],"mm_tags":["ecosystems","Migratory Birds","migration","Red Knots","At Risk Species","Horseshoe Crab","crabs","Delaware Bay"],"release_date":{"und":[{"value":"1309838400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169104"},{"tid":"169017"},{"tid":"169472"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}