{"title":"USGS Releases New Geospatial One-Stop Search Widget","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The <a href=\"http:\/\/www.usgs.gov\/ngpo\/\">USGS National Geospatial Program<\/a>, announces the release of the Geospatial One-Stop (GOS) Search Widget, a small utility that can be easily embedded in any Web page. The Search Widget will enable users to search, identify, view, download and mash-up Web map services currently published in the intergovernmental Geodata.gov geospatial data catalog.&nbsp;<\/p>\n<p>With Search Widget, users can view search results of live map services, find downloadable data, discover data acquisition plans and contact the owners of the records.&nbsp; Users also have the option to view search results as an RSS Feed or save the results as a KML file.<\/p>\r\n<p>Information and step-by-step directions on how to add the Geospatial One-Stop Search Widget to individual Web sites can be found by clicking the &lsquo;Help Center&rsquo; tab on the <a href=\"http:\/\/www.geodata.gov\/\">www.geodata.gov<\/a> homepage and then by accessing the GOS Search Widget link in the left hand column.&nbsp; The GOS Search Widget can be customized to search for specific areas and subjects of interest.&nbsp;&nbsp;<\/p>\r\n<p>While Search Widget is not intended to replace all of the user functions currently available at the <a href=\"http:\/\/www.geodata.gov\">Geospatial One Stop Web site<\/a>, this new utility enables organizations, Web site developers, and geospatial program managers the opportunity to offer a powerful geospatial search tool directly from their own Web sites. This is the first version of the utility; its capabilities will continue to expand over the next several months.<\/p>\r\n<p>Examples of how the Geospatial One-Stop Search Widget has been integrated into existing geospatial programs can be viewed at the <a href=\"http:\/\/stateplanning.delaware.gov\/dgdc\/catalogue.shtml\">State of Delaware   Spatial Data Catalog<\/a> and the <a href=\"http:\/\/giswww.westchestergov.com\/wcgis\/DataWarehouse.htm\">Westchester County (NY) Data Warehouse<\/a>. &nbsp;<\/p>\r\n<p>CONTACT:&nbsp;&nbsp; Robert Dollison, Project Manager, U.S. Geological Survey, Geospatial One Stop Project Office, 12201 Sunrise Valley Drive, Reston,  VA (703) 648-5724, <a href=\"mailto:rdollison@usgs.gov\">rdollison@usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","Geospatial","data"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1248840000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170343"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}