{"title":"Carol Schuler named Forest and Rangeland Ecosystem Science Center director","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->CORVALLIS, Ore. &mdash; The U.S. Geological Survey has named Carol Schuler director of its Forest and Rangeland Ecosystem Science Center.<!--introend--> Schuler returns to this position on December 6 in Corvallis, Ore. after spending the last 12 months leading the U.S. Fish and Wildlife Service Pacific Region&rsquo;s effort to respond to threats to natural resources posed by climate change and to initiate development of Landscape Conservation Cooperatives in the Pacific Northwest and Pacific Islands. Initially, she will serve both as director of FRESC and as an interim director of the newly formed Northwest Climate Science Center, hosted by Oregon State University, the University of Washington, and the University of Idaho.<\/p>\n<p>\"Experienced leaders like Carol are essential for bringing science and monitoring information to bear on decisions that land and water managers must make,&rdquo; said Leslie Dierauf, USGS Northwest Area Regional Executive. &ldquo;Multiple factors are affecting plants, fish, wildlife and the ecosystems on which they depend, and USGS is pleased to welcome Carol back to help lead these efforts in the Northwest.\"<\/p>\r\n<p>Schuler worked as director of FRESC for six years from 2004 to 2009. Prior to that, she worked for almost two decades for the U.S. Fish and Wildlife Service in several leadership positions, most recently as the assistant regional director for Climate Change and Science Applications in the Pacific Region. Schuler received undergraduate and graduate degrees from Eastern Kentucky University and Oregon State University in wildlife science, with minors in plant ecology and toxicology.<\/p>\r\n<p>&ldquo;I return to this position with great appreciation for the role of science in supporting conservation decisions and natural resource management,&rdquo; said Schuler. The USGS, with its dedicated work force and reputation for impartiality, provides high-quality science and technical tools that are relevant to the issues natural resource managers and leaders face today.\"<\/p>\r\n<p>Headquartered in Corvallis, Ore., the science center is organized into four research stations in Corvallis, Boise, Idaho, and Port Angeles and Seattle, Wash. Schuler will lead more than 125 employees as they conduct science, science administration, and related tasks throughout the West.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Oregon","Washington"],"country":["United States of America"],"mm_tags":["biology","Schuler","","Corvallis","Center Director"],"release_date":{"und":[{"value":"1291611600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169945"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}