{"title":"southern Californians Urged to Join Largest Earthquake Drill in U.S. History","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The magnitude 5.4 earthquake that rocked southern California on July 29, 2008, is about 5,000 times smaller than the magnitude 7.8 earthquake depicted in the \"ShakeOut Earthquake Scenario.\"<!--introend--> This new report is a portrayal of what could happen in a major earthquake on the southern end of the San Andreas Fault. The scenario is the basis of the Great Southern California ShakeOut, a week of special events featuring the largest earthquake drill in U.S. history on November 13, 2008.&nbsp;&nbsp; Details are at <a href=\"http:\/\/www.ShakeOut.org\">www.ShakeOut.org<\/a>.<\/p>\n<p>\"Yesterday's earthquake was a wake-up call - a reminder to us to make the important changes we need to survive the inevitable,\" said Dr. Lucy Jones, of the U.S. Geological Survey, who led the group of over 300 experts who detailed the expected consequences of a hypothetical magnitude 7.8 earthquake that starts at the Salton Sea and ruptures northward along the San Andreas fault for 190 miles.<\/p>\r\n<table border=\"0\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/usgs.gov\/images\/logos\/shake_out.jpg\" alt=\"ShakeOut logo\" width=\"100\" height=\"56\" \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>With 22 million people living and working in southern California, a major earthquake in the region could cause an unprecedented catastrophe. What we do now, before a big earthquake, will determine what our lives will be like after. With large earthquakes an inevitable part of their future, Southern Californians must act quickly to ensure that disasters do not become catastrophes.<\/p>\r\n<p>With a goal of at least 5 million participants, the ShakeOut drill will be the largest in U.S. history. To participate, go to <a href=\"http:\/\/www.shakeout.org\/register\">www.ShakeOut.org\/register<\/a> and pledge your family, school, business, or organization's participation in the drill. Registered participants will receive information on how to plan their drill, connect with other participants, and encourage a dialogue with others about earthquake preparedness. There are many ways to take part, but at the least participants should \"Drop, Cover, and Hold On\" at 10 A.M. on November 13. It all begins with registering, which is free and open to everyone.<\/p>\r\n<p>For more information, visit <a href=\"http:\/\/www.ShakeOut.org\">www.ShakeOut.org<\/a> and be sure to visit the official ShakeOut Blog at <a href=\"http:\/\/greatsocalshakeout.blogspot.com\">greatsocalshakeout.blogspot.com<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["geology","earthquakes","environment","hazards","Shake Out"],"release_date":{"und":[{"value":"1217390400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170032"},{"tid":"169129"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}