{"title":"Public Invited to an Eventful Month of Volcano Awareness","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HAWAI&lsquo;I ISLAND, Hawaii &ndash; <!--introstart-->During the month of January 2012, Hawai&lsquo;i Island residents and visitors are invited to participate in a number of events to learn more about the volcanoes on which they live, work, and play.<!--introend-->&nbsp;&nbsp; These events are part of Hawai&lsquo;i Island&rsquo;s 3rd annual Volcano Awareness Month and a celebration of the U.S. Geological Survey&rsquo;s Hawaiian Volcano Observatory&rsquo;s 100th anniversary.&nbsp;<\/p>\n<p>Throughout the month, the USGS Hawaiian Volcano Observatory, in cooperation with Hawai&lsquo;i Volcanoes National Park and the University of Hawai&lsquo;i at Hilo, will offer talks in both East and West Hawai&lsquo;i, weekly guided hikes in the park, and other informative programs to promote awareness of Hawai&lsquo;i's active volcanoes and the importance of understanding how volcanoes and earthquakes can impact our island home.&nbsp;&nbsp;<\/p>\r\n<p>HVO will celebrate the 100th anniversary of its founding with an Open House on Saturday, January 21.&nbsp; Residents and visitors are invited to tour the observatory&mdash;not ordinarily open to the public&mdash;to see how volcanic and earthquake activity is monitored.&nbsp; HVO staff will be available to answer questions about Hawai&lsquo;i's volcanoes and to provide demonstrations about their work.&nbsp; HVO is located in Hawai&lsquo;i Volcanoes National Park next to the Thomas A. Jaggar Museum, named for the geologist who founded HVO in 1912.&nbsp;<\/p>\r\n<p>A complete schedule of all Volcano Awareness Month and HVO centennial events, including descriptions, dates, times, and locations, are posted on the HVO <a href=\"http:\/\/hvo.wr.usgs.gov\">website<\/a>.&nbsp; Email <a href=\"mailto:askHVO@usgs.gov\">askHVO@usgs.gov<\/a> or call 808-967-8844 for more information.&nbsp;&nbsp;<\/p>\r\n<p>Jim Kauahikaua, HVO's Scientist-in-Charge, encourages everyone to participate in one or more of the events offered in January.&nbsp; \"Volcanoes are an important part of life on Hawai&lsquo;i Island, and all of us who live here must learn to live safely within the dynamics of an ever-changing volcanic environment.\"&nbsp; He adds that the centennial open house is an opportunity to interact with USGS HVO scientists and learn how they monitor Hawai&lsquo;i's active volcanoes.&nbsp;<\/p>\r\n<p>For more information about Hawaiian volcanoes, Volcano Awareness Month, and HVO's centennial, please visit the HVO <a href=\"http:\/\/hvo.wr.usgs.gov\">website<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_12_28\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_12_28\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["geology","volcano","Hawaii","Kīlauea","public","Presentation","Volcano Awareness Month","eruption","","centennial","hazard"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1325048400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169558"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}