{"title":"New Map Tool Helps Prepare Hattiesburg for Floods","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>HATTIESBURG - Miss. &ndash; <!--introstart--><\/strong>A dynamic new online flood preparedness tool that will help emergency managers improve flood warnings and response has been developed for the Leaf River, site of the historic flood that devastated portions of Hattiesburg in 1974 and led to eight deaths.<!--introend--><\/p>\n<p>The interactive web-based tool, called a \"<a href=\"http:\/\/water.usgs.gov\/osw\/flood_inundation\/\">flood inundation map<\/a>,\" was created by scientists from the U.S. Geological Survey.&nbsp; The map will help identify where the potential threat of floodwaters is greatest, providing key information to the Federal Emergency Management Agency and state and local officials to help them make quick decisions about when and how to evacuate residents threatened by rising floodwaters.&nbsp; State and local emergency managers will be able to use the interactive tool to better focus flood response and resource recovery and to swiftly assess evacuation routes.<\/p>\r\n<p>\"Back in '74, there was no world-wide web for posting up-to-date emergency content, nor smart phones or PCs for delivering that content to citizens in harms way,\" said USGS Director Marcia McNutt, \"Thanks to exceptional cooperation between relevant government agencies, we can now harness modern technology to seamlessly deliver useful information in a convenient and understandable format, turning potential victims into savvy survivors.\"&nbsp;<\/p>\r\n<p>The USGS is partnering with the National Weather Service, United States Army Corps of Engineers and FEMA to develop comparable flood inundation maps in locations across the country identified to be at the <a href=\"http:\/\/water.usgs.gov\/osw\/flood_inundation\/\">highest risk for flooding<\/a>. The Forrest County Emergency Management District lined up local partners to fund the Hattiesburg project, including the Cities of Hattiesburg and Petal, Forrest County, Mississippi Department of Homeland Security, and the Mississippi Emergency Management Agency.<\/p>\r\n<p>\"Flooding is an extremely serious situation that can not only cause massive property damage but is also a threat for loss of life,\" said Terry Steed, executive director of the Forrest County Emergency Management District. \"This inundation map will provide the public with necessary information to prepare for and take action to mitigate the effects of a major flood.&nbsp; Major flood events are life changing for those who are in its path, however, preparation and mitigation helps to lessen those effects.\"&nbsp;<\/p>\r\n<p>More than 6,000 people were evacuated from Hattiesburg and surrounding communities during the flooding in 1974. &nbsp;Mickey Plunkett, the Director of the <a href=\"http:\/\/ms.water.usgs.gov\/\">USGS Mississippi Water Science Center<\/a>, had his first experience with Hattiesburg's flood history in April of 1974 as a cooperative education student with the USGS Center. \"I was a member of the crew that measured the peak flow at Hattiesburg during the 1974 flood. That flood still holds the record as the highest flood since records began in 1904,&rdquo; said Plunkett.&nbsp;<\/p>\r\n<p>The city's flood history, its location on the Leaf River and its potential to be impacted by tropical and subtropical rainfall events made it a top choice for development of the first flood inundation map in the state.&nbsp;&nbsp;<\/p>\r\n<p>\"As the fourth largest city in Mississippi, and one that sits directly on the banks of the Leaf River, Hattiesburg is in clear need of better tools to aid in flood planning and response,\" said John Storm, USGS hydrologist and lead author on the Leaf River flood inundation map. \"We think this new tool will really fill that gap, and help emergency managers address future flood potential and response in any situation that comes up.&nbsp; It will also help the citizens to visualize the potential impact to their property from a forecasted flood stage and make appropriate decisions ahead of time.\"<\/p>\r\n<p>The Flood Inundation Map is one","summary":null,"format":null}]},"field_images":[],"regions":["Mississippi"],"country":["United States of America"],"mm_tags":["water Geographic Areas Southeast Mississippi Flood Inundation Map"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1352350800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"169742"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}