{"title":"Bird migration milestone: One million records show change over time ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"Over a million records telling the tale of nearly a century of North American bird migrations have been rescued from obscurity and transcribed by an international network of more than 2,000 volunteers, making the records available for the first time online for use by researchers and the public.\n\nThe records, which span from 1880 to 1970, provide information on what areas of the country birds were spotted in and when they have arrived or departed from areas during spring and fall.Â  The information is of use identifying how birdsâ\u0080\u0099 ranges and migration patterns have changed over time.\n\nThe one-millionth transcription was that of a house wren seen in Tierra Amarilla, New Mexico, on September 11, 1904 and is now part of <a href=\"https:\/\/www.pwrc.usgs.gov\/bpp\/index.cfm\">the USGS North American Bird Phenology Program<\/a> database.\n\n[caption id=\"\" align=\"alignleft\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_20_2014_jne5Iut2GB_02_20_2014_0\"><img src=\"http:\/\/gallery.usgs.gov\/images\/02_20_2014\/jne5Iut2GB_02_20_2014\/medium\/1_Mill_Card_Final_-1-.jpg\" alt=\"Historical Bird Migration Card\" width=\"500\" height=\"206\" \/><\/a> Image of the millionth card that was transcribed by USGS Bird Phenology Program volunteer Jane Gillette of Wakefield, MA. She has been a long-time volunteer, and since May 4, 2009, has transcribed over 17,000 records for the Bird Phenology Program.[\/caption]\n\nPhenology is the study of the seasonal timing of natural biological phenomena, such as leafing and flowering of plants, maturation of agricultural crops, emergence of insects, and migration of birds. Many of these events are sensitive to climatic variation and change, and are simple to observe and record.\n\nThis 90-year span of archival data provides baseline information about the first arrivals and last departures of North American migratory birds, according to Jessica Zelt, the USGS North American Bird Phenology Program Coordinator. When combined with contemporary data, researchers have the unique opportunity to look at changes in seasonal timing in relation to climate and climate change over a 130-year period, unprecedented in its length of time for recorded migratory data.\n\nNow part of the <a href=\"https:\/\/www.usanpn.org\/\">USA National Phenology Network<\/a>, also funded and primarily operated by USGS, the Bird Phenology Program of the past was a network of volunteer observers who recorded information on first arrival dates, maximum abundance, and departure dates of migratory birds across North America.\n\n<strong>History in the making<\/strong>\n\nActive between 1880 and 1970, the program was coordinated by the Federal government and was the first program to be sponsored by the American Ornithologistsâ\u0080\u0099 Union. It exists now as a historic collection of millions of records, illuminating almost a century of migration, distribution and population status of birds. The records contain many stories from the emergence of introduced European species like the European starling and House sparrow to the decimation of species like the Carolina parakeet and Passenger pigeon. Even historical events such as the <a href=\"http:\/\/gallery.usgs.gov\/photos\/02_21_2014_fKam1QP108_02_21_2014_0\">dust bowl<\/a>are mentioned in the records.\n\n[caption id=\"\" align=\"alignright\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/03_26_2014_s84Aqd1PPk_03_26_2014_0\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/03_26_2014\/s84Aqd1PPk_03_26_2014\/medium\/Jessica_Zelt_BPP_Records.jpg\" alt=\"BPP Coordinator, Jessica Zelt\" width=\"350\" height=\"250\" \/><\/a> North American Bird Phenology Program Coordinator Jessica Zelt working with old migration bird cards.[\/caption]\n\nToday, in an innovative â\u0080\u009cbig dataâ\u0080\u009d project to organize, manage and make the data publically available, the records are being scanned and placed on a website, where volunteers worldwide transcribe the records and add them to database for analysis. This citizen science program welcomes participants of all backgrounds from around the world. Volunteers are from locations as varied as Gunma, Japan; Istanbul, Turkey; and Brussels, Belgium; although the majority reside throughout North America.\n\nâ\u0080\u009cJust last month, a participant wrote me to say she had transcribed a card by Tracy Irwin Storer, a name she recognized because he had authored her college biology textbook,â\u0080\u009d said Zelt. â\u0080\u009cOne of the aspects that is so exciting about this program is that it provides participants with a link to ornithological history.â\u0080\u009d\n\nOriginal records were created by many famous ornithologists, biologists, botanists and naturalists, such as Aldo Leopold, author of â\u0080\u009cA Sand County Almanac;â\u0080\u009d Roger Tory Peterson, who wrote â\u0080\u009cA Field Guide to the Birds;â\u0080\u009d and Clarence Birdseye, the creator of frozen foods.\n\n[caption id=\"\" align=\"alignleft\" width=\"372\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/03_18_2009_b27Iam4YXs_03_18_2009_0\"><img class=\"    \" src=\"http:\/\/gallery.usgs.gov\/images\/03_18_2009\/b27Iam4YXs_03_18_2009\/large\/BPPMigrationCards_Page_1.jpg\" alt=\" Bird migration card â\u0080\u0093 1937\" width=\"372\" height=\"153\" \/><\/a> Bird migration card â\u0080\u0093 1937[\/caption]\n\nâ\u0080\u009cWe feel that the world is changing and these bird records are providing us with the measuring tape to document that change,â\u0080\u009d said Sam Droege, a USGS wildlife biologist. â\u0080\u009cThis is something anyone can get involved in exploring since we are making all the records open to the public on ourÂ <a href=\"https:\/\/www.pwrc.usgs.gov\/bpp\/data_download\/BPPData.cfm\">website<\/a>.â\u0080\u009d\n\nRecords, like this Ruby-throated Hummingbird card, have already been used in research studies to show the change in arrival dates over time.\n\nJason Courter, Assistant Professor at Malone University, published a paper on Ruby-throated Hummingbirds, documenting the advancement of arrival dates by 11-18 days in North America when comparing the historic data to the more recent data collected by Journey North and other hummingbird observing programs.\n\nAnyone interested in participating in this innovative project <a href=\"https:\/\/www.pwrc.usgs.gov\/bpp\/Register2.cfm\">can volunteer by registering <\/a>online to transcribe these records for the database.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24361","uid":"31","filename":"MainImage5.jpg","uri":"public:\/\/MainImage5.jpg","filemime":"image\/jpeg","filesize":"124674","status":"1","timestamp":"1425492768","type":"image","uuid":"d9723190-56c7-4171-bc0d-785a3686bb0a","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","birds","Citizen Science","Patuxent Wildlife Research Center","phenology"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1396267233","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}