{"title":"U.S. Suffers Largest Earthquake of 2002","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>**75 Million Americans in 39 States are at Risk for Earthquake Hazards**<\/p>\n<p>The magnitude 7.9 quake that hit Central Alaska on November 3 was the world&rsquo;s biggest earthquake in 2002, and the largest to hit the United States since 1996 when another 7.9 hit Alaska&rsquo;s Andreanof Islands. <\/p>\r\n<p>In 2002 there were 85 significant earthquakes that killed 1711 people around the world. Significant earthquakes have a magnitude of 6.5 or greater or cause fatalities, injuries or substantial damage. The deadliest earthquake of the year was a magnitude 6.1 in Afghanistan that killed at least 1000 people. 2002 saw 13 major quakes (magnitude 7.0 - 7.9) and no great earthquakes of magnitude 8 or higher. <\/p>\r\n<p>The U.S. Geological Survey (USGS) locates about 50 earthquakes each day or almost 20,000 a year. On average, there are 18 major earthquakes (magnitude 7.0 to 7.9) and one great earthquake (8.0 or higher) each year worldwide. Several million earthquakes occur in the world each year, but many go undetected because they occur in remote areas or have very small magnitudes. In the United States, earthquakes pose significant risk to 75 million Americans in 39 States.<\/p>\r\n<p>The Alaska quake caused $20 million in damage and temporarily suspended operation of the Trans-Alaska Pipeline. Lake Pontchartrain in La. sloshed about, and wells in Washington, Idaho, Louisiana, Oklahoma, Missouri, Wisconsin and Pennsylvania produced muddy water as a result of the Alaska temblor. <\/p>\r\n<p>The most noteworthy aspect of this earthquake was what didn&rsquo;t happen - the pipeline did not rupture. Long-term research and a commitment to hazard preparedness and mitigation played key roles in protecting the pipeline during this quake. USGS scientists helped insure that the Trans-Alaska Pipeline was designed and built to withstand the effects of a magnitude 8.0 earthquake with up to 20 feet of movement at the pipeline. These standards proved to be on target for this event. <\/p>\r\n<p>\"Federal science plays an essential role in reducing our vulnerability to earthquakes. The ability to coordinate and respond to threats is a defining characteristic of good government,\" said USGS Director Chip Groat. \"Mother Nature lacks the malice of terrorists, but compensates with endless energy and dogged persistence. We must be prepared.\" <\/p>\r\n<p>Under the authority of the National Earthquake Hazards Reduction Program (NEHRP), due for reauthorization in 2003, the USGS is mandated to monitor earthquakes and provide earthquake warnings and notifications. It is the only agency in the Government that provides this service nationwide. The USGS and its partners operate a nationwide earthquake monitoring system that provides warnings, assesses seismic hazards, records earthquake activity and provides information essential in the design of building codes for new construction and retrofitting of existing structures. Timely information on the distribution and severity of earthquake shaking in urban areas is used to direct emergency response and to minimize disruption of lifelines and infrastructure. Data on earthquake shaking is used in the design and construction of safer, more earthquake resistant, future buildings and structures. <\/p>\r\n<p>There has been a lot of progress in earthquake research and mitigation, but earthquake risk has progressed faster, in terms of population growth and the complexity of our society. Mechanics of prediction present one challenge, but getting people to respond appropriately is another. <\/p>\r\n<p>The USGS and partners are working to improve earthquake monitoring and reporting capabilities, beginning with the creation of TriNET in Southern California and now through the Advanced National Seismic System (ANSS). In the past 3 years the USGS has installed approximately 300 new earthquake-monitoring instruments in vulnerable urban areas including San Francisco, Seattle, Salt Lake City, Anchorage, Reno, Las Vegas, and Memphis. Full implementa","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1046149200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}