{"title":"Get Ready to ShakeOut on February 7 ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_18_2012_mr2Tlx8KJe_10_18_2012_6\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/10_18_2012\/mr2Tlx8KJe_10_18_2012\/medium\/IMG_2472.JPG\" alt=\"\" width=\"350\" height=\"233\" \/><\/a> Students participate in the Great Southeast ShakeOut earthquake drill at Langston Hughes Middle School in Reston, Virginia. They are conducting the \"drop, cover and hold on\" safety procedure.[\/caption]\n\nMore than 2.7 million people are currently signed up to simulate recommended safety actions during an earthquake in nine states â\u0080\u0093 Tennessee, Oklahoma, Missouri, Alabama, Arkansas, Kentucky, Indiana, Illinois and Mississippi.\n\nYou are invited to <a href=\"http:\/\/www.shakeout.org\/centralus\/register\">join<\/a> millions of people who will <a href=\"http:\/\/www.shakeout.org\/centralus\/dropcoverholdon\/\">Drop, Cover, and Hold On<\/a> at 10:15.a.m. on February 7, 2013* in the 2013 <em>Great Central U.S. ShakeOut!<\/em>\n\nLast year more than 12.5 million people were registered in ShakeOut drills <a href=\"http:\/\/www.shakeout.org\/\">worldwide<\/a>. Participating is a great way for <a href=\"http:\/\/www.shakeout.org\/centralus\/howtoparticipate\">your family or organization<\/a> to be prepared to survive and recover quickly from big earthquakes.\n\nDuring the drill, participants will â\u0080\u009cdrop, cover, and hold on.â\u0080\u009d <a href=\"http:\/\/www.shakeout.org\/dropcoverholdon\/\">This is the recommended safety action<\/a> to take during an earthquake.\n\nMillions of people have participated in ShakeOut drills since 2008. The drill is your chance to practice how to protect yourself and do your part to help prevent a major earthquake from becoming a catastrophe.\n\n<strong>Earthquake Hazard in the Central U.S. Remains a Concern<\/strong>\n\nThere is broad agreement in the scientific community that a continuing concern exists for a major destructive earthquake in the New Madrid seismic zone. Many structures in Memphis, Tenn., St. Louis, Mo., and other communities in the central Mississippi River Valley region are vulnerable and at risk from severe ground shaking. This assessment is based on decades of research on New Madrid earthquakes and related phenomena by dozens of Federal, university, State, and consulting earth scientists.\n\nThis will be the third year an earthquake preparedness drill is officially held in the central United States. Even if you donâ\u0080\u0099t live in one of these locations, this is an important exercise as earthquakes are a hazard worldwide. Keep in mind that you might travel somewhere where an earthquake could occur. Everyone, everywhere, is encouraged to participate in the ShakeOut.\n\n<strong>Sign Up and ShakeOut<\/strong>\n\nAlthough the ShakeOut is <strong>TOMORROW<\/strong>, it is not too late to register to participate. <a href=\"http:\/\/www.shakeout.org\/regions\/index.html\">Mark your calendar and register<\/a> for the ShakeOut drill near you. Families, schools, businesses, and organizations can all get involved and sign up.\n\nThere are many ways to participate, and a variety of <a href=\"http:\/\/www.shakeout.org\/howtoparticipate\">resources and tips are provided online<\/a>. This includes pre-made flyers, drill broadcast recordings, drill manuals, and more.\n\n<strong>What to Do During the Drill<\/strong>\n\nThe drill will begin at 10:15 a.m. local time. If you are indoors, you should â\u0080\u009cdrop, cover, and hold on.â\u0080\u009d Drop to the floor, take cover under a sturdy desk or table, and hold on to it firmly. If you are not near a desk or table, drop to the floor against the interior wall and protect your head and neck with your arms. Avoid exterior walls, windows, hanging objects, mirrors, tall furniture, large appliances, and kitchen cabinets with heavy objects or glass.\n\nWhile down on the floor, take a moment to look around at what could be falling during a real earthquake. Those items should be secured or moved after the drill.\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/a.jpg\"><img class=\"wp-image-175911 alignright\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/a.jpg\" alt=\"\" width=\"300\" height=\"100\" \/><\/a>\n\nDuring an earthquake, the recommended safety action is to â\u0080\u009cdrop, cover, and hold on.â\u0080\u009d\n\nIf you happen to be outdoors, move to a clear area if you can safely do so. Avoid power lines, trees, signs, buildings, vehicles, and other items that could fall on you. If you are driving, pull over to the side of the road, stop, and set the parking brake. Avoid stopping under overpasses, bridges, power lines, or traffic signs. Stay inside the vehicle until the shaking is over.\n\n<strong>USGS Science in ShakeOut<\/strong>\n\nThe U.S. Geological Survey (USGS) is a proud founder and supporter of ShakeOut.\n\n[caption id=\"\" align=\"alignright\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_18_2012_mr2Tlx8KJe_10_18_2012_3\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/10_18_2012\/mr2Tlx8KJe_10_18_2012\/medium\/IMG_2478.JPG\" alt=\"\" width=\"350\" height=\"233\" \/><\/a> Students participate in the Great Southeast ShakeOut earthquake drill at Langston Hughes Middle School in Reston, Virginia. They are conducting the \"drop, cover and hold on\" safety procedure.[\/caption]\n\nThe <a href=\"http:\/\/earthquake.usgs.gov\/prepare\/\">USGS has created and provides<\/a> information tools to support earthquake loss reduction, including hazard assessments, scenarios, comprehensive real-time earthquake monitoring and public preparedness handbooks. USGS science provides the basis for <a href=\"http:\/\/pubs.usgs.gov\/circ\/1324\/\">earthquake scenarios<\/a> that shape preparedness exercises such as the ShakeOut. USGS earthquake hazards research helps emergency managers understand where earthquakes occur and what the potential damages and losses would be.\n\nThe original ShakeOut was based on a comprehensive analysis of a major earthquake in southern California known as â\u0080\u009cThe ShakeOut Scenario.â\u0080\u009d That project was completed in 2008 and led by the USGS with many partners as a <a href=\"http:\/\/www.shakeout.org\/scenario\/\">demonstration<\/a> of how science can be applied to reduce risks related to natural hazards. The concept and organization of a public drill came out of the collaboration between the USGS, the <a href=\"http:\/\/www.scec.org\/\">Southern California Earthquake Center<\/a> (SCEC), and other partners through the <a href=\"http:\/\/www.earthquakecountry.info\/\">Earthquake Country Alliance<\/a> (ECA). SCEC is a research consortium funded in part by the USGS. ECA is a public-private partnership of people, organizations, and regional alliances that are led by SCEC and work together to improve preparedness, mitigation, and resiliency by supporting and coordinating efforts that improve earthquake and tsunami resilience.\n\nThe success of the 2008 ShakeOut spurred the organizers at ECA to take the concept worldwide, and turn it into an annual day of disaster preparedness activities. Nationwide, ShakeOut activities are now coordinated and supported by many agencies and partners including SCEC, the Federal Emergency Management Agency (FEMA), the National Science Foundation (NSF), the Central United States Earthquake Consortium (CUSEC), the American Red Cross, and others.\n\nThe USGS provides rapid alerts of potential impacts from an earthquake through its <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/pager\/\">Prompt Assessment of Global Earthquakes for Response (PAGER)<\/a> Â system. Sign up to receive earthquake notices through the <a href=\"https:\/\/sslearthquake.usgs.gov\/ens\/\">USGS Earthquake Notification System<\/a>. If you feel an earthquake, report your experience on the USGS â\u0080\u009c<a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/\">Did You Feel It?<\/a>â\u0080\u009d website.\n\n<strong>Learn More<\/strong>\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_18_2012_ptk7NayMMH_10_18_2012_0\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/10_18_2012\/ptk7NayMMH_10_18_2012\/medium\/IMG_2483.JPG\" alt=\"\" width=\"350\" height=\"233\" \/><\/a> Students participate in the Great Southeast ShakeOut earthquake drill at Langston Hughes Middle School in Reston, Virginia. They are conducting the \"drop, cover and hold on\" safety procedure.[\/caption]\n\nLearn how to prepare at home using the <a href=\"http:\/\/www.earthquakecountry.info\/roots\/seven_steps.html\">7 Steps to Earthquake Safety<\/a> from â\u0080\u009c<a href=\"http:\/\/www.earthquakecountry.info\/roots\/index.php\">Putting Down Roots in Earthquake Country<\/a>â\u0080\u009d written for different areas of the country and in several languages.\n\nFind out more about why the <a href=\"http:\/\/pubs.usgs.gov\/fs\/2009\/3071\/\">Earthquake Hazard in the New Madrid Seismic Zone Remains a Concern<\/a>.\n\nAdditional information on what you can do to prepare for earthquakes at work and home is available on the <a href=\"http:\/\/www.shakeout.org\/\">Great ShakeOut website<\/a>.\n\n&nbsp;\n\n<strong>USGS CoreCast<\/strong>\n\n<strong>ShakeOut Drill: Preparing for Earthquakes<\/strong>\n\n<strong>Recorded for the October 18, 2012 Great ShakeOut held in the southeastern United States.<\/strong>\n\n&nbsp;\n\n<a href=\"http:\/\/gallery.usgs.gov\/audios\/447#.UHhS8xhXiVs\">Transcipt and Details <\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24275","uid":"31","filename":"IMG_2487.jpg","uri":"public:\/\/IMG_2487.jpg","filemime":"image\/jpeg","filesize":"66471","status":"1","timestamp":"1425492768","type":"image","uuid":"ba093422-4939-47b0-a23e-a573bbb57592","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["earthquakes","Great Central U.S. ShakeOut","hazards","New Madrid Seismic Zone"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1359463855","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}