{"title":"New Alaska Climate Science Center Director Announced","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>ANCHORAGE, Alaska<\/strong> &mdash; Stephen Gray has been selected as the center director of the Department of the Interior&rsquo;s Alaska Climate Science Center, located at the University of Alaska, Fairbanks, in Anchorage.<\/p>\n<p>Gray previously served as the director of the University of Wyoming Water Resources Data System, a climatologist for the state of Wyoming, and an associate research scientist in the University of Wyoming Department of Civil and Architectural Engineering. In addition, Gray also holds adjunct faculty appointments in the University of Wyoming Program in Ecology and the Laboratory of Tree-Ring Research at the University of Arizona.<\/p>\r\n<p>Among other duties, Gray was a senior advisor to the University of Wyoming Environment and Natural Resource Program and the Wyoming Water Association. His work explored the interplay between climate variability, climatic change, and natural resource management. Much of his research focused on drought and climate change impacts in the western United States. His most recent studies included a detailed examination of snow pack variability in the North American mountain ranges and a review of how changes in ocean circulation patterns affect precipitation in the West.<\/p>\r\n<p>Gray received the American Water Resources Association&rsquo;s Henry R. Boggess Award in 2005, and he is a former National Research Council Research Associate with the USGS. Gray received his Ph.D. from the University of Wyoming.<\/p>\r\n<p>The National Climate Change and Wildlife Science Center<strong> <\/strong>is located at the National Headquarters of the USGS in Reston, Va. The center manages the eight Department of the Interior regional Climate Science Centers. The Climate Science Centers provide scientific information, tools and techniques that land, water, wildlife and cultural resource managers and other interested parties can use to anticipate, monitor and adapt to climate- and ecologically driven responses at regional-to-local scales.<strong><\/strong><\/p>\r\n<p>The National Climate Change and Wildlife Science Center Headquarters office is located at the USGS National Center, 12201 Sunrise Valley Drive, MS 300, Reston, VA 20192. You may contact the center by phone at (703) 648-6016 or by email at <a href=\"mailto:dbeard@usgs.gov\">dbeard@usgs.gov<\/a>. Please visit our website at <a href=\"http:\/\/nccwsc.usgs.gov\/\">http:\/\/nccwsc.usgs.gov<\/a>.<\/p>\r\n<p>For more information on the Alaska Climate Science Center, visit <a href=\"http:\/\/www.doi.gov\/csc\/alaska\/index.cfm\">http:\/\/www.doi.gov\/csc\/alaska<\/a>\/.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Climate Change","Global Warming","Department Of Interior","Alaska"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1317960000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169275"},{"tid":"170480"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}