{"title":"USGS and Tribal Council meet to promote alliance","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->U.S. Geological Survey (USGS) officials recently traveled to Rosebud, S.D., to brief the Rosebud Sioux Tribal (RST) Council about USGS core programs and strategic initiatives.<!--introend--> Thomas Casadevall, USGS Central Region Director and Senior USGS Executive for American Indian Affairs, provided an overview of the agency and highlighted the following USGS Central Region science priorities: agricultural practices, urban dynamics, water, fire science, coalbed methane, invasive species, and science support for the U.S. Department of the Interior (DOI).\r\n<\/p>\r\n<p>\r\nGene Napier, USGS American Indian Liaison for Central Region, discussed the scope of the memorandum of understanding (MOU) partnership between the Rosebud Sioux Tribe, Sinte Gleska University (SGU), and the USGS. The leaders from RST, SGU, and USGS signed the agreement last year, which enables the organizations to share capabilities in science projects, geographic information systems technology, and remote sensing training and new initiatives. Napier also highlighted select examples of recent projects and collaboration between the MOU participants.\r\n<\/p>\r\n<p>\r\nDan Driscoll, USGS South Dakota Water Science Center, Rapid City, S.D., concluded the presentation to the RST Tribal Council with an overview of water studies for the Rosebud Sioux Reservation. After providing a brief geologic overview of the reservation, Driscoll discussed the extent of the High Plains Aquifer system. Driscoll concluded his portion of the briefing detailing the status of several observation wells in the Ogallala and Arikarree aquifers as well as USGS streamflow gaging stations along the Little White River.\r\n<\/p>\r\n<p>\r\nFollowing the briefing to the RST Council, Sinte Gleska University President, Dr. Lionel Bordeaux, invited USGS staff to lunch at the SGU Multipurpose Building on the Antelope Campus near Mission, S.D. Following lunch, USGS staff discussed their morning presentation to the RST Council at the SGU Founder&rsquo;s Day Forum.\r\n<\/p>\r\n<p>\r\nThe briefings provided open discussion and prompted questions about the future direction of the MOU, under which the partners cooperate in activities involving program and economic development, research, education, technical assistance, and professional activities of mutual interest.\r\n<\/p>\r\n<p>\r\nPhotos can be obtained by contacting Gene Napier.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1171256400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169369"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}