{"title":"seismic Art Installation on the San Andreas Fault at Parkfield","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Note to Editors: High-resolution photographs are available online:<\/strong> <a href=\"http:\/\/earthquake.usgs.gov\/research\/parkfield\/shake\/\">http:\/\/earthquake.usgs.gov\/research\/parkfield\/shake\/<\/a><\/p>\n<p><!--introstart-->A new art project in Parkfield, CA merges California earthquakes with movement on a hydraulic shake table. This innovative, animated display demonstrates the large number of small earthquakes that occur in California every day.<!--introend--><\/p>\r\n<p>The art installation not only senses local ground motion from visitors jumping or stomping on the ground, but it also moves in response to all real earthquakes above magnitude 0.1 in California (an average of 40 per day -see <a href=\"http:\/\/quake.usgs.gov\/recenteqs\/latest.htm\">http:\/\/quake.usgs.gov\/recenteqs\/latest.htm<\/a>). The installation is connected to the U.S. Geological Survey's (USGS) seismic network, so the shake table responds in near-real time to actual earthquakes around the state.&nbsp; The shaking causes 10-foot steel vertical rods attached to the table to wave back and forth, reflecting the dynamic nature of the California landscape.<\/p>\r\n<p>Parkfield was picked for the installation of this scientific art piece because it is situated right on the San Andreas Fault midway between San Francisco and Los Angeles. Parkfield is known for magnitude 6 earthquakes that have recurred there every 30 years or so over the past 150-years. The most recent, expected, Parkfield earthquake, a M6.0, occurred in 2004.<\/p>\r\n<p>A collaboration between USGS earthquake scientist Andy Michael and Australian artist D.V. Rogers, the outdoor art installation aims to teach those living in earthquake country to understand, accept, and prepare for the risks that earthquakes pose. Watching the installation and waiting for the next earthquake to move the table shows that earthquakes are an ongoing but unpredictable process.<\/p>\r\n<p>The art installation, named the Parkfield Interventional EarthQuake Fieldwork (PIEQF), uses real-time earthquake waves recorded by the USGS throughout California to trigger a hydraulic shake table installed in a 75 ft. long x 30 ft. wide excavated trench.<\/p>\r\n<p>\"The Parkfield installation embodies the extra dimension that art brings to science, helping to visualize what's going on below the surface in a way science can't on its own,\" Michael said. \"David's art brings earthquakes that happen under California every day to the surface and makes them real and visible for all to see. His work gives everyone a deeper appreciation for how the earth works, and why they need to prepare for the inevitable large and damaging earthquakes. As scientists we tell people about earthquakes, but this offers a tangible learning tool in the way scientific graphs and charts can't.\"<\/p>\r\n<p>Artist D.V. Rogers, explains, \"PIEQF is a conceptual intervention within geological time. Collaborating with USGS scientists has enabled a linkage between earth science and art, enabling a vehicle to broaden and expand the reach of earthquake awareness, education and preparedness for the people of California using a contemporary cultural model.\"<\/p>\r\n<p>Parkfield has been an important area for earthquake field research; it is the center for the USGS Parkfield Earthquake Experiment (<a href=\"http:\/\/earthquake.usgs.gov\/research\/parkfield\/\">http:\/\/earthquake.usgs.gov\/research\/parkfield\/<\/a>) and the San Andreas Fault Observatory at Depth (SAFOD).<\/p>\r\n<p>The art installation is located next to the Parkfield Cafe in Parkfield, located north of Cholame, in central California. The installation is open to the public until November 16th, 2008. For more info about PIEQF, a seismic art earthwork, see <a href=\"http:\/\/pieqf.allshookup.org\/\">http:\/\/pieqf.allshookup.org\/<\/a> and <a href=\"http:\/\/earthquake.usgs.gov\/research\/parkfield\/shake\/\">http:\/\/earthquake.usgs.gov\/research\/parkfield\/shake\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["geology","Ground Shaking","earthquakes","education","Art","Art Installation","Parkfield","Shake Table","Seismic Network","California","San Andreas Fault"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1224043200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168839"},{"tid":"169126"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}