{"title":"USGS Finds West Nile Virus in Wisconsin Crows","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists from the U.S. Geological Survey (USGS) in Madison, Wisc., said today that two dead crows, found near Milwaukee, are being re-tested for the West Nile Virus. Preliminary tests showed that one of the birds had the virus. Results for the second bird are inconclusive and that bird is being retested. So far this year, West Nile Virus has been identified in 18 states, the District of Columbia and in southern Ontario. <\/p>\n<p>Wisconsin health officials announced the finding on Friday, August 31, 2001. The crow was sent to the USGS National Wildlife Health Center in Madison, Wisc., for testing. <\/p>\r\n<p>Last fall, USGS scientists said the West Nile Virus was on the move south and possibly west. The virus, considered a special threat to crows and jays, has appeared this year from Florida to Massachusetts and west to Louisiana.<\/p>\r\n<p>\"The virus has been pushing westward across the Great Lakes area and this finding is not a surprise,\" said Dr. Robert McLean, Director of the USGS National Wildlife Health Center. \"Even with birds as the primary carriers of the virus, we&rsquo;re surprised at how fast it seems to be spreading.\" <\/p>\r\n<p>McLean said it&rsquo;s likely the birds were infected in or near Milwaukee and did not fly into Wisconsin carrying the virus. <\/p>\r\n<p>\"Crows are a short distance migrant and they generally stay in the same area during the summer breeding season. So we think that the bird was infected nearby which means the virus is most likely active in the area,\" he said.<\/p>\r\n<p>Primarily a wild bird disease, West Nile Virus has been confirmed in 9 humans in 2001, including an Atlanta woman who died. It has been found in about 80 bird species and 9 mammal species since its arrival in this country in 1999. This summer, the virus has also been identified in horses in Kentucky, Florida, Georgia and Pennsylvania and in hundreds of birds in eastern states.<\/p>\r\n<p>A USGS West Nile Virus website with additional information is available at: <a href=\"http:\/\/www.nwhc.usgs.gov\/westnil2.html\">http:\/\/www.nwhc.usgs.gov\/westnil2.html<\/a>. <\/p>\r\n<p>The Wisconsin Department of Health can be reached at 608-266-1683. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"999230400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}