{"title":"USGS Analyzes 70 Years of Coastal Cliff Retreat in California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->The U.S. Geological Survey (USGS) has released a report analyzing coastal cliff retreat along more than 350 km of the California coast over a period of approximately 70 years. This study is the first comprehensive assessment of the state&#39;s historical coastal cliff retreat.<!--introend--> \r\n<\/p>\r\n<p>\r\nFindings indicate that the average coastal cliff retreat in California is -0.3 m\/yr, with an average retreat of 17.7 meters over the 70-year period of the assessment (1930&#39;s to 1998 or 2002, depending on the stretch of coast). Cliff retreat tends to be focused in &quot;erosion hotspots.&quot; The greatest amount of retreat over the 70-year period was 223 meters at a large coastal landslide near Cape Vizcaino in Northern California (the area from the California-Oregon border south to Point Reyes). The maximum amount of retreat in Central California (south from Point Reyes to just north of Santa Barbara) was 211 meters, measured just north of Pillar Point Harbor (this was also the 2nd-highest value for retreat in the state over the 70-year period). The highest amount of retreat in Southern California, 115 meters, occurred near Santa Monica at the site of the Big Rock Mesa landslide. All of the highest retreat rates occurred in areas characterized by large coastal landslides. Retreat rates were also found to be high in cliffs formed of weaker rock and at dominant headlands, such as Point Arena, Bodega Head, Point Reyes, Pillar Point, Point Sal and Point Loma. \r\n<\/p>\r\n<p>\r\n&quot;Coastal cliff retreat is a serious and chronic coastal hazard along California&#39;s coast,&quot; said Cheryl Hapke of the USGS and lead author of the report. Many analyses of cliff retreat have been conducted along the California coast, but they covered only small, specific areas and used different methods with varying accuracies, making it difficult to compare retreat hazards from one area to the next. The USGS study, the first comprehensive quantification of coastal cliff retreat in California, included the development of repeatable methodologies that use both historical data and modern, state-of-the-art lidar (light detection and ranging) data. The database is designed to be expandable as additional data become available in the future. \r\n<\/p>\r\n<p>\r\nProduced as part of the National Assessment of Shoreline Change, the new report is entitled &quot;<a href=\"http:\/\/pubs.usgs.gov\/of\/2007\/1133\/\">The National Assessment of Shoreline Change, Part 4: Historical Coastal Cliff Retreat along the California Coast<\/a>.&quot;&nbsp; \r\n<\/p>\r\n<p>\r\nA companion volume offers data that can be used in geographic-information-system (GIS) applications entitled &quot;<a href=\"http:\/\/pubs.usgs.gov\/of\/2007\/1112\/\">The National Assessment of Shoreline Change: A GIS Compilation of Vector Cliff Edges and Associated Cliff Erosion Data for the California Coast<\/a>.&quot; \r\n<\/p>\r\n<p>\r\nThese reports will be used by State and local agencies for planning and regulatory applications and by the scientific community in regard to coastal-hazard assessments. \r\n<\/p>\r\nHapke is speaking at the <a href=\"http:\/\/www.asce.org\/conferences\/cs07\/index.cfm\" target=\"_blank\" title=\"Coastal Sediments 07 Conference site\">Coastal Sediments 07<\/a> conference in New Orleans, La. (May 13-17), comparing the newly released coastal-cliff-retreat data with shoreline-change data from California&#39;s sandy shorelines, published in a USGS report last fall entitled &quot;<a href=\"http:\/\/pubs.usgs.gov\/of\/2006\/1219\/\">Historical Shoreline Change and Associated Coastal Land Loss Along Sandy Shorelines of the California Coast<\/a>.&quot;","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1179288000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169049"},{"tid":"168927"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}