{"title":"sacramento River Water Generally OK&mdash;","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>There&rsquo;s good news and bad news for the Sacramento River system, according to a new report from the U.S. Geological Survey. \"The water quality of the Sacramento River and its major tributaries, such as the Feather and American rivers, is generally healthful for drinking and irrigation water, recreation, and the protection of fish and other aquatic life,\" said USGS Project Manager, Joseph Domagalski. \"Some significant concerns, however, include the presence of the insecticide diazinon in some urban streams and seasonally high concentrations of mercury in water at locations throughout the watershed.\" <\/p>\n<p>USGS laboratory results suggest that the distribution of aquatic life such as fish show an ecological system in relatively good shape. Native fish still are commonly found in the streams, at least partially because water management activities favor the delivery of water through natural streams rather than diversions into canals. The report summarizes conditions from 1994 to 1998. <\/p>\r\n<p>\"The general chemical quality of the river is very good because much of the water is derived from melting snow that accumulates in reservoirs within nearby mountainous regions,\" said Domagalski. \"But, as the USGS report points out, major challenges remain in protecting the aquatic resources. The findings indicate that agriculture, urbanization, and historical mining continue to affect the water quality of this area.\"<\/p>\r\n<p>Domagalski said that in samples from the Sacramento River, concentrations of diazinon, an organophosphate insecticide commonly used by homeowners on lawns and gardens and currently being phased out for use in urban areas, were among the highest measured by the USGS in more than 20 urban streams throughout the nation. <\/p>\r\n<p>\"Fortunately, water in the urban stream sampled in the Sacramento River Basin is not used as a source for drinking water. So, the elevated diazinon concentrations generally does not pose a health risk for people,\" Domagalski said. \"The findings suggest that aquatic life may be more at risk than humans because 100 percent of the numerous samples tested had diazinon concentrations that exceeded the guideline for the protection of aquatic life.\"<\/p>\r\n<p>High levels of chemical contamination are not just an urban problem. Runoff from agricultural activities contains organophosphate insecticides and herbicides, particularly following chemical applications in the winter months when rainfall amounts are the greatest. Herbicide concentrations also are elevated in the late spring and early summer because of discharge of water from flooded rice fields. <\/p>\r\n<p>Also in the report: <\/p>\r\n<p>Concentrations of other individual pesticides were almost always lower than current aquatic-life criteria. However, the potential risk to aquatic life can only be partially addressed on the basis of available standards and guidelines that were developed for individual chemicals and do not consider exposure to mixtures of chemicals or what happens when the chemicals degrade. <\/p>\r\n<p>Fertilizer levels, especially total phosphorus, exceeded the EPA&rsquo;s recommended goal for preventing nuisance plant growth in agricultural drainage throughout the year. Too much phosphorus can cause algal blooms and decreased oxygen in the aquatic habitats&mdash;oxygen that is necessary for fish and other aquatic life to survive. So far, nutrient levels have not been harmful to aquatic life. <\/p>\r\n<p>Historical mining operations within the Sacramento River Basin continue to affect water quality. Elevated levels of mercury in streambed sediment downstream of mercury and gold mines were detected, and the presence of mercury in water in the Sacramento River and selected tributaries were documented as part of this assessment. The levels of mercury in water were low throughout much of the year; however, the levels increase after storms, and at times, exceed levels designed to prevent accumulation in fish tissue. <\/p>\r\n<p>As for ground w","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"985237200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169129"},{"tid":"169689"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}