{"title":"New Evidence Argues Against Prehistoric Extraterrestrial Impact Event","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Evidence used to support a possible extraterrestrial impact event is likely the result of natural processes, according to a new collaborative study led by U.S. Geological Survey scientists.&nbsp;&nbsp;<\/p>\n<p>Elevated levels of iridium, magnetic spherules, and titanomagnetite grains, collectively called \"impact markers,\" form the bulk of the evidence for the Younger Dryas impact hypothesis, a hotly contested idea that links climate change, extinctions, and the demise of the Clovis culture.<\/p>\r\n<p>Scientists found high levels of the reported markers in deposits called black mats, the organic-rich remains of old marshes and swamps, at several sites in the southwestern U.S. and the Atacama Desert of northern Chile. Markers were found in black mats ranging in age from 6,000 to more than 40,000 years in areas far removed from the purported impact location. These findings indicate the markers accumulated naturally in wetlands and are not the result of a catastrophic impact event. The full report is available <a href=\"http:\/\/www.pnas.org\/cgi\/doi\/10.1073\/pnas.1200296109\">online<\/a>.&nbsp;&nbsp;<\/p>\r\n<p>\"Luis and Walter Alvarez's proposal that an extraterrestrial impact was responsible for extinctions at the Cretaceous-Tertiary boundary eventually moved from unlikely hypothesis to accepted theory, and with its acceptance came the temptation to apply this explanation to any rapid change in Earth's conditions,\" said USGS Director Marcia McNutt. \"The results of this study demonstrate the importance of maintaining a healthy skepticism and multiple working hypotheses.\"&nbsp;<\/p>\r\n<p>The controversial Younger Dryas impact hypothesis contends that an extraterrestrial object, possibly a comet, exploded over North America about 12,900 years ago, resulting in dramatic climate change, massive wildfires, and the extinction of many large herbivores and their predators. If true, the recency of such a large impact might have implied a greater risk to humanity than previously imagined.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>\"When the idea was first promoted in 2007, those of us familiar with black mats suspected that normal depositional processes in wetlands might be responsible,\" said Dr. Jeff Pigati, a USGS geologist and lead investigator of the new study. Indeed, this is what Pigati and coauthors now report in this week's issue of <em>Proceedings of the National Academy of Sciences, USA<\/em>.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>\"This is a great object lesson for how scientific hypotheses are done and undone,\" said Paul Baker, Professor of Earth and Ocean Sciences at Duke University and a member of National Geographic Society's Committee for Research and Exploration.&nbsp;<\/p>\r\n<p>The study was funded cooperatively by the National Geographic Society, the USGS, the Millennium Science Initiative and Chile's National Commission on Scientific Research and Technology.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Impact Event","Younger Drayas","Chile","archeology","geology"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1335153600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"169589"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}