{"title":"Coastal Survey: Oregon Beaches See More Short-term Erosion than Washington Beaches","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>CORVALLIS, Ore. &ndash; A new assessment of shoreline change along the Pacific Northwest coast from the late 1800s to present found that while the majority of beaches are stable or slightly accreting (adding sand), many Oregon beaches have experienced an increase in erosion hazards in recent decades.<\/p>\n<p>Since the 1960s, 13 of the 17 beach \"littoral cells\" &ndash; stretches of beach between rocky headlands and major inlets &ndash; in Oregon have shifted, either from a pattern of accretion to one of erosion, or to an increased amount of erosion, or they have built up less than in the past. Some of the hardest hit areas along the coast include the Neskowin littoral cell between Cascade Head and Pacific City, and the Beverly Beach littoral cell between Yaquina Head and Otter Rock, where shoreline change rates have averaged more than one meter of erosion a year since the 1960s.<\/p>\r\n<p>The assessment is part of a series led by the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> to study shoreline change in the nation's coastal regions to more comprehensively monitor coastal erosion and land loss.<\/p>\r\n<p><a href=\"http:\/\/ceoas.oregonstate.edu\/profile\/ruggiero\/\">Peter Ruggiero<\/a>, an Oregon State University coastal hazards specialist and lead author on the report, said the findings \"are not particularly surprising.\" They do, however, provide baseline data to analyze future impacts of climate change, sea level rise and storms on the Northwest&rsquo;s shorelines, he added.<\/p>\r\n<p>\"In a general sense, Oregon has faced much more erosion in the short term than has southwest Washington, which has seen more accretion as a result of sediments from the Columbia River and jetties at the mouth of the Columbia and at Gray&rsquo;s Harbor,\" said Ruggiero, an associate professor in OSU's <a href=\"http:\/\/ceoas.oregonstate.edu\/\">College of Earth, Ocean, and Atmospheric Sciences<\/a>.<\/p>\r\n<p>&nbsp;\"The Columbia has less of an influence on Oregon, and many of the state's beaches have a relatively limited sediment supply,\" Ruggiero added. \"The buildup and loss of sand on our beaches is a natural process, but one that can be heavily influenced by human behavior and changes in climate.\"<\/p>\r\n<p>On a short-term basis, the study found that on average Northwest shorelines are \"progradational\" or growing at a rate of 0.9 meters a year. However, about 44 percent of the more than 9,000 transects the researchers studied were eroding.<\/p>\r\n<p>Rob Thieler, a USGS scientist and leader of the agency's coastal assessment effort, said these findings illustrate the variability of the Northwest shoreline and the factors that shape it.<\/p>\r\n<p>\"These new results help place coastal erosion in the Northwest into a local as well as national context that helps us understand how different coastlines function and which are the most vulnerable,\" he said.<\/p>\r\n<p>The lack of new sand has become a recent pattern among many beaches in Oregon, especially south of Tillamook Head because rivers are not delivering significant amounts of sand &ndash; and many estuaries trap the sediment before it reaches the ocean.<\/p>\r\n<p>The Tillamook County area of Oregon is identified as one of the worst areas for erosion. The risk of land loss is significant from higher waves and rising sea levels, Ruggiero noted. Farther south, the impacts from these phenomena are partially countered by plate tectonics, he said.<\/p>\r\n<p>\"Over the long term, much of the shoreline is lifting because of plate tectonics,\" said Ruggiero. \"Along Oregon's central coast, the uplift is only about a millimeter a year, while sea level rise has been about 2-3 mm per year. South of Coos Bay, however, the land is rising faster than the sea level is rising.\"<\/p>\r\n<p>Jonathan Allan, a researcher with the <a href=\"http:\/\/www.oregongeology.org\/\">Oregon Department of Geology and Mineral Industries<\/a> and a co-author on the report, said the Northwest coast has some &ldquo;hot spots&rdquo; where erosion has been","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":["Coastal Erosion Natural Hazards Natural Hazards Coastaland Marine Geology","Geographic Areas Northwest"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1386565200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169759"},{"tid":"170339"},{"tid":"170260"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}