{"title":"Kristina Yamamoto: A Modern Geographer ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<strong>Introduction<\/strong>\n<div style=\"float: right\" align=\"right\">[iframe width=\"420\" height=\"315\" src=\"http:\/\/www.youtube.com\/embed\/0eODIgh9kkU\" frameborder=\"0\" allowfullscreen=\"\"]<\/div>\nHi, I'm Kristina Yamamoto. At the USGS, I work as a geographer for the Center of Excellence for Geospatial Information Science, part of the National Geospatial Program. I am also in the Student Career Experience Program (SCEP). As a SCEP, I mainly work on remote sensing and GIS projects to support the research goals of the Geospatial Information Science program. Some of my past work has been using satellite imagery for soil moisture and vegetation comparisons and evaluating different map projections. I've been working at the USGS for two years, and Iâ\u0080\u0099m also finishing my Ph.D. dissertation in geography from the University of Denver. I hope to graduate in June 2012.\n\n<strong>How has your USGS experience helped you succeed?<\/strong>\n\nI recently had <a href=\"https:\/\/profile.usgs.gov\/myscience\/upload_folder\/cv58931Yamamoto%20Resume2.pdf\">my first peer-reviewed paper<\/a>Â (PDF)Â published on a project I worked on at USGS â\u0080\u0094 I am a co-author. I had been waiting for a publication for a long time, and I was so excited to see the paper in print. This was followed by two more publications in just a few weeks, including my first as the lead author. Learning even more about the publishing process, including how to address reviewersâ\u0080\u0099 comments and formatting images, has been very helpful for me, not just as a researcher with USGS, but also in my own Ph.D. work.\n\n<strong>Whatâ\u0080\u0099s your most memorable moment with USGS?<\/strong>\n\nI recently received an award from my project lead\/supervisor for my research efforts on one of my latest USGS projects on vegetation and soil moisture. It was completely unexpected, and it was so nice to be recognized for the work I have done for the USGS so far.\n\n<strong>What are your day-to-day responsibilities?<\/strong>\n\nI work best with a lot of tasks to sort through at a time, and luckily for me, my USGS job has provided me with a variety of duties and responsibilities. On any given day, I could be working on original research projects, editing and reviewing documents that are getting ready for publication, managing data, emailing other researchers in our group or from other government agencies and universities, reading journal articles and reports, or all of the above. Multi-tasking keeps me happy.\n\nMy dissertation work involves using remote sensing to research sea turtle nesting habitat. My USGS work also has remote sensing and GIS focuses, but my projects here are usually more focused on non-wildlife issues, such as soil moisture or map projections. So, while I <em>am <\/em>strengthening my remote sensing and GIS skills here at USGS, each day I also have to push the limits of my knowledge, which I would have never had a chance to do otherwise.\n\n<strong>Why it matters?<\/strong>\n\nMy research supports the development of geographic tools and methods to help in decision making involving the human and environmental consequences of land change. It also provides information about our nation's natural resources, including the effects of climate on those resources, which can provide information needed to plan now for the future management and preservation of America's lands.\n\nAlthough field work is very important (and I, like most geographers, love nothing more than traveling and being outside), there are also many research questions that can be better investigated using remotely sensed data. For example, for one of our research projects, we needed to compare several large geographic areas across different years. Satellite imagery allowed us to make these comparisons more quickly, completely, and less expensively than having field crews measure variables every 30 meters for hundreds of miles.Â  The USGS provides â\u0080\u009cscience for a changing world,â\u0080\u009d and one of the best ways to learn more about our planet is to conduct new research with the methods best suited for your research goals.\n\n[caption id=\"attachment_173282\" align=\"alignright\" width=\"300\" caption=\"Kristina Yamamoto\"]<img class=\"size-medium wp-image-173282\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/02\/yamamoto_candid-300x221.jpg\" alt=\"Kristina Yamamoto\" width=\"300\" height=\"221\" \/>[\/caption]\n\n<strong>What would you like people to know about the USGS?<\/strong>\n\nI know a lot of people have only two things in mind when they think of the USGS: topo maps and tectonic activity. The Survey is actually much much more than that â\u0080\u0094 the topics covered by the employees are far-reaching, from water issues and contaminants to energy and ecological and environmental challenges. I would bet many students could find a niche here, even if they donâ\u0080\u0099t have a background in geology.\n\n<strong>Where do you want to do from here?<\/strong>\n\nMy Ph.D. is slowly and painfully wrapping up â\u0080\u0094 I am hoping to graduate in June. Like most geographers, I have a broad range of interests. For me, geospatial research is interesting and a key component to my dissertation, and I hope it will lead me to a rewarding career at the USGS. Of course, wildlife studies will always remain dear to my heart! No matter where I end up, though, I want to make sure I am contributing good work, both to my team and to the agency as a whole.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24172","uid":"31","filename":"yamamoto.jpg","uri":"public:\/\/yamamoto.jpg","filemime":"image\/jpeg","filesize":"31484","status":"1","timestamp":"1425492768","type":"image","uuid":"961f6bbd-3e9e-4d9b-95ba-be6b82eac72c","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":297,"width":455},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Core Science Systems","DOI Youth Initiative"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1328119320","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}