{"title":"Historic Partnership Advancing Science on the Grand Canyon's North Rim","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Additional Partnership<\/strong><\/p>\n<table border=\"0\" cellspacing=\"3\" cellpadding=\"3\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/images\/logos\/72_usfs.jpg\" alt=\"U.S. Forest Service\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td>U.S. Forest Service<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>FLAGSTAFF, AZ - <!--introstart-->Against the stunning backdrop of the Kaibab Plateau and Vermilion Cliffs, a pioneering partnership has been forged to bolster the science guiding resource management and public lands stewardship along the North Rim of the Grand Canyon.<!--introend-->&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>On January 25, 2012, the Grand Canyon Trust, Arizona Game and Fish Department, Bureau of Land Management, Northern Arizona University, University of Arizona, U.S. Forest Service, and U.S. Geological Survey signed a Memorandum of Understanding, ushering into existence the Kane and Two Mile Research and Stewardship Partnership - a collaborative group of scientists, livestock producers, and resource managers actively pursuing science-based solutions to the challenges facing this dramatic landscape.&nbsp;<\/p>\r\n<p>\"This Partnership creates an exciting opportunity for us to pool resources across organizations and to work collectively to answer the questions most relevant to land managers,\" according to Ron Sieg, Regional Manager for the Arizona Game and Fish Department.&nbsp;<\/p>\r\n<p>\"Formalizing this Partnership is an endorsement of all the hard work everyone has put in since the 2005 purchase of the ranches by the Grand Canyon Trust and The Conservation Fund. We are entering a new era in public lands stewardship, and this commitment to applied research will benefit conservation efforts across the West,\" added Tom Sisk, Director of the Landscape Conservation Initiative at NAU.&nbsp;<\/p>\r\n<p>Guided by the Kane and Two Mile Ranches Applied Research Plan, the Partnership has identified several key research initiatives designed to inform management across the 850,000 acres of private land, BLM, and USFS grazing leases that comprise the ranches. These include evaluating the sustainability and effects of various livestock management strategies, identifying key factors responsible for the spread of non-native species, developing methods for restoring semi-arid grasslands, and creating tools for monitoring environmental change &ndash; particularly the effects of climate and land- use change.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>\"The partnership encourages and facilitates research with universities and other entities to answer these very important questions,\" said Lorraine Christian, Bureau of Land Management Arizona Strip Field Manager.&nbsp;<\/p>\r\n<p>These sentiments were echoed by Timothy Short, North Kaibab District Ranger, \"The Kaibab National Forest is pleased to participate in this effort as we seek answers to both short and long term questions related to livestock management.\"&nbsp;<\/p>\r\n<p>\"Sound science is essential for the development of effective solutions to the challenges faced by land managers,\" said David Lytle, Director of the USGS Southwest Biological Science Center. \"The USGS looks forward to helping provide the information necessary for our partners to manage their resources sustainably.\"&nbsp;&nbsp;<\/p>\r\n<p>\"As both grazing permitee and conservation organization, we are dedicated to actively pursuing solutions to the conservation challenges posed by a rapidly changing environment,\" said Matt Williamson, manager of the Kane and Two Mile Ranch Program at the Grand Canyon Trust. \"This Partnership provides an opportunity to do just that.\"&nbsp;<\/p>\r\n<p>The Partnership is meant to formalize an innovative approach to carrying out the science necessary to inform public lands management and address the often contentious issues that arise across the Southwest. In an era of declining budgets for land management agencies, this public-private partnership will enhance capacity","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["geography","geology","Climate Change"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1328677200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169193"},{"tid":"170092"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}