{"title":"Identifying Bats By Sound","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>BLACKSBURG, VA. &ndash; <\/strong><!--introstart-->Recording bats' echolocation \"calls\" is the most efficient and least intrusive way of identifying different species of bats in a given area, providing insight into some populations that have been decimated by white-nose syndrome.<!--introend-->This new research by scientists from Virginia Tech, the U.S. Geological Survey and the U.S. Army is published in the Journal of Ecology and the Natural Environment.<\/p>\n<p>White-nose syndrome, an unprecedented disease of cave hibernating bats caused by a cold-loving fungus, has caused the deaths of more than six million bats. It has spread from central New York to at least 22 states and five Canadian provinces since 2006. In addition to the endangered Indiana bat, populations of the formerly abundant little brown bat and northern long-eared bat have experienced severe disease-related declines, particularly in the Northeast and central Appalachians.<\/p>\r\n<p>\"Acoustic sampling is a noninvasive sampling technique for bats, and its use often allows for the detection of a greater number of bat species in less time than traditional sampling methods such as netting,\" said study co-author W. Mark Ford, a USGS scientist at the Virginia Cooperative Fish and Wildlife Research Unit at Virginia Tech. \"Low population numbers make netting both time and cost prohibitive. Netting also has low capture rates for WNS affected species. Moreover, acoustic sampling minimizes the handling of bats, which lessens the chance of unintended cross-contamination and exposure to the white-nose fungus from one bat to another or from equipment and personnel to uninfected bats.\"<\/p>\r\n<p>Using acoustic bat detectors, researchers were able to assess the presence of bats by identifying their calls. Field work was conducted at Fort Drum in New York, which, with it's mix of wetlands, mature forests, newly regenerating sites and a large river corridor, provides optimal habitat for both little brown bats and Indiana bats.&nbsp; Before white-nose syndrome affected the bats locally in 2008, these bat species were abundant, Ford noted.<\/p>\r\n<p>\"These species have not been eliminated, but because of white-nose syndrome they occur in low numbers,\" said Ford. \"Acoustic sampling allows us to sample for affected bat species and determine where on the landscape they are and what habitats they continue to use. At Fort Drum, these data are critical for the Army's land managers and the U.S. Fish and Wildlife Service's regulators in working together to conserve endangered and declining bat species while providing range conditions necessary for the military mission.\"<\/p>\r\n<p>Managers are seeking the most effective and least intrusive monitoring and survey techniques available for these populations to fulfill stewardship and regulatory requirements, and study authors explored the use of acoustic sampling as an alternative method to determine the presence of bats.<\/p>\r\n<p>\"The studies of bat ecology and management at Fort Drum have been a collaborative effort between USGS, the Department of Defense, U.S. Forest Service, Virginia Tech and West Virginia University since 2003,\" said Ford. \"This long term data collection effort made the study particularly useful for managers, including the U.S. Fish and Wildlife Service, which, because of white-nose syndromes devastating effects, announced a proposed rule to list the northern long-eared bat as an endangered species in 2013.\"<\/p>\r\n<p>\"Effect of passive acoustic sampling methodology on detecting bats after declines from white- nose syndrome\" by L.S. Coleman, W.M. Ford, C.A. Dobony and E.R. Britzke, is published in the <a href=\"http:\/\/www.academicjournals.org\/articles\/j_articles\/JENE\">current issue of the Journal of Ecology and the Natural Environment<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":["ecosystems","white Syndrome","bats","New","New York Geographic Areas Northeast","Ecosystems Cooperative Research Units"],"distribution":["Biology"],"release_date":{"und":[{"value":"1392181200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"170654"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}