{"title":"scientists to Conduct Aerial Survey of Groundwater Within Mount St. Helens","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<div>\n<p>VANCOUVER, Wash. &mdash; <!--introstart-->Climbers and hikers on the cone of Mount St. Helens should not be alarmed to witness a low-flying helicopter with trailing equipment making repeated passes over the area this week. The project will largely be conducted over remote terrain in the crater and on the flanks of the volcano.<!--introend--> &nbsp;Pilots are specially trained for low-level flying and will use &ldquo;see and avoid&rdquo; techniques to minimize interference with any people and animals encountered during the survey.<\/p>\r\n<\/div>\r\n<div>\r\n<p>Beginning&nbsp;on or about&nbsp;September 1,&nbsp;and lasting two to four days, a helicopter&nbsp;under contract to the U.S. Geological Survey will begin collecting and recording geophysical measurements over Mount St. Helens to map the presence of water-saturated rocks&nbsp;within the volcano.&nbsp;&nbsp;This analysis is part of an ongoing research program to identify the nature of the slip surface of the massive landslide that triggered the historic 1980 eruption.&nbsp;&nbsp;The mapping may also provide information about the distribution of water-bearing layers inside the volcano that can increase the likelihood of future large landslides, which could ultimately increase the explosiveness of some eruptions.&nbsp;<\/p>\r\n<\/div>\r\n<div>\r\n<p>Aerial mapping will be conducted using a donut-shaped Time Domain Electromagnetic and Magnetic Survey instrument, suspended 100 feet below the helicopter, which flies at 200 feet above the ground.&nbsp;&nbsp;The helicopter travels at an average ground speed of 50-60 mph, however it may fly at slower speeds for detailed surveying or in very rugged terrain.<\/p>\r\n<\/div>\r\n<div>\r\n<p>The helicopter will be based at a nearby safe location from where it will, weather permitting, take off each day to the Mount St. Helens survey area.&nbsp;&nbsp;It will fly back and forth across the entire volcano following equally spaced lines.&nbsp;<\/p>\r\n<\/div>\r\n<div>\r\n<p>\"Research such as this mapping project is integral to the mission of Mount St. Helens National Volcanic Monument,\" said Tom Mulder, Monument Manager. \"Not only does society benefit from ongoing research here, but it also enhances the experiences of our visitors who learn about the latest scientific discoveries through our interpretive programs and exhibits,\" Mulder added.<\/p>\r\n<\/div>\r\n<div>\r\n<p><strong>Editor:&nbsp;<em>&nbsp;In the public interest and in accordance with Federal Aviation Administration regulations, the USGS is announcing this low-level airborne project.&nbsp; Your assistance in publicizing this information is appreciated.<\/em><\/strong><\/p>\r\n<\/div>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["hazard","","geology","geophysics","aeromagnetic","Survey","plane","Airplane","","Mount Saint Helens","Mount St Helens","helicopter","National Volcanic Monument","aerial"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1314763200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169162"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}