{"title":"Bartholomay named chief of USGS project office at Idaho National Laboratory","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey has named Roy C. Bartholomay to head its project office at the U.S. Department of Energy&rsquo;s Idaho National Laboratory headquartered in Idaho Falls. Bartholomay has served as the acting chief of the project office since April 2008.<\/p>\n<p>After completing a Bachelor of Science degree in Geology from North Dakota State University, Bartholomay joined the USGS in 1987 as a hydrologic technician at the USGS INL Project Office. Bartholomay was promoted to hydrologist after completing a Master of Science degree in Geology from Idaho State University in 1990. As a staff hydrologist, he studied the water quality and geochemistry of the Snake River Plain aquifer at the INL and authored or co-authored 60 publications.&nbsp;<\/p>\r\n<p>In 2002, Bartholomay transferred to the USGS South Dakota Water Science Center, where he served as the Chief of the Huron Programs Office and as the Water-Quality Specialist. While in South Dakota, Bartholomay authored or co-authored four reports on water quality and two reports with the USGS National Aquifer Water Quality Assessment Program Volatile Organic Compound National Synthesis Unit.<\/p>\r\n<p>Bartholomay transferred back to the USGS INL Project Office in 2007.<\/p>\r\n<p>The USGS INL Project Office was established in 1949 to provide reliable, impartial scientific information about the water resources at the INL. Data collected by the USGS are used to create and refine hydrologic and geologic computer models of the aquifer, to track contaminant plumes in the aquifer, and to improve the understanding of the complex relationships among the rocks, sediments, and water that compose the eastern Snake River Plain aquifer. More information about the project office and its scientific activities can be found on the Web at <a href=\"http:\/\/id.water.usgs.gov\/projects\/INL\/\">http:\/\/id.water.usgs.gov\/projects\/INL\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["water","Idaho","Idaho National Laboratory","Bartholomay","","personnel"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1262062800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170582"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}