{"title":"New Report Compiles Variety of Sage-Grouse Data","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A <a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1098\/\">Baseline Environmental Report (BER)<\/a> newly released by the U.S. Geological Survey will provide a consistent set of information about the Greater Sage-Grouse.<!--introend--> The report is one of a suite of documents that will help guide the Bureau of Land Management (BLM) and the U.S. Forest Service (USFS) in their joint efforts to conserve Greater Sage-Grouse.&nbsp;<\/p>\n<p>\"This report summarizes several decades of work on sage-grouse populations and sagebrush habitat. It will serve as a useful tool for land and wildlife managers and provides a needed range-wide perspective,\" said Suzette Kimball, Acting Director of the USGS.<\/p>\r\n<p>The BLM and the USFS are preparing Environmental Impact Statements to address the effects of implementing proposed Greater Sage-Grouse conservation measures on the lands they manage. The agencies will use the BER in summarizing the effect of their joint planning efforts intended to help conserve the bird and its sagebrush habitat across its range in the western United States.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The report, assembled, peer reviewed and published by the USGS, is intended to provide a framework for considering potential implications and management options, and demonstrate a regional context and perspective needed for local planning and decision-making.<\/p>\r\n<p>The BER looks at each of the threats to Greater Sage-Grouse identified in the U.S. Fish and Wildlife Service&rsquo;s (FWS) \"warranted but precluded\" finding for listing the species under the Endangered Species Act. For these threats, the report summarizes the current scientific understanding of various impacts to Greater Sage-Grouse populations and habitats.&nbsp; The report also covers the location, magnitude, and extent of each threat. The BER does not provide management options.<\/p>\r\n<p>The data for this report were gathered from BLM, USFS, and other sources. All data, both internal and external, were the \"best available\" at the range-wide scale at the time collected. &nbsp;At the conclusion of the 2012 fire season, the BER&rsquo;s wildland-fire statistics were updated.&nbsp;<\/p>\r\n<p>The BER report joins two other key documents being used by the agencies to prepare and evaluate their conservation plans, the BLM&rsquo;s National Technical Team Report (NTT report) and the FWS's Conservation Objectives Team (COT) report. The NTT report provides habitat management recommendations for species across its entire range with detailed input by management zone, from State and local experts. The COT Report identifies conservation objectives and measures for each of the habitat threats assessed. For some threats, the team identified examples of actions that could be used to help attain the conservation objectives.&nbsp;<strong>&nbsp;&nbsp;<\/strong><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Sage Grouse","Adaptive Management","ecosystems","fortcollins Ecosystems Terrestrial Freshwaterand Marine Environments","Ecosystems Wildlife Terrestrialand Endangered Resources","Geographic Areas Southwest"],"article_type":["National News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1370232000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169799"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}