{"title":"Another Vertebrate Species Reported Extinct from the Hawaiian Islands","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HONOLULU &ndash; A species of lizard is now extinct from the Hawaiian Islands, making it the latest native vertebrate species to become extirpated from this tropical archipelago.&nbsp;<\/p>\n<p>The copper striped blue-tailed skink (Emoia impar) &mdash; a sleek lizard with smooth, polished scales and a long, sky-blue tail &mdash; was last confirmed in the Na&rsquo;Pali coast of Kauai in the 1960s. But repeated field surveys on Kauai, Oahu, Maui and Hawai&rsquo;i islands from 1988 to 2008 have yielded no sightings or specimens.&nbsp;<\/p>\r\n<p>\"No other landscape in these United States has been more impacted by extinction events and species invasions in historic times than the Hawaiian Islands, with as yet unknown long-term cascading consequences to the ecosystem,\" said U.S. Geological Survey director Marcia McNutt. \"Today, we close the book on one more animal that is unlikely to ever be re-established in this fragile island home.\"<\/p>\r\n<p>\"This skink was once common throughout the Hawaiian Islands, and in fact the species can still be found on many other island groups in the tropical Pacific,\" says <a href=\"http:\/\/www.werc.usgs.gov\/fisher\">Robert Fisher<\/a>, a biologist with the USGS <a href=\"http:\/\/www.werc.usgs.gov\/\">Western Ecological Research Center<\/a>. \"That's what makes this extinction so intriguing: if an otherwise common animal can be completely extirpated from one island ecosystem but not others, then what does that tell us?\"&nbsp;<\/p>\r\n<p>Fisher and colleague <a href=\"http:\/\/photonaturefontainebleau.over-blog.net\/article-ivan-ineich-note-0489-71548200.html\">Ivan Ineich<\/a> of the <a href=\"http:\/\/www.mnhn.fr\/\">Mus&eacute;um national d&rsquo;Histoire naturelle<\/a> in Paris announced <a href=\"http:\/\/dx.doi.org\/10.1017\/S0030605310001778\">their findings on E. impar<\/a> this month in the international conservation journal \"Oryx,\" published by Fauna and Flora International.&nbsp;<\/p>\r\n<p>Small animals like this skink are prone to what Fisher and Ineich call \"cryptic extinction\" &mdash; when a species is easily confused with similar species that their extinction can go unnoticed for decades.<\/p>\r\n<p>\"The extinction of native Hawaiian bird species is well documented, partly because their presence and sounds had been so distinctive to humans,\" says Ineich, who is also a researcher with the French National Center for Scientific Research (CNRS). \"But without regular field surveys, we tend to overlook the disappearances of smaller, secretive species, along with the causes of their extinction.\"<\/p>\r\n<p>While the exact causes of the skink's Hawaiian extinction is unclear, Fisher and Ineich note that island extinctions around the world often share similar factors, such as the loss of habitat due to uncontrolled human development. Another is competition or predation from invasive species accidentally or intentionally introduced through human migration and activity.&nbsp;<\/p>\r\n<p>\"There's some evidence that an invasive ant was preying on these skinks,\" Fisher says. \"That's a new factor we'll need to examine as we look out for other at-risk species in the Pacific islands.\"<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_03_20\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2012_03_20\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["Hawaii","","extinction","lizard","reptile","skink","biology"],"release_date":{"und":[{"value":"1332216000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168910"},{"tid":"169367"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}