{"title":"Not So Constant: Atomic Weights Changed for Five Chemical Elements","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Standard atomic weights for chemical elements have commonly been considered as constants of nature, along with the speed of light and the attraction of gravity. Hold on to your Newtonian hat and prepare for the possibility of elementary nuances.<!--introend-->&nbsp;&nbsp;&nbsp;<\/p>\n<p>The International Union of Pure and Applied Chemistry (IUPAC) Commission on Isotopic Abundances and Atomic Weights has <a href=\"http:\/\/www.iupac.org\/publications\/pac\/85\/5\/1047\/\">published a new table<\/a> that expresses the standard atomic weights of magnesium and bromine as intervals, rather than as single standard values. In addition, improved standard atomic weights have been determined for germanium, indium, and mercury. This new table is the result of cooperative research supported by the U.S. Geological Survey, IUPAC, and other contributing Commission members and institutions.&nbsp;<\/p>\r\n<p>Modern analytical techniques can measure the atomic weight of many elements with such precision that small variations in an element&rsquo;s atomic weight serve as markers for certain physical, chemical, and biological processes.&nbsp;<\/p>\r\n<p>\"The USGS has a long history of research in this field,\" said acting USGS Director Suzette Kimball. \"Through isotopic analysis, USGS scientists detect slight variations in atomic weights of various elements, which can be applied to a wide variety of mission-critical investigations, such as the identification of the geographic origin of materials, quantification of surface-water groundwater interaction, and understanding paleoclimatic conditions.\"&nbsp;<\/p>\r\n<p>\"We are pleased to partner with the International Union [IUPAC] in this vital work,\" Kimball added.&nbsp;<\/p>\r\n<p>Atoms of the same element that have different masses are called \"isotopes.\" The atomic weight of an element depends upon how many stable isotopes it has and the relative amounts of each stable isotope present in a sample containing the element.&nbsp;<\/p>\r\n<p>Elements with only one stable isotope do not exhibit variations in their atomic weights. For example, the standard atomic weights for fluorine, aluminum, sodium, and gold are constant. Their values are known to better than six decimal places. Variations in atomic weight occur when an element has two or more naturally occurring stable isotopes that vary in abundance, depending on the sample.&nbsp;<\/p>\r\n<p>The standard atomic weights of magnesium and bromine will now be expressed as intervals to more accurately convey this variation in atomic weight. For example, bromine commonly is considered to have a standard atomic weight of 79.904. However, its actual atomic weight can be anywhere between 79.901 and 79.907, depending on where the element is found.&nbsp;<\/p>\r\n<p>IUPAC previously adjusted the standard atomic weights of the elements hydrogen, lithium, boron, carbon, nitrogen, oxygen, silicon, sulfur, chlorine and thallium as intervals to reflect variations in their atomic weights.&nbsp;<\/p>\r\n<p>\"For more than a century and a half, many students have been taught to use standard atomic weights &mdash; a single value &mdash; found on the inside cover of chemistry textbooks and on the periodic table of the elements,\" said Ty Coplen, director of the USGS Stable Isotope Laboratory in Reston, Va. \"Though this change offers significant benefits in the understanding of chemistry, one can imagine the challenge now to educators and students who will have to select a single value out of an interval when doing chemistry calculations.\"&nbsp;<\/p>\r\n<p>Practical applications of this research can be easily found in daily life. For example, precise measurements of the abundances of isotopes of carbon can be used to determine the purity and source of food products, such as vanilla and honey. Isotopic measurements of nitrogen, chlorine and other elements are used for tracing pollutants in streams and groundwater. In investigations of sports doping, performance enhancing testosterone can be ident","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water Hydrologic Researchand Development"],"article_type":["National News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1371009600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169372"},{"tid":"169750"},{"tid":"170637"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}