{"title":"Water Flows and Energy Grows","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"403\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/07_24_2014\/swn0Qdc55K_07_24_2014\/large\/BakkenOilWell_SHaines.jpg\"><img class=\"   \" src=\"http:\/\/gallery.usgs.gov\/images\/07_24_2014\/swn0Qdc55K_07_24_2014\/large\/BakkenOilWell_SHaines.jpg\" alt=\"Bakken\" width=\"403\" height=\"302\" \/><\/a> Oil-well pads dotting the landscape of typical badland topography. Thousands of new wells are drilled into the Bakken and Three Forks annually, making this one of the most productive plays in the Nation.[\/caption]\n\nWe all like to plan ahead for the future by keeping priceless possessions in vaults, depositing money into savings accounts for the future, and even posting and saving photo collections to the cloud via social media. The Earth also likes to store and preserve its resources for the future, and some of the Earthâ\u0080\u0099s freshwater resources are kept in <a href=\"http:\/\/water.usgs.gov\/ogw\/aquiferbasics\/\">aquifers<\/a>.\n\nAn aquifer is an underground, water-bearing rock formation that provides groundwater to wells and springs. The <a href=\"http:\/\/water.usgs.gov\/ogw\/gwrp\/\">USGS Groundwater Resources Program<\/a> studies the major aquifers across the Nation that includes assessments of groundwater availability and quality.\n\nThe <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/understanding-the-relation-between-energy-and-the-environment-using-integrated-science-2\/?from=image\">Williston Basin<\/a>, a large sedimentary basin located in the north-central United States and south-central Canada, is home to several regional aquifers containing limited groundwater resources with little to no recharge.\n\n<strong>Groundwater in the Williston Basin<\/strong>\n\nCovering nearly 135,000 square miles, the Williston Basinâ\u0080\u0099s rock formations form a terrain that varies from â\u0080\u0098badlandâ\u0080\u0099 features to rolling, grass-covered hills. Within these formations there are shallow glacial and bedrock aquifers that extend no deeper than about 2,900 feet into the earth, creating a shallow and wide regional <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5047\/pdf\/sir2014-5047.pdf\">hydrogeologic framework of the uppermost principal aquifer systems<\/a> in the United States and Canada.\n\nThe shallow glacial and bedrock aquifers are separated by thousands of feet from the deep saline water within the energy-producing formations.Â These deep formations were deposited in a shallow marine environment and the residing water has continued to dissolve minerals from the aquifer material, resulting in increasing salinity. The Bakken Formation contains some of the most saline water in the Nation.\n\nGroundwater in this region is the primary (and sometimes only) source of drinking water.Â  The water in the shallow glacial and bedrock aquifers is relatively fresh and potable, but sometimes considered â\u0080\u0098brackishâ\u0080\u0099. The water quality often differs by the rock types and geological formation of each aquifer.In order to better understand the groundwater flow in the shallow glacial and bedrock aquifers in the Williston Basin, the USGS has created a <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5055\/pdf\/sir2014-5055.pdf\">conceptual model for the uppermost principal aquifer systems<\/a>, using an approach that can be applicable to other major aquifers around the world.\n\n<strong>The ins and outs of Groundwater in the Williston<\/strong>\n\nWater budgets are used to summarize the amount of water going in (groundwater recharge) and going out (groundwater discharge) of aquifer systems.Â  The USGS recently developed a <a href=\"http:\/\/www.usgs.gov\/images\/wordpress\/table2.jpg\">water<\/a> budget for the uppermost principal aquifer systems of the Williston Basin.\n\n<a href=\"http:\/\/www.usgs.gov\/images\/wordpress\/budget.jpg\"><img class=\"alignright\" style=\"border-style: none;margin: 0px;padding: 0px\" src=\"http:\/\/www.usgs.gov\/images\/wordpress\/budget.jpg\" alt=\"Budget\" width=\"506\" height=\"225\" \/><\/a>The climate in the Williston Basin region is semiarid and annual precipitation (in the form of rain and snowfall) ranges from 11 inches in the western part to 21 inches in the eastern part.Â  Precipitation that passes through the root zone in the ground from the land surface is defined as groundwater recharge.Â  The main source of groundwater recharge in the Williston Basin is precipitation.Â  Recent USGS reports estimate that groundwater recharge is 11-15% of <a href=\"http:\/\/www.usgs.gov\/images\/wordpress\/table3.jpg\">precipitation<\/a>, and is less than <a href=\"http:\/\/www.usgs.gov\/images\/wordpress\/figure1.jpg\">half<\/a>Â an inch in most of the Williston Basin.\n\nAlmost all of this limited groundwater recharge is discharged to one of the streams or rivers in the Williston Basin.Â  A much smaller amount is withdrawn by wells for irrigation and public-supply use.\n\n<strong>Understanding Water Resources for Energy Use<\/strong>\n\nThe basin has been a leading source of domestic oil and gas production for more than 50 years. Today this region, which includes theÂ <a href=\"http:\/\/pubs.usgs.gov\/fs\/2013\/3013\/\">well-known oil-producing Bakken and Three Forks Formations<\/a>, is in the midst of a modern energy boom, driven by advances in oil and gas recovery technologies. These technologies have allowed access to previously untapped energy resources, but at the price of using large quantities of the limited surface water and shallow groundwater resources.\n\nUSGS scientists are conducting additional groundwater <a href=\"http:\/\/steppe.cr.usgs.gov\/pdf\/USGS_Multi-disciplinary_Williston_Basin_Studies.pdf\">studies<\/a> to determine if water quality of shallow glacial and bedrock aquifers could be affected by hydraulic fracturing or deep well injection activities, either from the chemicals used or the very saline produced water from the petroleum-bearing rock formations.Â  The recently-published hydrogeologic framework and conceptual model are critical to understanding flow directions within and between the shallow aquifers.\n<div>\n<div style=\"padding: 5px\" align=\"center\"><hr align=\"left\" size=\"1\" width=\"100%\" \/>\n[iframe title=\"SWilliston Basin\" name=\"Williston Basin\" width=\"400\" height=\"225\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/V1B4s7LweeQ?rel=0\" frameborder=\"0\" allowfullscreen]<p>Cross sections showing the three-dimensional hydrogeologic framework from land surface (gray shading) to the bottom of the primary aquifer systems (tan shading) in the Williston Basin. All layers and cross sections have been vertically exaggerated by a factor of 20.<\/p><\/div>\n\n\n<div>\n\n&nbsp;\n\n<\/div>\n<\/div>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24346","uid":"31","filename":"MainImage.jpg","uri":"public:\/\/MainImage.jpg","filemime":"image\/jpeg","filesize":"45616","status":"1","timestamp":"1425492768","type":"image","uuid":"32904fdc-5e80-43d1-bcca-bdbeeff1633c","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["aquifers","energy","groundwater","Powder River Basin","water","waterquality","Williston Basin"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1408454274","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}