{"title":"spOT Comes to USGS Archive of Earth Observation Imagery","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS), in partnership with Spot Image Corporation, has begun to distribute, over the Internet, SPOT (Satellite Pour l'Observation de la Terre) satellite data collected over parts of North America between 1986 and 1998.<\/p>\n<p>&ldquo;We are pleased to now offer historic SPOT satellite data acquired between 1986 and 1998 to all users in the U.S.,&rdquo; said Bruce Quirk, head of the USGS Land Remote Sensing Program. &ldquo;This collection is a valuable addition to the rich earth observation resources already available from the USGS.&rdquo;<\/p>\r\n<p>The USGS is distributing this data at no charge through the <a href=\"http:\/\/earthexplorer.usgs.gov\">USGS Earth Explorer search and order tool<\/a>. Access is open to any registered user within the U.S., provided he or she agrees to use the SPOT data for non-commercial purposes.&nbsp;<\/p>\r\n<p>&ldquo;As the only commercial imagery provider with an archive dating as far back as 1986, we are excited to provide 12 years worth of SPOT archive data to the USGS so that the data will be more widely available,&rdquo; said Greg Buckman, Director of Sales and Marketing, Spot Image Corporation. &ldquo;These data are especially valuable for projects involving time series data and change detection. We look forward to USGS earth imagery users taking advantage of this new resource.&rdquo;<\/p>\r\n<p>Spot Image Corporation of Chantilly, Va., is the U.S. subsidiary of the French satellite imagery provider, Spot Image SA. With two operational earth observation satellites in orbit and four more under development, Spot Image is a leading commercial supplier of geospatial information.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","satellites"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1258088400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170388"},{"tid":"170665"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}