{"title":"USGS Produces New Map Showing Detailed Ground Shaking in Great San Francisco<br>Old Maps, even Old Cemeteries, Provide New Clues for Modern Intensity Tool","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The catastrophic damage resulting from the 1906 earthquake proved to be the springboard for a century of advances in the understanding and science of earthquakes. Now the U.S. Geological Survey (USGS) has employed one of its most sophisticated modern tools to visually show in detail for the first time the intensity of shaking in San Francisco and the extraordinarily high intensity of shaking in communities like Santa Rosa from that earthquake. The 1906 damage patterns are displayed graphically as a ShakeMap, posted on the web at <a href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1135\/\">http:\/\/pubs.usgs.gov\/of\/2005\/1135\/<\/a> and accompanied by a report analyzing the basis for the recent findings, and lessons for future great California earthquakes that can be inferred from the new data. <\/p>\n<p>ShakeMap is a relatively new tool, produced and posted on the web within minutes of an earthquake for California earthquakes above magnitude 3.5. It depends upon modern seismic networks that send real-time information to USGS earthquake scientists and university partners, first responders and other decision-makers. <\/p>\r\n<p>\"The real service that this 1906 ShakeMap provides is to remind people of the importance of preparedness. It&rsquo;s not a question of if San Francisco and its neighbors will have another great earthquake, it&rsquo;s a question of when. By understanding the intensity of shaking we can build safer structures and a more secure infrastructure,\" said Mary Lou Zoback, USGS geophysicist and representative on the 1906 Earthquake Centennial Alliance [<a href=\"http:\/\/06centennial.org\/\">http:\/\/06centennial.org\/<\/a>]. \"The lessons of the 1906 earthquake have contributed so much to science, but advancing public safety remains our number one goal.\"<\/p>\r\n<p>Since there were few seismic monitoring instruments in the region in 1906, USGS scientists used a variety of both old and innovative techniques to create a more detailed ShakeMap. The Rossi-Forel Intensity Map made by Lawson in 1908 and the MMI (Modified Mercalli Intensity) Maps made in 1982 and 1993 from historical accounts were updated by locating many new sites where the shaking was described in Lawson (1908) and by conducting new on-the-ground investigations at many other sites.<\/p>\r\n<p>\"This ShakeMap graphically points out that great earthquakes like 1906 behave in ways that are very different than a smaller magnitude event,\" said Jack Boatwright, principal contributor to the 1906 Earthquake ShakeMap. \"We tend to think of 1906 as the Great San Francisco earthquake, but this ShakeMap clearly shows the highest ground shaking intensity occurred in and around Santa Rosa, which was more than 20 miles from the rupture zone.\" The most severe ground shaking - MMI 9-10 - occurred in an oblong area running from Tomales and Bodega Bay through Sebastopol to Santa Rosa. A set of cities at different distances from the San Andreas fault, San Francisco, San Jose, Redwood City, Healdsburg, and Fort Bragg, suffered similar levels of very strong shaking &ndash; MMI 8-9.<\/p>\r\n<p>One of the more novel analyses contributing to the new ShakeMap involved investigating damage in rural cemeteries that had been in use prior to 1906. \"The 1906 earthquake literally changed the style of gravestones used in California because the damage was so extensive,\" Boatwright said. \"At MMI 9 and above, almost every gravestone is broken or knocked down. At MMI 8, many are damaged. By studying cemeteries, we can see actual 1906 damage and get a direct sense of how strongly the ground shook in that location.\"<\/p>\r\n<p>The 1906 earthquake, calculated at a magnitude of 7.8, occurred just after 5 a.m. on April 18th. Violently strong shaking lasted 45-60 seconds. In comparison, the Loma Prieta earthquake produced strong ground shaking for about 15 seconds. The San Andreas Fault ruptured northwest in 1906 from near San Juan Bautista to Cape Mendocino, a distance of nearly 300 miles.<\/p>\r\n<p>In addition, USGS scientists compared rec","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1113451200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169697"},{"tid":"170077"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}