{"title":"John Wesley Powell: Explorer, Geologist, Geographer","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_175194\" align=\"alignleft\" width=\"216\"]<a href=\"http:\/\/libraryphoto.cr.usgs.gov\/cgi-bin\/show_picture.cgi?ID=ID.%20Portraits%20Collection%20%20%20%202\"><img class=\"size-medium wp-image-175194\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/10\/port0002-216x300.jpg\" alt=\"\" width=\"216\" height=\"300\" \/><\/a> John Wesley Powell, second Director of the USGS. Served from 1881-1894.[\/caption]\n\nIn honor of <a href=\"http:\/\/www.earthsciweek.org\/\">Earth Science Week<\/a>, October 14-20, 2012, the USGS is taking a look back into history at the scientists who laid the foundation for the innovative earth science research taking place today. Without the work conducted by these pioneers, much of the USGS science used for decision making worldwide would not be possible.\n\nJohn Wesley Powell, the second Director (1881-94) of the U.S. Geological Survey, is highly regarded in several fields: as an explorer, geologist, geographer, and ethnologist. The Surveyâ\u0080\u0099s proud tradition of mapping the nation was largely established under Powellâ\u0080\u0099s leadership.\n\nPowell was born in 1834 at Mount Morris in New York. He sporadically attended Wheaton and Oberlin Colleges but never earned a degree. Interested in botany and geology at an early age, he began his scientific investigations with a series of self-directed field trips, including a rowboat voyage that covered the length of the Mississippi River. In 1861, Powell enlisted in the Union Army and was commissioned as captain. He lost his right arm at the elbow in the Battle of Shiloh but returned to active duty and was promoted to the rank of major.\n\nIn the spring of 1869, the one-armed Civil War veteran led an expedition down the Colorado River into a great, unknown, uncharted territory. Ninety-nine days later, after one of the most daring journeys in American history, John Wesley Powell emerged from the Grand Canyon to become a contemporary American hero.\n\nIn the following years Powell led several geological and ethnological explorations in Arizona and Utah under the auspices of the Smithsonian Institution. His reports of the West contained much insightful information about Native Americans. In 1877 he published a pioneering work on Indian languages that led to his appointment in 1879 as the first Director of the U.S. Bureau of Ethnology of the Smithsonian Institution, a post held simultaneously while serving as the USGS director.\n\nPowell could be viewed as an early climate scientist since his extensive experience and observations in the West led to his belief that lands west of the 100th meridian were not generally suitable for agricultural development. His Report on the Lands of the Arid Regions of the United States (1878) even proposed that state boundaries to be drawn from the Western territories should be based on watershed areas.\n\n[caption id=\"attachment_175195\" align=\"alignright\" width=\"230\"]<a href=\"http:\/\/libraryphoto.cr.usgs.gov\/cgi-bin\/show_picture.cgi?ID=ID.%20Portraits%20Collection%20%20918\"><img class=\"size-medium wp-image-175195 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/10\/port0918-230x300.jpg\" alt=\"\" width=\"230\" height=\"300\" \/><\/a> M Major John Wesley Powell at his desk in the Adams Building on F Street, N.W., Washington, D.C. in 1896. Photo courtesy of Smithsonian Institution.[\/caption]\n\nPowellâ\u0080\u0099s efforts toward reorganizing early surveys in the West helped establish the USGS in 1879. In March 1881, Powell became Director of the USGS when the first Director, Clarence King, resigned and suggested Powell as his successor. Powell backed a nationwide program of topographic mapping, promoted systematic studies and data collection in hydrography, and advocated conservation and careful planning in the use of Western lands.\n\nPowellâ\u0080\u0099s championing of one geodetic system and one topographic system marked the continuing importance of what is still today a core function of Federal mapping â\u0080\u0094 the development of consistent national mapping standards. In a bold statement to Congress in 1884, Powell announced, \"A Government cannot do any scientific work of more value to the people at large than by causing the construction of proper topographic maps of the country.\"\n\nPowellâ\u0080\u0099s understanding that more detailed mapping would be required by future generations eventually led to the nationwide (save Alaska) 1:24,000-scale topographic map series and subsequently to the current <a href=\"http:\/\/nationalmap.gov\/ustopo\/\">US Topo<\/a> digital topographic map series.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/07_22_2009_kOf6JVu22C_07_22_2009_49#.UHxAfGNb1Nr\"><img src=\"http:\/\/gallery.usgs.gov\/images\/07_22_2009\/kOf6JVu22C_07_22_2009\/medium\/575119-J._W._Powell_s_Appointment_as_USGS_Director.jpg\" alt=\"\" width=\"350\" height=\"264\" \/><\/a> This single-page document, signed in Washington, D.C., on 21, March 1881, is the appointment of John Wesley Powell (1834-1902) as Director of the United States Geological Survey (1881-1894). It is signed by President James A. Garfield and countersigned by Interior Secretary S.J. Kirkwood. It is blind-stamped with the seal of the Interior Department in the lower left margin.[\/caption]\n\nPowell was widely recognized as one of the leading scientists of his age. He was a founder and president of the Cosmos Club in Washington, a founder and president of the Anthropological Society of Washington, one of the earliest members of the Biological Society of Washington, and an organizer of the Geological Society of Washington. He helped establish the National Geographic Society and the Geological Society of America. In 1888, he was elected president of the American Association for the Advancement of Science, then considered the highest honor for an American scientist, and he received honorary degrees from several universities at home and abroad.\n\nPowellâ\u0080\u0099s cautionary views regarding settlement in the West eventually antagonized influential Western politicians, and he resigned from the Survey in 1894. Powell continued to direct the Smithsonianâ\u0080\u0099s Bureau of Ethnology until his death in 1902.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24241","uid":"31","filename":"asdasd.jpg","uri":"public:\/\/asdasd.jpg","filemime":"image\/jpeg","filesize":"46670","status":"1","timestamp":"1425492768","type":"image","uuid":"2bbd9f2f-5ec8-49b6-90e3-3c4521c76feb","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["EarthScienceWeek","geology","JohnWesleyPowell","Powell","topographicmap"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1350323321","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}