{"title":"Mount Redoubt Volcano in Alaska Erupts Explosively More Than 10 Times This Week","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Mount Redoubt Volcano, 106 miles southwest of Anchorage, Alaska, erupted explosively more than 10 times this week, sending ash skyrocketing as high as 65,000 feet into the air.<!--introend--><\/p>\n<p>The eruption of Redoubt poses a threat to national and international aviation as volcanic ash is sent into the busy North Pacific flight paths between North America and Asia. Ash fall has also been reported in towns and cities around Cook Inlet, including a trace in Anchorage. Volcanic activity is expected to continue for days to months.&nbsp;<\/p>\r\n<p>Scientists from the Alaska Volcano Observatory (AVO) issued daily public warnings of an impending eruption beginning January 23 after recording increased seismic activity at the volcano. They continue to monitor events round-the-clock, working with colleagues at the National Weather Service and Federal Aviation Administration to minimize social and economic disruption caused by the eruption.&nbsp;<\/p>\r\n<p>Mount Redoubt Volcano has been assessed by the U.S. Geological Survey (USGS) as one of the nation's highest-threat volcanoes. USGS is working to place monitoring equipment on all volcanoes that pose the greatest threats to public safety. In 2005, USGS issued a nationwide assessment of volcano-monitoring capabilities of dozens of other U.S. volcanoes where monitoring infrastructure should be improved so that scientists have the tools they need to make the best possible hazard analysis for the public.&nbsp;<\/p>\r\n<p>Redoubt last erupted explosively nearly 20 years ago, sending ash plumes 40,000 feet into the air and causing engine failure in a 747 jet, which eventually landed safely.&nbsp;<\/p>\r\n<p>The latest information about Mount Redoubt can be found at the <a href=\"http:\/\/www.avo.alaska.edu\/activity\/Redoubt.php\">Alaska Volcano Observatory, Redoubt Activity Web site<\/a>. Download a <a href=\"http:\/\/www.avo.alaska.edu\/image.php?id=17249\">satellite image<\/a> of Mount Redoubt from Landsat 5.&nbsp;To learn more, visit the&nbsp;<a href=\"http:\/\/volcanoes.usgs.gov\/\">USGS Volcano Hazards Program Web site<\/a>.<\/p>\r\n<p>The AVO is a partnership of the USGS, University of Alaska Fairbanks Geophysical Institute, and the Alaska Division of Geological and Geophysical Surveys. Information about all of the current volcanic eruptions in Alaska including activity statements, images, background materials and related hazards can be found at the <a href=\"http:\/\/www.avo.alaska.edu\/\">AVO home page<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["geology","Mt Redoubt","Mt Redoubt","Redoubt Volcano","Redoubt Volcano","Redoubt","Redoubt","Redoubt","volcanoes","volcanoes","volcano Activity Update","volcano Activity Update","volcano Activity Update"],"release_date":{"und":[{"value":"1238126400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"170618"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}