{"title":"USGS Science at AAAS: From Landslide Forecasting to the Mapping of Lyme Disease","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to media representatives: To arrange interviews with USGS scientists please contact Dave Ozman (303-202-4744, cell: 720-244-4543) or visit USGS exhibit booth #306. <\/b><\/p>\n<p>Scientists from the U.S. Geological Survey (USGS), including Director Charles Groat, will discuss current research on critical issues concerning public health, safety and prosperity at the American Association for the Advancement of Science (AAAS) conference at the Colorado Convention Center in Denver on Feb. 14 &ndash; 17. Presentations by USGS scientists include: <\/p>\r\n<p><b>Forecasting Disease Risk...Is it Possible?<\/b> Predicting future patterns of disease risk is a challenging epidemiological problem. A new technique for mapping future areas prone to Lyme disease is being developed based on past cases reported in the United States. These \"spatial forecasts\" show broad regions where the disease is likely to be present, and other areas expected to be relatively disease free. Uncertainties revealed by the forecasting technique are also used to shade future predictions on the map. This technique can be used to generate easily interpretable maps, to animate past and future incidence and to provide consistent visualizations for a national disease atlas. <b>USGS scientist Lee DeCola will share his research as part of the AAAS track Challenging and Changing Nature on Friday, Feb. 14 from 4:30 to 6 p.m.<\/b> <\/p>\r\n<p><b>Health Threats from Burning Coal Beds:<\/b> Burning coal beds pose a significant threat to environmental and human health worldwide. Globally, the emission of large volumes of greenhouse gases from burning coal beds may contribute to climate change that alters ecosystems and patterns of disease occurrence. On regional and local scales, the emissions of acidic gases, particulates, organic compounds, and trace elements such as arsenic, fluorine, mercury, and selenium can contribute to a range of respiratory and other human health problems. <b>USGS scientist Robert Finkelman assesses the environmental and human health impacts of coal and coal use, develops information on global coal quality characteristics, and represents the USGS on human health issues. He&rsquo;ll present his latest findings during the Environmental and Biological Diversity track on Friday, Feb. 14 from 8:30 a.m. to 11:30 a.m.<\/b> <\/p>\r\n<p><b>Why Examine Nonpoint Sources of Water Pollution?<\/b> The degradation of water resources from nonpoint sources of pollution is an important national issue. In fact, most water-quality problems are caused by diffuse &quot;nonpoint&quot; sources of pollution from agricultural land, urban development, forest harvesting and the atmosphere. During the past 10 years through more than 50 studies, the USGS National Water-Quality Assessment Program (NAWQA) has documented significant nonpoint source contaminant patterns in some of the nation&rsquo;s most heavily used river basins and aquifers. NAWQA findings show that nonpoint source pollution is not just an agricultural problem; some of the greatest impacts on water quality and aquatic communities have been documented in urbanizing watersheds. <b>USGS scientist Pixie Hamilton will discuss the importance of science in understanding nonpoint sources of water pollution in the Challenging and Changing Nature track on Saturday, Feb. 15 from 8:30a.m. to 10 a.m.<\/b> <\/p>\r\n<p><b>Applying Science to Landslide Forecasting:<\/b> In the past several years, intense hurricanes and cyclones have struck the Atlantic, Gulf of Mexico, and Pacific coasts, causing significant economic disruption and loss of life. Strong winds are only part of the problem. Flooding and landslides can be even more devastating, as demonstrated by Hurricane Mitch in 1998, with a death toll of more than 9,000 and many billions of dollars in economic losses. Existing technology includes satellite observations to track dangerous levels of precipitation, atmospheric and hydrological models to predict runoff, and landslide models to w","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1045112400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169167"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}