{"title":"Interior's Secretary Jewell Announces New Wildlife and Climate Studies for the Northeast Climate Science Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Descriptions of the funded projects for the Northeast CSC are available <\/strong><a href=\"https:\/\/nccwsc.usgs.gov\/csc\/northeast\"><strong>here<\/strong><\/a><strong>. <\/strong><\/p>\n<p>Secretary of the Interior Sally Jewell announced today that Interior&rsquo;s Northeast Climate Science Center is awarding just over &nbsp;$800,000 to universities and other partners for <a href=\"https:\/\/nccwsc.usgs.gov\/csc\/northeast\">research<\/a> to guide managers of parks, refuges and other cultural and natural resources in planning how to help species and ecosystems adapt to climate change.<\/p>\r\n<p>\"Even as we take new steps to cut carbon pollution, we must also prepare for the impacts of a changing climate that are already being felt across the country,\" said Secretary Jewell. \"These new studies, and others that are ongoing, will help provide valuable, unbiased science that land managers and others need to identify tools and strategies to foster resilience in resources across landscapes in the face of climate change.\"<\/p>\r\n<p>The&nbsp;six funded studies, plus tribal support and one that will be conducted jointly with the Southeast CSC, focus on how climate change will affect natural resources in the northeastern U.S. and management actions that can be taken to help offset such change. They include:<\/p>\r\n<ul>\r\n<li>Developing tools to identify the refugia sites where vulnerable spruce ecosystems are most likely to persist as climate changes. Linking climate-forest models to bird-habitat models will determine which of those refugia sites have the greatest richness of high-priority bird species across climate scenarios. <\/li>\r\n<li>Forecasting how forests in New England will change between now and the end of the century under different climate and landscape change scenarios. Understanding how these economically and ecologically valuable forests might respond to climate change is important so that managers can develop approaches to enhance the ability of these forests to be resilient and adapt to changing climate conditions. <\/li>\r\n<li>Developing a robust decision-support information system to assess vulnerabilities and identify sites most suitable for grassland bird species as climate changes in the future. Prairie ecosystems and many grassland birds, already stressed by habitat fragmentation, are especially vulnerable to rapid shifts in climate. These impacts are exacerbated by drought and extreme weather events. <\/li>\r\n<li>Conducting two separate projects that assess stream condition, water quality and habitat connectivity; together, these projects will inform a decision support mapper that resource managers and policy makers can use to help protect and conserve stream fishes and stream ecosystems, as well as a data portal to help model and monitor stream temperatures. Increasing stream temperature can have significant adverse effects on the welfare and distribution of aquatic life, including economically important fishes. <\/li>\r\n<li>Helping decision-makers use adaptive management and other tools to develop effective landscape-scale strategies to manage vulnerable headwater streams overseen by multiple agencies. In the Northeast, these areas are important habitat for trust species such as brook trout and stream salamanders, yet growing evidence indicates that these coldwater streams are especially susceptible to changing climates. <\/li>\r\n<li>In a joint project with the Southeast CSC, researchers will address a complex local-scale conservation problem: helping resource managers effectively address the impacts associated with sea-level rise and coastal flooding on migratory waterbirds and their habitats. <\/li>\r\n<li>The College of Menominee Nation Sustainable Development Institute will coordinate a summit aimed at tribes and climate change; the summit will be developed specifically to bring together the Northeast Climate Science Center with American Indian practitioners and scientists. This summit will help American Indian tribes","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":["Climate Change","climae","Climate Science Centers Geographic Areas Northeast","Climateand Land Use Change"],"article_type":["State News Release"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1387429200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"170079"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}