{"title":"September is National Preparedness Month","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"484\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_29_2011_vAQd72Fss4_06_29_2011_10#.U_3VmvldVcR\"><img class=\"       \" src=\"http:\/\/gallery.usgs.gov\/images\/06_29_2011\/vAQd72Fss4_06_29_2011\/large\/minot_odds_trailerpark1.jpg\" alt=\" Souris River Flooding\" width=\"484\" height=\"362\" \/><\/a> Souris River in Minot, North Dakota flooded many buildings and homes in June of 2011. Photo Credit: Joel M. Galloway, USGS[\/caption]\n\nWhatâ\u0080\u0099s important to you? Many aspects of life factor into hazard preparedness, from economic decisions to availability of food and water, family safety and health, national security and even vacation plans.\n\nStart with science. The U.S. Geological Survey (USGS) delivers science to help prepare for natural hazards and inform decisions that align with these and other values. September is National Preparedness Month, a good time to highlight the natural hazard risks we face. USGS science provides policymakers and the public a needed understanding to enhance preparedness, response and resilience.\n\n<strong>Economic Decisions<\/strong>\n\nBy understanding how the Earth behaves and identifying potential hazard scenarios, an array of risk analyses can be calculated. This allows for the most cost-effective decisions. For example, USGS science can be combined with factors such as population levels and construction practices, ultimately helping inform insurance rates, emergency preparedness plans, investments in infrastructure such as dams and reservoirs, and private property updates to make oneâ\u0080\u0099s home more resilient to natural hazards.\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;\n\nTo put this in perspective, consider these financial costs from natural hazard events:\n<ul>\n\t<li>Annualized earthquake losses in the United States are estimated to cost <a href=\"http:\/\/www.fema.gov\/hazus\/fema-prepares-new-study-annualized-earthquake-losses\">$6.47 billion in todayâ\u0080\u0099s dollars<\/a>.<\/li>\n\t<li>The 1980 volcanic eruption of Mount St. Helens in Washington State cost <a href=\"http:\/\/volcano.oregonstate.edu\/cost-volcanic-eruptions\">$2.81 billion in todayâ\u0080\u0099s dollars<\/a>.<\/li>\n\t<li>Landslides result in <a href=\"http:\/\/www.nap.edu\/catalog.php?record_id=10946\">billions of dollars in losses<\/a> in the United States each year. The nation's most expensive landslide was in 1983 in Thistle, Utah, and cost <a href=\"http:\/\/pubs.usgs.gov\/of\/2001\/ofr-01-0276\/\">$474 million in today's dollars<\/a> to repair damages.<\/li>\n\t<li>Over the last 30 years, U.S. floods have caused on average <a href=\"http:\/\/www.nws.noaa.gov\/hic\/\">$8.2 billion in damages annually<\/a>.<\/li>\n\t<li>Wildfire suppression costs in the United States have averaged <a href=\"https:\/\/www.nifc.gov\/fireInfo\/fireInfo_documents\/SuppCosts.pdf\">$1.54 billion annually for the last 10 years<\/a>.<\/li>\n\t<li>By some estimates, a very intense magnetic storm could <a href=\"http:\/\/www.nap.edu\/catalog.php?record_id=12507\">cost the U.S. economy $1 trillion<\/a>. Fortunately such storms are very rare.<\/li>\n\t<li>Hurricane Sandy <a href=\"http:\/\/portal.hud.gov\/hudportal\/documents\/huddoc?id=HSRebuildingStrategy.pdf\">caused an estimated $65 billion<\/a> in damage and economic loss, making it the second costliest storm in U.S. history after Hurricane Katrina.<\/li>\n<\/ul>\n<strong>Food &amp; Water<\/strong>\n\nOver half of the nation is currently suffering from some degree of dry conditions, and 3 percent of the nation is experiencing <a href=\"http:\/\/www.drought.gov\/\">exceptional drought<\/a>. The USGS conducts <a href=\"http:\/\/www.usgs.gov\/water\/\">real-time monitoring<\/a> of the nationâ\u0080\u0099s rivers and streams, providing officials with critical information for drought mitigation as well as flood warnings. USGS science also contributes to the <a href=\"http:\/\/www.drought.gov\/drought\/\">U.S. Drought Monitor<\/a> as well as the <a href=\"http:\/\/www.cpc.ncep.noaa.gov\/products\/expert_assessment\/seasonal_drought.html\">Drought Outlook<\/a> led by NOAAâ\u0080\u0099s National Weather Service (NWS). On a global scale, theÂ <a href=\"http:\/\/www.fews.net\/\">Famine Early Warning Systems Network<\/a> identifies populations with the most food insecurity and provides aid as needed. This network is an activity of the U.S. Agency for International Development and its office, Food for Peace, with the USGS serving as an implementing partner.\n\n[caption id=\"\" align=\"alignright\" width=\"518\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/04_07_2014_w06Eui2TTo_04_07_2014_1\"><img class=\"   \" src=\"http:\/\/gallery.usgs.gov\/images\/04_07_2014\/w06Eui2TTo_04_07_2014\/large\/Landslide_Photo.jpg\" alt=\"2014 Landslide in Washington State\" width=\"518\" height=\"345\" \/><\/a> Photograph from aerial survey showing the upper parts of the landslide that occurred in northwest Washington on March 22, 2014. Photo Credit: Jonathan Godt, USGS[\/caption]\n\n<strong>Family Safety<\/strong>\n\nEarthquakes\n\nImagine if doctors could stop delicate procedures before an earthquake. Or if emergency responders had a few extra moments to act, trains could be slowed or stopped, airplane landings could be redirected, and people could move to safer locations. The USGS and its partners are working to develop a prototypeÂ <a href=\"http:\/\/earthquake.usgs.gov\/research\/earlywarning\/\">Earthquake Early Warning System<\/a>Â for the West Coast of the U.S. called ShakeAlert. The system could provide seconds to minutes of warning before strong shaking, such as theÂ <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/magnitude-6-0-earthquake-in-california\/\">magnitude 6.0 earthquake that occurred in California on Aug. 24, 2014<\/a>, known as the South Napa earthquake. More broadly, earthquake hazards are a national concern, andÂ <a href=\"http:\/\/earthquake.usgs.gov\/\">the USGS has created and provides<\/a>Â information tools to support earthquake loss reduction for the country.\n\nVolcanoes\n\nThe U.S. is home to 169 active volcanoes. Volcanoes can show signs of unrest hours, days and months before they erupt, and the USGS operates five Volcano Observatories to detect and interpret these precursors as part of theÂ <a href=\"http:\/\/volcanoes.usgs.gov\/publications\/2009\/nvews.php\">USGS National Volcano Early Warning System<\/a>. By using data from its monitoring networks, theÂ <a href=\"http:\/\/volcanoes.usgs.gov\/vns\">USGS issues public warnings and alerts<\/a>Â about conditions at U.S. volcanoes, working with emergency-management authorities to help potentially affected communities prepare.\n\nLandslides\n\nUSGS science is also helping answer questions such asÂ <a href=\"http:\/\/landslides.usgs.gov\/\">where, when and how often landslides occur<\/a>, and how fast and far they might move. For example, USGS scientists produce maps showing whereÂ <a href=\"http:\/\/landslides.usgs.gov\/hazards\/postfire_debrisflow\/\">landslides might occur<\/a>Â and identify what sort of rainfall conditions cause them. In southern California, the USGS and the NWS provide warning for debris-flows generated in areas burned by wildfire.\n\nFloods\n\nFor more than 100 years, the USGS has operated a nationwide streamgage network to monitor the water level and flow of the nationâ\u0080\u0099s rivers and streams. The USGS works with many partners and provides essential data forÂ <a href=\"http:\/\/water.usgs.gov\/floods\/\">flood forecasts, watches and warnings<\/a>.\n\nSinkholes\n\nAbout 20 percent of the nation isÂ <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/the-science-of-sinkholes\/\">at risk to sinkholes<\/a>. These areas are underlain by karst, which is characterized by terrain where the underlying rock is easily dissolved by groundwater. Although there isnâ\u0080\u0099t yet an effective method to predict where an individual sinkhole may occur, theÂ <a href=\"http:\/\/ncgmp.usgs.gov\/\">USGS produces geologic maps<\/a>Â that help managers and others to better understand karst regions and local areas that may be susceptible.\n\nWildfire\n\nAs many as 90 percent of wildland fires in the United States are caused by humans, primarily through campfires left unattended, burning of debris, negligently discarded cigarettes and intentional acts of arson.Â <a href=\"http:\/\/pubs.usgs.gov\/fs\/2006\/3015\/\">The USGS provides tools and information<\/a>Â before, during and after fire disasters to identify wildfire risks and reduce subsequent hazards, including delivery to fire managers of up-to-the minuteÂ <a href=\"http:\/\/eros.usgs.gov\/\">maps and satellite imagery<\/a>Â about current wildfire extent and behavior.\n\n[caption id=\"\" align=\"alignleft\" width=\"486\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/07\/National-Map.jpg\"><img class=\"   \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/07\/National-Map.jpg\" alt=\"National Map\" width=\"486\" height=\"324\" \/><\/a> 2014 USGS National Seismic Hazard Map, displaying intensity of potential ground shaking from an earthquake in 50 years, which is the typical lifetime of a building.[\/caption]\n\n<strong>Human Health<\/strong>\n\nWildlife diseases such as <a href=\"http:\/\/www.nwhc.usgs.gov\/disease_information\/avian_influenza\/\">avian influenza<\/a>, Newcastle disease virus, and West Nile virus are a concern, and USGS scientists are working with many partners to monitor, investigate and develop control options. The USGS also has expertise to help assess and respond to certain wildlife disease emergencies, especially foreign animal diseases. <a href=\"http:\/\/esp.cr.usgs.gov\/projects\/sw\/swdust\/\">Dust storms<\/a> are another hazard impacting safety and human and ecosystem health, especially in the Southwest. The USGS and land managers are working together to better understand the causes and sources of dust storm activity.\n\n<strong>National Security<\/strong>\n\nMagnetic storms occur with a dynamic interaction between the solar wind and the Earthâ\u0080\u0099s magnetic field. By monitoring the sun, magnetic storms can be predicted up to two days in advance. Magnetic storms can interfere with radio communications, GPS systems, satellites and directional drilling for oil and gas. Large magnetic storms can even interfere with the operations of electric power grids, causing blackouts. For these reasons, magnetic storms are considered hazardous for both the economy and national security. The <a href=\"http:\/\/geomag.usgs.gov\/\">USGS provides real-time updates on magnetic storm conditions<\/a> by monitoring magnetic variation on the Earthâ\u0080\u0099s surface through a network of specially designed observatories. These data are critical for tracking the intensity of magnetic storms and underpin the issuance of warnings by the NOAA Space Weather Prediction Center.\n\n<strong>Vacations &amp; Recreation<\/strong>\n\nPlanning a beach vacation, taking a fishing trip or going canoeing on your favorite lake? Before, during and after major hurricanes or tropical storms affecting the United States, the USGS assesses the likelihood of <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/\">beach erosion, overwash or inundation<\/a>. The USGS recently launched a <a href=\"http:\/\/marine.usgs.gov\/coastalchangehazardsportal\/\">Coastal Change Hazards Portal<\/a>, which is an online tool that allows anyone to interactively â\u0080\u009cseeâ\u0080\u009d past, present and future hazards along the coastline from local to national-level scales. Furthermore, fishermen, canoeists and others can directly benefit from <a href=\"http:\/\/www.usgs.gov\/water\/\">USGS monitoring of river and stream levels<\/a> across the nation.\n\n<strong>PrepareAthon on September 30<\/strong>\n\nOn September 30, sign up and join <a href=\"http:\/\/www.community.fema.gov\/connect.ti\/AmericasPrepareathon\">Americaâ\u0080\u0099s PrepareAthon<\/a>! This is a campaign encouraging people across the nation to practice preparedness actions before a disaster or emergency strikes. The National Day of Action will focus on earthquakes, floods, hurricanes, tornadoes, wildfire and winter storms. This is the second such day of action this year as part of President Obamaâ\u0080\u0099s Presidential Policy Directive 8: National Preparedness. The effort is led by the Federal Emergency Management Agency, combining the expertise of many government agencies, including USGS.\n\n<strong>The Great ShakeOut on October 16<\/strong>\n\nMillions of people across the nation will be participating in the next ShakeOut earthquake drill on Oct. 16, 2014. At 10:16 a.m. local time, participants will â\u0080\u009cdrop, cover and hold on.â\u0080\u009d This event offers citizens a chance to practice what to do when an earthquake happens in their community along with encouragement to take other steps to improve their resilience when disaster strikes. <a href=\"http:\/\/www.shakeout.org\/\">Mark your calendar and sign up<\/a> to join.<strong><\/strong>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24391","uid":"31","filename":"Main2.jpg","uri":"public:\/\/Main2.jpg","filemime":"image\/jpeg","filesize":"35106","status":"1","timestamp":"1425492768","type":"image","uuid":"49fb37fd-aae3-435a-b990-de85925b4cbb","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Avian Flu","Avian Influenza","coast","Coastal Storms","Coasts","drought","Dust Storms","earthquake Hazards","Economy","floods","hurricanes","Landslide Hazards","Magnetic Storms","National Preparedness Month","Natural Hazards","Sinkhole","sinkholes","Solar Storms","storm","streamgages","Volcano Hazards","Water Resources","wildfire"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1409316063","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}