{"title":"USGS Studies Wildfire Ecology in the Western United States Part 1","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Reporters: Included are regional fire studies from the Sierra Nevada Forests; Interior and Coastal Shrublands; Mojave and Sonoran Deserts; and Southwest Forests<\/b> \n<p><b>Introduction<\/b> \r\n<p>Dr. Craig Allen, a USGS research ecologist with the Midcontinent Ecological Science Center, is speaking of the New Mexico forest ecosystems he knows best, but his words apply equally well to most of western North America. \"If you&rsquo;re trying to understand past and present patterns on the landscape,\" Allen says, \"first of all you need to know something about fire.\" \r\n<p><!--introstart-->From the northern Rocky Mountains to the Southwest borderlands, wildland fires have burned and rejuvenated western forests over the course of millennia. <!--introend-->And forests are not the only environments affected by fire; to a greater or lesser degree, fire influences the structure and dynamics of nearly all of the West&rsquo;s terrestrial ecosystems. In some, such as the chaparral brushlands of California, fire has been a strong force guiding the evolution of local plant life, and a constant regulator of ecological communities. In many desert habitats, on the other hand, fires have been far less frequent, but represent a more severe disturbance when they do occur. \r\n<p>Scientists and managers increasingly recognize the importance of fire as a natural component of ecological systems. But while fire is often a beneficial process, it is always, in the short term, a destructive one. The presence of fire has usually been seen as incompatible with both human land-use practices and aesthetics, and for over a century fires have been actively suppressed throughout the West. \r\n<p>The negative consequences of forest fire suppression can now be clearly seen. In many areas, disruption of the natural fire regime has produced overcrowded forests with vast accumulations of dry fuel. Blazes that break out under these conditions may be far more destructive than the normal fires of centuries past and are often extremely difficult or impossible to control. The absence of a regular fire cycle has also harmed many plant and animal species whose life histories are tightly linked to fire disturbance. \r\n<p>Across regions and among different forest types, the historical role of fire and the effects of recent fire suppression vary. And while fire suppression has fundamentally altered many forest ecosystems, the opposite is often true in grassland, shrubland and desert habitats. In these systems, fire incidence has been increasing, often due to the spread of non-native vegetation, with negative consequences for native plants and animals. Thus no single prescription for fire management will work in all areas. Programs of prescribed burning, highly successful in some forests, may not succeed in other habitats. \r\n<p>The challenge for managers seeking to restore more normal fire dynamics to a particular region is indeed, as Allen observes, to know something about fire: how fire has historically affected the local system, and how it functions today. Across the West, USGS researchers, in collaboration with scientists from numerous other agencies and institutions, are providing this information through detailed studies of fire history and fire ecology in different environments. USGS Director Charles G. \"Chip\" Groat says that, \"Knowledge from these studies is forming the basis for new policies aimed at restoring fire cycles that will present a lower risk to human life and property, and help safeguard the stability and diversity of western ecosystems.\" \r\n<p><b>Sierra Nevada Forests<\/b> \r\n<p>Since the 1960s, pioneering studies on the effects of both forest fires and decades of fire suppression have been carried out in the Sierra Nevada mountains of California in Yosemite, Sequoia and Kings Canyon National Parks. As in the Southwest, fire suppression in the Sierra Nevada has now led to conditions in which catastrophic fires may threaten the forests themselves. Suppres","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","California","Nevada"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"937540800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168875"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}