{"title":"salinity of Water In Western Colorado Linked to Active Geologic Collapse","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>High concentrations of dissolved salts in the lower Colorado River basin have been linked to regional geologic collapse near Glenwood Springs, Colo., according to scientists from the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> and the Colorado Geological Survey. The Department of the Interior reports that millions of dollars of damage are done annually to industrial, agricultural and municipal users. An annual average load of about 1.5 million tons of dissolved salts, largely derived from natural sources, is measured at a site on the Colorado River 65 miles downstream from Glenwood Springs. <\/p>\n<p>Over the past several million years, large areas of western Colorado near Glenwood Springs have collapsed over half a mile where ancient layers of sea salt have been dissolved and transported down the Colorado River, a process that continues today. Recent geologic mapping and historical hydrologic data, collected by a team of geologists and hydrologists from the Colorado Geological Survey and the U.S. Geological Survey help explain the collapse. From these data, scientists estimate as much as 1,800 square miles in the Eagle-Glenwood Springs area of Colorado have been affected by collapse to some extent. As much as 550 cubic miles of the ancient sea salt have been dissolved and transported down the Colorado River during the last several million years. <\/p>\r\n<p>About 300 million years ago when the Ancestral Rocky Mountains began to rise, nearby inland seas slowly evaporated and deposited thick layers of halite (sodium chloride, or table salt) and gypsum (calcium sulfate) on the sea floor. These low-density evaporite minerals were subsequently buried beneath higher density sedimentary rocks. A vast, nearly-flat, basalt-covered plateau formed above the sedimentary rocks in western Colorado about 9 million years ago. Between that time and the present, this plateau rose to reach its present elevation of about 10,000 feet. As it rose, the Colorado River and its tributaries cut deep valleys into the plateau. The erosion of dense rocks that overlay the evaporites along the valleys provided the trigger that started a process of evaporite flow, dissolution,and collapse. Less dense halite and gypsum rose under the rivers to arch overlying rocks and allow evaporites beneath the adjacent mountains to flow laterally toward the river valleys and then upwards toward the top of the arches, causing widespread collapse on the flanks. Highly soluble halite and moderately soluble gypsum dissolve where exposed to fresh water, forming caverns that collapse, creating sinkholes under overlying rocks and soil. Groundwater transports the dissolved salts to the Colorado River to be carried downstream. <\/p>\r\n<p>\"Detailed geologic mapping has helped us understand long term processes in the area that affect salinity in the Colorado River,\" said Vicki Cowart, State Geologist and Director of the Colorado Geological Survey. \"In addition, it allows us to delineate local geologic hazards such as sinkholes.\" <\/p>\r\n<p>\"Sinkholes may be triggered under homes by something as benign as watering the lawn,\" said Robert Scott, project leader and USGS geologist. <\/p>\r\n<p>As a result, sinkholes affect the Glenwood Springs-Eagle area, potentially disrupting irrigation, and damaging buildings, roads, and water and gas lines. \r\n<p>These findings are also published in the Field Trip Guidebook on the Geology and Geologic Hazards of the Glenwood Springs Area, available through the Colorado Geological Survey, 303\/866-2611 <\/p>\r\n<p>A DETAILED SUMMARY OF THIS PROCESS, INCLUDING GRAPHICS IS AVAILABLE BY REQUEST. PLEASE CONTACT HEIDI KOEHLER AT 303\/236-5900 X302 IF YOU WISH TO RECEIVE THIS 8-PAGE DOCUMENT. <\/p>\r\n<p>For additional information contact:<br>U.S. Geological Survey<br>Robert Scott, 303\/236-1230 <\/p>\r\n<p>Colorado Geological Survey<br>Vicki Cowart, 303\/866-2611 <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"875246400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169489"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}