{"title":"Endangered Salmon Population Monitored with eDNA for First Time","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>CORVALIS, Ore. &mdash; Scientists from the U.S. Geological Survey and Washington State University have discovered that endangered Chinook salmon can be detected accurately from DNA they release into the environment. The <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006320714004509\">results<\/a> are part of a special issue of the journal Biological Conservation on use of environmental DNA to inform conservation and management of aquatic species.<\/p><p>The special issue contains eleven papers that move the detection of aquatic species using eDNA from concept to practice and include a thorough examination of the potential benefits, limitations and biases of applying eDNA methods to research and monitoring of animals.&nbsp;<\/p><p>&ldquo;The papers in this special edition demonstrate that eDNA techniques are beginning to realize their potential contribution to the field of conservation biology worldwide,&rdquo; said Caren Goldberg, Assistant Professor at Washington State University and lead editor of the special issue.<\/p><p>DNA, or deoxyribonucleic acid, is the hereditary material that contains the biological instructions to build and maintain all life forms; eDNA is the DNA that animals release into the environment through normal biological processes from sources such as feces, mucous, skin, hair, and carcasses. Research and monitoring of rare, endangered, and invasive species can be done by analyzing eDNA in water samples.<\/p><p>A paper included in the special issue by USGS ecologists Matthew Laramie and David Pilliod, and Goldberg, looked at the potential for eDNA analysis to improve detection of Chinook salmon in the Upper Columbia River in Washington, USA and British Columbia, Canada. This is the first time eDNA methods have been used to monitor North American salmon populations. The successful project also picked up evidence of Chinook in areas where they have not been previously observed.<\/p><p>&ldquo;The results from this study indicate that eDNA detection methods are an effective way to determine the distribution of Chinook across a large area and can potentially be used to document the arrival of migratory species, like Pacific salmon, or colonization of streams following habitat restoration or reintroduction efforts,&rdquo; said Laramie.<\/p><p>Spring Chinook of the Upper Columbia River are among the most imperiled North American salmon and are currently listed as <a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile?spcode=E06D\">endangered<\/a> under the Endangered Species Act. Laramie has been working with the Confederated Tribes of the Colville Reservation Fisheries Program in the use of eDNA to document the success of reintroduction of Spring Chinook into the Okanogan Basin of the Upper Columbia River.<\/p><p>The papers of the special issue focus on techniques for analyzing eDNA samples, eDNA production and degradation in the environment and the laboratory, and practical applications of eDNA techniques in detecting and managing endangered fish and amphibians.<\/p><p>The co-editors, Goldberg, Pilliod, and WSU researcher Katherine Strickler, open the special issue with an <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006320714004650\">overview<\/a> on the state of eDNA science, a field developed from the studies of micro-organisms in environmental samples and DNA collected from ancient specimens such as mummified tissues or preserved plant remains.<\/p><p>&ldquo;Incorporating eDNA methods into survey and monitoring programs will take time, but dedicated professionals around the world are rapidly advancing these methods closer to this goal,&rdquo; said Goldberg.<\/p><p>Strickler, Goldberg, and WSU Assistant Professor Alexander Fremier authored a paper which quantified the effects of ultraviolet radiation, temperature, and pH on eDNA degradation in aquatic systems. Using eDNA from bullfrog tadpoles, the scientists determined that DNA broke down faster in warmer temp<\/p>","summary":"","format":"filtered_html","safe_value":"<p>CORVALIS, Ore. — Scientists from the U.S. Geological Survey and Washington State University have discovered that endangered Chinook salmon can be detected accurately from DNA they release into the environment. The <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006320714004509\">results<\/a> are part of a special issue of the journal Biological Conservation on use of environmental DNA to inform conservation and management of aquatic species.The special issue contains eleven papers that move the detection of aquatic species using eDNA from concept to practice and include a thorough examination of the potential benefits, limitations and biases of applying eDNA methods to research and monitoring of animals. “The papers in this special edition demonstrate that eDNA techniques are beginning to realize their potential contribution to the field of conservation biology worldwide,” said Caren Goldberg, Assistant Professor at Washington State University and lead editor of the special issue.DNA, or deoxyribonucleic acid, is the hereditary material that contains the biological instructions to build and maintain all life forms; eDNA is the DNA that animals release into the environment through normal biological processes from sources such as feces, mucous, skin, hair, and carcasses. Research and monitoring of rare, endangered, and invasive species can be done by analyzing eDNA in water samples.A paper included in the special issue by USGS ecologists Matthew Laramie and David Pilliod, and Goldberg, looked at the potential for eDNA analysis to improve detection of Chinook salmon in the Upper Columbia River in Washington, USA and British Columbia, Canada. This is the first time eDNA methods have been used to monitor North American salmon populations. The successful project also picked up evidence of Chinook in areas where they have not been previously observed.“The results from this study indicate that eDNA detection methods are an effective way to determine the distribution of Chinook across a large area and can potentially be used to document the arrival of migratory species, like Pacific salmon, or colonization of streams following habitat restoration or reintroduction efforts,” said Laramie.Spring Chinook of the Upper Columbia River are among the most imperiled North American salmon and are currently listed as <a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile?spcode=E06D\">endangered<\/a> under the Endangered Species Act. Laramie has been working with the Confederated Tribes of the Colville Reservation Fisheries Program in the use of eDNA to document the success of reintroduction of Spring Chinook into the Okanogan Basin of the Upper Columbia River.The papers of the special issue focus on techniques for analyzing eDNA samples, eDNA production and degradation in the environment and the laboratory, and practical applications of eDNA techniques in detecting and managing endangered fish and amphibians.The co-editors, Goldberg, Pilliod, and WSU researcher Katherine Strickler, open the special issue with an <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006320714004650\">overview<\/a> on the state of eDNA science, a field developed from the studies of micro-organisms in environmental samples and DNA collected from ancient specimens such as mummified tissues or preserved plant remains.“Incorporating eDNA methods into survey and monitoring programs will take time, but dedicated professionals around the world are rapidly advancing these methods closer to this goal,” said Goldberg.Strickler, Goldberg, and WSU Assistant Professor Alexander Fremier authored a paper which quantified the effects of ultraviolet radiation, temperature, and pH on eDNA degradation in aquatic systems. Using eDNA from bullfrog tadpoles, the scientists determined that DNA broke down faster in warmer temp<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":["ecosystems","Ecosystems Fisheries Aquaticand Endangered Resources","Geographic Areas Northwest"],"distribution":["Biology"],"release_date":{"und":[{"value":"1420434000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"},{"tid":"170526"}]},"subtitle":[]}