{"title":"No Such Thing as a â\u0080\u009cTypical Dayâ\u0080\u009d ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<div style=\"float: right;margin: 3px\" align=\"right\">[iframe title=\"Student Youth video\" name=\"Student Youth Video\" width=\"400\" height=\"233\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/k81Wt9y8keU?rel=0\" frameborder=\"0\" allowfullscreen]<\/div>\nMy career with the USGS began when I landed an internship as a hydrologic technician under a Student Career Experience Program (SCEP) appointment with <a href=\"http:\/\/ut.water.usgs.gov\/\">the Utah Water Science Center<\/a> in Salt Lake City in the summer of 2010. I quickly knew that this was the career that I wanted to pursue. As a SCEP I worked with a lot of really great people in both the Utah Water Science Center and later at the Tempe, Ariz. Field Office.\n\nDuring my summer in Utah I helped with lots of field work. During a period of very warm days the snowpack melted and ranoff quickly causing some very high flows in some of the rivers. As a result I assisted with some pretty exciting high flow measurements. Â I also traveled to many parts of Utah that I may not have seen otherwise.\n\nI also really enjoyed working at the Tempe Field Office while completing my AAS degree. The highlight of that experience was visiting streamgages along the Verde River in a helicopter. I loved getting paid to ride in a helicopter and wade in streams in beautiful locations!\n\nI completed my degree in May 2011, and accepted a full time position as a hydrologic technician at the Utah Water Science Center, and relocated to Salt Lake City.\n\n<strong>No Typical Days <\/strong>\n\n[caption id=\"attachment_173985\" align=\"alignright\" width=\"300\" caption=\"Travis Gibson standing next to a helicopter used in scientific research of streamflows along the Verde River.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/P4260500-Medium.jpg\"><img class=\"size-medium wp-image-173985\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/P4260500-Medium-300x225.jpg\" alt=\"Travis Gibson standing next to a helicopter used in scientific research of streamflows along the Verde River.\" width=\"300\" height=\"225\" \/><\/a>[\/caption]\n\nIn addition to working with some very fine people, one of the things that I love about my job is that thereâ\u0080\u0099s not really any such thing as â\u0080\u0098a typical dayâ\u0080\u0099. Some of my primary responsibilities include performing maintenance such as updating and upgrading streamgaging equipment, making repairs as soon as possible when a gage stops working to ensure that minimal data is lost, and making periodic measurements at several streamgages in the Cache Valley area of Utah that are part of our continuous data collection program as well as several streamgages within a wildlife refuge that are part of a study that the state of Utah is conducting. I am responsible for keeping my sites the data from my streamgages updated in the data base with occasional data corrections or data flags when data has been affected by unusual circumstances or extreme conditions such as ice so that accurate data is displayed on <a href=\"http:\/\/waterdata.usgs.gov\/ut\/nwis\/current\/%3ftype=flow\">our public website<\/a>. I also write analyses of the data that the streamgages I monitor collect before the data is reviewed and published.\n\nIn addition to my primary duties there is always a new project to work on such as learning about and installing new streamgage and measurement equipment, or helping with water quality sampling. Last month I even gave a streamgage and stream measurement demonstration for a University of Utah hydrology class.\n\n[caption id=\"attachment_173987\" align=\"alignleft\" width=\"300\" caption=\"Travis Gibson being presented with a certificate from the USGS for his work.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/P1010114-Medium.jpg\"><img class=\"size-medium wp-image-173987 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/P1010114-Medium-300x225.jpg\" alt=\"Travis Gibson being presented with a certificate from the USGS for his work.\" width=\"300\" height=\"225\" \/><\/a>[\/caption]\n\nThere is a lot of variety in my day-to-day activities. I am looking forward to advancing my skills as a hydrologic technician, and I know that there will be many new opportunities and challenges that will arise in the coming years of my career that will keep me engaged and keep my job interesting and fun.\n\nWorking as a student for the USGS is an excellent way for anybody interested in working in a science field to â\u0080\u0098get their foot in the doorâ\u0080\u0099 and personally experience the benefits of working within a well-respected federal science agency with some excellent scientists and technicians. and for one of the finest science agencies there is.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24201","uid":"31","filename":"sfphoto.jpg","uri":"public:\/\/sfphoto.jpg","filemime":"image\/jpeg","filesize":"96067","status":"1","timestamp":"1425492768","type":"image","uuid":"d8874ba1-377d-4d18-b310-2e00eeafdc14","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":360,"width":620},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Utah WSC","water","youth","YouthGo"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1335869354","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}