{"title":"Coal Tar Sealant Largest Source of PAHs in Lakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Coal-tar-based pavement sealant is the largest source of polycyclic aromatic hydrocarbons (PAHs) found in 40 urban lakes studied by the U.S. Geological Survey.<!--introend--><\/p>\n<p>PAHs are an environmental health concern because several are probable human carcinogens, they are toxic to fish and other aquatic life, and their concentrations have been increasing in urban lakes in recent decades.&nbsp;<\/p>\r\n<p>Coal-tar-based pavement sealant is the black, shiny substance sprayed or painted on many parking lots, driveways, and playgrounds. USGS scientists evaluated the contribution of PAHs from many different sources to lakes in cities from Anchorage, Alaska, to Orlando, Fla. The full report can be found in the journal <a href=\"http:\/\/www.sciencedirect.com\/science\/journal\/00489697\">Science of the Total Environment<\/a>.<\/p>\r\n<p>USGS scientists collected sediment cores from 40 lakes, analyzed the cores for PAHs, and determined the contribution of PAHs from many different sources using a chemical mass-balance model. On average, coal-tar-based sealcoat accounted for one-half of all PAHs in the lakes, while vehicle-related sources accounted for about one-quarter.&nbsp; Lakes with a large contribution of PAHs from sealcoat tended to have high PAH concentrations, in many cases at levels that can be harmful to aquatic life. Analysis of historical trends in PAH sources to a subset of the lakes indicates that sealcoat use since the 1960s is the primary cause of increases in PAH concentrations.&nbsp;<\/p>\r\n<p>&ldquo;These findings represent a significant advance in our understanding of the sources of these contaminants in streams and lakes,&rdquo; said USGS scientist Peter Van Metre. &ldquo;Identifying where contaminants are coming from is the first step in designing effective management strategies.&rdquo;<\/p>\r\n<p>Coal tar is made up of at least 50 percent PAHs. Pavement sealants that contain coal tar, therefore, have extremely high levels of PAHs compared to other PAH sources such as vehicle emissions, used motor oil, and tire particles. Small particles of sealcoat are worn off of the surface relatively rapidly, especially in areas of high traffic, and are transported from parking lots and driveways to streams and lakes by storm runoff.&nbsp; Manufacturers recommend resealing surfaces every three to five years. Runoff isn&rsquo;t the only path by which PAHs are leaving parking lots.&nbsp; A recent USGS study found that use of coal-tar-based sealcoat on parking lots was associated with elevated concentrations of PAHs in house dust.<\/p>\r\n<p>Sealcoat products are widely used in the U.S., both commercially and by homeowners. The products are commonly applied to commercial parking lots (including strip malls, schools, churches and shopping centers), residential driveways, apartment complexes and playgrounds. The City of Austin, Texas estimates that before a ban on use of coal-tar-based sealcoat in 2006, about 600,000 gallons of sealcoat were applied every year in the city.<\/p>\r\n<p>Two kinds of sealcoat products are widely used: coal-tar-emulsion based and asphalt-emulsion based.&nbsp; Consumers can determine whether a product contains coal tar by reading the label or asking the company hired to do the pavement application. The coal-tar products have PAH levels about 1,000 times higher than the asphalt products. National use numbers are not available; however, previous research suggests that asphalt-based sealcoat is more commonly used on the West Coast and coal-tar based sealcoat is more commonly used in the Midwest, the South, and the East. The results of the lake study reflect this east-west difference. For example, sealcoat contributes over 80 percent of PAHs in Lake Anne, Va., and PAH concentrations there are about twenty times higher than in Decker Lake, Utah, even though the areas have similar population density and level of urban development. Furthermore, PAH levels in pavement dust from sealcoated parking lots in Va.","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","toxics","Coal Tar Sealcoats","Hs","Polycyclic Aromatic Hydrocarbons","lakes","contaminants"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1291179600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"170263"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}