{"title":"The USGS and Partners Work to Develop an Earthquake Early Warning System for California","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"500\" caption=\"This aerial view shows collapsed sections of the Cypress viaduct of Interstate Highway 880 in Oakland, Calif., after the 1989 Loma Prieta earthquake. Extra seconds provided by early warning systems could give drivers time to stop their cars or get off the road.\"]<img src=\"http:\/\/gallery.usgs.gov\/images\/01_26_2009\/mQHs38Vjj1\/medium\/019sr.jpg\" alt=\"\" width=\"500\" height=\"336\" \/>[\/caption]\n\nApril is Earthquake Awareness Month, reminding us that earthquakes pose significant risk to 75 million Americans in 39 states. In 2011 and 2012 significant seismic events worldwide demonstrated the importance of understanding earthquake hazards and developing tools to help plan and prepare for earthquakes.\n\nWhen the devastating magnitude-9.0 Tohoku earthquake struck Japan last March, the countryâ\u0080\u0099s earthquake information systems sent an alert via TV, radio, the Internet and cell phones that gave people about 200 miles away in Tokyo up to 30 seconds or more to prepare before strong shaking from the epicenter reached them. People closer to the epicenter, which experienced the strongest shaking from this offshore event, received up to 5-10 seconds warning.<strong><\/strong>\n\n<strong>When Seconds Count <\/strong>\n\nMere seconds may not seem like a lot. But for areas about to be rocked by seismic waves, those seconds can give emergency managers and the public just enough time to prepare and perform crucial life-saving tasks, as well as trigger automated systems designed for such a situation. Japanese communities benefited from this technology during the Tohoku earthquake because of Japanâ\u0080\u0099s $600 million investment in earthquake early warning development, an investment that began following the 1995 Kobe quake that killed at least 6,400 people. Public warnings were first issued in October 2007.\n\nNow the USGS is working with academic and private partners to develop an early warning system in California that would provide critical seconds of extra time that could, for example:\n<ul>\n\t<li>allow people to drop, cover and hold on and grant businesses time to shut down and move workers<strong> <\/strong>to safe<strong> l<\/strong>ocations,<\/li>\n\t<li>give medical professionals time to stop delicate procedures,<\/li>\n\t<li>protect travelers by providing time for trains to slow or stop, for elevator doors to open, for bridge traffic to clear, for slowing or stopping traffic, and even stopping landings and take-offs at airports, and<\/li>\n\t<li>enable emergency responders to prepare by opening fire station doors and starting generators.<\/li>\n<\/ul>\nOther countries have also implemented Earthquake Early Warning (EEW) systems: Mexico City, Mexico; Istanbul, Turkey; Bucharest, Romania; and Italy and Taiwan.\n\nLos Angeles city officials recognize the possibilities Earthquake Early Warning offers. â\u0080\u009cMayor Villaraigosa believes Earthquake Early Warning is a key component of emergency preparedness,â\u0080\u009d said Eileen Decker, Los Angeles deputy mayor for Public Safety. â\u0080\u009cCountries that have invested in such systems, like Japan and Mexico, have shown that the investments have been worthwhile, particularly when major earthquakes have hit, and the people receiving the notices responded by following appropriate emergency procedures. There is no doubt the system saves lives and protect the public.â\u0080\u009d\n\n<strong>So what is an Earthquake Early Warning System?<\/strong>\n\nThe shaking we feel during an earthquake is caused by <a href=\"http:\/\/earthquake.usgs.gov\/learn\/topics\/?topicID=63\">seismic<\/a><a href=\"http:\/\/earthquake.usgs.gov\/learn\/topics\/?topicID=63\">waves<\/a> that radiate from the fault rupture toward surrounding areas like pond waves that start with the toss of a pebble. So, depending on distance and other factors, a varying gap of time occurs between the start of an earthquake and its impact on places away from the epicenter.\n\nWhen an earthquake strikes, early warning technology can process data from sensors close to the fault fast enough to generate alerts that can stay ahead of the seismic waves and reach an area before the shaking starts. These rapid alerts allow people to take steps to protect themselves, and can trigger automatic responses in factories, industrial plants, power grids and transportation systems.\n\nThe amount of warning time available depends on a locationâ\u0080\u0099s distance from the earthquake epicenter. Communities closest to the epicenter will receive no warning because they fall within what is known as â\u0080\u009cthe blind zone.â\u0080\u009d Communities far from the epicenter, however, may receive tens of seconds to more than a minute of warning time, but they are also less likely to experience damage from the shaking.\n\nEven a few seconds can be better than none. â\u0080\u009cWhat would you do with even just 10 seconds of time?â\u0080\u009d asked USGS Director Marcia McNutt. â\u0080\u009cThe answers surprised us when we spoke with leaders from business, emergency management, public works and other sectors. When earthquake alerts can be automatically interfaced to systems to perform critical tasks before the ground starts rocking and rolling, we project reduction in loss of life and property.\"\n\n<strong>USGS and Its Partners Lead the Way<\/strong>\n\nThe USGS has the <a href=\"https:\/\/www.fema.gov\/library\/viewRecord.do?fromSearch=fromsearch&amp;id=3564\">primary<\/a><a href=\"https:\/\/www.fema.gov\/library\/viewRecord.do?fromSearch=fromsearch&amp;id=3564\">Federal<\/a><a href=\"https:\/\/www.fema.gov\/library\/viewRecord.do?fromSearch=fromsearch&amp;id=3564\">responsibility<\/a> to issue earthquake alerts, enhance public safety and reduce losses through effective forecasts and warnings. Consequently, USGS will be responsible for maintaining and running a national early warning system when it is developed.\n\nIn 2006, the USGS funded research in partnership with the University of California at Berkeley (UC Berkeley), California Institute of Technology (Caltech), and the Southern California Earthquake Center (SCEC), a consortium based at the University of Southern California and funded by USGS and the National Science Foundation.\n\nIn the projectâ\u0080\u0099s first three years, researchers developed three EEW methods and adapted them to work with live data flowing from seismic sensors throughout California, demonstrating that EEW is feasible in California. Scientists then further refined these methods and created a \"decision moduleâ\u0080\u009d that produced a single unified notification stream. They also created a computer application for users to receive and see the notifications. The resulting end-to-end EEW thread constituted a working demonstration system in California that has been named ShakeAlert.\n\nIn 2011, this effort received a major boost when the Gordon and Betty Moore Foundation awarded $6 million to UC Berkeley, Caltech, and the University of Washington to collaborate with the USGS on an EEW prototype system and associated research. Since January 2012, ShakeAlert notifications are being sent to selected test users in the emergency response, utility and transportation sectors of California.\n\n<strong>Moving Forward<\/strong>\n\nAccording to earthquake experts, three steps are necessary to achieve a fully developed EEW system in the United States: increasing sensors,Â improving the reliability of communications, enhancing software, and maintaining dedicated staff to guarantee rapid and reliable detection of earthquakes; developing the technology to deliver reliable warnings to users; and educating usersÂ about what the warnings mean and how to use them.\n\nEEW adds a new dimension to the USGS <a href=\"http:\/\/earthquake.usgs.gov\/monitoring\/anss\/\">Advanced National Seismic System<\/a>, which already enables rapid delivery of information when earthquake strikes. Investments through the USGS multi-hazards initiative and the American Recovery and Reinvestment Act have helped upgrade stations, reduce data transfer delays, and add stations along major faults. Continual improvement of this infrastructure will pave the way for the eventual development of a robust operational EEW system in California.\n\nThe President's <a href=\"http:\/\/www.doi.gov\/budget\/2013\/13Hilites\/BH051.pdf\">budget request for fiscal year 2013<\/a> proposes to increase USGS investment in EEW by supporting telecommunications improvements so that warning can be delivered more quickly, and by partnering with social scientists to understand how to best communicate warning information. The result will be a system better suited to support emergency managers and other decision makers as they respond to earthquake activity, said David Applegate, USGS associate director for Natural Hazards.\n\nâ\u0080\u009cThe promise of EEW is that with a few extra seconds, some communities will be able to take crucial steps that may make all the difference,â\u0080\u009d he added.\n\nEEW is just one tool to help society better prepare for and respond to earthquakes. The USGS works with its partners in the multi-agency National Earthquake Hazards Reduction Program (<a href=\"http:\/\/www.nehrp.gov\/\">NEHRP<\/a>) to mitigate earthquake losses by developing and applying earth science data and assessments essential for land-use planning, building code development, engineering design and emergency preparedness decisions.\n\n&nbsp;\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24199","uid":"31","filename":"019sr.jpg","uri":"public:\/\/019sr.jpg","filemime":"image\/jpeg","filesize":"30467","status":"1","timestamp":"1425492768","type":"image","uuid":"4be90e48-4f6c-4f76-a00c-adcc80326b2c","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":336,"width":500},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1334682527","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}