{"title":"snakehead in your inbox? Welcome to the Nonindigenous Aquatic Species Alert System","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p><span class=\"c-bold\">News Editors:<br \/>The NAS Homepage is on:<\/span> <a href=\"http:\/\/nas.er.usgs.gov\/\">http:\/\/nas.er.usgs.gov\/<\/a><br \/><span class=\"c-bold\">Reproducible photos are available at:<\/span><br \/><a href=\"http:\/\/cars.er.usgs.gov\/pics\/snakehead\/snakehead.html\">http:\/\/cars.er.usgs.gov\/pics\/snakehead\/snakehead.html<\/a> (northern snakehead)<br \/><a href=\"http:\/\/cars.er.usgs.gov\/Center_Publications\/Image_Archive\/image_archive.html\">http:\/\/cars.er.usgs.gov\/Center_Publications\/Image_Archive\/image_archive.html<\/a> (Photo Archive)<br \/><a href=\"http:\/\/cars.er.usgs.gov\/rudd_color.jpg\">http:\/\/cars.er.usgs.gov\/rudd_color.jpg<\/a> (rudd)<br \/><a href=\"http:\/\/cars.er.usgs.gov\/female_at_nest_1.jpg\">http:\/\/cars.er.usgs.gov\/female_at_nest_1.jpg<\/a> (female alligator guarding her nest)<\/p><p>Want to know how many new species have been found in your state in the past six months, or where the latest sighting of snakeheads occurred? You can find the answers to both these questions at the USGS Nonindigenous Aquatic Species (NAS) Alert System.<\/p><p>USGS developed the new NAS Alert System to track the spread of invasive species nationwide. Now, users can report nonindigenous and invasive aquatic species they sight, automatically receive email alerts, or perform searches on aquatic species &mdash; such as American alligators in Pennsylvania, Asian carp in Colorado, or snakehead fishes in Virginia. The system is flexible, providing two different perspectives &mdash; one to a user interested in an area, the other to users interested in a species &mdash; whether the user chooses automatic alerts or prefers to search the site.<\/p><p>&quot;Although this system debuted only in late July, we already are seeing benefits, some beyond what we anticipated,&quot; said Pam Fuller, invasive species biologist at USGS&rsquo;s Florida Integrated Science Center who invented and developed the system with Shawn Dalton of Johnson Controls. &quot;For the first time, the science community and nature hobbyists have a forum to exchange information and document the appearance of species in new locations.&quot;<\/p><p>Nonindigenous aquatic species are members of a species that enter a body of water outside of their historic native range. An invasive species is a nonindigenous species whose introduction causes, or is likely to cause, harm to the economy, environment, or human health.<\/p><p>&quot;Early detection and response are critical in reducing the damage caused when nonindigenous species become invasive,&quot; said Fuller. &quot;Waterways, lakes, and oceans are particularly vulnerable because underwater surveillance is certainly more difficult than monitoring land. We anticipate that this tool will be quite useful to the wildlife management community.&quot;<\/p><p>Before the alert gets to your inbox, the information is checked against the National Nonindigenous Aquatic Species database that tracks aquatic introductions to make sure it is a new location. After that, Fuller and her NAS database colleagues verify the information. An alert is then sent to those who signed up for that taxonomic group, and species. If the species is new to the state the alert is sent to anyone who signed up for that state. Those who signed up for alerts on a specific species will get alerts to any new movements of the species into a novel state, county, or drainage.<\/p><p>Most nonindigenous introductions are a result of human activities since the European colonization of North America. This includes not only species that arrived from outside of North America, which are commonly referred to as exotics, but also species native to North America that have been introduced to drainages outside their native ranges within the United States.<\/p><p>The alert system is tailored to provide wildlife managers the information they request to help them plan and manage the impact of invasives on native species and habitats in their states, parks or conservation areas. It is also used by<\/p>","summary":"","format":"filtered_html","safe_value":"<p>News Editors:The NAS Homepage is on: <a href=\"http:\/\/nas.er.usgs.gov\/\">http:\/\/nas.er.usgs.gov\/<\/a>Reproducible photos are available at:<a href=\"http:\/\/cars.er.usgs.gov\/pics\/snakehead\/snakehead.html\">http:\/\/cars.er.usgs.gov\/pics\/snakehead\/snakehead.html<\/a> (northern snakehead)<a href=\"http:\/\/cars.er.usgs.gov\/Center_Publications\/Image_Archive\/image_archive.html\">http:\/\/cars.er.usgs.gov\/Center_Publications\/Image_Archive\/image_archive.html<\/a> (Photo Archive)<a href=\"http:\/\/cars.er.usgs.gov\/rudd_color.jpg\">http:\/\/cars.er.usgs.gov\/rudd_color.jpg<\/a> (rudd)<a href=\"http:\/\/cars.er.usgs.gov\/female_at_nest_1.jpg\">http:\/\/cars.er.usgs.gov\/female_at_nest_1.jpg<\/a> (female alligator guarding her nest)Want to know how many new species have been found in your state in the past six months, or where the latest sighting of snakeheads occurred? You can find the answers to both these questions at the USGS Nonindigenous Aquatic Species (NAS) Alert System.USGS developed the new NAS Alert System to track the spread of invasive species nationwide. Now, users can report nonindigenous and invasive aquatic species they sight, automatically receive email alerts, or perform searches on aquatic species — such as American alligators in Pennsylvania, Asian carp in Colorado, or snakehead fishes in Virginia. The system is flexible, providing two different perspectives — one to a user interested in an area, the other to users interested in a species — whether the user chooses automatic alerts or prefers to search the site.\"Although this system debuted only in late July, we already are seeing benefits, some beyond what we anticipated,\" said Pam Fuller, invasive species biologist at USGS’s Florida Integrated Science Center who invented and developed the system with Shawn Dalton of Johnson Controls. \"For the first time, the science community and nature hobbyists have a forum to exchange information and document the appearance of species in new locations.\"Nonindigenous aquatic species are members of a species that enter a body of water outside of their historic native range. An invasive species is a nonindigenous species whose introduction causes, or is likely to cause, harm to the economy, environment, or human health.\"Early detection and response are critical in reducing the damage caused when nonindigenous species become invasive,\" said Fuller. \"Waterways, lakes, and oceans are particularly vulnerable because underwater surveillance is certainly more difficult than monitoring land. We anticipate that this tool will be quite useful to the wildlife management community.\"Before the alert gets to your inbox, the information is checked against the National Nonindigenous Aquatic Species database that tracks aquatic introductions to make sure it is a new location. After that, Fuller and her NAS database colleagues verify the information. An alert is then sent to those who signed up for that taxonomic group, and species. If the species is new to the state the alert is sent to anyone who signed up for that state. Those who signed up for alerts on a specific species will get alerts to any new movements of the species into a novel state, county, or drainage.Most nonindigenous introductions are a result of human activities since the European colonization of North America. This includes not only species that arrived from outside of North America, which are commonly referred to as exotics, but also species native to North America that have been introduced to drainages outside their native ranges within the United States.The alert system is tailored to provide wildlife managers the information they request to help them plan and manage the impact of invasives on native species and habitats in their states, parks or conservation areas. It is also used by<\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1094702400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"}]},"subtitle":[]}