{"title":"Media Advisory: USGS and the Government of Afghanistan to Release Hyperspectral Data of Afghanistan","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>WASHINGTON, D.C. &nbsp;&ndash; You are invited to attend a rollout event hosted by the Embassy of Afghanistan at which the U.S. Geological Survey and the Task Force for Business and Stability Operations will release airborne hyperspectral imaging of Afghanistan. This release marks the first time in history that hyperspectral imaging has been collected across an entire country, and the data released will provide policymakers and potential private investors with valuable new information on the identity and location of underground mineral resources, such as copper, iron ore, colored stones and gemstones.<\/p>\n<p>The USGS completed this work in collaboration with The Task Force for Business and Stability Operations, the Office of the Secretary of Defense, the Afghanistan Ministry of Mines, and the Afghanistan Geological Survey.&nbsp;<\/p>\r\n<p><strong>Who:<\/strong><\/p>\r\n<ul>\r\n<li>H.E. Eklil Hakimi, Ambassador, Islamic Republic of Afghanistan<\/li>\r\n<li>Emily Scott, Natural Resources Program Director, Task Force for Business and Stability Operations<\/li>\r\n<li>Marcia McNutt, Director, U.S. Geological Survey<\/li>\r\n<\/ul>\r\n<p>&nbsp;<\/p>\r\n<p><strong>Where:<\/strong><\/p>\r\n<p>The Embassy of Afghanistan<\/p>\r\n<p>2341 Wyoming Avenue, N.W.<\/p>\r\n<p>Washington, D.C. 20008<\/p>\r\n<p><strong>When:<\/strong><\/p>\r\n<p>Tuesday, July 17, 2012;&nbsp;4:00 p.m. - 6:00 p.m. Eastern Time<\/p>\r\n<p><strong>Registration is required:<\/strong> Due to limited space and building security, members of the media<strong> must<\/strong> pre-register by contacting Kelsey Glover, Media Relations Officer with the Afghan Embassy, at <a href=\"mailto:glover@embassyofafghanistan.org\">glover@embassyofafghanistan.org<\/a> or 202.483.6410 ext. 8002.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Energyand Mineralsand Environmental Health Mineral Resour","International Programs Asiaand Pacific"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1341979200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168868"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}