{"title":"USGS Improves Turbidity Reporting Procedures","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Water-resource managers commonly measure turbidity to help regulate drinking water clarity, monitor the transport of sediment and the impact of development on natural resources, and for other issues where water clarity affects environmental health. In collaboration with the public and private sectors, the USGS recently improved the system used to report turbidity information. <\/p>\n<p>The overhaul was spurred by the need for consistent and comparable reporting of turbidity measurements within the USGS and by other collectors. Advances in technology also spurred the improvements for measuring turbidity. <\/p>\r\n<p>The USGS and its partners, including ASTM International, established a suite of units to report turbidity data. The new system will improve the quality and comparability of reported data and will reduce the variability of such data in the USGS and other databases. Turbidity information is often used by recreational boaters and fisherman, water treatment industries, resource managers, and environmental groups. <\/p>\r\n<p>Technological advances have introduced a variety of turbidimeters designed to meet different water-clarity objectives. Because of differences in instrument design and light source, these various meters respond differently to color, particle size distributions, and\/or particle concentrations in the water. The result is that different meters do not necessarily yield comparable data. Effective October 1, the USGS implemented an information-rich set of procedures that identify the type of turbidimeter used for measurements that are reported in the USGS National Water Information System (NWIS). <\/p>\r\n<p>USGS data-collection and data-reporting procedures for turbidity, and associated references, are online at <a href=\"http:\/\/water.usgs.gov\/admin\/memo\/QW\/qw04.03.html\">http:\/\/water.usgs.gov\/admin\/memo\/QW\/qw04.03.html<\/a> (Office of Water Quality Technical Memorandum 2004.03) and in the USGS National Field Manual for the Collection of Water-Quality Data, Chapter 6.7, Turbidity <a href=\"http:\/\/water.usgs.gov\/owq\/FieldManual\/Chapter6\/6.7_contents.html\" http: water.usgs.gov owq FieldManual Chapter6 6.7_contents.html)>http:\/\/water.usgs.gov\/owq\/FieldManual\/Chapter6\/6.7_contents.html)<\/a>. <\/p>\r\n<p>The USGS serves the Nation by providing reliable scientific information to describe and understand the Earth; minimize loss of life and property from natural disasters; manage water, biological, energy, and mineral resources; and enhance and protect our quality of life.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1101877200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169389"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}