{"title":"Hurricane Season has Arrived","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"Hurricane season is upon us. And while the <a href=\"http:\/\/www.nhc.noaa.gov\/\">National Hurricane Centerâ\u0080\u0099s<\/a> forecast for the 2014 season is for a normal to below normal season, all it takes is one storm making landfall to alter the everyday lives of communities impacted by hurricane winds, coastal erosion, storm surge and flooding.\n\nFor residents of the Atlantic and Gulf Coasts, itâ\u0080\u0099s time to prepare for hurricane season by visiting <a href=\"http:\/\/www.ready.gov\/\">Ready.gov<\/a> for the latest on what to do before, during or after a storm.\n\nThe U.S. Geological Survey is ready, with teams of scientists prepared to deploy tools and technology that will provide decision-makers and emergency managers with information they can use to help minimize risk and save lives and property.\n\nBefore, during and after hurricanes and tropical storms, the USGS assesses potential or actual impacts on shorelines, coastal population centers, wetlands, marshes, and barrier islands. Measurements of the storm surge, inland river water levels and flows, and changes in water quality, coastal dunes and habitats all aid in the pre- and post-storm assessments of hurricane impacts.\n\n[caption id=\"\" align=\"alignleft\" width=\"263\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_07_2011_w06Eu22TTo_09_07_2011_1#.U4x6YzC1F8H\"><img src=\"http:\/\/gallery.usgs.gov\/images\/09_07_2011\/w06Eu22TTo_09_07_2011\/medium\/IMG_3165.JPG\" alt=\"Storm Surge Sensor During Hurricane Irene\" width=\"263\" height=\"350\" \/><\/a> During hurricanes the USGS deploys storm-surge monitoring instruments along the coasts, sounds, and bays in impacted areas to gauge how high hurricanes push water in rivers, bays and other areas. The sensors are crucial for forecasting future storms and assessing hurricane damage. They are strapped to structures expected to survive the storm, such as bridge piers, light poles, and fire hydrants. In this picture USGS employee Curtis Weaver installs a storm surge sensor on the Pamlico Sound in Avon, NC.[\/caption]\n\nForecasters and emergency managers use this information to predict coastal storm flooding to determine what areas to evacuate in advance of the storm. The USGS also uses the information -- combined with state-of-the-art modeling -- to predict the probability of storm-induced coastal change.\n\nAfter the storm, emergency responders use the data to better target impacted areas for rapid relief and recovery assistance; community planners use it to better delineate floodplains to reduce future flood risks; and scientists use it to improve and prepare storm-tide models that will help with future flood predictions.\n\nThe first named storm of the 2014 Atlantic season will be â\u0080\u009cArthur,â\u0080\u009d with 20 more names pre-selected by the National Weather Service for use as necessary during the season, which runs from June 1 to November 30. In 2013, 13 of the 21 names were used, but none of the storms made landfall in the U.S. at hurricane strength.\n\n<strong>Storm Surge Monitoring<\/strong>\n\nWith a mild 2013 season, the last USGS storm deployment was in 2012 for Hurricane Sandy. Typically, pre-storm deployments include storm surge sensors, rapid deployment of real-time gages, wave sensors, and barometric pressure sensors at hundreds of locations along the coast. Data from the real-time gages and barometers provides valuable information to the National Weather Service and emergency managers as they make decisions related to public safety. The combination of information from storm surge sensors and rapid collection of post-storm high-water marks allows USGS to accurately document hurricane-induced storm surge after a storm makes landfall. This information is used to create maps of floodplains needed by the <a href=\"http:\/\/www.fema.gov\/\">Federal Emergency Management Agency<\/a> to administer the National Flood Insurance Program, guide land use and establish local building codes and set-back requirements.\n\nThe use of low-cost storm surge sensors allows for accurate and reliable measurement of the timing and magnitude of overland flooding at numerous locations. The sensors are typically housed in a pipe about 1 1\/2 inches in diameter and a foot long. The storm surge sensors are strapped to piers, docks or other structures in the water expected to withstand the storm to collect data on storm surge, and in some cases, transmit water levels in real time. They are typically installed directly on the beaches and inland where the impacts of storm surge are forecast.\n\nFollow the link to learn more about <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_science_pick\/usgs-storm-surge-sensors\/\">USGS storm surge sensors<\/a>. All data collected by these sensors and the existing USGS streamgage network are available on the <a href=\"http:\/\/54.243.149.253\/home\/webmap\/viewer.html?webmap=c07fae08c20c4117bdb8e92e3239837e\">USGS Storm-Tide Mapper<\/a>.\n\n&nbsp;\n\n<strong>Inland Flooding Threats<\/strong>\n\nForecasters use the <a href=\"http:\/\/waterdata.usgs.gov\/usa\/nwis\/rt\">USGS streamgaging network<\/a> of more than 8,000 gages nationwide to predict and track the inland river flooding created by the intense rainfall. USGS crews race to measure floodwaters for both quantity and quality to document real-time conditions and quickly provide the information to the National Oceanic and Atmospheric Administrationâ\u0080\u0099s National Weather Service for improved flood forecasting.\n\n[caption id=\"\" align=\"alignright\" width=\"324\"]<a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/coastal-change\/images\/Sandy_vulnerability_FireIsland102912lg.jpg\"><img src=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/coastal-change\/images\/Sandy_vulnerability_FireIsland102912lg.jpg\" alt=\"Coastal Change \" width=\"324\" height=\"206\" \/><\/a> USGS determines probabilities of hurricane-induced coastal change for the Atlantic and Gulf coasts of our Nation to better inform evacuation, response, preparedness, and mitigation efforts.[\/caption]\n\n<strong>Coastal Change Impacts<\/strong>\n\nHurricanes unleash dangerous waves and powerful currents capable of moving large amounts of sand, destroying buildings and infrastructure, and reshaping our nationâ\u0080\u0099s coastline. USGS research focuses on understanding the magnitude and variability of the impacts of hurricanes and extreme storms on the sandy beaches of the United States. The overall objective is to improve the capability to predict coastal change that results from severe storms. This supports management of coastal infrastructure, resources, and safety.\n\n[caption id=\"\" align=\"alignleft\" width=\"263\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_10_2013_j5Eq27Thg0_05_10_2013_0#.U4x6FTC1F8G\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_10_2013\/j5Eq27Thg0_05_10_2013\/medium\/HWM-NY-NEW-008-01.jpg\" alt=\"Surveying High-Water Marks after Hurricane Sandy\" width=\"263\" height=\"350\" \/><\/a> USGS hydrologic technician Amy Simonson surveying a high-water mark on Liberty Island, New York after Hurricane Sandy[\/caption]\n\n<strong>Landslides and Hurricanes<\/strong>\n\nHurricanes are well known to cause landslides, especially in mountainous areas.Â  Although not always associated with hurricanes, landslides can occur as a result of heavy rainfall and flooding caused by intense storms.Â  The slope of the land, the type of geology, ground saturation, rainfall intensity, and duration all play major roles in triggering landslides. The USGS is working with other federal, state and local agencies on efforts to be able to forecast conditions that make landslides more likely.\n\n<a href=\"http:\/\/coastal.er.usgs.gov\/hazard-events\/sandy\/\"><strong>The Science after the Storm â\u0080\u0093 Hurricane Sandy<\/strong><\/a>\n\nMore than a year and a half after Hurricane Sandy collided with the East Coast, the USGS continues to study the changes left behind in its devastating path. Scientists are generating critical information to aid the recovery process of the coastal areas and help communities become more resilient against future extreme storms.\n\nSome of the agencyâ\u0080\u0099s goals include increasing the:\n<ul>\n\t<li>predictive capability for determining hurricane-induced coastal erosion hazards;<\/li>\n\t<li>recognition of how different landforms mitigate storm surge, which will help improve storm surge predictions and understanding of coastal vulnerabilities;<\/li>\n\t<li>understanding the long-term consequences of contaminants released during natural disasters;<\/li>\n\t<li>comprehension of impacts to wildlife and ecosystems.<\/li>\n<\/ul>\n&nbsp;\n\nTo do this, the USGS is working to deliver high-resolution topographical surveys; evaluations of ecosystem resiliency; enhanced storm tide monitoring; vulnerability assessments and data display capabilities; documentation of coastal processes and vulnerabilities of Fire Island, New York and Assateague Island regional areas; and assessments of estuarine responses to the storm and changes to the barrier islands; and forecasts of biological vulnerabilities.\n\nAn example of improved capability and preparedness is the storm-tide monitoring program on the northeast Atlantic Coast. USGS plans to flood-harden 40 existing near-real-time tide gages, establish 20 new near-real-time tide gages, and procure 50 new rapidly deployable gages. The USGS also will establish more than 800 potential data-collection sites along the Atlantic Coast from Virginia to Maine and equip them with fixed-place brackets that will readily accept and secure rapid deployment gages and storm surge sensors. The overall result will be a large increase in real-time and non-real time data that will be efficiently and effectively delivered to aid in determining appropriate storm response and recovery actions.\n\nNow that hurricane season has begun, USGS scientists and technicians will be in the field before, during, and after the storms to assess potential or actual impacts of hurricanes, providing information needed to help save lives and property. Will you be ready?\n\nFor more information please visit the following websites:\n\n<a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/\">Coastal Change Hazards: Hurricanes and Extreme Storms<\/a>\n\n<a href=\"http:\/\/water.usgs.gov\/floods\/\">USGS Flood Information<\/a>â\u0080\u0094Information about current and past flooding\n\n<a href=\"http:\/\/water.usgs.gov\/wateralert\/index.html\">USGS WaterAlert<\/a> â\u0080\u0093 Sends e-mail or text messages from the USGS streamgage of your choice\n\n<a href=\"http:\/\/waterwatch.usgs.gov\/?id=pamap\">USGS WaterWatch<\/a>â\u0080\u0094Provides current USGS water data for the nation\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/start-with-science-to-address-vulnerable-coastal-communities\/?from=title\">Start with Science to Address Vulnerable Coastal Communities<\/a>\n\n<a href=\"http:\/\/wh.er.usgs.gov\/slr\/sealevelrise.html\">Sea Level Rise<\/a> Hazards and Decision Support\n\n<a href=\"http:\/\/www.ready.gov\/\">Ready.gov<\/a>â\u0080\u0094What to do before, during and after an emergency\n\n<a href=\"http:\/\/www.ready.gov\/kids\">Ready.gov for kids<\/a>â\u0080\u0094What to do before, during and after an emergency for kids\n\n<a href=\"http:\/\/www.nhc.noaa.gov\/\">National Hurricane Center<\/a>\n\n<a href=\"http:\/\/coastal.er.usgs.gov\/icoast\/about.php\">iCoast<\/a>â\u0080\u0094Did the Coast Change? A new citizen science web app that asks volunteers to compare pre- and post-storm aerial photographs and identify coastal changes\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24375","uid":"31","filename":"HurriMain.jpg","uri":"public:\/\/HurriMain.jpg","filemime":"image\/jpeg","filesize":"107525","status":"1","timestamp":"1425492768","type":"image","uuid":"61ad1179-45e4-406f-b013-6dcfef498a5d","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["awareness","Coastal Change","Coastal Erosion","Hurricane","Hurricane Sandy","Hurricane Season","Inland Flooding","landslides","storm Surge","Superstorm Sandy"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1401716951","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}