{"title":"Pesticides in the Nation&#39;s Streams and Ground Water","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Today, the U.S. Geological Survey released a report describing the occurrence of pesticides in streams and ground water during 1992-2001. The report concludes that pesticides are typically present throughout the year in most streams in urban and agricultural areas of the Nation, but are less common in ground water. <!--introend-->The report also concludes that pesticides are seldom at concentrations likely to affect humans. However in many streams, particularly those draining urban and agricultural areas, pesticides were found at concentrations that may affect aquatic life or fish-eating wildlife. <\/p>\n<p>Dr. Robert Hirsch, Associate Director for Water, said, \"While the use of pesticides has resulted in a wide range of benefits to control weeds, insects, and other pests, including increased food production and reduction of insect-borne disease, their use also raises questions about possible effects on the environment, including water quality.\" Hirsch also commented that \"the USGS assessment provides the most comprehensive national-scale analysis to date of pesticide occurrence in streams and ground water. Findings show where, when, and why specific pesticides occur, and yield science-based implications for assessing and managing pesticides in our water resources.\" <\/p>\r\n<p>The USGS findings show strong relations between the occurrence of pesticides and their use, and point out that some of the frequently detected pesticides, including the insecticide diazinon and the herbicides alachlor and cyanazine, are declining. <\/p>\r\n<p>USGS has worked closely with the U.S. Environmental Protection Agency (EPA) during the 10-year study. EPA uses the data extensively in their exposure and risk assessments for regulating the use of pesticides. For example, EPA used USGS data in its risk assessments for the reevaluation of diazinon, chlorpyrifos, cyanazine and alachlor. Uses of three of these pesticides (diazinon, chlorpyrifos and cyanazine) have now been significantly limited, and usage of alachlor was voluntarily reduced and largely replaced by a registered alternative. <\/p>\r\n<p>The USGS report is based on analysis of data collected from 51 major river basins and aquifer systems across the Nation from Florida to the Pacific Northwest and including Hawaii and Alaska, plus a regional study in the High Plains aquifer system.<\/p>\r\n<p>Although none of the USGS stream sampling sites were located at drinking-water intakes, a screening-level assessment was done by USGS to provide an initial perspective on the relevance of the pesticide concentrations to human health. USGS measurements were compared to EPA drinking-water standards and guidelines. Concentrations of individual pesticides were almost always lower than the standards and guidelines, representing less than 10 percent of the sampled<FONT color=#ff0000> <\/FONT>stream sites and about 1 percent of domestic and public-supply wells. <\/p>\r\n<p>However, pesticides may have substantially greater effects on aquatic ecosystems than on humans based on a screening-level comparison of USGS measurements to water-quality benchmarks for aquatic life and fish-eating wildlife. More than 80 percent of urban streams and more than 50 percent of agricultural streams had concentrations in water of at least one pesticide&mdash;mostly those in use during the study period&mdash;that exceeded a water-quality benchmark for aquatic life. Water-quality benchmarks are estimates of concentrations above which pesticides may have adverse effects on human health, aquatic life, or fish-eating wildlife.<\/p>\r\n<p>Insecticides, particularly diazinon, chlorpyrifos, and malathion frequently exceeded aquatic-life benchmarks in urban streams. Most urban uses of diazinon and chlorpyrifos, such as on lawns and gardens, have been phased out since 2001 because of use restrictions imposed by the EPA. The USGS data indicate that concentrations of these pesticides may have been declining in some urban streams even befo","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1141362000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168779"},{"tid":"170351"},{"tid":"169268"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}