{"title":"Federal Employees Win Bid for Water Quality Lab Work","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Study Concludes Current Lab Structure Most Efficient<\/strong> \r\n<\/p>\r\n<p>\r\n<!--introstart-->The U.S. Geological Survey has concluded that its National Water Quality Laboratory (NWQL) in Lakewood, Colo., should continue to be staffed and operated by government employees.<!--introend--> \r\n<\/p>\r\n<p>\r\nA one-year &quot;A-76 Competitive Sourcing Study&quot; required USGS NWQL employees to compete with private companies by submitting proposals for operating the facility more efficiently. The review was conducted in response to requirements that federal agencies determine if private providers could do a better, more cost-efficient job of performing some functions considered commercial in nature. \r\n<\/p>\r\n<p>\r\n&quot;This team has demonstrated it can continue to provide the USGS and its many cooperators with high-quality, consistent chemical analysis of water, sediment and tissues,&quot; said Mark Myers, director of USGS. \r\n<\/p>\r\n<p>\r\nThe USGS NWQL analyzes more than 35,000 samples per year resulting in more than 1.3 million water quality measurements. The laboratory staff consists of approximately 125 federal employees who provide high-quality data for USGS national, regional and local programs and projects that assess current and emerging water quality issues of interest to scientists, decision-makers and the nation. \r\n<\/p>\r\n<p>\r\nThe state-of-the art building that houses the USGS NWQL opened in 1999 on the Denver Federal Center. \r\n<\/p>\r\n<p>\r\nThe competitive sourcing study was announced in late September 2006 and the performance decision was publicly announced today in FedBizOpps, an online database of federal government contracting opportunities. \r\n<\/p>\r\n<p>\r\nMore information about the <a href=\"http:\/\/nwql.usgs.gov\/Public\/pubs\/NWQL_Summ.pdf\">National Water Quality Laboratory<\/a> is available online. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1190865600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169167"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}