{"title":"Interior Scientists to Evaluate Effects of High Flow Test at Glen Canyon Dam","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The Department of the Interior&rsquo;s U.S. Geological Survey is collaborating with partner agencies to conduct scientific experiments designed to evaluate the effect of a high-flow release from Glen Canyon Dam on the natural resources of the Colorado River in Grand Canyon National Park.<\/p>\n<p>Researchers from the USGS Grand Canyon Monitoring and Research Center are working with scientists and resource managers from Interior&rsquo;s Bureau of Reclamation, Fish and Wildlife Service, National Park Service, as well as the Arizona Game and Fish Department, Northern Arizona University and other cooperators to prepare, conduct, and evaluate the experiments. <\/p>\r\n<p>The high-flow test, which will begin on Sunday, Nov. 21, 2004, received final approval today after the successful completion of an Environmental Analysis and the issuance of a Finding of No Significant Impact statement &mdash; steps required by the National Environmental Policy Act. The EA underwent a 15-day public review and comment period that closed today. <\/p>\r\n<p>Under the high-flow test experiment, Reclamation will open the dam&rsquo;s bypass tubes for 90 hours, beginning Nov. 21. The peak high flows will run for two and one-half days (60 hours) at about 41,000 cubic-feet-per-second. The goal is to stir up and redistribute sediment from tributary rivers downstream from the dam to enlarge existing beaches and sandbars, create new ones, and distribute sediment into drainage channels. <\/p>\r\n<p>A previous high-flow test at the dam in 1996 was designed to stir up and redistribute sediment from the bottom of the Colorado River and add it to river banks. The hypothesis underlying that test was not borne out by the results, leading scientists to believe that a more effective approach would be to redistribute tributary sediment. More than a million tons of sediment has now accumulated from downstream tributaries, triggering the proposal from the Adaptive Management Work Group for the Nov. 21 high-flow test. <\/p>\r\n<p>The water released during the experiment will not change the amount of water to be released over the course of the 2005 Water Year. The Annual Operating Plan calls for releasing approximately 8.23 million acre-feet of water from Glen Canyon Dam. That water is sent down river and captured in Lake Mead for use by the Lower Colorado River Basin States. The test flows are factored into that annual volume. Flows later in the year will be adjusted downward to factor in the additional water released between Nov. 21 and Nov. 25, 2004. <\/p>\r\n<p>The science experiments will focus on sediment distribution, native fish and food for aquatic animals. The results of the experiments will be used to evaluate the use of high flows to redistribute tributary sediment as a management tool for the preservation and restoration of natural and cultural resources in the Colorado River corridor below Glen Canyon Dam. <\/p>\r\n<p>Colorado River beaches provide a foundation for terrestrial habitat adjacent to the river as well as a safe and comfortable resting place for the recreational rafters and hikers who camp on them. In addition, sediment is important for in-place preservation of archaeological sites and other cultural resources. Most sediment entering Grand Canyon National Park now arrives from the Paria River and upper Marble Canyon tributaries below the dam. <\/p>\r\n<p>Research will be supported by pre- and post-release remote sensing to determine how the beaches and sediment in the system respond to the high flows. Aerial photography will be complemented by channel-bed mapping and sediment classification using sophisticated multibeam sonar. Subsequent remote sensing efforts around Memorial Day, 2005, and 18 months after the test will track changes in the system over time. <\/p>\r\n<p>USGS scientists will focus their investigations on sediment resources &mdash; specifically, how much of it moves through the Grand Canyon during the high-flow event, and how much is retained in the form","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Colorado"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1100840400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170436"},{"tid":"168895"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}