{"title":"Kobe Earthquake Was Deadliest, But Not Largest In &#39;95","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nThe magnitude 6.8 earthquake that killed 6,308 people and injured and displaced thousands of others in Kobe, Japan on Jan. 16, 1995, was certainly the deadliest and most expensive natural disaster anywhere in the world last year, but it was not the largest earthquake of the year, according to scientists at the U.S. Geological Survey, Department of the Interior. \r\n<\/p>\r\n<p>\r\nTwenty-five earthquakes around the world registered a higher magnitude than Kobe, according to USGS records at its National Earthquake Information Center in Golden, Colo. Forty-seven &quot;significant&quot; earthquakes were recorded throughout the world in 1995, 22 more than occurred in 1994, but only about two-thirds the long-term average of 60 per year. A significant earthquake, according to the USGS, is defined as one that registers a magnitude of at least 6.5, or one of lesser magnitude that causes casualties or considerable damage. \r\n<\/p>\r\n<p>\r\nIn spite of the 6,308 people killed in the Kobe quake, and another 2,000 killed in other earthquakes around the globe, 1995 was &quot;below average, for earthquake fatalities,&quot; said Waverly Person, chief scientist at the USGS facility in Colorado. &quot;Since comprehensive record keeping began in the early 1960s,&quot; Person said, &quot;the average annual death toll, worldwide, has been about 10,000.&quot; \r\n<\/p>\r\n<p>\r\nFour of the 1995 earthquakes were &quot;great&quot; earthquakes, registering a magnitude of 8.0 or greater. Two were centered on the floor of the Pacific Ocean; one near Tonga, in the South Pacific, on April 7, and one off the northern coast of Japan, December 3. The only land-based great earthquake occurred onshore near the northern coast of Chile on July 30. That 8.1 earthquake killed three people, injured several and generated a tsunami (sea wave) that traveled north and westward across the Pacific Ocean, but never reached heights of more than about two meters. \r\n<\/p>\r\n<p>\r\nThere were no significant earthquakes or earthquake fatalities recorded in the United States during 1995. One miner was killed in the implosion of a trona mine in southwestern Wyoming on February 3, but although that event registered a magnitude 5 on seismometers, its cause was determined to be associated with the structure of the mine, rather than a natural shift in the earth&rsquo;s crust. \r\n<\/p>\r\n<p>\r\nThe largest earthquake to occur anywhere in the U.S. or its coastal waters during 1995 was a 6.8 earthquake that occurred off the coast of Northern California on February 19. Although the tremor was felt over a large area of northern California, no injuries or damages were reported. A 6.5 earthquake was recorded in the Aleutian Islands on April 23. \r\n<\/p>\r\n<p>\r\nThe second-largest felt earthquake in the U.S. during 1995 was a 5.8 tremor, September 20, near Ridgecrest, Calif., in the Mojave Desert, northeast of Los Angeles. Although this earthquake has been followed by thousands of smaller aftershocks, no deaths, injuries or major damage have been attributed to the earth movements. \r\n<\/p>\r\n<p>\r\nThe third-largest earthquake in the U.S. during 1995 occurred in Brewster County, Texas, April 14. Two people were slightly injured in the 5.7 shaker that was felt throughout most of west-central Texas, and as far east as the Dallas-Fort Worth area. While not unheard of, earthquakes are fairly unusual in Texas. \r\n<\/p>\r\n<p>\r\nThe USGS, using data from seismograph stations throughout the world, presently locates from 16,000 to 19,000 earthquakes each year having magnitudes of about 1.0 up to 8.0 or more. Earthquake data gathered by the USGS is used to report on occurrences of earthquakes worldwide, to alert disaster response teams, and to provide information used by governments and industry to study causes of earthquakes, when and where they may occur and how the hazards of earthquakes might be reduced. \r\n<\/p>\r\n<p>\r\nWeekly reports of earthquake activity in California, Alaska and Hawaii are issued by USGS offices in those states.","summary":null,"format":null}]},"field_images":[],"regions":["California","Alaska"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"825051600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}