{"title":"streamgage Report Validates Benefits and Uses of USGS Streamflow Data","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Two of the more obvious reasons for collecting USGS streamgage data are flood warnings to protect lives and reduce property damage, and mapping floodplains to provide crucial scientific impact to vulnerable locations. According to a recently released report, &quot;Benefits of USGS Streamgaging Program: Users and Uses of USGS Streamflow Data,&quot; taxpayers and the nation receive additional benefits from the streamgage network.<!--introend--><\/p>\n<p>This report, produced by the National Hydrologic Warning Council, is the first of two reports the council will be preparing on the USGS streamgaging program. The first report is a broad-based description of the different types of benefits that come from USGS streamgages, highlighting who uses the data, how they benefit from the data, and the consequences of the absence of data. The second report, now in review at NHWC, is a more quantitative benefit analysis. It explores several major categories of benefits and compares those benefits to the costs of the program. The second report is expected to be released in the fall. This report is now available on line at: <a href=\"http:\/\/nhwc.udfcd.org\/PDF\/nhwc_nsip_phaseA.pdf\">http:\/\/nhwc.udfcd.org\/PDF\/nhwc_nsip_phaseA.pdf<\/a>. <\/p>\r\n<p>Listed below is additional USGS streamgage information that may be of interest: <\/p>\r\n<OL>\r\n<LI>Changes in the USGS streamgaging network take place every year as a result of changes in requirements and budget among more than 800 agencies that participate in funding the network. There are significant regional differences in network trends. Some States or river basins have a stable or growing network, while other States or river basins show decreases. Nationally, the total number of continuous record streamgages declined by 178 between Water Year 2004 and 2005, from a total of 7627 to 7449. <br>\r\n<LI>The long-record streamgages are particularly important to water resources and infrastructure planning and to the analysis of long-term changes in water availability, drought characteristics and flood hazards. In 2005, USGS reactivated 29 long-record streamgages but had to discontinue 142. (Long-record is defined here as greater than 30 years, but some of these discontinued streamgages had more than 100 years of data. <br>\r\n<LI>The use of USGS data continues to increase. The National Water Information System (NWIS) Web database, http:\/\/water.usgs.gov\/ (which contains USGS historical and real-time data for streamflow, water chemistry, and ground water levels) set an all-time record when the number of data requests fulfilled by the system rose to about 1.9 million requests on June 28, after widespread flooding in the Northeast. Over the past year, the average number of requests has been about, 1 million per day. Use of these data has been growing at about 30 percent per year.<\/LI><\/OL>\r\n<p>If you have questions about the USGS streamgaging network or other USGS water program activities, contact Denver Makle at (703) 648-4732 or <a href=\"mailto:dmakle@usgs.gov\">dmakle@usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1155009600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169236"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}