{"title":"DISABILITY CONFERENCE CONTINUES IN MENLO PARK, WITH MORE DEMONSTRATIONS OF ACCESSIBLE TECHNOLOGY","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html <\/a>\n<p><!--introstart-->The USGS scientist who intrigued Ted Kennedy Jr., Tuesday, with her foot-and voice-operated computer\/microscope, will give interviews and demonstrations again Wednesday, during the second day of the USGS&rsquo;s seventh annual Conference on Addressing the Employment of People with Disabilities, on the USGS campus in Menlo Park. <!--introend-->\r\n<p>Calling the U.S. Geological Survey a \"showcase for employment of people with disabilities ,\" Ted Kennedy Jr. drew several rounds of applause during his keynote address that opened the conference Tuesday morning. Speaking to a mixed audience of people with and without disabilities, Kennedy recalled his own feelings, at the age of 12, when his dad told him that he was going to lose part of his leg to cancer. \"I thought he meant they were going to scrape out a little piece,\" Kennedy said, \"so when I found out that they were actually going to cut my leg off, I had to make a lot of adjustments that a 12- year-old just isn&rsquo;t prepared for.\" Kennedy attributed his successful recovery from that operation to his supportive and loving family. \r\n<p>Following the address, Kennedy toured the USGS hallway exhibits and grounds, and spent about half an hour talking to Cynthia Dusel-Bacon, as she demonstrated her voice-activated computer. Dusel-Bacon lost most of both her arms during a mauling by a black bear in Alaska, 22 years ago. Kennedy, who lost one of his legs to cancer when he was 12, listened to Dusel-Bacon&rsquo;s story of the bear attack, and said, \"Gee, and sometimes I think I had it rough.\" \r\n<p>Keynoting the conference Wednesday at 9:15 a.m., will be Greg Smith. Smith hosts the nationally-syndicated radio show, \"On A Roll\"which is the only nationally broadcast radio program devoted to showcasing persons with disabilities and the ways they have overcome them. \r\n<p>\r\n<p>\r\n<p>Editors: Reporters and photographers who would like to interview Smith and Dusel-Bacon at any time on Wednesday, may arrange such interviews by calling the USGS Public Affairs Office at 650-329-4011 or 650-329-4008.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"933048000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}