{"title":"National Scale Assessment of Mercury Contamination in Streams","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A <a href=\"http:\/\/pubs.usgs.gov\/circ\/1395\/\">new USGS report<\/a> presents a comprehensive assessment of mercury contamination in streams across the United States. It highlights the importance of environmental processes, monitoring, and control strategies for understanding and reducing stream mercury levels.<\/p>\n<p>Methylmercury concentrations in fish exceed the human health criterion in about one in four U.S. streams. &nbsp;<\/p>\r\n<p>Mercury contamination of fish is the primary cause of fish consumption advisories, which currently exist in every state in the nation. Mercury can travel long distances in the atmosphere and be deposited in watersheds, thus contaminating fish even in areas with no obvious source of mercury pollution.<\/p>\r\n<p>&ldquo;Understanding the source of mercury, and how mercury is transported and transformed within stream ecosystems, can help water resource managers identify which watersheds are most vulnerable to mercury contamination. They can then prioritize monitoring and management actions,&rdquo; said William Werkheiser, USGS Associate Director for Water.<\/p>\r\n<p>Some of the highest fish mercury levels were found in southeastern U.S. streams draining forested watersheds containing abundant wetlands.<\/p>\r\n<p>Wetlands provide ideal conditions for atmospherically deposited mercury to be converted to methlymercury &mdash; which enters the aquatic food web and ultimately bioaccumulates in fish, especially top predator game fish such as largemouth bass. Thus, wetland construction or restoration (for example, to improve habitat or to filter nutrients and sediment) should balance the potential for increased methylmercury production against the anticipated ecological and water-quality benefits of the wetlands.<\/p>\r\n<p>Elevated mercury levels also were noted in areas of the western U.S. affected by historical gold and mercury mining.<\/p>\r\n<p>Fish mercury levels were lowest in urban streams, despite an abundance of sources of inorganic mercury. This occurs because urban streams lack conditions, such as wetlands, that are conducive to production and bioaccumulation of methylmercury.<\/p>\r\n<p>In contrast to other environmental contaminants, mercury emission reduction strategies need to consider global mercury sources in addition to domestic sources. Reductions in domestic mercury emissions are likely to result in lower mercury levels in fish in the eastern U.S., where domestic emissions contribute a large portion of atmospherically deposited mercury. In contrast, emission controls will provide smaller benefits in the western U.S., where reduced domestic emissions may be offset by increased emissions from Asia.<\/p>\r\n<p>Atmospheric mercury emissions from municipal and medical waste incineration, metallurgical processes, and other sources have been reduced in the U.S. by more than 60 percent since 1990. Mercury concentrations in lake sediment, fish tissue, and precipitation have decreased in some areas of the U.S. during recent decades, coincident with mercury reduction legislation. The development of a national monitoring approach will be critical to track the effectiveness of future management actions.<\/p>\r\n<p>A complete description of the mercury study by the USGS National Water-Quality Assessment Program is available <a href=\"http:\/\/water.usgs.gov\/nawqa\/mercury\/\">online<\/a>. Additional information on USGS mercury research is also available <a href=\"http:\/\/www.usgs.gov\/mercury\/\">online<\/a>.<\/p>\r\n<div>\r\n<hr width=\"100%\" size=\"1\" \/>\r\n<\/div>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water National Water Quality Assessment","Water Hydrologic Researchand Development","water"],"article_type":["Technical Announcement","National News Release"],"distribution":["Biology","Water"],"release_date":{"und":[{"value":"1413259200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"170033"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}