{"title":"Isaac Expected to Change Sandy Coasts from Louisiana to Florida","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Sandy beaches and barrier islands along the northern Gulf of Mexico are highly vulnerable to beach and dune erosion as Hurricane Isaac makes landfall this week, according to a new U.S. Geological Survey <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/isaac\/coastal-change\/#mississippialabama\">assessment<\/a>.<!--introend--> The projections also show which coastal areas may see storm-surge topping sand dunes and beaches.&nbsp;&nbsp;<\/p>\n<p>Probabilities for coastal change have been calculated for parts of the Louisiana, Mississippi, and Alabama coastlines and for the Florida Panhandle.&nbsp;<\/p>\r\n<p>On Saturday, the USGS released an assessment of expected coastal change in Florida, but the change in the storm&rsquo;s path has reduced the concern for erosion of west central Florida beaches, shifting focus primarily to sandy beaches and barrier islands from Florida&rsquo;s Panhandle to Louisiana.&nbsp;<\/p>\r\n<p>Beaches and dunes can serve as a first line of defense for residents on coasts exposed to these types of storms.&nbsp; During tropical storms and hurricanes, elevated water levels and waves can lead to dramatic coastal change.&nbsp; <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3224#.UDt2y2ie6gR\">According to the latest USGS research<\/a>, during even the weakest hurricanes, wave height and storm surge combine to increase water levels along the Gulf Coast shoreline by 14 and a half feet higher than their normal levels.<\/p>\r\n<p>\"We can now combine more accurate coastal data with powerful new scientific models to provide the very best predictions of hurricane surge, waves, and erosion,\" said USGS Director Marcia McNutt. \"USGS scientists used the latest NOAA forecasts to ensure that the people of the Gulf Coast are not surprised by the impacts of Isaac.\"<\/p>\r\n<p>Using a USGS-developed model, scientists incorporated measurements of beach elevation and wave and surge forecasts from the National Oceanic and Atmospheric Administration to determine the probabilities of collision, overwash and inundation during the coming storm.<\/p>\r\n<p><a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/impact-scale\/collision.php\">Collision<\/a>&nbsp;is when waves attack the base of dunes and cause dune-front erosion.&nbsp;<a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/impact-scale\/overwash.php\">Overwash<\/a>&nbsp;occurs when waves and storm surge overtop dunes and transport sand landward.&nbsp;&nbsp;<a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/impact-scale\/inundation.php\">Inundation<\/a>, the most extreme of the three, occurs when increased water levels completely submerge beaches and dunes.&nbsp;&nbsp;<\/p>\r\n<p>\"Earlier this year, USGS released a report&nbsp;detailing hurricane induced erosion hazards for category 1-5 storms. &nbsp;The predictions released this week are based on the same methods, but tailored to waves and storm surge specific to Hurricane Isaac,\" said Hilary Stockdon, USGS research oceanographer. \"As the storm moves across the Gulf, we use real-time storm and wave forecasts from NOAA to determine where beach erosion and inundation are most likely to occur.\"<\/p>\r\n<p>These predictions, available on the USGS Hurricanes and Extreme Storms <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/\">website<\/a>, show the probable impacts of Isaac at each location along the coast. This assessment may be updated if there are significant changes in the storm&rsquo;s projected track or strength.&nbsp; Based on the current assessment, the percentages of each type of coastal change were estimated for each of the following states:<\/p>\r\n<p><strong>Louisiana <\/strong><\/p>\r\n<ul>\r\n<li>Beach and dune erosion is very likely for 66 percent of Louisiana's sandy beaches <\/li>\r\n<li>29 percent of the sandy beaches in this area are very likely to experience overwash.<\/li>\r\n<li>18 percent of the Louisiana's barrier islands are expected to be inundated; however, the majority of this inundation will occur only on Louisiana's Chandeleur Islands.<\/li>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Louisiana","Mississippi"],"country":["United States of America"],"mm_tags":["Natural Hazards","Natural Hazards Coastaland Marine Geology","","Hurricane Isaac","hurricanes","gulfcoast","gulfofmexico","coastalchange","Coastal Erosion","overwash","innundation","stormsuge"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1346126400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169498"},{"tid":"170108"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}