{"title":"Experiments Underestimate Climate Change Impacts to Plants","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_174313\" align=\"alignleft\" width=\"387\" caption=\"A Gillette&#039;s checkerspot butterfly visiting sneezeweed. Credit: A. Miller-Rushing\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/05\/press1.jpg\"><img class=\" wp-image-174313  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/05\/press1.jpg\" alt=\"See caption:\" width=\"387\" height=\"259\" \/><\/a>[\/caption]\n\nAs the climate has warmed, many plants are starting to grow leaves and bloom flowers earlier. A new study published in the journal, <a href=\"http:\/\/www.nature.com\/nature\/journal\/vaop\/ncurrent\/full\/nature11014.html\"><em>Nature<\/em><\/a>, suggests that most field experiments may underestimate the degree to which the timing of leafing and flowering changes with global warming.\n\nUnderstanding how plants are responding to climate change will help develop more accurate indicators of spring, forecast the onset of allergy season or the chances of western wildfires, manage wildlife and invasive plants, and help inform habitat restoration plans.\n\nIn this new study, scientists evaluated the sensitivity of plants to changes in temperature using two sources: experimental plots versus historical observations from natural sites.\n\nThe experiments analyzed in this study were conducted by artificially inducing warming in small study plots, and then measuring plant responses. The historical observations entailed long-term monitoring of multiple species at natural ecological research sites without any manipulation. The date of leafing and flowering was synthesized for dozens of warming experiments and monitoring sites across the Northern Hemisphere.\n\nScientists conclude that compared to warming experiments, historical monitoring shows temperature sensitivity to be four times greater for leafing and over eight times faster for flowering.\n\n[caption id=\"\" align=\"alignright\" width=\"290\" caption=\"Recording how climatic variations and trends impact seasonal events in plants. Credit: A. Miller-Rushing\"]<img class=\"        \" src=\"http:\/\/www.usanpn.org\/files\/shared\/images\/media\/press%281%29.jpg\" alt=\"An woman seated in a field of wildflowers records observations\" width=\"290\" height=\"194\" \/>[\/caption]\n\nOn average, the warming experiments predicted that every degree rise in Celsius would advance plantsâ\u0080\u0099 flowering and leafing from half a day to 1.6 days, while historical observations indicate a temperature sensitivity of about 5 to 6 days per degree Celsius. The finding was strikingly consistent across species and datasets. Conclusions from this study are based on analysis of more than 1600 plant species on four continents.\n\nThe study of how climatic variations and trends impact seasonal events in plants and animals is termed â\u0080\u009cphenology.â\u0080\u009d This includes when cherry trees or lilacs blossom, when robins build their nests, when salmon swim upstream to spawn, or when leaves turn colors in the fall.\n\nThe study was conducted by an interdisciplinary team led by Elizabeth Wolkovich, with the University of British Columbia, and Ben Cook, with NASA-Goddard. The study was funded by the National Science Foundation, the State of California and the University of California, Santa Barbara. The <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> (USGS) and the <a href=\"http:\/\/www.usanpn.org\/\">USA-National Phenology Network<\/a> (USA-NPN) also provided support and assisted with assembling and analyzing historical phenological observations and climate data.\n\n<strong>Future Tracks: Experiments and Observations<\/strong>\n\n[caption id=\"\" align=\"alignleft\" width=\"259\" caption=\"Observing changes in the seasonality of plants in Concord, Massachussets. Credit: A. Miller-Rushing\"]<img class=\"       \" src=\"http:\/\/www.usanpn.org\/files\/shared\/images\/media\/press%2811%29.jpg\" alt=\"A woman examines flowers in a field, recording her observations\" width=\"259\" height=\"194\" \/>[\/caption]\n\nThe authors of the <em>Nature<\/em> paper recognize the value of both experiments and monitoring. They call for standardization of measurements and protocols as well as improvements in experimental design, and continuation and expansion of long-term monitoring efforts like the USA-NPN.\n\nThe USA-NPN brings together citizen scientists, government agencies, non-profit groups, educators and students of all ages to monitor the impacts of climate change on plants and animals in the United States. The USA-NPN was established by the USGS in collaboration with the National Science Foundation.\n\nâ\u0080\u009cThis study underscores the reasons for recent establishment of a USA-NPN to help track, understand, and hopefully forecast different species responses to climate variability and change across the U.S.,â\u0080\u009d said USGS scientist Julio Betancourt, who is a co-author of this new report.\n\n<strong>You Can Help! Track the Pulse of our Planet<\/strong>\n\nWe need your help to track the pulse of our planet. Through the USA-NPNâ\u0080\u0099s <em>Natureâ\u0080\u0099s Notebook<\/em>, citizens across the nation are providing data on plants and animals.\n\nPeople like you â\u0080\u0094 gardeners, farmers, birders, hikers, anglers, joggers, or all-around nature enthusiasts â\u0080\u0094 are already recording the recurring events they see in the lives of the plants and animals around them. This includes when cherry trees or lilacs blossom, when robins build their nests, when salmon swim upstream to spawn, or when leaves turn colors in the fall.\n\nBecome involved and <a href=\"http:\/\/www.usanpn.org\/participate\/observe\">sign up<\/a> through the USA-NPN website, or contact the USA-NPN Executive Director Jake Weltzin at <a href=\"mailto:jweltzin@usgs.gov\">jweltzin@usgs.gov<\/a>.\n\n[caption id=\"\" align=\"alignright\" width=\"269\" caption=\"Mining bee on great false leopardbane in Concord, Massachusetts. Credit: A. Miller-Rushing\"]<img class=\"      \" src=\"http:\/\/www.usanpn.org\/files\/shared\/images\/media\/press%287%29.jpg\" alt=\"See caption:\" width=\"269\" height=\"202\" \/>[\/caption]\n\n<strong>More Information<\/strong>\n\nRead a University of California, San Diego, <a href=\"http:\/\/ucsdnews.ucsd.edu\/pressreleases\/study_shows_experiments_underestimate_plant_responses_to_climate_change\">press release<\/a>, as well as a <a href=\"http:\/\/www.nasa.gov\/topics\/earth\/features\/early-bloom.html\">NASA feature<\/a>, on this new article.","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","Climate Change","Global Warming","National Phenology Network","NPN","phenology","plants"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1335979856","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}