{"title":"One-of-a-Kind Database of World&rsquo;s Petroleum Resources Now Available","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The USGS has completed and made public a database that has over 65,000 records containing the chemical analysis of crude oil, natural gas and rock samples from thousands of locations worldwide. This is the only database of its kind and for the first time it is now available to the public at <a href=\"http:\/\/energy.cr.usgs.gov\/other\/oglab\/ogindex.htm\">http:\/\/energy.cr.usgs.gov\/other\/oglab\/ogindex.htm<\/a><\/p><p>USGS scientists use the information in the organic geochemistry database to assess domestic and world energy resources. The public will find the information helpful to better understand the geochemistry of many of the world&rsquo;s major oil and gas producing regions. It will also be a useful reference for federal, state, and local agencies involved in land and resource planning, oil and gas production, oil and gas assessments, public safety, and environmental concerns. The database will also be a valuable tool for academic research into the processes responsible for the formation and accumulation of petroleum.<\/p><p>Information within the database includes rock pyrolysis data, organic mass spectrometry, vitrinite reflectance, gas chromatography, column chromatography, stable carbon isotopes and a number of other related petroleum geochemical analyses. The sample types included are primarily rock, oil, and gas samples collected from outcrops or from exploratory or production wells.<\/p><p>Scientists in the USGS Energy Resources Program have used these data to develop an understanding of the physical and geochemical processes responsible for hydrocarbon formation, maturation, generation, migration and accumulation, and as a tool to assess the oil and gas potential for petroleum systems in both national and international settings.<\/p>","summary":"","format":"filtered_html","safe_value":"<p>The USGS has completed and made public a database that has over 65,000 records containing the chemical analysis of crude oil, natural gas and rock samples from thousands of locations worldwide. This is the only database of its kind and for the first time it is now available to the public at <a href=\"http:\/\/energy.cr.usgs.gov\/other\/oglab\/ogindex.htm\">http:\/\/energy.cr.usgs.gov\/other\/oglab\/ogindex.htm<\/a>USGS scientists use the information in the organic geochemistry database to assess domestic and world energy resources. The public will find the information helpful to better understand the geochemistry of many of the world’s major oil and gas producing regions. It will also be a useful reference for federal, state, and local agencies involved in land and resource planning, oil and gas production, oil and gas assessments, public safety, and environmental concerns. The database will also be a valuable tool for academic research into the processes responsible for the formation and accumulation of petroleum.Information within the database includes rock pyrolysis data, organic mass spectrometry, vitrinite reflectance, gas chromatography, column chromatography, stable carbon isotopes and a number of other related petroleum geochemical analyses. The sample types included are primarily rock, oil, and gas samples collected from outcrops or from exploratory or production wells.Scientists in the USGS Energy Resources Program have used these data to develop an understanding of the physical and geochemical processes responsible for hydrocarbon formation, maturation, generation, migration and accumulation, and as a tool to assess the oil and gas potential for petroleum systems in both national and international settings.<\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1080018000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169040"}]},"subtitle":[]}