{"title":"Tuesday Midday Update on South Napa Earthquake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>This release of information serves as an updated summary of U.S. Geological Survey information as it relates to the current understanding of the South Napa earthquake. Yesterday&rsquo;s more comprehensive news release can be found <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3980#.U_0dMbxdUr4\">here<\/a>.<\/p>\n<p>The area surrounding the epicenter of the mainshock is continuing to experience a number of aftershocks. As of Tuesday Aug. 26, 4 PM PDT, there have been more than 80 aftershocks; only four of these have had magnitudes greater than 3. The greater-than-magnitude 3 aftershocks include:<\/p>\r\n<ul>\r\n<li>M3.0 Tuesday 6:45 AM PDT<\/li>\r\n<li>M3.9 (largest aftershock) Tuesday 5:33 AM PDT<\/li>\r\n<li>M3.6&nbsp;Sunday 5:47 AM PDT<\/li>\r\n<li>M3.5 (4 minutes after mainshock)&nbsp;Sunday 3:24 AM PDT<\/li>\r\n<\/ul>\r\n<p>There are also updated probabilities of additional aftershocks. These will continue to be updated on the USGS <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/eventpage\/nc72282711%23summary\">website<\/a> for this event.<\/p>\r\n<p>At this time (two days after the mainshock) the probability of a strong and possibly damaging aftershock (M5 or greater) in the next 7 days is approximately 12 percent.<\/p>\r\n<p>Most likely, the recent mainshock will be the largest in the sequence. However, there is a small chance (approximately 2 percent) of an earthquake equal to or larger than this mainshock in the next 7 days.<\/p>\r\n<p>In addition, USGS anticipates approximately 1 to 10 small (M3-M5) aftershocks in the next 7 days.<\/p>\r\n<p>&ldquo;Scientists from the USGS continue to work day and night to do careful field research in the area of the South Napa earthquake,&rdquo; said Tom Brocher, Director of the USGS&rsquo;s Earthquake Science Center. &ldquo;The flow of new and refined information is allowing us to continue to inform the emergency managers and the public about this incident as well as to grow the knowledge about earthquakes to allow society to better prepare for future occurrences.&rdquo;<\/p>\r\n<p>The USGS is continuing to incorporate the new data into existing models to refine our estimates. While USGS publishes prompt approximations of economic losses based on real-time and later-arriving data,&nbsp;the&nbsp;California Governor&rsquo;s Office of Emergency Services is expected to issue an official economic loss estimation&nbsp;after a comprehensive, and more accurate, damage assessment is completed.<\/p>\r\n<p>The USGS is interested in finding volunteers willing to host seismic instruments so that scientists can obtain more records from aftershocks and learn more about this sequence of earthquakes. &nbsp;Those interested, who are in the area of strong shaking, should go to&nbsp;http:\/\/earthquake.usgs.gov\/monitoring\/netquakes\/&nbsp;and complete the \"sign up\" page.<\/p>\r\n<p>The <a href=\"http:\/\/earthquake.usgs.gov\/research\/earlywarning\/\">Earthquake Early Warning<\/a> test system functioned as designed in Sunday's earthquake.&nbsp; Within five seconds of the earthquake it produced a warning (estimated at magnitude 5.7 within three seconds of its occurrence), sufficient to provide warning to Berkeley, San Francisco, and areas farther south.&nbsp;The EEW prototype was developed by the USGS in partnership with the UC Berkeley, California Institute of Technology, University of Washington, and the Gordon and Betty Moore Foundation.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Natural Hazards","South Napa Earthquake","Napa"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1409025600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170516"},{"tid":"169798"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}