{"title":"USGS Releases Study on Toxic Rainfall in San Joaquin Valley","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The toxic pesticides diazinon and chlorpyrifos were found in all rainfall samples collected by the U. S. Geological Survey (USGS) in the area of Modesto, Calif., during January and February 2001 storms. The concentrations of these two insecticides in the rainfall samples exceeded proposed state guidelines for the protection of aquatic life in most samples, by up to a factor of 10 for diazinon, and up to a factor of 7.4 for chlorpyrifos. <\/p>\n<p>&quot;Many pesticides become airborne during the application process and can drift off-site,&quot; said Michael Majewski, a USGS scientist and expert in atmospheric deposition who contributed to the study. &quot;After they are applied, many pesticides volatilize into the lower atmosphere, a process that can continue for days, weeks, or months after the application, depending on the compound. In addition, pesticides can become airborne attached to wind-blown dust.&quot; <\/p>\r\n<p>Rainfall samples collected during the dormant spray season in Modesto and the surrounding agricultural areas exceeded the state guidelines for diazinon concentrations by an average factor of 5.7 for diazinon and 3.1 for chlorpyrifos. Simultaneously, storm runoff samples were collected from an urban storm drain where diazinon concentration exceeded the proposed state aquatic life guidelines by an average factor of 9.5. Sixty-eight percent of the diazinon concentration found in the storm drain runoff could be accounted for by the concentration in the rainfall. <\/p>\r\n<p>Additionally, samples were collected from the San Joaquin, Merced, Stanislaus, and Tuolumne rivers, and Orestimba Creek during this study. Sixty out of a total of 240 of these samples exceeded the proposed state guideline for diazinon and 18 for chlorpyrifos. The highest concentrations of diazinon occurred in the San Joaquin River where concentrations exceeded the state guidelines by as much as 3.6 times. The highest chlorpyrifos concentrations occurred at Orestimba Creek where samples exceeded the state guidelines by a factor of 3.4. <\/p>\r\n<p>\"It is important to recognize that the application of these pesticides affect all parts of the hydrologic cycle,&quot; said the report&rsquo;s lead author, USGS scientist Celia Zamora. &quot;It is during rainfall events that these pesticides get washed out of the atmosphere and produce run-off at surprisingly high levels that exceed the guidelines for protection of aquatic life.\" <\/p>\r\n<p>The study will continue through 2004 at six sites in the San Joaquin River Basin and two additional sites in the Sacramento River Basin. The complete results of the study will be forthcoming. This study was funded by the California Department of Pesticide Regulation to provide additional information to the Central Valley Regional Water Quality Control Board for their development of Total Maximum Daily Load regulation for diazinon and chlorpyrifos in the San Joaquin Basin. <\/p>\r\n<p>The USGS report entitled, &quot;Diazinon and Chlorpyrifos Loads in Precipitation and Urban and Agricultural Storm Runoff during January and February 2001 in the San Joaquin River Basin, California,&quot; by Celia Zamora, Charles R. Kratzer, Michael S. Majewski, and Donna L. Knifong, can be found on the web at: <b><a href=\"http:\/\/water.usgs.gov\/pubs\/wri\/wri034091\">http:\/\/water.usgs.gov\/pubs\/wri\/wri034091<\/a><\/b>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1061179200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169129"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}