{"title":"Natural Gas Potential Assessed in Eastern Mediterranean","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->An estimated 122 trillion cubic feet (tcf) (mean estimate) of undiscovered, technically recoverable natural gas are in the Levant Basin Province, located in the Eastern Mediterranean region.<!--introend--><\/p>\n<p>Technically recoverable resources are those producible using currently available technology and industry practices.<\/p>\r\n<p>This is the first U.S. Geological Survey assessment of this basin to identify potentially extractable resources.<\/p>\r\n<p>&ldquo;The Levant Basin Province is comparable to some of the other large provinces around the world and its gas resources are bigger than anything we have assessed in the United States,&rdquo; said USGS Energy Resources Program Coordinator Brenda Pierce. &ldquo;This assessment furthers our understanding of the world&rsquo;s energy potential, helping inform policy and decision makers in making decisions about future energy supplies.&rdquo;<\/p>\r\n<p>Natural gas is used for a variety of purposes, primarily for electricity generation, industrial, residential, and commercial sectors.<\/p>\r\n<p>Worldwide consumption and production of natural gas was 110 tcf in 2008, according to the Energy Information Administration. The three largest consuming countries were the United States with 23 tcf, Russia with 17 tcf, and Iran with 4 tcf of natural gas per year in 2008.<\/p>\r\n<p>Russia&rsquo;s West  Siberian Basin is another large natural gas province with an estimated 643 tcf. The Middle East and North Africa region also has several large provinces, which include the Rub Al Khali Basin with 426 tcf, the Greater Ghawar Uplift with 227 tcf, and the Zagros Fold Belt with 212 tcf.<\/p>\r\n<p>Some natural gas accumulations in the United States include the Southwestern Wyoming Province with an estimated 85 tcf, the National Petroleum Reserve Alaska Province with 73 tcf, and the Appalachian Basin Province of the eastern United  States and the Western Gulf Basin Province of Texas and Louisiana, each with 70 tcf.<\/p>\r\n<p>All of these estimates are mean estimates of undiscovered, technically recoverable gas resources.<\/p>\r\n<p>The Levant Basin  Province also holds an estimated 1.7 billion barrels of undiscovered, technically recoverable oil. Worldwide consumption of petroleum was about 31 billion barrels in 2008.<\/p>\r\n<p>The USGS conducted this assessment as part of a program directed at estimating the undiscovered, technically recoverable oil and gas resources of priority petroleum basins around the world. To learn more about this assessment, please visit <a href=\"http:\/\/pubs.usgs.gov\/fs\/2010\/3014\/\">Fact Sheet 2010 - 3014<\/a> and the <a href=\"http:\/\/energy.usgs.gov\/\">Energy Resources Program Web site<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_04_08\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_04_08\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_04_08\" mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_04_08\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2010_04_08&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","energy"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1270699200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"169063"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}