{"title":"Mutated Flu Virus Kills New England Seal Pups","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_174701\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Harbor-Seal-Pup1.jpg\"><img class=\" wp-image-174701 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Harbor-Seal-Pup1-300x199.jpg\" alt=\"\" width=\"300\" height=\"199\" \/><\/a> Harbor seal pup.Harbor seal pup. Source: http:\/\/www.public-domain-image.com\/fauna-animals-public-domain-images-pictures\/seals-and-sea-lions-public-domain-images-pictures\/harbor-seal-pictures\/harbor-seal-mammal-phoca-vitulina.jpg.html[\/caption]\n\nWhen more than 162 young harbor seals were discovered stranded or dead on New England beaches in the fall of 2011, it was officially declared by the federal government as an Unusual Mortality Event (UME). For marine mammals, a UME is a stranding that is unexpected, involves a significant die-off of the population, and demands an immediate response.\n\n<strong>Start with Science<\/strong>\n\nThe National Oceanic and Atmospheric Administration (NOAA) assembled a team of scientists to investigate. Wildlife experts from the <a href=\"http:\/\/www.nwhc.usgs.gov\/\">USGS National Wildlife Health Center<\/a> contributed their expertise by isolating the virus from the tissues of the seals. They were able to characterize the virus as a type of influenza virus most closely related to the avian influenza H3N8 viruses commonly found in wild birds.\n\nCollectively, the team of scientists determined that the H3N8 seal virus is likely to have caused the 2011 mortality event in New England.Â  Further, it may pose a continued threat to marine mammals on the nationâ\u0080\u0099s coast.Â  Dr. Hon Ip, a USGS virologist at the National Wildlife Health Center, said, â\u0080\u009cWhat was surprising was that the seal virus contained genetic changes that have been shown to increase mammalian infection. Of the influenza viruses that have been previously isolated from seals, none shows this pattern of genetic change toward adapting to mammals.â\u0080\u009d\n\n[caption id=\"\" align=\"alignright\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/08_06_2012\/bfv3AmlYXS_08_06_2012\/medium\/DSCF0277.JPG\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/08_06_2012\/bfv3AmlYXS_08_06_2012\/medium\/DSCF0277.JPG\" alt=\"\" width=\"350\" height=\"263\" \/><\/a> Katie Pugliares and Michael O'Neil with the New England Aquarium preparing a harbor seal carcass for necropsy. Photo Credit: New England Aquarium.[\/caption]\n\n<strong>Is there a Wildlife-Human Connection?<\/strong>\n\nIn the last few years, the highly pathogenic avian influenza H5N1 virus has been shown to cause disease and even death in cats, dogs and people. It is estimated that more than 70 percent of the emerging infectious diseases that can infect people have a wildlife origin. The seal H3N8 virus, and its adaptation to mammals, raises questions about whether this virus may be the latest example of an emerging infectious disease\n\n<strong>Future Efforts for a Healthy Marine Ecosystem <\/strong>\n\nWhile the importance of potential threats to human health and domestic animals from pathogens is of concern, these emerging pathogens are also a potential threat to conservation efforts in regard to maintaining the health of wildlife such as harbor seals and the overall function of a healthy marine ecosystem.\n\nThe National Wildlife Health Center is at the forefront of identifying and understanding disease threats to our native wildlife, as well as sharing that information with public health and domestic animal health agencies.Â  Partnerships, such as this effort with the NOAA investigative team, foster better understanding of the epidemiology and ecology of wildlife disease, provide better information for management decisions, and ultimately help protect the health of all species.\n\nThe investigative team from the USGS, Columbia University, NOAA, New England Aquarium, Sea World, and the EcoHealth Alliance recently <a href=\"http:\/\/mbio.asm.org\/content\/3\/4\/e00166-12\">published its findings<\/a> on the influenza virus that fatally afflicted the harbor seals in the scientific journal <em>mBio<\/em>.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/08_06_2012\/dHxk0NM007_08_06_2012\/medium\/flu_impacted_harbor_seal.JPG\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/08_06_2012\/dHxk0NM007_08_06_2012\/medium\/flu_impacted_harbor_seal.JPG\" alt=\"\" width=\"350\" height=\"233\" \/><\/a> Dead harbor seal found in New England in 2011. Photo Credit: New England Aquarium.[\/caption]\n\n<strong>More Information<\/strong>\n\nVisit the <a href=\"http:\/\/www.nwhc.usgs.gov\/\">USGS National Wildlife Health Center<\/a> homepage.\n\nLearn more about <a href=\"http:\/\/www.nwhc.usgs.gov\/disease_information\/avian_influenza\/\">USGS avian influenza research<\/a>.\n\nFind out what other research the USGS is doing on <a href=\"http:\/\/microbiology.usgs.gov\/spotlight_2012.html\">microbiology<\/a>.\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24223","uid":"31","filename":"Harbor-Seal-Pup1-300x1992.jpg","uri":"public:\/\/Harbor-Seal-Pup1-300x1992.jpg","filemime":"image\/jpeg","filesize":"97777","status":"1","timestamp":"1425492768","type":"image","uuid":"498931f3-5824-4bc9-8b7d-745e8d7929e0","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":286,"width":510},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Animal Health","Avian Influenza","Biology and Ecosystems","Bird Flu","Harbor Seals","Marine Mammal Disease","Marine Mammals","Wildlife Disease","wildlife Health","Wildlife-Human Disease"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1344347319","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}