{"title":"Responding to Whitewater-Baldy Fire, USGS Installs Early Flood Warning Network","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>TUCSON, Ariz. &mdash;On Wednesday, the U.S. Geological Survey finished installing six early-flood-warning units&mdash;rain and stream gages&mdash;in the burned areas of New Mexico&rsquo;s Whitewater-Baldy Fire. The gages transmit data via satellite to the National Weather Service, which provides warnings to communities that may be affected by flooding. The gages can provide up to 60 minutes advance warning of impending floods.<\/p>\n<p>&ldquo;The tragedy of fire does not end when the flames are extinguished, but extends for years until new growth can re-establish flood control that protects communities when all-too-common copious rain events happen in the Southwest,&rdquo; said USGS Director Marcia McNutt. &ldquo;The USGS and our partners are installing extra monitoring to help warn communities at risk downslope of the burned regions to help save lives and property.&rdquo;<\/p>\r\n<p>The Whitewater-Baldy Fire was started by lightning and burned about 300,000 acres of the Gila National Forest, making it the largest fire in New Mexico&rsquo;s history.<\/p>\r\n<p>Now that the fire is largely contained, attention has shifted to preparing for post-fire flooding with the onset of monsoon season. Communities downstream from burned watersheds are at risk of flash flooding and debris flows because of the loss of vegetation and the burned soil&rsquo;s reduced ability to absorb water.&nbsp;<\/p>\r\n<p>USGS scientists installed rain gages at Mogollon Baldy Lookout and Hummingbird Saddle in the Gila Wilderness Area. Additional rain gages and two streamflow gages were installed at Bear Wallow Lookout, Sheridan Corral, Whitewater Creek, and Mineral Creek. All of the units are in the upper portions of the affected watersheds to maximize the time available to emergency managers.<\/p>\r\n<p>As the new gages became operational throughout the week, <a href=\"http:\/\/az.water.usgs.gov\/portals\/AzWildFires\/index.html\">data were made available<\/a> from USGS websites.<\/p>\r\n<p>&ldquo;People in the community are really excited to get the gage data on their home computers so that they can track the situation independently and make decisions,&rdquo; said Al Koff, Whitewater-Baldy Fire Burned Area Emergency Response Team Public Information Officer. &ldquo;We have appreciated USGS&rsquo;s expertise and how quickly they were able to get the monitoring network in place.&rdquo;<\/p>\r\n<p>On Friday, July 6, the USGS and U.S. Forest Service will host a community workshop in Glenwood, New Mexico, to show residents how to access the data provided by the new gages and answer questions about the alert system. The workshop will be held at the Glenwood Community Center and will begin at 6:00 p.m.<\/p>\r\n<p>The installation of the early warning gages was a cooperative effort by local, state, and federal agencies to ensure that emergency managers have the critical information they need to help the residents located downstream of the fire protect themselves and their homes from potential flooding.<\/p>\r\n<p>&ldquo;Getting the gages installed in less than a week was truly a team effort. We could not have installed the gages without the funding provided by the Natural Resources Conservation Service and the New Mexico Department of Homeland Security Emergency Management,&rdquo; said Christopher Smith, the Deputy Director of the USGS Arizona Water Science Center and the project&rsquo;s team leader. &ldquo;On the ground, the U.S. Forest Service was outstanding, providing helicopter and logistical support that was essential to getting the job done.&rdquo;<\/p>\r\n<p>Not only do the gages provide advance warning of flooding, but they collect important data that will allow scientists and emergency managers to evaluate the increased risk of flooding resulting from the burned areas within watersheds. Gage data can also be used to determine the rate of a watershed&rsquo;s recovery.<\/p>\r\n<p>In addition to the funding provided by NRCS and the New Mexico Department of Homeland Security, other partners inc","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","New Mexico"],"country":["United States of America"],"mm_tags":["water","Geographic Areas Southwest","whitewater","Baldy","Whitewater Baldy","wildfire","gage","streamgage","wildfire","fire","flood","hazard","warning","Gila","National Forest","Early Flood Warning"],"release_date":{"und":[{"value":"1341460800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169076"},{"tid":"169941"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}