{"title":"Polar Bears, Long-Distance Swimming, and the Changing Arctic ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_174000\" align=\"alignright\" width=\"273\" caption=\"Some Polar bears in the Arctic can swim in excess of 200 miles.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/05\/Swimming2.jpg\"><img class=\" wp-image-174000  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/05\/Swimming2-300x235.jpg\" alt=\"\" width=\"273\" height=\"215\" \/><\/a>[\/caption]\n\nPolar bears spend much of their lives in and around water, and they are well adapted for swimming. But recent findings of USGSÂ  scientists demonstrate that they are even better swimmers than many imagined: In years of extreme sea-ice retreat in the southern Beaufort Sea region of Alaska, polar bears have been documented taking very long swims, Â Â in excess of 30 miles.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\" caption=\"Data collected from long distance swims by Polar bears suggest that they do not stop to rest during their journey.\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/04_30_2012\/oSj7NAy44G_04_30_2012\/medium\/swimming3.JPG\" alt=\"\" width=\"350\" height=\"233\" \/>[\/caption]\n\nIn addition to being an impressive feat, this provides some tantalizing clues into the polar bearâ\u0080\u0099s future in an Arctic with less sea ice. That these bears can swim such long distances might mean that they are not as vulnerable to being stranded at sea as has been depicted by the media. Scientists wonder, however, if polar bears might be expending essential energy in swimming long distances.\n\nA USGS-led study tracked 52 adult female polar bears outfitted with global positioning system collars from 2004 to 2009. Getting a satellite telemetry collar on a polar bear is no simple matter. Scientists use helicopters to fly over the sea ice to find and tranquilize bears. While the bear is tranquilized, scientists attach a radio collar with multiple antennae and give the bear a small identifying tattoo on the inside of the upper lip.\n\nLater, when the bears are swimming, one of the antennae is submerged so that the swims appear as gaps in the data that is transmitted. Overlaying this data onto maps of sea ice shows scientists approximately where the bears are swimming. Researchers documented 50 swims with an average length of 96 miles. While long-distance swims were relatively uncommon, 38 percent of the collared bears took at least one long swim. Results from the study appear in the current issue of the <a href=\"http:\/\/www.nrcresearchpress.com\/journal\/cjz\"><em>Canadian Journal of Zoology<\/em><\/a>.\n\n[caption id=\"\" align=\"alignright\" width=\"350\" caption=\"Data collected from long distance swims by Polar bears suggest that they do not stop to rest during their journey.\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/04_30_2012\/oSj7NAy44G_04_30_2012\/medium\/swimming_bear.JPG\" alt=\"\" width=\"350\" height=\"233\" \/>[\/caption]\n\nScientists have no way of knowing if long-distance swims are a new feature of polar bear life. â\u0080\u009cWe did not have the GPS technology on collars to document this type of swimming behavior in polar bears in prior decades,â\u0080\u009d explains Karen Oakley, of the USGS Alaska Science Center . â\u0080\u009cHowever, summer sea ice conditions in the southern Beaufort Sea have changed considerably over the last 20 to 30 years, such that there is much more open water during summer and fall. Historically, there had not been enough open water for polar bears in this region to swim the long distances we observed in these recent summers of extreme sea ice retreat.â\u0080\u009d\n\nWhile it is encouraging that polar bears can swim so far, it is also a potential risk for the bears, the researchers noted. The energy and physical costs of such long-distance swimming are unknown, but scientists did note polar bears moved, on average, 2.3 times more than when the same individuals were on sea ice. The movement data also suggest the bears were not pausing to rest or feed during long-distance swims. Twelve of the twenty documented swimming bears were adult females that had yearlings or cubs-of-the-year at the time they were outfitted with the GPS collar.\n\nâ\u0080\u009cWe were able to recapture or observe 10 of these females within a year of collaring, and 6 of these females still had their cubs,â\u0080\u009d said Anthony Pagano, a USGS scientist and lead author of the study.Â  â\u0080\u009cThese observations suggest that some cubs are also capable of swimming long distances. For the other four females with cubs, we donâ\u0080\u0099t know if they lost their cubs before, during, or at some point after their long swims.â\u0080\u009d\n\n[caption id=\"\" align=\"alignleft\" width=\"350\" caption=\"Scientists track Polar bears with by attaching GPS equipped collars to a sample population. These collars transmit data that help develop maps like this one that shows a swim of nearly 220 miles long.\"]<img src=\"http:\/\/gallery.usgs.gov\/images\/04_30_2012\/bgw3AMl88T_04_30_2012\/medium\/20797_swim_NIC.jpeg\" alt=\"\" width=\"350\" height=\"270\" \/>[\/caption]\n\nThis and other USGS-sponsored polar bear research projects are aimed at refining and enhancing models to project the future status of polar bears in a rapidly changing Arctic environment in which sea ice is continuing to retreat faster than forecasted.\n\n&nbsp;\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24202","uid":"31","filename":"Swimming2.jpg","uri":"public:\/\/Swimming2.jpg","filemime":"image\/jpeg","filesize":"12925","status":"1","timestamp":"1425492768","type":"image","uuid":"4f283e34-f72c-4f48-a4f2-c2d3b641ba3e","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":393,"width":500},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Arctic","bears","Biology and Ecosystems","EcosystemMissionArea","Long-DistanceSwimsAndPolarBears","MarineMammals","polarbears","seaice"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1335882621","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}