{"title":"New Chief for USGS National Climate Change and Wildlife Science Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Doug Beard has been selected as the chief of the USGS National Climate Change and Wildlife  Science Center.<\/p>\n<p>The NCCWSC is helping understand climate change impacts on fish and wildlife and develop tools that resource managers can use to protect these species and their habitats.<\/p>\r\n<p>&ldquo;Earth&rsquo;s climate is expected to have significant impacts on our nation&rsquo;s fish and wildlife now and in the future,&rdquo; said Beard. &ldquo;The USGS NCCSWS is providing sound science on how the climate may change and how landscapes and habitats will respond, helping managers develop effective strategies to protect species survival.&rdquo;<\/p>\r\n<p>Beard had already been serving as the interim director of the USGS NCCWSC since September 2009. Previously, he was the USGS program coordinator for fisheries and aquatic and endangered resources. He first joined the USGS in 2003, working as a program manager with the National Biological Information Infrastructure. Before coming to the USGS, he held fishery management positions in Wisconsin and Minnesota Departments of Natural Resources. He received a bachelor&rsquo;s in biology from the University of Wisconsin - Eau Claire, a master&rsquo;s in fish and wildlife from Pennsylvania State University, and a doctorate in zoology from the University of Wisconsin - Madison.<\/p>\r\n<p>Beard will also oversee the establishment and program direction of the Department of the Interior&rsquo;s eight regional Climate Science Centers. These CSCs will provide scientific information, tools and techniques needed to manage land, water, wildlife and cultural resources in the face of climate change. The NCCWSC and other USGS scientific programs will work closely with these CSCs.<\/p>\r\n<p>The USGS and the DOI CSCs will work with a network of Landscape Conservation Cooperatives in which federal, state, tribal and other managers and scientists will develop conservation, adaptation and mitigation strategies for dealing with the impacts of climate change.<\/p>\r\n<p>The NCCWSC was established by Congress in 2008. Projects currently underway include studies of alterations in Florida&rsquo;s ecosystems, potential impacts on Great Lakes&rsquo; fish, sea-level rise impacts on San Francisco Bay marshes, and the effects of melting glaciers on Alaska&rsquo;s freshwater coastal systems.<\/p>\r\n<p>Get more information about the <a href=\"http:\/\/nccwsc.usgs.gov\/\">USGS NCCWSC<\/a>, and learn more about the <a href=\"http:\/\/www.doi.gov\/whatwedo\/climate\/strategy\/CSC-Map.cfm\">DOI CSCs<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climate Change","Science Center","Chief","Doug Beard"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1280894400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169474"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}