{"title":"secretary Jewell Announces New Wildlife and Climate Studies at the Southeast Climate Science Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Descriptions of the funded projects are available <\/strong><a href=\"https:\/\/nccwsc.usgs.gov\/display-csc\/4f8c6557e4b0546c0c397b4c\"><strong>here<\/strong><\/a><strong>. <\/strong><\/p>\n<p>Secretary of the Interior Sally Jewell announced today that Interior&rsquo;s Southeast Climate Science Center is awarding nearly $150,000 to its host university and other partners for <a href=\"https:\/\/nccwsc.usgs.gov\/csc\/southeast\">research<\/a> to guide managers of parks, refuges and other cultural and natural resources in planning how to help species and ecosystems adapt to climate change.<\/p>\r\n<p>\"These climate studies are designed to help address regional concerns associated with climate change, providing a pathway to enhancing resilience and supporting local community needs,\" said&nbsp;Secretary Jewell. \"The impacts of climate change are vast and complex, so studies like these are critical to help&nbsp;ensure that our nation's responses are rooted in sound science.\"<\/p>\r\n<p>The two funded studies will focus on how climate change will affect natural resources and management actions that can be taken to help offset such change. They include:&nbsp;<\/p>\r\n<ul>\r\n<li><em>Actionable Science: Decision Analysis and Science Communication:<\/em> The purpose of this grant is to provide research opportunities to students and staff working with the Southeast Climate Science Center with a focus on decision analysis and science communication training. Research activities will occur primarily within the framework of existing Southeast CSC funded projects.&nbsp; Student research will support project activities associated with the development and use of science-based information to make climate adaptation management decisions.<\/li>\r\n<li><em>G<\/em><em>l<\/em><em>o<\/em><em>b<\/em><em>a<\/em><em>l Change Monitoring Portal:<\/em> The objective of this project is to provide scientists and the general public with access to information in a centralized location, about the existence and operation of programs that monitor the effects of global change processes, such as climate and land use change, on important air, land and water resources. <\/li>\r\n<\/ul>\r\n<p>&nbsp;<\/p>\r\n<p>\"This year the Southeast Climate Science Center is supporting a suite of tools and communication- oriented projects that will help resource managers make climate-smart conservation decisions,\" said Gerard McMahon, Interior's Southeast CSC director. \"We must make intentional decisions about the best possible conservation strategies under climate change. Our two newest projects will help create the backdrop through which we build frameworks that will help make more informed choices and to communicate them effectively to a wide range of audiences.\"<\/p>\r\n<p>Each of the Department of the Interior's eight&nbsp;<a href=\"http:\/\/www.doi.gov\/csc\/\">Climate Science Centers<\/a> worked with states, tribes, federal agencies, <a href=\"http:\/\/www.fws.gov\/landscape-conservation\/lcc.html\">Landscape Conservation Cooperatives<\/a>, universities supporting the CSCs and other regional partners to identify the highest priority management challenges in need of scientific input, and to solicit and select research projects.<\/p>\r\n<p>The projects will be undertaken by scientists, staff, and graduate students from North Carolina State University that hosts the Southeast CSC, from USGS science centers and from other partners such as the National Conservation Training Center, and the six&nbsp;Landscape Conservation Cooperatives in the southeastern region.<\/p>\r\n<p>The eight <a href=\"https:\/\/nccwsc.usgs.gov\/sites\/default\/files\/files\/CSC_consortia_and_regions.pdf\">DOI Climate Science Centers<\/a> form a national network, and are coordinated by the&nbsp;<a href=\"https:\/\/nccwsc.usgs.gov\/\">National Climate Change and Wildlife Science Center,<\/a> located at the headquarters of Interior's U.S. Geological Survey. CSCs and LCCs have been created under <a href=\"http:\/\/www.doi.gov\/whatwedo\/climate\/cop15\/upload\/SecOrder3289.pdf\">Inte","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Arkansas","Florida","Louisiana","Mississippi","North Carolina","Puerto Rico","South Carolina","Tennessee"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","Climateand Land Use Change Geographic Analysisand Mon","Climateand Land Use Change National Climate Changeand Wildlife Science Center","Climateand Land Use Change Researchand Development","Climate Change","Climate Science Centers Geographic Areas Southeast"],"distribution":["Biology"],"release_date":{"und":[{"value":"1418878800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169071"},{"tid":"169429"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}