{"title":"Uncertainties in Ranking the Top Watersheds Contributing Nutrients to the Gulf","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>To access the USGS article, please visit <span style=\"text-decoration: underline;\"><a href=\"http:\/\/water.usgs.gov\/nawqa\/sparrow\/nutrient_yields\/\">http:\/\/water.usgs.gov\/nawqa\/sparrow\/nutrient_yields\/<\/a><\/span><\/p>\n<p>Each of the 818 large watersheds in the Mississippi\/Atchafalaya River Basin (MARB) has been ranked on the basis of SPARROW model estimates of nitrogen and phosphorus yields delivered to the Gulf of Mexico by the U.S. Geological Survey (USGS), in cooperation with the U. S. Environmental Protection Agency (EPA).<\/p>\r\n<p><img style=\"float: right;\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009-04-01\/missriver.jpg\" alt=\"Illustration of the Mississippi River and all connected rivers\/streams.\" width=\"330\" height=\"216\" \/>Uncertainties in the nutrient yield estimates from the MARB SPARROW model by <a href=\"http:\/\/water.usgs.gov\/nawqa\/sparrow\/gulf_findings\/\">Alexander and others, 2008<\/a>, were incorporated into a statistical ranking procedure to determine the probability that a watershed is within the top 150 delivering the highest nutrient yields to the Gulf.<\/p>\r\n<p>Model findings show that 11 watersheds are reliably placed in the top 150 category for total nitrogen (3 for total phosphorus) delivered to the Gulf of Mexico with 90 percent certainty. Although only a few watersheds could be placed into the top 150 category, numerous watersheds could be removed from consideration of being in the top 150 category. A total of 513 watersheds for total nitrogen and 505 watersheds for total phosphorus are reliably placed outside of the top 150 category with 90 percent uncertainty.<\/p>\r\n<p>\"Probabilistic ranking of watershed nutrient yields can assist water managers, policy makers, and scientists in identifying watersheds that may be primarily responsible for nutrient delivery to the Gulf  of Mexico,\" said USGS scientist Dale Robertson. \"However, this large-scale approach may not address local management needs.\" These local management needs may be better served by ranking nutrient yields to inland streams and reservoirs.<\/p>\r\n<p>Although 150 watersheds were chosen for this application, the ranking procedure can be applied to any user-selected number of watersheds.<\/p>\r\n<p>The USGS continues to work closely with the EPA, U.S. Department of Agriculture, and the States to assure that monitoring and modeling provide useful information for managing nutrients in watersheds throughout the MARB. Nutrient issues are complex and therefore a multitude of management approaches are necessary to reduce the nutrient burden.<\/p>\r\n<p>To access the Journal of American Water Resources Association article \"Incorporating Uncertainty into the Ranking of SPARROW Model Nutrient Yields from the Mississippi\/Atchafalaya River Basin Watersheds,\" along with frequently asked questions, maps, and supplemental information, please visit <span style=\"text-decoration: underline;\"><a href=\"http:\/\/water.usgs.gov\/nawqa\/sparrow\/nutrient_yields\/\">http:\/\/water.usgs.gov\/nawqa\/sparrow\/nutrient_yields\/<\/a><\/span>.<\/p>\r\n<p>The USGS National Water-Quality Assessment (NAWQA) program is assessing stream water quality in <a href=\"http:\/\/water.usgs.gov\/nawqa\/studies\/mrb\/\">eight major river basins that cover the conterminous U.S<\/a>. These studies integrate monitoring data with USGS watershed modeling techniques, such as SPARROW (Spatially Referenced Regression On Watershed Attributes). Regional SPARROW models are presently being developed for six of these major river basins. The SPARROW model provides estimates of nutrient yields in unmonitored areas and increases understanding of sources and transport of nutrients.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana"],"country":["United States of America"],"mm_tags":["water","nutrients","gulf Of Mexico","mississippi","watershed","nitrogen","phosphorus",""],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1238558400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169132"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}