{"title":"Trends in Climate Change: Connections Between Land, Sea and Air","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>USGS at Pacific Climate Workshop<\/em><\/strong><\/p>\n<p>New studies about the timing and geographic distribution of terrestrial, marine, and atmospheric climate connections will be the focus of the 24th Pacific Climate Workshop (PACLIM). The conference will be held April 19-22, 2009 at the Asilomar Conference Grounds, Pacific Grove, California.<\/p>\r\n<p>USGS scientists who study trends in climate change will present results from that uncover evidence of climate connections, from tree-ring patterns, to micropaleontology, to climate modeling.<\/p>\r\n<p>In the mid-20th century, John Steinbeck wrote of the anchovy and sardine industry in Monterey Bay and the drought-induced migration of thousands of farm workers from the Great Plains to the Central Valley of California. Little did he know that the two were joined through the atmosphere.<\/p>\r\n<p>Over the past few decades, the occasional presence of warm water species such as swordfish and marlin off the Oregon coast, and flooding in southern California seemed unconnected. &nbsp;Yet both are examples of the intimate relationship between conditions in the eastern Pacific Ocean and the adjacent continent. Other examples include:<\/p>\r\n<ul type=\"disc\">\r\n<li>Trees flowering earlier in the      year, affecting the animals that rely on them as a food source. <\/li>\r\n<li>Less snow in the Sierra Nevada that      is melting earlier in the year, leaving less water available for      irrigation in the summer.<\/li>\r\n<li>Flood events and winter storms are      increasing in intensity.<\/li>\r\n<\/ul>\r\n<p>Knowledge of these marine-terrestrial interactions is being used to project possible responses to future, large-scale changes in temperature and precipitation<\/p>\r\n<p>USGS scientists will be presenting the results of new analyses on the connection between higher sea surface temperatures in the eastern North Pacific Ocean and precipitation in the watersheds across the western U.S., including the Colorado River, the Mojave Desert, and the Great Basin. Additional presentations will discuss changes in the temperature and productivity in the California Current on timescales from hundreds to thousands of years, and how these cycles affect precipitation in Hawai'i. These changes in marine conditions along the California coast have an impact on vegetation and fire history, and ultimately, on the migration of Native American cultures.<\/p>\r\n<p>Organized and partially funded by the USGS, the conference brings together university, state, and federal government scientists from around the country for presentations and discussions on various aspects of climate variability. Presentations include the impact of rapid warming on the Sierra Nevada snowpack, the role of sea surface temperature in the abundance and distribution of fog on the California coast, the record of freshwater variability over the past several thousand years in the Colorado River watershed, and changes in timing of spring flowering in the western U.S.<\/p>\r\n<p>Highlights of research presented by USGS scientists at the Pacific Climate Workshop (PACLIM), Asilomar Conference Grounds, Pacific Grove, California, April 19-22, 2009.<span style=\"text-decoration: underline;\"><\/span><\/p>\r\n<h3>ORAL PRESENTATIONS<\/h3>\r\n<p>All oral presentations will be held in the Fred Farr Forum, Asilomar Conference Grounds. All presenters are U.S. Geological Survey (USGS) scientists unless otherwise noted.<strong><\/strong><\/p>\r\n<p><strong>MONDAY, APRIL 20<\/strong><\/p>\r\n<p>10:35-11:00<strong><em><\/em><\/strong><\/p>\r\n<p style=\"padding-left: 30px;\"><strong><em>Northern Hemisphere Modes Of Variability And The Timing Of Spring, <\/em><\/strong>Toby R. Ault, Alison K. Macalady, Greg Pederson (all University of Arizona), Julio L. Betancourt (USGS), and Mark D. Schwartz (University of Wisconsin-Milwaukee)<\/p>\r\n<p>1:30-1:55<strong><em><\/em><\/strong><\/p>\r\n<p style=\"padding-left: 30px;\"><strong><em>Climate Change And Cultural Response In The Prehistoric American Southwest<\/em><\/s","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Climate Change"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1239854400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"},{"tid":"170444"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}