{"title":"U.S. Rivers and Streams Super-Saturated With Carbon Dioxide","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"350\" caption=\"Stream lines form a tangled web in this image derived from a set of data on water flow. Credit: David Butman, Yale University\"]<img src=\"http:\/\/nsf.gov\/news\/mmg\/media\/images\/river_carbon4_f.jpg\" alt=\"\" width=\"350\" height=\"220\" \/>[\/caption]\n\nRivers and streams in the United States are releasing substantially more carbon dioxide into the atmosphere than previously thought. These findings could change the way scientists model the movement of carbon between land, water, and the atmosphere.\n\nThe findings were recently published in a <em>Nature Geoscience<\/em> article entitled â\u0080\u009c<a href=\"http:\/\/www.nature.com\/ngeo\/journal\/vaop\/ncurrent\/full\/ngeo1294.html\">Significant efflux of carbon dioxide from streams and rivers in the United States<\/a>â\u0080\u009d by David Butman and Professor Peter Raymond of the Yale School of Forestry and Environmental Studies, as part of Davidâ\u0080\u0099s Ph.D. thesis. Funding for the study was from NASA, NSF, and the USGS.\n\nButman and Raymond found that a significant amount of carbon accumulated by plant growth on land is decomposed, discharged into streams and rivers, and outgassed as carbon dioxide (CO<sub>2<\/sub>) into the atmosphere. It is estimated that streams and rivers release almost 100 million metric tons of carbon each year. This release is equal to a car burning 40 billion gallons of gasoline, enough to drive back and forth to the moon 3.4 million times.\n\n[caption id=\"\" align=\"alignright\" width=\"341\" caption=\"Average concentration at and distribution of USGS gauging stations used to calculated CO2 efflux from US streams and rivers. The names correspond to the subregions discussed in the text. Graph published in Nature Geoscience\"]<img class=\" \" src=\"http:\/\/www.nature.com\/ngeo\/journal\/vaop\/ncurrent\/images\/ngeo1294-f1.jpg\" alt=\"\" width=\"341\" height=\"242\" \/>[\/caption]\n\nWater chemistry data from more than 4,000 rivers and streams throughout the United States were incorporated with detailed geospatial data to model the flux of carbon dioxide from water. The river and stream samples were collected at USGS gaging stations and the geospatial data was produced by both the USGS and EPA.\n\nThis research is being incorporated into the USGS LandCarbon effort to characterize the current and future fluxes of carbon influenced by both natural and anthropogenic processes. One part of this effort is looking at the potential for carbon storage in the Nationâ\u0080\u0099s vegetation, soils, and sediments, which is known as biological carbon sequestration. For more information on that project, visit the <a href=\"http:\/\/www.usgs.gov\/climate_landuse\/land_carbon\/default.asp\">National Assessment of Ecosystem Carbon Sequestration and Greenhouse Gas Fluxes<\/a>.\n\nAdditional information on the <em>Nature Geoscience<\/em> article can also be found in the National Science Foundation <a href=\"http:\/\/nsf.gov\/news\/news_images.jsp?cntn_id=121994&amp;org=NSF\">press release<\/a>.\n\n&nbsp;\n\n<strong><span style=\"text-decoration: underline\">Contact<\/span><\/strong>: <a href=\"mailto:rstriegl@usgs.gov\">Rob Striegl<\/a>\n\n[caption id=\"\" align=\"alignnone\" width=\"350\" caption=\"One of the NSF Harvard Forest Long Term Ecological Research site&#039;s many waterways. Credit: David Butman, Yale University\"]<img src=\"http:\/\/nsf.gov\/news\/mmg\/media\/images\/river_carbon5_f.jpg\" alt=\"\" width=\"350\" height=\"220\" \/>[\/caption]","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["atmosphere","Carbon Dioxide","Climate Change","National Science Foundation","streamgages","water"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1319471657","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}