{"title":"World&rsquo;s Experts Plan Global Locator Service For Environmental Information","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Patricia Viets, NOAA\/NESDIS, (301) 457-5005 Eliot Christian, USGS, (703) 648-7245 <\/p>\n<p>Experts from around the world have agreed on a standard for locating information, whether held in libraries, data centers, or published on the Internet. This lays the foundation for a virtual library of environmental data and information that will be easily accessible on global networks. <\/p>\r\n<p>\"An information locator service is useful wherever people communicate, but there is a special urgency to the worldwide sharing of environmental information,\" said U.S. Vice President Al Gore. \"Every year, governments and others spend billions of dollars collecting and processing environmental data and related technical information. <\/p>\r\n<p>\"We now hold around the world an incredible wealth of information about the Earth and its inhabitants,\" the Vice President said. \"That information could have a profound impact on our ability to protect our environment, manage natural resources, prevent and respond to disasters, and ensure sustainable development. Unfortunately, many potential users either do not know that it exists or do not know how to access it. This initiative will make use of base standards that are so essential for people to find the environmental data and information they need.\" <\/p>\r\n<p>The agreement was reached among representatives to the Global Information Society initiative, which was convened at the suggestion of Vice President Gore and organized by the G7 (Canada, France, Germany, Italy, Japan, United Kingdom, United States, and the European Commission). The leaders of the Environment and Natural Resources Management project are Larry Enomoto of the National Oceanic and Atmospheric Administration (NOAA) and Eliot Christian of the United States Geological Survey (USGS).<\/p>\r\n<p>\"The service standard is designed to make information easy to find,\" said Christian. \"It is a natural complement to the World Wide Web that is such a wonderful tool for presentation. When we look for a particular piece of information, we often need to search many separate sources. We may not be satisfied with just scanning World Wide Web pages, just accepting the suggestions of one publisher, or just being limited to information published in English. <\/p>\r\n<p>\"Libraries centuries ago confronted the same problem. They held an amazing diversity of content but had to work out common agreements on how to catalog it,\" Christian said. \"Today, librarians and citizens everywhere rely on the common formats used in library catalogs. The information locator service builds on these standards as applied to electronic networks, and is positioned to evolve along with rapid advances in information discovery and natural language processing.\" <\/p>\r\n<p>The standard adopted for this service is ISO 10163, known in the United States as ANSI Z39.50. This standard specifies how electronic network searches should be expressed and how results are returned. It is adaptable to all languages and supports full-text search of documents as well as very large and complex bibliographic collections. The standard does not require a central authority or master index. Just as catalogs provide a common way to search many separate libraries, anyone can create information locators independently. <\/p>\r\n<p>By applying a standard that has been widely used for many years, this initiative takes advantage of existing networks and software to access a vast array of valuable resources, including hundreds of libraries, museums, and archives worldwide--some containing as many as 35 million locator records. It also fits in with many other international and national programs focused on improved access to information, including the Government Information Locator Service being implemented in the United States and elsewhere. <\/p>\r\n<p>A new server developed by the European Commission for this project, available on the World Wide Web at <a href=\"http:\/\/enrm.ceo.org\">http:\/\/enrm.ceo.org<\/a>, provides an example","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"850885200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170276"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}