{"title":"68 Percent of New England and Mid-Atlantic Beaches Eroding","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->WOODS HOLE, Mass.<\/strong> &nbsp;-- An assessment of coastal change over the past 150 years has found 68 percent of beaches in the New England and Mid-Atlantic region are eroding, according to a U.S. Geological Survey report released today.<!--introend-->&nbsp;<\/p>\n<p>Scientists studied more than 650 miles of the New England and Mid-Atlantic coasts and found the average rate of coastal change &ndash; taking into account beaches that are both eroding and prograding -- was negative 1.6 feet per year.&nbsp; Of those beaches eroding, the most extreme case exceeded 60 feet per year.<\/p>\r\n<p>The past 25 to 30 years saw a small reduction in the percentage of beaches eroding &ndash; dropping to 60 percent, possibly as a result of beach restoration activities such as adding sand to beaches.<\/p>\r\n<p>&ldquo;This report provides invaluable objective data to help scientists and managers better understand natural changes to and human impacts on the New England and Mid-Atlantic coasts,&rdquo; said Anne Castle, Assistant Secretary of the Interior for Water and Science. &nbsp;&ldquo;The information gathered can inform decisions about future land use, transportation corridors, and restoration projects.&rdquo;<\/p>\r\n<p>Beaches change in response to a variety of factors, including changes in the amount of available sand, storms, sea-level rise and human activities.&nbsp; How much a beach is eroding or prograding in any given location is due to some combination of these factors, which vary from place to place.&nbsp;<\/p>\r\n<p>The Mid-Atlantic coast &ndash; from Long Island, N.Y. to the Virginia-North Carolina border -- is eroding at higher average rates than the New England coast.&nbsp; The difference in the type of coastline, with sandy areas being more vulnerable to erosion than areas with a greater concentration of rocky coasts, was the primary factor.<\/p>\r\n<p>The researchers found that, although coastal change is highly variable, the majority of the coast is eroding throughout both regions, indicating erosion hazards are widespread.<\/p>\r\n<p>\"There is increasing need for this kind of comprehensive assessment in all coastal environments to guide managed response to sea-level rise,\" said Dr. Cheryl Hapke of the USGS, lead author of the new report. \"It is very difficult to predict what may happen in the future without a solid understanding of what has happened in the past.&rdquo;<\/p>\r\n<p>The researchers used historical data sources such as maps and aerial photographs, as well as modern data like lidar, or &ldquo;light detection and ranging,&rdquo; to measure shoreline change at more than 21,000 locations.<\/p>\r\n<p>This analysis of past and present trends of shoreline movement is designed to allow for future repeatable analyses of shoreline movement, coastal erosion, and land loss. The results of the study provide a baseline for coastal change information that can be used to inform a wide variety of coastal management decisions, Hapke said.<\/p>\r\n<p>The report, titled \"<a href=\"http:\/\/pubs.usgs.gov\/of\/2010\/1118\/\">National Assessment of Shoreline Change:&nbsp; Historical Shoreline Change along the New England and Mid-Atlantic Coasts<\/a>,\" is the fifth report produced as part of the USGS&rsquo;s National Assessment of Shoreline Change project. An <a href=\"http:\/\/pubs.usgs.gov\/of\/2010\/1119\/\">accompanying report<\/a> that provides the geographic information system (GIS) data used to conduct the coastal change analysis is being released simultaneously.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maine","Maryland","Massachusetts","New Hampshire","New Jersey","New York","Rhode Island","Virginia"],"country":["United States of America"],"mm_tags":["Beach Erosion","beaches","erosion","geology"],"release_date":{"und":[{"value":"1298437200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169049"},{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}