{"title":"Media Advisory:  Washington National Cathedral to Host Earthquake Experts","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>WASHINGTON, D.C.&mdash;<\/strong><!--introstart-->Three years after <a href=\"http:\/\/comcat.cr.usgs.gov\/earthquakes\/eventpage\/pde20110823175104590_6#summary\">a magnitude 5.8 earthquake<\/a> caused $25 million worth of damage to its pinnacles, buttresses and ceilings, the Washington National Cathedral will host earthquake experts from the U.S. Geological Survey (USGS), the Federal Emergency Management Agency (FEMA),&nbsp;and the Great ShakeOut earthquake drill.<!--introend-->&nbsp;&nbsp;On Thursday, October 16, media availability and live interviews will occur from 6:00 &ndash; 9:00 a.m. EDT&nbsp;for local morning shows.<\/p>\n<p><strong>WHAT:<\/strong><\/p>\r\n<p>Media are invited to conduct interviews in advance of <a href=\"http:\/\/www.shakeout.org\/\">the Great ShakeOut earthquake drill<\/a>.&nbsp;At 10:16 a.m. local time on October 16, people across the world are encouraged to participate in the drill and practice how to \"Drop, Cover, and Hold On.\"<\/p>\r\n<p><strong>WHEN:<\/strong><\/p>\r\n<p>Thursday, October 16, 2014<br \/>6:00 &ndash; 9:00 a.m. EDT<\/p>\r\n<p><strong>WHERE: &nbsp;<\/strong><\/p>\r\n<p>Washington National Cathedral<br \/>3101 Wisconsin Ave NW<br \/>Washington, DC 20016<br \/>(West Front, facing Wisconsin Avenue)<\/p>\r\n<p><strong>WHO:<\/strong><\/p>\r\n<ul>\r\n<li>Dr. David Applegate, USGS Associate Director for Natural Hazards, will discuss earthquake hazards in the Southeast region.<\/li>\r\n<li>Mark Benthien, Great ShakeOut Earthquake Drills Global Coordinator, will speak on the 25.6 million participants around the world taking part in earthquake drills in 2014.<\/li>\r\n<li>A FEMA representative will discuss the importance of public preparedness.<\/li>\r\n<li>James W. Shepherd, Director of Preservation and Facilities for the National Cathedral and chief architect in its restoration project, will discuss progress on repairs since the 2011 earthquake and the work currently underway to protect against future damage.<\/li>\r\n<\/ul>\r\n<p><strong>RSVP:<\/strong>&nbsp;&nbsp;<\/p>\r\n<p>Media must RSVP to Meredith MacKenzie at: <a href=\"mailto:Meredith@westendstrategy.com\">Meredith@westendstrategy.com<\/a><\/p>\r\n<p><strong>VIDEO:<\/strong><\/p>\r\n<p><a href=\"https:\/\/www.youtube.com\/watch?v=gKsQ4qa9iZc\" target=\"_blank\">Watch a short video<\/a>&nbsp;with students from Louisa County, Virginia, discussing the re-opening of Thomas Jefferson Elementary School, which was also damaged following&nbsp;the magnitude 5.8 earthquake in 2011. USGS Earthquake Hazards Program Associate Coordinator Mike Blanpied also discusses USGS research underway and the role of science as the foundation for understanding hazards and making preparedness decisions.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":["Natural Hazards","earthquakehazardsprogram","earthquakes","The Great Shake Out","Drill"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1413345600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"170112"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}