{"title":"The Last Piece of the Puzzle: USGS Historical Maps","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_173769\" align=\"alignleft\" width=\"446\" caption=\"Portion of 1898 Philadelphia, PA-NJ 1:62,500-scale topographic map\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/topstoryimage.jpg\"><img class=\"size-full wp-image-173769 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/topstoryimage.jpg\" alt=\"See caption:\" width=\"446\" height=\"252\" \/><\/a>[\/caption]\n\n&nbsp;\n\nHistorical maps can be the last piece of the puzzle in genealogy research.Â  What did the landscape look like decades ago when your ancestors settled in your town?Â  How have place names, roads, and streams changed over time?\n\nAlthough technically out of date, these historical maps are often helpful to those researching a specific geographic location, such as genealogists, scientists, and environmentalists.\n\nFor almost 130 years the USGS topographic mapping program has accurately depicted the complex geography of our Nation.Â  Physical and cultural features change over time.Â  Maps are updated and new editions are printed.Â  For decades most of these rare old maps were long since forgotten and out of circulation.\n\nNo single complete set of the almost 180,000 USGS topographic maps even existed.Â  Only those researchers with access to the <a href=\"http:\/\/library.usgs.gov\/specoll.html#tma\">USGS Topographic Map Archive<\/a> located in Reston, Va., had an opportunity to take a glimpse at these time capsules of cartographic information.\n\nBeginning three years ago, this all changed.Â  Anyone can now sit at home and view and download USGS historical maps.\n\n<strong>The Historical Topographic Map Collection<\/strong>\n\nThe goal of the <a href=\"http:\/\/nationalmap.gov\/historical\/\">Historical Topographic Map Collection<\/a> was to create an electronic collection of all printed quadrangles â\u0080\u0093 all maps, all scales â\u0080\u0093 beginning with the earliest editions prior to <a href=\"http:\/\/nationalmap.gov\/ustopo\/\">US Topo<\/a>, a new generation of topographic maps. Other important objectives included:\n<ul>\n\t<li>Consistent, high quality specifications to produce high resolution copies<\/li>\n\t<li>Each map scanned, as is, to capture the current content and condition of each edition â\u0080\u0093 age induced yellowing, coffee stains and all<\/li>\n\t<li>Georeferencing the digital maps to allow for basic map analysis and to enable the maps to be imported into Geographic Information Systems so that they could be overlain with other geospatial map data from other sources<\/li>\n\t<li>Archiving the files with the National Archives and Records Administration and the Library of Congress<\/li>\n<\/ul>\n<a href=\"http:\/\/nationalmap.gov\/ustopo\/history.html\">The National Program for Topographic Mapping<\/a> began soon after the USGS was established in 1879. On December 4-5, 1884, <a href=\"http:\/\/nationalmap.gov\/ustopo\/photos\/j1-john_wesley_powell.jpg\">John Wesley Powell<\/a> addressed the U.S. Congress seeking authorization for the U.S. Geological Survey to begin methodical topographic mapping of the United States.Â  Mapping techniques evolved from field surveys through photogrammetry, the process of making maps using aerial photographs, to the computer-based methods currently used. The scales and content of the topographic maps changed as well as the need for more detailed mapping came about.Â Â  Much of the colorful history of topographic mapping is portrayed in <a href=\"http:\/\/pubs.usgs.gov\/circ\/1341\/\">USGS Circular 1341<\/a>, History of the Topographic Branch (Division).\n\n[caption id=\"attachment_173772\" align=\"alignright\" width=\"368\" caption=\"Oldest USGS Pennsylvania map: 1888 Quakertown, PA 1:62,500-scale topographic map\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/withinthestory-large.jpg\"><img class=\"size-full wp-image-173772 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/withinthestory-large.jpg\" alt=\"See caption:\" width=\"368\" height=\"452\" \/><\/a>[\/caption]\n\n<strong>Map Changes Over Time<\/strong>\n\n<a href=\"http:\/\/edc2.usgs.gov\/pubslists\/factsheets\/fs01502.pdf\">Map scales<\/a> have varied over time.Â  Smaller scale maps, showing more area and less detail, were produced first, in the 1800s.Â  These maps included the 1:125,000-scale, a 30-minute map covering 30-minutes of latitude and longitude with one inch equaling two miles in distance on the map.Â  In the early 20<sup>th<\/sup> century the 15-minute, or 1:62,500-scale maps were introduced and users were presented with even more detail.Â  The current 7.5-minute, or 1:24,000-scale maps, cover as much as 70 square miles where one inch equals 2000 feet.\n\n<a href=\"http:\/\/egsc.usgs.gov\/isb\/pubs\/booklets\/symbols\/topomapsymbols.pdf\">Map symbology<\/a> has also changed over time.Â  As the need for new symbols arose, some were abandoned, while others were added.Â  For example, the electronic trolley car symbol, used frequently during the early part of the 20<sup>th<\/sup> century, is non-existent on later maps.\n\nSo far over 155,000 maps have been scanned with only a handful of states remaining.Â  The <a href=\"http:\/\/nationalmap.gov\/historical\/status\/index.html\">status graphic<\/a>, a visual representation of what maps have been uploaded, is updated frequently. Additional historical documents supporting early topographic mapping will be added to the collection down the road.\n\n<strong>How to Obtain Historical Maps<\/strong>\n\nHistorical topographic maps, as well as current editions may be <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/%28xcm=r3standardpitrex_prd&amp;layout=6_1_61_48&amp;uiarea=2&amp;ctype=areaDetails&amp;carea=%24ROOT%29\/.do\">viewed and downloaded<\/a>Â  for general reference on the <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/b2c\/start\/%28xcm=r3standardpitrex_prd&amp;layout=0_1_75&amp;uiarea=1%29\/.do\">USGS Store<\/a> in the GeoPDFÂ® electronic format accessible using Â all browsers. Starting later this year, the historical maps can be combined with current mapping data from <a href=\"http:\/\/nationalmap.gov\/index.html\"><em>The National Map<\/em><\/a> as a GeoTIFF image product.Â  Complete metadata is available for all maps.\n\nCopies of the historical maps may be purchased as a $15 paper product via the USGS Store, or by calling (888) ASK-USGS, and selecting option 1.Â  They may also be downloaded onto a portable device, such as a flash drive, to have printed at your local copy shop.Â  USGS maps are within the public domain, so there are no copyright restrictions.\n\nThe armchair genealogist now has that usefull tool, historical maps, to help illustrate fascinating family histories.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24190","uid":"31","filename":"topstoryimage.jpg","uri":"public:\/\/topstoryimage.jpg","filemime":"image\/jpeg","filesize":"352732","status":"1","timestamp":"1425492768","type":"image","uuid":"a0a133d3-9b0c-4df3-9dab-8131e8348f8b","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":350,"width":620},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["historical mapping","Historical Topographic Map Collection","HTMC","The National Map"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1333140587","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}