{"title":"USGS Studying Coastal Erosion and Wave Patterns at Pleasure Point, Santa Cruz, Calif.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Coastal erosion threatening a road and utility lines at Pleasure Point in Santa Cruz County, Calif., combined with concerns that proposed coastal armoring might alter wave breaks at this highly valued surfing spot, has prompted State and County officials to request a study by coastal scientists at the U.S. Geological Survey (USGS).<!--introend--><\/p>\n<p>Over the next year, USGS geologists and oceanographers will make high-resolution maps of the area&acute;s coastal cliffs and shallow sea floor, deploy instruments to measure the characteristics of incoming waves, and install a digital camera and video system to record the patterns of breaking waves. The resulting data will serve as a baseline with which data from future studies can be compared and which computer modelers can use to predict the likely effects of climate change and anti-erosion measures.<\/p>\r\n<p>Relentless coastal erosion has already whittled East Cliff Drive from two lanes to one where it runs along the top of the sea cliffs at Pleasure Point.&nbsp; Important to both drivers and pedestrians, who use it for access to this popular area, the road also covers a sewer line and other public utilities that would be expensive to reroute if lost to erosion. Proposals to address the problem have generated disagreement and revealed the need for additional scientific information about the site.<\/p>\r\n<p>Comprehensive field surveys have been limited in the past because of variable wave conditions and the shallow, rocky sea floor around Pleasure Point. Recent innovations in USGS field techniques and equipment, as well as remote-sensing techniques, now make it possible to perform detailed analyses of the terrain and the physical processes that shape this complex coastline. The County of Santa Cruz Department of Public Works, the County of Santa Cruz Redevelopment Agency, and the California Division of Boating and Waterways are funding USGS scientists to conduct such analyses.<\/p>\r\n<p>The scientists will compile high-resolution maps of the sea cliffs using LiDAR (light detection and ranging) data from both airborne surveys, conducted in the late 1990s, and ground-based surveys collected in the winter and spring of 2006. To measure nearshore bathymetry in the surf zone and out to about 0.3 mile offshore, they will use single-beam fathometers on waverunners. A multibeam fathometer mounted on a small boat will be used to collect swath bathymetry farther offshore.<\/p>\r\n<p>To measure the height, period, and direction of incoming waves&mdash;-as well as current velocities, suspended-sediment concentrations, tides, and temperature&mdash;-the scientists have deployed an underwater instrument package offshore of Pleasure Point to collect data for the next 12 months. They have recently installed a digital camera system to document the patterns of breaking waves across the study area. The datasets collected by the offshore instrument package and the onshore camera system will be compared with one another and with offshore deep-water wave data collected by a National Oceanic and Atmospheric Administration buoy about 30 miles west of Moss Landing.<\/p>\r\n<p>More information about the study is available at this Web page maintained by the USGS Western Coastal and Marine Geology Team: <a href=\"http:\/\/walrus.wr.usgs.gov\/research\/projects\/pleasurept.html\">http:\/\/walrus.wr.usgs.gov\/research\/projects\/pleasurept.html<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1151553600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169117"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}