{"title":"Man-Made Earthquakes Update","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_180931\" align=\"alignright\" width=\"491\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/Figure-1.jpg\"><img class=\" wp-image-180931     \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/Figure-1-1024x620.jpg\" alt=\"Seismicity of the coterminous United States and surrounding regions, 2009â\u0080\u00932012. Black dots denote earthquakes with a magnitude â\u0089¥ 3.0 are shown; larger dots denote events with a magnitude â\u0089¥ 4.0. Background colors indicate earthquake hazard levels from the U.S. National Seismic Hazard Map (NSHM). Learn more about the NSHM at http:\/\/earthquake.usgs.gov\/hazards\/?source=sitenav.\" width=\"491\" height=\"298\" \/><\/a> Seismicity of the coterminous United States and surrounding regions, 2009â\u0080\u00932012. Black dots denote earthquakes with a magnitude â\u0089¥ 3.0 are shown; larger dots denote events with a magnitude â\u0089¥ 4.0. Background colors indicate earthquake hazard levels from the U.S. National Seismic Hazard Map (NSHM). Learn more about the NSHM at http:\/\/earthquake.usgs.gov\/hazards\/?source=sitenav.[\/caption]\n\nThe number of earthquakes has increased dramatically over the past few years within the central and eastern United States. Nearly 450 earthquakes magnitude 3.0 and larger occurred in the four years from 2010-2013, over 100 per year on average, compared with an average rate of 20 earthquakes per year observed from 1970-2000.\n\nThis increase in earthquakes prompts two important questions: Are they natural, or man-made? And what should be done in the future as we address the causes and consequences of these events to reduce associated risks? USGS scientists have been analyzing the changes in the rate of earthquakes as well as the likely causes, and they have some answers.\n\nUSGS scientists have found that at some locations the increase in seismicity coincides with the injection of wastewater in deep disposal wells. Much of this wastewater is a byproduct of oil and gas production and is routinely disposed of by injection into wells specifically designed for this purpose.\n\n<strong>Review Article on Injection-Induced Earthquakes<\/strong>\n\n<a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a>Â geophysicist William Ellsworth reviewed the issue of injection-induced earthquakes in aÂ <a href=\"http:\/\/dx.doi.org\/10.1126\/science.1225942\">July 2013 study published in the journalÂ <em>Science<\/em><\/a>. The article focused on the injection of fluids into deep wells as a common practice for disposal of wastewater, and discusses recent events and key scientific challenges for assessing this hazard and moving forward to reduce associated risks.\n\n<strong>What is Induced Seismicity?<\/strong>\n\nAlthough it may seem like science fiction, man-made earthquakes have been a reality for decades. It has long been understood that earthquakes can be induced by impoundment of water in reservoirs, surface and underground mining, withdrawal of fluids and gas from the subsurface, and injection of fluids into underground formations.\n\n[caption id=\"attachment_189511\" align=\"alignleft\" width=\"364\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/2013-hockey-stick.jpg\"><img class=\"size-full wp-image-189511\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/2013-hockey-stick.jpg\" alt=\"A graph showing the cumulative number of earthquakes in the central U.S. since 1970 per year, with a small inset on the top left showing where the earthquakes occur on a map of the U.S.\" width=\"364\" height=\"397\" \/><\/a> Cumulative count of earthquakes with a magnitude â\u0089¥ 3.0 in the central and eastern United States,1970-2013. The dashed line corresponds to the long-term rate of 20.2 earthquakes per year, with an increase in the rate of earthquake events starting around 2009.[\/caption]\n\n<strong>What is Wastewater Disposal?<\/strong>\n\nWater that is salty or polluted by chemicals needs to be disposed of in a manner that prevents it from contaminating freshwater sources. Often, it is most economical to geologically sequester such wastewater by injecting it underground, deep below any aquifers that provide drinking water.\n\nWastewater can result from a variety of processes, including those related to energy production. For example, water is usually present in rock formations containing oil and gas and therefore will be co-produced during oil and gas production. Wastewater can also occur as flow back from hydraulic fracturing operations that involve injecting water under high pressure into a rock formation to stimulate the movement of oil and gas to a well for production.\n\nWastewater injection increases the underground pore pressure, which may, in effect, lubricate nearby faults thereby weakening them. If the pore pressure increases enough, the weakened fault will slip, releasing stored tectonic stress in the form of an earthquake. Even faults that have not moved in millions of years can be made to slip and cause an earthquake if conditions underground are appropriate.\n\nAlthough the disposal process has the potential to trigger earthquakes, not every wastewater disposal well produces earthquakes. In fact, very few of the more than 30,000 wells designed for this purpose appear to cause earthquakes.\n\n<strong>Hydraulic Fracturing<\/strong>\n\nMany questions have been raised about whether hydraulic fracturing â\u0080\u0094 commonly known as â\u0080\u009cfrackingâ\u0080\u009dâ\u0080\u0094 is responsible for the recent increase of earthquakes. USGSâ\u0080\u0099s studies suggest that the actual hydraulic fracturing process is only very rarely the direct cause of felt earthquakes. While hydraulic fracturing works by making thousands of extremely small â\u0080\u009cmicroearthquakes,â\u0080\u009d they are, with just a few exceptions, too small to be felt; none have been large enough to cause structural damage. As noted previously, underground disposal of wastewater co-produced with oil and gas, enabled by hydraulic fracturing operations, has been linked to induced earthquakes.\n\n<strong>Unknowns and Questions Moving Forward<\/strong>\n\n[caption id=\"attachment_181082\" align=\"alignright\" width=\"515\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/House-Damage84.jpg\"><img class=\" wp-image-181082   \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/House-Damage84.jpg\" alt=\"House damage in central Oklahoma from the magnitude 5.6 earthquake on Nov. 6, 2011.  Research conducted by USGS geophysicist Elizabeth Cochran and her university-based colleagues suggests that this earthquake was induced by injection into deep disposal wells in the Wilzetta North field. Learn more about that research at: http:\/\/geology.gsapubs.org\/content\/early\/2013\/03\/26\/G34045.1.abstract. Photo Credit: Brian Sherrod, USGS.\" width=\"515\" height=\"386\" \/><\/a> House damage in central Oklahoma from the magnitude 5.6 earthquake on Nov. 6, 2011. Research conducted by USGS geophysicist Elizabeth Cochran and her university-based colleagues suggests that this earthquake was induced by injection into deep disposal wells in the Wilzetta North field. Learn more about that research at: http:\/\/geology.gsapubs.org\/content\/early\/2013\/03\/26\/G34045.1.abstract. Photo Credit: Brian Sherrod, USGS.[\/caption]\n\nUSGS scientists are dedicated to gaining a better understanding of the geological conditions and industrial practices associated with induced earthquakes, and to determining how seismic risk can be managed.\n\nOne risk-management approach highlighted in Ellsworthâ\u0080\u0099s article involves the setting of seismic activity thresholds for safe operation. Under this â\u0080\u009ctraffic-lightâ\u0080\u009d system, if seismic activity exceeds preset thresholds, reductions in injection would be made. If seismicity continues or escalates, operations could be suspended.\n\nThe current regulatory framework for wastewater disposal wells was designed to protect drinking water sources from contamination and does not address earthquake safety. Ellsworth noted that one consequence is that both the quantity and timeliness of information on injection volumes and pressures reported to the regulatory agencies is far from ideal for managing earthquake risk from injection activities.\n\nThus, improvements in the collection and reporting of injection data to regulatory agencies would provide much-needed information on conditions potentially associated with induced seismicity. In particular, said Ellsworth, daily reporting of injection volumes, and peak and average injection pressures would be a step in the right direction, as would measurement of the pre-injection water pressure and tectonic stress.\n\n<strong>Importance of Understanding Hazards and Risks<\/strong>\n\nThere is a growing interest in understanding the risks associated with injection-induced earthquakes, especially in the areas of the country where, before the modern boom in oil and gas production, earthquakes large enough to be felt were rare.\n\nFor example, wastewater disposal appears to be related to the <a href=\"http:\/\/earthquake.usgs.gov\/regional\/ceus\/usb0006klz\/aftershocks.php\">magnitude-5.6<\/a> earthquake that struck rural central Oklahoma in 2011 leading to a few injuries and damage to more than a dozen homes. Damage from an earthquake of this magnitude would be much worse if it were to happen in a more densely populated area.\n\nThe USGS and Oklahoma Geological Survey (OGS) have conducted research quantifying the changes in earthquake rate in the Oklahoma City region, assessing and evaluating possible links between these earthquakes and wastewater disposal related to oil and gas production activities in the region. In a joint statement {http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3710}, USGS and OGS identified wastewater injection as a contributing factor for the 2011 earthquake swarm and damaging magnitude 5.6 event.\n\nStudies show one to three magnitude 3.0 earthquakes or larger occurred yearly from 1975 to 2008, while the average grew to around 40 earthquakes per year from 2009 to mid-2013.\n\nâ\u0080\u009cWeâ\u0080\u0099ve statistically analyzed the recent earthquake rate changes and found that they do not seem to be due to typical, random fluctuations in natural seismicity rates,â\u0080\u009d said Bill Leith, USGS seismologist. â\u0080\u009cThese analyses require significant changes in both the background rate of events and earthquake triggering properties needed to have occurred to be consistent with the observed increases in seismicity. This is in contrast to what is typically found when modeling natural earthquake swarms.â\u0080\u009d\n\nThe Oklahoma analysis suggests that a contributing factor to the increase in earthquakes occurrence may be from injection-induced seismicity from activities such as wastewater disposal. The OGS has examined the behavior of the seismicity through the state assessing the optimal fault orientations and stresses within the region of increased seismicity, particularly the unusual behavior of the swarm just east of Oklahoma City.\n\n[caption id=\"attachment_181112\" align=\"alignleft\" width=\"490\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/IMG_74691.jpg\"><img class=\" wp-image-181112  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/IMG_74691.jpg\" alt=\"Oilfield waste arrives by tanker truck at a wastewater disposal facility near Platteville, Colo. After removal of solids and oil, the wastewater is injected into a deep well for permanent storage underground. This disposal process has the potential to trigger earthquakes, but very few wastewater disposal wells produce earthquakes. No earthquakes are associated with injection at the site in this photograph. Photo taken on Jan. 15, 2013. Photo Credit: William Ellsworth, USGS\" width=\"490\" height=\"368\" \/><\/a> Oilfield waste arrives by tanker truck at a wastewater disposal facility near Platteville, Colo. After removal of solids and oil, the wastewater is injected into a deep well for permanent storage underground. This disposal process has the potential to trigger earthquakes, but very few wastewater disposal wells produce earthquakes. No earthquakes are associated with injection at the site in this photograph. Photo taken on Jan. 15, 2013. Photo Credit: William Ellsworth, USGS[\/caption]\n\n&nbsp;\n\n<strong>Start with Science<\/strong>\n\nAs the use of injection for disposal of wastewater increases, the importance of knowing the associated risks also grows. To meet these challenges, the USGS hopes to increase research efforts to understand the causes and effects of injection-induced earthquakes.\n\n<strong>More Information<\/strong>\n\nThe USGS hasÂ <a href=\"http:\/\/www.usgs.gov\/faq\/?q=taxonomy\/term\/9833\">FAQs online<\/a>Â that provide additional details and background on induced seismicity. You can also learn more by <a href=\"http:\/\/www.doi.gov\/news\/doinews\/Is-the-Recent-Increase-in-Felt-Earthquakes-in-the-Central-US-Natural-or-Manmade.cfm\">reading a story<\/a>Â by the Department of the Interior on this topic.\n\nAdditional insight <a href=\"http:\/\/earthquake.usgs.gov\/research\/induced\/\">and link to Dec. 2, 2013 public lecture on<\/a> induced earthquakes.\n\n<a href=\"http:\/\/earthquake.usgs.gov\/research\/induced\/references.php\">Reference list about induced earthquakes<\/a>.\n\n<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3710\">News release about earthquake swarms in Oklahoma<\/a>.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24337","uid":"31","filename":"Homepage-Image-2.jpg","uri":"public:\/\/Homepage-Image-2.jpg","filemime":"image\/jpeg","filesize":"133890","status":"1","timestamp":"1425492768","type":"image","uuid":"6bb2bdeb-5458-41af-9322-fed99a3616ec","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["earthquake Hazards","earthquakes","Injection Induced Earthquakes","Injection Wells","Natural Hazard","Seismic Hazard","Seismicity","Wastewater Disposal"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1389978043","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}