{"title":"USGS Research Gives Health Officials a Tool for Predicting Water Safety...Forecasting Bacteria Levels at Ohio Beaches","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Before you hit the beach, it may soon be possible to check the bacteria beach forecast. <\/p>\n<p>U.S. Geological Survey scientists have found a quick method to predict bacteria levels at three Lake Erie urban beaches and one inland lake beach in Ohio. A computer model takes into account current weather and environmental conditions and is used to forecast <i>Escherichia coli (E. coli)<\/i> bacteria concentrations. Results could be provided within 2 hours of data collection, and the beachgoer would have access to timely information on current water-quality conditions before leaving for the beach. <\/p>\r\n<p>&quot;Our method and model could be customized for other beaches across the nation as long as unique environmental factors are considered and tested for each beach,&quot; said Donna Francy, USGS research hydrologist for the study. <\/p>\r\n<p>Beach advisories or closings in the United States are issued when concentrations of indicator organisms, such as <i>E. coli<\/i>, exceed safety standards. <i>E. coli<\/i> is a bacterium found in the intestines and feces of warm-blooded animals. Indicator organisms do not necessarily cause disease, but they are present in sewage and waste and indicate the possible presence of pathogens (disease-causing organisms). If the concentration of <i>E. coli<\/i> exceeds the standard established by the state, the risk of illness is considered too high for some recreational use. <\/p>\r\n<p>Unfortunately, current methods to determine levels (concentrations) of <i>E. coli<\/i> take at least 18 hours to complete. During this period, <i>E. coli<\/i> concentrations may change dramatically; therefore, a beach may be posted with an advisory when the bacterial water quality has already returned to safe levels. Also, an advisory may not be posted on a day when the risk of pathogen exposure is high; for example, after a heavy overnight rain. <\/p>\r\n<p>\" We collected weather and environmental data to develop statistical models to predict <i>E. coli<\/i> concentrations,\" said Francy. &quot;Instead of waiting 18 hours for <i>E. coli<\/i> to grow in the laboratory, we can quickly measure factors that explain changes in <i>E. coli<\/i> concentrations, enter them into a computer program, and obtain a prediction of recreational water quality in less than 2 hours.\" <\/p>\r\n<p>&quot;Our model allows state, city, and county health officials to make decisions based on current information, not yesterday&rsquo;s information,&quot; said Francy. <\/p>\r\n<p>The scientists determined that the best model for each beach was based on a unique combination of weather and environmental factors. For the Lake Erie beaches (Edgewater Park, Huntington Reservation, and Villa Angela), these factors included wave height, number of birds on the beach at the time of sampling, lake-current direction, rainfall, turbidity, and streamflow of a nearby river. For Mosquito Lake, an inland lake about 40 miles south of Lake Erie, the factors included time of year, wind direction and speed, number of birds, and rainfall. <\/p>\r\n<p>The models can be used like weather forecasts to predict the probability that the Ohio single-sample bathing-water standard for <i>E. coli <\/i>(235 colonies per 100 milliliters) will be exceeded. Threshold probabilities for each model were established. Computed probabilities that are less than the threshold probability indicates that bacterial water quality is most likely acceptable. Computed probabilities equal to or above the threshold probability indicate that the water quality is most likely unacceptable and that a water-quality advisory may be needed. <\/p>\r\n<p>\"We are very pleased with the USGS models,\" said Jill Lis, Program Manager for the Cuyahoga County Board of Health. \"These tools could help officials protect and inform the public in a timely manner.\" <\/p>\r\n<p>The models&rsquo; ability to predict recreational water quality could be further tested by measuring <i>E. coli <\/i>concentrations in subsequent years to assess whether the t","summary":null,"format":null}]},"field_images":[],"regions":["Ohio"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1050811200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169263"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}