{"title":"World's Oldest-Known Wild Bird Hatches Another Chick","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors: <\/strong><a href=\"http:\/\/www.flickr.com\/photos\/usfwspacific\/\"><strong>Pictures of Wisdom&rsquo;s chick available<\/strong><\/a>&nbsp;<strong>online <\/strong><strong><\/strong><\/p>\n<p>MIDWAY ATOLL<em> &mdash; <!--introstart--><\/em>A Laysan albatross known as \"Wisdom\" &ndash; believed to be at least 62 years old &ndash; has hatched a chick on Midway Atoll National Wildlife Refuge for the sixth consecutive year.<!--introend--><\/p>\r\n<p>During the&nbsp;morning hours on Sunday, the chick was observed pipping its way into the world by U.S. Fish and Wildlife Service biologist Pete Leary, who said the chick appears healthy. Wisdom was first banded in 1956, when she was incubating an egg in the same area of the refuge. She was at least five years old at the time.<\/p>\r\n<p>\"Everyone continues to be inspired by Wisdom as a symbol of hope for her species,\" said Doug Staller, the Fish and Wildlife Service superintendent for the Papah&#257;naumoku&#257;kea Marine National Monument (Monument), which includes Midway Atoll NWR.<\/p>\r\n<p>Staff and volunteers stationed on Midway are responsible for monitoring the health of the beautiful seabirds that arrive every year by the hundreds of thousands to nest. Upon the seabirds'arrival, field staff monitor them and gather information for one of the longest and oldest continuous survey data sets for tropical seabirds in the world.<\/p>\r\n<p>Wisdom has worn out five bird bands since she was first banded by U.S. Geological Survey scientist Chandler Robbins in 1956. Robbins estimated Wisdom to be at least 5 years old at the time, since this is the earliest age at which these birds breed. Typically, they breed at 8 or 9 years of age after a very involved courtship lasting over several years so Wisdom could be even older than 62.<\/p>\r\n<p>Bruce Peterjohn, chief of the North American Bird Banding Program at the USGS Patuxent Wildlife Research Center in Laurel, MD, said Wisdom has likely raised at least 30 to 35 chicks during her breeding life, though the number may well be higher because experienced parents tend to be better parents than younger breeders. Albatross lay only one egg a year, but it takes much of a year to incubate and raise the chick. After consecutive years in which they have successfully raised and fledged a chick, the parents may take the occasional next year off from parenting. Wisdom is known to have nested in 2006 and then every year since 2008.<\/p>\r\n<p>\"As Wisdom rewrites the record books, she provides new insights into the remarkable biology of seabirds,\" Peterjohn said. \"It is beyond words to describe the amazing accomplishments of this wonderful bird and how she demonstrates the value of bird banding to better understand the world around us. If she were human, she would be eligible for Medicare in a couple years yet she is still regularly raising young and annually circumnavigating the Pacific Ocean. Simply incredible.\"<\/p>\r\n<p>Sue Schulmeister, manager of the Midway Atoll NWR, said, \"Wisdom is one is one of those incredible seabirds that has provided the world valuable information about the longevity of these beautiful creatures and reinforces the importance of breeding adults in the population. This information helps us measure the health of our oceans that sustain albatross.\"<\/p>\r\n<p>Almost as amazing as being a parent at 62 is the number of miles this bird has likely logged &ndash; about 50,000 miles a year as an adult &ndash; which means that Wisdom has flown at least 2 to 3 million miles since she was first banded. Or, to put it another way, that's 4 to 6 trips from the Earth to the Moon and back again with plenty of miles to spare.<\/p>\r\n<p><strong>About Albatross<\/strong><\/p>\r\n<p>Albatross are legendary birds for many reasons &ndash; in Samuel Coleridge's poem, \"The Rime of the Ancient Mariner,\" a sailor has to wear an albatross around his neck as punishment for killing the bird. According to seafaring legends, albatross are the souls of lost sailors and should n","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecosystems","Bird","banding","Laboratory","Patuxent","wildlife","research","Center","Albatross","Wisdom","Midway","Atoll","National","wildlife","refuge"],"article_type":["National News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1359954000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168844"},{"tid":"169017"},{"tid":"169472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}