{"title":"The Future of Planet Earth: Scientific Challenges in the Coming Century","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>From urban growth to infectious diseases and newly identified contaminants in water, greater demands are being placed on our planet&rsquo;s natural resources. Scientists from the U.S. Geological Survey are tackling these new scientific challenges as they emerge. <\/p>\n<p>\"The United States and the world face significant challenges in the years to come,\" said Charles Groat, director of the U.S. Geological Survey. \"Over the past century, humans have become agents of significant change to our planet. We have reshaped rivers and coastlines. We have brought new species of plants and animals to places they could never have reached on their own. And, we have increased our vulnerability to the extreme events that are part of Earth&rsquo;s natural processes-earthquakes, floods, volcanoes, landslides, droughts, and hurricanes.\" <\/p>\r\n<p>As the global population continues to grow, he added, people will place greater and greater demands on the resources of our planet, including mineral and energy resources, open space, water, and plant and animal resources. As a result of these changing demands and needs, said Groat, USGS scientists see 10 top scientific challenges for the next century. <\/p>\r\n<p><b>Safe, Clean Water<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Protecting drinking water sources:<\/b> Safe drinking water is vital to the health of citizens in every community. Reliance on water treatment plants and chlorination is important to safe drinking water but it is clear that strategies must go beyond treatment to protection of water sources. Increasing urbanization of land used as sources of drinking water, microbial pathogens resistant to chlorination, and proliferation of new synthetic chemical compounds that may have adverse health effects, are challenging the effectiveness of treatment technology. The 21st century will see increased awareness that drinking water supplies are whole systems that include source-water areas, ground-water wells and surface-water intakes, treatment plants and distribution systems. USGS scientists are helping communities protect their drinking water sources by designing computer models and other tools and conducting research to help communities identify, manage, and protect source water areas. For more information contact USGS scientists Mike Focazio at 703-648-6808 or Glenn Patterson at 703-648-6876. <\/p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>Newly identified contaminants in water:<\/b> Continual development and production of new chemical compounds has dramatically improved food quality, human health and our daily lives. Increasing knowledge of the close relationship between human activities and the environment has made it clear that the chemical compounds we use can find their way into the nation&rsquo;s water resources. Preliminary results from a USGS study indicate that many compounds commonly used in everyday life are turning up at very low concentrations in streams across the country. Examples of some of the compounds found to date include acetaminophen, caffeine, codeine, cotinine (a nicotine metabolite), 17b-estradiol (a hormone), and sulfamethoxazole (an antibiotic). For many of these compounds, the USGS study will provide the earliest data on their environmental occurrence in the nation. The impacts of these chemicals on humans or aquatic life, at the low concentrations they are found in the environment, are generally unknown, but the USGS is working in partnership with health and environmental science agencies as the study proceeds. Analytical methods for measuring these newly identified contaminants were developed in the USGS National Water Quality Lab located in Denver, Colorado. More information about newly identified contaminants in water is available at <a href=\"http:\/\/toxics.usgs.gov\/regional\/emc.html\">http:\/\/toxics.usgs.gov\/regional\/emc.html<\/a> or by contacting USGS scientists Herb Buxton at 609-771-3944, Ed Furlong at 303-236-3941, or Dana Kolpin at 319-358-3614. <\/p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"950504400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169269"},{"tid":"170634"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}