{"title":"Dramatic Links Found Between Climate Change, Elk, Plants, and Birds","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Missoula, MT<\/strong>&nbsp;&ndash; Climate change in the form of reduced snowfall in mountains&nbsp;is causing powerful and cascading shifts in mountainous plant and bird communities through the increased ability of elk to stay at high elevations over winter and consume plants, according to a groundbreaking study in <em>Nature Climate Change<\/em>.<\/p>\n<p>The U.S. Geological Survey and University of Montana study not only showed that the abundance of deciduous trees and their associated songbirds in mountainous Arizona have declined over the last 22 years as snowpack has declined, but it also experimentally demonstrated that declining snowfall indirectly affects plants and birds by enabling more winter browsing by elk. Increased winter browsing by elk results in trickle-down ecological effects such as lowering the quality of habitat for songbirds.<\/p>\r\n<p>The authors, USGS Montana Cooperative Wildlife Research Unit scientist Thomas Martin and University of Montana scientist John Maron, mimicked the effects of more snow on limiting the ability of elk to browse on plants by excluding the animals from large, fenced areas. They compared bird and plant communities in these exclusion areas with nearby similar areas where elk had access, and found that, over the six years of the study, multi-decadal declines in plant and songbird populations were reversed in the areas where elk were prohibited from browsing.<\/p>\r\n<p>\"This study illustrates that profound impacts of climate change on ecosystems arise over a time span of but two decades through unexplored feedbacks,\" explained USGS director Marcia McNutt. \"The significance lies in the fact that humans and our economy are at the end of the same chain of cascading consequences.\"&nbsp;<\/p>\r\n<p>The study demonstrates &nbsp;a classic ecological cascade, added Martin. For example, he said, from an elk&rsquo;s perspective, less snow means an increased ability to freely browse on woody plants in winter in areas where they would not be inclined to forage in previous times due to high snowpack. Increased overwinter browsing led to a decline in deciduous trees, which reduced the number of birds that chose the habitat and increased predation on nests of those birds that did choose the habitat.&nbsp;&nbsp;<\/p>\r\n<p>\"This study demonstrates that the indirect effects of climate on plant communities may be just as important as the effects of climate-change-induced mismatches between migrating birds and food abundance because plants, including trees, provide the habitat birds need to survive,\" Martin said.<\/p>\r\n<p>The study, <em>Climate impacts on bird and plant communities from altered animal-plant interactions,<\/em> was published online on Jan. 8 in the journal<em> Nature Climate Change.<\/em><\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_01_09\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2012_01_09\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Oregon","Washington","Wyoming","Arizona","New Mexico","Utah","California","Nevada"],"country":["United States of America"],"mm_tags":["Climate Change","elk","birds","global Change","snowpack","Snowfall And Climate","ecosystems","Arizona","Western"],"release_date":{"und":[{"value":"1326085200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169010"},{"tid":"169020"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}