{"title":"Global Undiscovered Copper Resources Estimated at 3.5 Billion Metric Tons","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The first-ever, geologically-based global assessment of undiscovered copper resources estimates that 3.5 billion metric tons of copper may exist worldwide.<!--introend--> The U.S. Geological Survey outlined 225 areas for undiscovered copper in 11 regions of the world.&nbsp; The amount of undiscovered global copper estimated by the USGS would be enough to satisfy current world demand for more than 150 years.<\/p>\n<p>According to the assessment, South America is the dominant source for both identified and undiscovered copper resources.&nbsp; Particularly important, several regions of Asia including China have a large potential for undiscovered copper resources.<\/p>\r\n<p>\"This ground-breaking USGS assessment of future&nbsp;copper&nbsp;resources identifies a huge potential supply that is roughly six times greater than all the&nbsp;copper&nbsp;mined throughout human history,\" said Interior Assistant Secretary for Water and Science, Anne Castle. \"If enough of this&nbsp;copper&nbsp;can be developed in an environmentally responsible and economical way, it will be a boon to new manufacturing and other initiatives that rely on the availability of&nbsp;copper&nbsp;such as the Administration's energy efficiency initiative.\"<\/p>\r\n<p>Copper is one of the first metals ever extracted and its first use in coins dates back to about 8000 B.C. It continues to be the material of choice for a variety of industrial needs.<\/p>\r\n<p>\"Copper is one of the building blocks of civilization and is used in almost every aspect of modern life such as plumbing, electrical wiring, cars, cell phones, and energy systems such as wind turbines. In fact, copper has become so valuable that it is even being stolen from construction sites and out of backyards,\" said Larry Meinert, USGS Mineral Resources Program Coordinator.&nbsp;<\/p>\r\n<p>U.S. consumption is 2 million metric tons of copper per year whereas world consumption is about 20 million metric tons per year.&nbsp;<\/p>\r\n<p>The USGS <a href=\"http:\/\/pubs.usgs.gov\/fs\/2014\/3004\/\">Global Copper Assessment<\/a> was completed in cooperation with numerous international collaborators from national geological surveys, industry, and academia. The USGS is the principal Federal provider of research and information on nonfuel mineral resources. &nbsp;<\/p>\r\n<p>Supporting studies, including documentation of the assessment methodology, descriptions of individual tracts, and spatial data for use in geographic information systems (GIS) are available from the <a href=\"http:\/\/minerals.usgs.gov\/global\/\">USGS Mineral Resources Program<\/a>.&nbsp; Information on <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/copper\/\">production and consumption of copper<\/a> as well as <a href=\"http:\/\/pubs.usgs.gov\/fs\/2009\/3031\/\">general information about copper<\/a> is available from the USGS.<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"600\" align=\"center\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_03_06\/copper_consumption.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_03_06\/copper_consumption_tn.jpg\" alt=\"Global copper consumption.  Copp, in millions of metric tons from 1980 through 2012.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Global copper consumption. (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_03_06\/copper_consumption.jpg\">High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Global Copper Assessment","Copper","Minerals","Mineral Assessment","Copper Resources","How Much Copper","World Copper Supplies","Energyand Minerals","mineral Resources","Undiscovered Copper"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1394082000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169910"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}