{"title":"USGS Scientist Receives Award for Brucellosis Research in Greater Yellowstone Area","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->U.S. Geological Survey scientist Dr. Thomas J. Roffe received the Department of the Interior&rsquo;s Superior Service Award for his outstanding contributions to wildlife health and natural resources management in the Greater Yellowstone Area during a recent meeting of the Greater Yellowstone Interagency Brucellosis Committee. <!--introend-->\n<p>According to the citation, Roffe&rsquo;s leadership of the Department of Interior&rsquo;s brucellosis research program since 1995 resulted in a long-needed dedicated program focused on resolving the issue of brucellosis in Greater Yellowstone Area wildlife. \r\n<p>About 3,500 bison and 120,000 elk in 27 separate herd units in the Greater Yellowstone Area are affected by brucellosis, a disease that causes cattle and wildlife to abort their first calves following infection. The issue has national and international significance because of major, expensive brucellosis eradication programs in the United States and many other countries. After millions of dollars of research since 1934, the United States is now on the verge of completing brucellosis eradication in cattle. \r\n<p>Soon, said Roffe, elk and bison of the Greater Yellowstone Area will be the only reservoir for potential re-infection of livestock in the United States. Consequently, said Roffe, states and countries that have successfully eradicated the disease may require extensive testing or forbid import of cattle from Montana, Wyoming and Idaho, which surround the Greater Yellowstone Area. Controlling and eliminating a disease in free-ranging wildlife distributed over the immense area of the Greater Yellowstone Area will not be easy, said Roffe, who is exploring the potential for eradicating brucellosis in elk and bison through a brucellosis vaccine. \r\n<p>\"Vaccination of wild bison and elk is one of the few acceptable methods to combat brucellosis in the Greater Yellowstone Area,\" said Dr. Chip Groat, Director of the U.S. Geological Survey. \"Tom Roffe designed, and helped implement some of the first statistically valid experiments to determine both the effectiveness and safety of cattle brucellosis vaccines in elk and bison,\" said Groat. \r\n<p>Groat said that \"solid and sound\" information resulting in more accurate wildlife disease transmission models is the result of Roffe&rsquo;s other research, done in collaboration with other agencies, on how brucellosis originates and develops, as well as on the epidemiology of the disease _ that is, the incidence, distribution and factors related to disease in a population. Before Roffe&rsquo;s research, scientists had to use more unreliable cattle data to \"model\" how the disease might work in free-ranging bison. Now, researchers can use much more reliable species-specific data to model the effects of various management actions on brucellosis in wildlife, said Groat. \r\n<p>\"The results of Roffe&rsquo;s pioneering research on free-ranging bison have led to productive, collaborative approaches to information gathering, analysis and management planning throughout the Greater Yellowstone Area,\" Groat said in citing Roffe for the award. \r\n<p>Dr. Roffe also serves as an adjunct faculty in the Department of Biology at Montana State University. His numerous research projects include collaborators from a wide variety of state and federal agencies and universities, including USDA\/Animal and Plant Health Inspection Service, USDA\/Agricultural Research Service, U.S. Fish and Wildlife Service, National Park Service, U.S. Forest Service, Montana Department of Fish, Wildlife and Parks, Idaho Fish and Game, Montana Department of Livestock, Texas A&amp;M University and Montana State University. \r\n<p>Roffe received his undergraduate degree in biology at the University of California, Santa Cruz; a Ph.D. in biological oceanography from Oregon State University, and his Doctor of Veterinary Medicine from Oregon State and Washington State Universities. He and his family reside in Bozeman, Montana.<\/p","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"932529600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169320"},{"tid":"170223"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}