{"title":"Say Hello to CalVO: USGS California Volcano Observatory Opens","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_173335\" align=\"alignleft\" width=\"300\" caption=\"Small hills NNE of Mt. Shasta are hummockslide 380,000 and 300,000 years ago. This view is from the top of Gregory Mountain, located about 40 km from the summit of the volcano. The prominent cone on the right skyline is Black Butte, a collection of four overlapping lava domes that were erupted about 9,500 years ago.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/02\/Feature.jpg\"><img class=\"size-medium wp-image-173335\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/02\/Feature-300x187.jpg\" alt=\"\" width=\"300\" height=\"187\" \/><\/a>[\/caption]\n\n<em>â\u0080\u009cMore than 500 volcanic vents have been identified in the State of California. At least 76 of these vents have erupted, some repeatedly, during the last 10,000 years. â\u0080¦Â  Sooner or later, volcanoes in California will erupt again, and they could have serious impacts on the health and safety of the State's citizens as well as on its economy.â\u0080\u009d<strong>Â Â  <\/strong><\/em>Miller, C. Dan, 1989, <a href=\"http:\/\/pubs.usgs.gov\/bul\/1847\/b1847_text.pdf\"><em>Potential Hazards from Future Volcanic Eruptions in California: U.S. Geological Survey Bulletin 1847, 17p<\/em><\/a><em>.<\/em><strong><\/strong>\n\nThe U.S. Geological Survey announces the establishment of the USGS California Volcano Observatory, or CalVO, headquartered within existing USGS facilities in Menlo Park, Calif. Establishing CalVO will increase awareness of and resiliency to the volcano threats in California, many of which pose significant threats to the economy and well being of the state and its inhabitants.\n\n\"By uniting the research, monitoring, and hazard assessment for all of the volcanoes that pose a threat to the residents of California, CalVO will provide improved hazard information products to the public and decision makers alike,\" explained USGS director Marcia McNutt. \"This realignment is part of the USGS's efforts to build the National Volcano Early Warning System, a prioritized modernization of USGS volcano monitoring enabled through the American Reinvestment and Recovery Act.\"\n\nCalVO takes on responsibility for research, monitoring, and assessing hazards for all of the potentially active volcanoes in California and coordinating with local and State emergency managers to prepare for responding to renewed volcanic activity. Previously, the USGS Cascades Volcano Observatory in Vancouver, Wash was responsible for responding to volcanic unrest at some northern California volcanoes.\n\nCalVO replaces the former Long Valley Observatory, established in 1982 to monitor the restless Long Valley Caldera and Mono-Inyo Craters region of California. The creation of CalVO will improve coordination with federal, state, and local emergency managers during volcanic crises, and create new opportunities for volcanic hazard awareness and preparedness. The realignment of USGS Volcano Observatories will further facilitate collaboration with federal and state partner agencies including the California Emergency Management Agency and the California Geological Survey.\n\n[caption id=\"attachment_173336\" align=\"alignright\" width=\"300\" caption=\"Obsidian Flow, a large circular-shaped lava flow, is part of the Mono-Inyo Chain.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/02\/Image-2.jpg\"><img class=\"size-medium wp-image-173336\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/02\/Image-2-300x187.jpg\" alt=\"\" width=\"300\" height=\"187\" \/><\/a>[\/caption]\n\n\"California has always led the nation in comprehensive planning for potential disasters. Having the USGS take the initiative to enhance their volcanic threat capabilities and, most importantly, improve planning and coordination with California's emergency managers is welcomed news.Â  At the end of the day, the public expects us to plan for all hazards, and this is another great example,\" said Mike Dayton, Undersecretary of the California Emergency Management Agency.\n\nâ\u0080\u009cCalifornia is the most geologically diverse state in the nation. We are known for our earthquakes, landslides and flood hazards. But our nearly forgotten hazard is our volcanoes,â\u0080\u009d said Dr. John Parrish, the State Geologist of California. â\u0080\u009cThe California Geological Survey welcomes the new CalVO with its expanded scope and organization, and we look forward to its successful operations. The new CalVO will streamline our emergency response operations since CGS has offices at the USGS Menlo Park complex, and CalVOâ\u0080\u0099s authority now encompasses all of Californiaâ\u0080\u0099s volcanic provinces in one center.â\u0080\u009d\n\nIn 2005, the USGS issued an assessment entitled â\u0080\u009c<a href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1164\/\">Volcanic Threat and Monitoring Capabilities in the United Statesâ\u0080\u009d (USGS OFR 2005-1164)<\/a>. Volcanic threat rankings for U.S. volcanoes were derived from a combination of factors including age of the volcano, potential hazards (the destructive natural phenomena produced by a volcano), exposure (people and property at risk from the hazards), and current level of monitoring (real-time sensors in place to detect volcanic unrest).\n\nThe list of potentially threatening volcanoes on CalVOâ\u0080\u0099s watch list includes Mount Shasta, Medicine Lake Volcano, Clear Lake Volcanic Field, and Lassen Volcanic Center in northern California; Long Valley Caldera and Mono-Inyo Craters in east-central California; Salton Buttes, Coso Volcanic Field, and Ubehebe Craters in southern California; and Soda Lakes in central Nevada. CalVOâ\u0080\u0099s watch list is subject to change as new data on past eruptive activity becomes known, as volcanic unrest develops, as monitoring networks are upgraded, and\/or as exposure factors change.\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/02\/SP-Map.jpg\"><img class=\"size-full wp-image-173329 alignleft\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/02\/SP-Map.jpg\" alt=\"An overlay of California showing the jurisdiction of CalVO\" \/><\/a>\n\nUnder the Stafford Act, the USGS has the federal responsibility to issue timely and effective warnings of potential volcanic disasters.Â  In addition to CalVO, the USGS operates four other volcano observatories. The Cascade Volcano Observatory oversees efforts at all potentially active volcanoes in Oregon, Washington, and Idaho. The Yellowstone Volcano Observatory is responsible for volcanoes in Montana, Wyoming, Colorado, Utah, New Mexico, and Arizona. The Alaska Volcano Observatory oversees Alaskan volcanoes and those within the Commonwealth of the Northern Mariana Islands. The oldest USGS volcano observatory, the Hawaiian Volcano Observatory, is responsible for the state of Hawaii and is celebrating its 100<sup>th<\/sup> anniversary this year. All USGS volcano observatories share scientific expertise, administrative staff, and equipment.\n\nFor more information on the <a href=\"http:\/\/volcanoes.usgs.gov\/\">USGS Volcano Hazard Program<\/a> visit <a href=\"http:\/\/volcanoes.usgs.gov\/\">http:\/\/volcanoes.usgs.gov\/<\/a>.Â  See also USGS fact sheets: â\u0080\u009c<a href=\"http:\/\/pubs.usgs.gov\/fs\/2006\/3142\/\">The National Volcano Early Warning System (NVEWS)<\/a>â\u0080\u009d FS-2006-3142 and â\u0080\u009c<a href=\"http:\/\/pubs.usgs.gov\/fs\/2006\/3139\/\">U.S. Geological Survey's Alert Notification System for Volcanic Activity<\/a>,â\u0080\u009d FS-2006-3139.\n\n<em>Visit the new <\/em><a href=\"http:\/\/volcanoes.usgs.gov\/observatories\/calvo\/\"><em>CalVO website<\/em><\/a><em>.<\/em>\n\nCheck out the <a href=\"http:\/\/usgs.gov\/newsroom\/article.asp?ID=3097\">news release!<\/a>\n\n<strong>Contact<\/strong>: <a href=\"mailto:wstovall@usgs.gov\">Wendy K. Stovall<\/a>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["California","CalVO","Natural Hazards","volcano","volcano observatories"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1328803241","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}