{"title":"Natural Hazards of 2013","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/12_10_2013_f30Md55CCw_12_10_2013_50\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/12_10_2013\/f30Md55CCw_12_10_2013\/medium\/walter06.jpg\" alt=\"Damage from a magnitude 6.6 earthquake in Sichuan, China, on April 20, 2013. Photo Credit: Walter D. Mooney, USGS\" width=\"350\" height=\"233\" \/><\/a> Damage from a magnitude 6.6 earthquake in Sichuan, China, on April 20, 2013. Photo Credit: Walter D. Mooney, USGS[\/caption]\n\nTo start the New Year, the USGS wants to reflect on the natural hazards of 2013 as a reminder of the dangers we face and the need for preparedness to save lives and property.\n\nIn 2013, several significant natural earthquakes occurred around the world, but the ground also shook from fertilizer plant explosions, rock quarry bursts, meteors and injection-induced earthquakes. Colorado suffered record flooding and landslides, and Californiaâ\u0080\u0099s Rim Fire ravaged parts of the Sierra Nevada. Large swaths of our nation suffered from drought of varying severity, with significant concerns in the west and central regions. Sinkholes were one of the most talked-about hazards of 2013, with a deadly sinkhole that formed in Florida capturing widespread media attention at the beginning of the year. Volcanic eruptions resulted in emergency alerts in Alaska and Hawaii, with some eruptions still ongoing.\n\n<strong>Pop Quiz!<\/strong>\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_science_pick\/usgs-science-pop-quiz\/?from=sp_title\">Take our pop quiz and test your knowledge on natural hazards<\/a>. Share this with friends to promote awareness and see how they measure up. Itâ\u0080\u0099s just 13 quick questions.\n\n<strong>Start with Science<\/strong>\n\nWhile natural disasters are devastating, we can learn from their destruction if we pay attention to the science needed to understand their causes, the technology to characterize and assess the underlying hazards, and the will to use the science and technology to build more robust and safer communities. The USGS is dedicated to learning from these past events and progressing forward with innovative research to better understand hazards and their impacts.\n\n[caption id=\"\" align=\"alignright\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_23_2013_b17Hyl3XXs_09_23_2013_1\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/09_23_2013\/b17Hyl3XXs_09_23_2013\/medium\/IMG_0055.JPG\" alt=\"Numerous rivers flooded during a significant September 2013 rain event along Colorado's Front Range. Photo Credit: Kit Fuller, USGS\" width=\"350\" height=\"261\" \/><\/a> Numerous rivers flooded during a significant September 2013 rain event along Colorado's Front Range. Photo Credit: Kit Fuller, USGS[\/caption]\n\n<strong>Significant Earthquakes around the World<\/strong>\n\nAsia and the Middle East experienced some of the largest earthquakes of 2013, resulting in fatalities, injuries, and a range of damage. A <a href=\"http:\/\/comcat.cr.usgs.gov\/earthquakes\/eventpage\/usb000jyiv#summary\">magnitude 7.7 earthquake occurred in Pakistan<\/a> in September. Another notable event was a <a href=\"http:\/\/comcat.cr.usgs.gov\/earthquakes\/eventpage\/usb000kdb4#summary\">magnitude 7.1 earthquake in the Philippines<\/a> in October. A <a href=\"http:\/\/comcat.cr.usgs.gov\/earthquakes\/eventpage\/usb000g2y5#summary\">magnitude 6.4 earthquake hit Iran<\/a> in early April, and a <a href=\"http:\/\/comcat.cr.usgs.gov\/earthquakes\/eventpage\/usb000g7x7#summary\">magnitude 7.7 earthquake struck eastern Iran<\/a> later in the month. China experienced <a href=\"http:\/\/comcat.cr.usgs.gov\/earthquakes\/eventpage\/usb000gcdd#summary\">a magnitude 6.6 earthquake<\/a> in April and <a href=\"http:\/\/comcat.cr.usgs.gov\/earthquakes\/eventpage\/usb000ije3#summary\">5.9 in July<\/a>.\n\nOf special scientific interest was the <a href=\"http:\/\/comcat.cr.usgs.gov\/earthquakes\/eventpage\/usb000h4jh#summary\">largest very deep earthquake<\/a> ever recorded, occurring in May beneath the Sea of Okhotsk (northwest Pacific Ocean region). The magnitude 8.3 earthquake struck 378 miles below the surface, causing ground motions too weak to cause damage, but still <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/events\/us\/b000h4jh\/us\/\">felt over a very broad area<\/a>, including Moscow, Russia, approximately 5000 miles to the west. This significant event provides unique insights on the processes and impacts of very deep earthquakes, which arenâ\u0080\u0099t well understood.\n\nIn the United States, a <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/eqarchives\/poster\/2013\/20130105.php\">magnitude 7.5 earthquake occurred off of the west coast of southeastern Alaska<\/a> in January, and a <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/eqarchives\/poster\/2013\/20130830.php\">magnitude 7.0 earthquake took place in the Aleutian Islands<\/a> in August. Notable earthquakes also occurred in California, which had <a href=\"http:\/\/comcat.cr.usgs.gov\/earthquakes\/eventpage\/ci15296281#summary\">a magnitude 4.7 earthquake in Anza<\/a> in March and <a href=\"http:\/\/comcat.cr.usgs.gov\/earthquakes\/eventpage\/nc71996906#summary\">a magnitude 5.7 earthquake that hit the Canyondam area<\/a> in May.\n\n<a href=\"http:\/\/earthquake.usgs.gov\/\">USGS science plays a vital role<\/a> in understanding and preparing communities for earthquake hazards in our country and internationally.\n\nLearn more about the earthquakes in 2013 and see related statisticsÂ in a <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3773\">USGS press release<\/a>.\n\n<strong>Plant Explosions, Quarry Blasts, Meteors &amp; Induced Earthquakes<\/strong>\n\nNot only earthquakes cause ground shaking. Last year, the USGS also helped determine the sources and impacts of other seismic events.\n\nRemember the <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/eventpage\/usb000g9yl\">fertilizer plant explosion that happened in April in West, Texas<\/a>? That event was recorded at magnitude 2.1 and generated more than <a href=\"http:\/\/comcat.cr.usgs.gov\/earthquakes\/eventpage\/usb000g9yl#dyfi\">75 â\u0080\u009cDid You Feel It?â\u0080\u009d reports<\/a> across 36 zip codes. Likewise, letâ\u0080\u0099s not forget about the <a href=\"http:\/\/comcat.cr.usgs.gov\/earthquakes\/eventpage\/usc000f7rz#summary\">meteor explosion that hit central Russia in February<\/a>. At least 1,000 people were injured and over 4,000 buildings damaged when windows were blown out by the shock waves. Then, later in the year, there was <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/eventpage\/usb000ksfx#summary\">a quarry blast in Chicago<\/a> that was also widely felt in the suburban area to the west of the city.\n\nHuman-induced earthquakes have also been in the news recently. For example, many questions and concerns have been raised about <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3710#.UpTfkvnkuKI\">a swarm of earthquakes in Oklahoma<\/a> that has been going on since 2009. Analysis suggests that a contributing factor to the increase in earthquakes may be from activities such as underground wastewater disposalâ\u0080\u0094a phenomenon known as injection-induced seismicity. The USGS and the Oklahoma Geological Survey are studying these earthquake events, assessing the implications for public safety and evaluating possible links to wastewater disposal related to oil and gas production activities.\n\n[caption id=\"attachment_188921\" align=\"aligncenter\" width=\"1280\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/Eruption-of-Pavlof-Volcano.jpg\"><img class=\"size-full wp-image-188921\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/Eruption-of-Pavlof-Volcano.jpg\" alt=\"Pavlof eruption on May 18, 2013. Photo Credit: Brandon Wilson\" width=\"1280\" height=\"960\" \/><\/a> Pavlof eruption on May 18, 2013. Photo Credit: Brandon Wilson[\/caption]\n\n<strong>Record Flooding and Landslides in Colorado<\/strong>\n\nFloodwaters and resulting landslides from historically intense rains <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/usgs-responds-to-record-flooding-in-colorado\/\">across Colorado this past fall<\/a> took lives, destroyed more than 1,500 homes, and contaminated hundreds of streams, reservoirs, and groundwater wells. This underscores the need for science to help communities protect themselves from future flooding and mitigate environmental damage.\n\nDuring the Colorado events, the USGS provided essential data on river flow and water level to help inform flood forecasters, emergency managers, and communities at risk. The USGS also provided data on water-quality and sediment concentration to help detect and assess water pollution. USGS scientists are continuing to provide science needed in Colorado to reconstruct damaged buildings and infrastructure to better withstand future floods and to assess the safety of various water supplies. In the aftermath, the USGS also began to assess areas in the Colorado foothills where landslides occurred, as well as provide insight on where landslides could potentially still occur.\n\n<strong>Rim Fire in California<\/strong>\n\nWildfires can spread rapidly and sweep across any part of the nation. This past year, the <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3719\">Rim Fire in California<\/a> was especially devastating. The flames, which started in August and spread across Stanislaus National Forest and into Yosemite National Park, were still smoldering through September. In just 24 days, the fire burned more than 219,000 acres.\n\nUSGS scientists acquired and provided satellite imagery and maps as the fire blazed, helping firefighters with situational awareness. After the smoke has cleared, the danger is still not over. For example, water quantity and quality are major concerns after this particular event and a focus for the USGS and partners. The USGS also conducted an <a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1260\/\">emergency assessment of post-fire debris-flow hazards<\/a> to evaluate whether and where there could be risk to nearby communities.\n\n<strong>Nation Continues to Suffer from Drought<\/strong>\n\nApproximately 50 percent of the nation is experiencing abnormally dry conditions, and 3 percent of the nation is experiencing exceptional drought. Water availability is a growing concern not only across the nation, but also worldwide.\n\nCitizens in the midsection of the country are at risk as the High Plains Aquifer has seen dropping water levels. This means, for example, that there may not be enough water for irrigation in vast stretches of farmland in Texas and Kansas. Residents of the upper Midwest are facing historically low water marks in the nationâ\u0080\u0099s Great Lakes, putting a $34 billion shipping industry in peril. Citizens of the Southwest, many of whom depend on water from the Colorado River basin, are facing low water levels at Lake Mead with minimal recharge expected due to record-low annual release of water from upstream reservoir Lake Powell.\n\nThe <a href=\"http:\/\/www.usgs.gov\/water\/\">USGS conducts real-time monitoring<\/a> of the nationâ\u0080\u0099s rivers and streams, providing officials with critical information for flood warnings and drought mitigation.\n\n<strong>Phenomenon of Sinkholes<\/strong>\n\nThere has been extensive news coverage and increased questions recently regarding sinkholes. A massive sinkhole collapse occurred in Seffner, Florida, in late February 2013, taking a manâ\u0080\u0099s life and causing property damage. In March, a man fell into a sinkhole at a golf course in Illinois. Parts of a resort near Disney World collapsed in August, and a large sinkhole occurred in Kansas the same month. These are just a few instances seen throughout the year.\n\nAbout 20 percent of the United States lies in areas with geology susceptible to sinkholes, known as karst terrain. <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/the-science-of-sinkholes\/\">USGS scientists and their state geological survey partners play a key role<\/a> by developing geologic maps of the nation to help understand where sinkholes are likely to occur and assess potential risk. These maps are updated to include new data, as refinement allows for more accurate assessments of risk as well as better understanding of how sinkholes form and behave.\n\n<strong>Volcanic Unrest<\/strong>\n\nKilauea volcano in Hawaii has been erupting nearly continuously since 1983, with <a href=\"http:\/\/hvo.wr.usgs.gov\/activity\/kilaueastatus.php\">activity continuing throughout<\/a> 2013. Two of Alaskaâ\u0080\u0099s most active volcanoesâ\u0080\u0094Pavlof and Clevelandâ\u0080\u0094<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/two-volcanoes-erupting-in-alaska\/\">were erupting simultaneously<\/a> last year. At the time of this post, advisory alerts are issued for Cleveland and Veniaminof volcanoes in Alaska. Although remote, these volcanoes pose a significant risk to major commercial aviation routes transiting the North Pacific, as they are capable of injecting ash to flight levels of 20,000 to 40,000 ft. Accumulated ash can also have major impacts on energy distribution infrastructure, water supplies, and agriculture for communities downwind.\n\nThe United States has approximately 169 active volcanoes, and more than half of them could erupt explosively. <a href=\"http:\/\/volcanoes.usgs.gov\/\">The USGS Volcano Hazards Program<\/a> operates a total of five volcano observatories in the nation in cooperation with universities and state agencies. In 2013, the USGS released <a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1122\/\">Ash3d<\/a>, which is ash-fall prediction and ash cloud modeling software allowing for rapid response to eruptions.\n\nFurthermore, there are over 1,500 active volcanoes in the world, and the <a href=\"http:\/\/volcanoes.usgs.gov\/vdap\/\">USGS-USAID Volcano Disaster Assistance Program (VDAP)<\/a> assisted several countries in responding to volcanic unrest in 2013.Â  Recent VDAP activities have focused on the ongoing and escalating eruption of Sinabung volcano in Indonesia that began in September of 2013 and continues at present with over 19,126 people evacuated from the area.\n\n<strong>Living with Mother Nature in 2014 â\u0080\u0093 Start with Science<\/strong>\n\nThese events are just a sampling of what occurred in 2013. Mother Nature has many other hazardous facesâ\u0080\u0094from <a href=\"http:\/\/geomag.usgs.gov\/\">solar storms<\/a> to <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/\">hurricanes<\/a> and additional dangers. Without a doubt, natural hazards will continue, but with an enhanced scientific understanding and effective preparedness, the devastation and destruction can be diminished. The USGS will continue to do its part to research natural hazards in an effort to keep citizens better informed and prepared.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24342","uid":"31","filename":"Homepage-Image.jpg","uri":"public:\/\/Homepage-Image.jpg","filemime":"image\/jpeg","filesize":"99981","status":"1","timestamp":"1425492768","type":"image","uuid":"bd62794e-0c57-4e55-9c1a-5f16bebc05d2","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Debris Flow","drought","earthquake Hazards","floods","hurricanes","Landslide Hazards","Magnetic Storms","Natural Hazards","Rim Fire","sinkholes","Solar Storms","Storms","Volcano Hazards","wildfire"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1389189427","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}