{"title":"Earth Day 2004: Water for Life - Statement from USGS Director Chip Groat","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>This Earth Day 2004, April 22, I am in Tokyo preparing for the second global Earth Observation Summit with representatives from EPA, NOAA and other Federal agencies, as well as delegations from 46 other nations and the European Commission. The goal of the summit is to shape the framework for a linked system of observation networks, built upon existing systems, that will gather a full range of standardized, consistent information about our ever-changing Earth.<\/p><p>This year the USGS celebrates 125 years of monitoring the Earth, collecting and analyzing data to ensure that we understand the Earth and its processes and can use that understanding to enhance public safety, improve public health and increase our Nation&rsquo;s prosperity. Our planet is blessed with an amazing wealth of natural resources&mdash;water, air, living things and the non-living resources of energy and minerals on which our society depends. Using these resources wisely, and ensuring the health of the environment that we bequeath to future generations, requires the kind of long-term, spatially diverse and on-the-ground monitoring at which the USGS has excelled throughout our history.<\/p><p>The theme of this year&rsquo;s Earth Day is &quot;water for life.&quot; The second Director of the USGS, Civil War veteran and explorer John Wesley Powell, realized more than 100 years ago that the growing Nation needed reliable information about water supplies in the West in addition to the ongoing geological and topographic studies. In 1888, the USGS created a training camp and installed a streamgage at Embudo, New Mexico, to develop standard methods of measuring stream flow and to train the people to do it. This streamgage is still in service, part of a network of 7,000 gages across the Nation that monitor streamflow for flood warnings, water management, recreational uses and a host of other needs.<\/p><p>Population growth and economic and urban development have created many areas in which surface water supplies&mdash;streams, rivers and lakes&mdash;are already over-extended, even when rainfall is plentiful. Ground water, from aquifers beneath the land surface, now provides drinking water for half of the U.S. population, is a major source of water for agriculture and sustains streams, lakes and wetlands, providing essential habitat for plants and animals. The quality of water is also of concern in many areas. The USGS has the principal responsibility within the Federal Government to provide the scientific information and understanding for the best use and management of the Nation&rsquo;s water resources.<\/p><p>USGS scientists and technicians monitor the Nation&rsquo;s rivers and streams every day, establishing a long-term database that serves the continuing personal, economic and recreational needs of the public, ensuring adequate supplies of water of sufficient quality for its many uses. USGS researchers study the movement of water beneath the Earth&rsquo;s surface and provide understanding that will lead to the development of additional sources for water supply. Our researchers are collecting information, examining the quality of the water we need and studying contaminants that may impair our ability to use a particular water resource or its suitability as habitat. Managing water resources and ensuring adequate supplies requires an understanding of the entire linked hydrologic system.<\/p><p>Across the Nation and around the world, water supplies are under stress. Competing demands for water for agriculture, recreation, endangered species habitat, rights of indigenous peoples and environmental concerns fuel major conflicts and underscore the heightened need for credible, timely data. Monitoring and analysis of our water resources, for both water use and water availability, provide the science foundation that is essential to sound, long-term planning decisions as well as short-term operational decisions.<\/p><p>The Earth Observation Summit is addressi<\/p>","summary":"","format":"filtered_html","safe_value":"<p>This Earth Day 2004, April 22, I am in Tokyo preparing for the second global Earth Observation Summit with representatives from EPA, NOAA and other Federal agencies, as well as delegations from 46 other nations and the European Commission. The goal of the summit is to shape the framework for a linked system of observation networks, built upon existing systems, that will gather a full range of standardized, consistent information about our ever-changing Earth.This year the USGS celebrates 125 years of monitoring the Earth, collecting and analyzing data to ensure that we understand the Earth and its processes and can use that understanding to enhance public safety, improve public health and increase our Nation’s prosperity. Our planet is blessed with an amazing wealth of natural resources—water, air, living things and the non-living resources of energy and minerals on which our society depends. Using these resources wisely, and ensuring the health of the environment that we bequeath to future generations, requires the kind of long-term, spatially diverse and on-the-ground monitoring at which the USGS has excelled throughout our history.The theme of this year’s Earth Day is \"water for life.\" The second Director of the USGS, Civil War veteran and explorer John Wesley Powell, realized more than 100 years ago that the growing Nation needed reliable information about water supplies in the West in addition to the ongoing geological and topographic studies. In 1888, the USGS created a training camp and installed a streamgage at Embudo, New Mexico, to develop standard methods of measuring stream flow and to train the people to do it. This streamgage is still in service, part of a network of 7,000 gages across the Nation that monitor streamflow for flood warnings, water management, recreational uses and a host of other needs.Population growth and economic and urban development have created many areas in which surface water supplies—streams, rivers and lakes—are already over-extended, even when rainfall is plentiful. Ground water, from aquifers beneath the land surface, now provides drinking water for half of the U.S. population, is a major source of water for agriculture and sustains streams, lakes and wetlands, providing essential habitat for plants and animals. The quality of water is also of concern in many areas. The USGS has the principal responsibility within the Federal Government to provide the scientific information and understanding for the best use and management of the Nation’s water resources.USGS scientists and technicians monitor the Nation’s rivers and streams every day, establishing a long-term database that serves the continuing personal, economic and recreational needs of the public, ensuring adequate supplies of water of sufficient quality for its many uses. USGS researchers study the movement of water beneath the Earth’s surface and provide understanding that will lead to the development of additional sources for water supply. Our researchers are collecting information, examining the quality of the water we need and studying contaminants that may impair our ability to use a particular water resource or its suitability as habitat. Managing water resources and ensuring adequate supplies requires an understanding of the entire linked hydrologic system.Across the Nation and around the world, water supplies are under stress. Competing demands for water for agriculture, recreation, endangered species habitat, rights of indigenous peoples and environmental concerns fuel major conflicts and underscore the heightened need for credible, timely data. Monitoring and analysis of our water resources, for both water use and water availability, provide the science foundation that is essential to sound, long-term planning decisions as well as short-term operational decisions.The Earth Observation Summit is addressi<\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1082606400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169822"}]},"subtitle":[]}