{"title":"Media Advisory: Free Arsenic Testing for Water Wells in Licking County, Ohio","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"72\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/images\/logos\/72_epa.jpg\" alt=\"U.S. Environmental Protection Agency\" \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&nbsp;Additional Partnership:&nbsp;&nbsp;U.S. Environmental Protection Agency<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p><!--introstart-->Free arsenic testing for private water wells in Licking County, Ohio is available at two public <a href=\"http:\/\/oh.water.usgs.gov\/newsreleases\/SWEEP-Arsenic%20Flyer%20Final.pdf\">workshops<\/a>, as part of a collaborative project by the U.S. Geological Survey, Licking County Health Department, Ohio Water Development Authority, Ohio Environmental Protection Agency, Ohio Department of Health, Ohio Department of Natural Resources, and U.S. Environmental Protection Agency.<!--introend-->&nbsp;<\/p>\r\n<p>These workshops will help increase public awareness of arsenic as a possible contaminant in household wells. In some areas of Ohio, arsenic concentrations in untreated groundwater do not meet health standards. <a href=\"http:\/\/water.epa.gov\/lawsregs\/rulesregs\/sdwa\/arsenic\/index.cfm\">Long-term exposure to arsenic<\/a> in drinking water has been linked to multiple cancers as well as non-cancer health problems.&nbsp;<\/p>\r\n<p>&ldquo;The objective of the study is to identify which parts of the groundwater system are most likely to have elevated concentrations of naturally-occurring arsenic,&rdquo; said USGS hydrologist, Mary Ann Thomas. &ldquo;This would allow public health agencies to focus their resources on areas with the greatest need.&rdquo;&nbsp;<\/p>\r\n<p>Licking County was chosen as the study site partly because of the large number of household wells that produce water from several different aquifer types. Residents will be asked to collect a sample of water from their well and return it the next day. Special bottles and instructions for collecting water samples will be provided.<\/p>\r\n<p>&nbsp;In addition to the arsenic testing, the Licking County Health Department will be presenting information about septic-system maintenance at the workshops.&nbsp;&nbsp;<\/p>\r\n<p><strong>What:<\/strong>&nbsp;&nbsp;&nbsp; Free homeowner workshops on private water wells and water quality. Information about other topics include maintaining septic systems, radon testing, sealing unused wells to prevent groundwater contamination, and using rain barrels to reduce stormwater runoff.&nbsp;<\/p>\r\n<p><strong>When:<\/strong>&nbsp;&nbsp;&nbsp; Tuesday, July 10, 2012, 5-8 p.m.<\/p>\r\n<p><strong>Where:<\/strong>&nbsp; Newton Elementary School, 6645 Mount Vernon Road, Newark, Ohio 43055&nbsp;<\/p>\r\n<p><strong>When:<\/strong>&nbsp;&nbsp;&nbsp; Tuesday, August 14, 2012, 5-8 p.m.<\/p>\r\n<p><strong>Where:<\/strong>&nbsp; Johnstown High School, 401 S. Oregon St, Johnstown, Ohio 43031<span>&nbsp;<\/span><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Ohio"],"country":["United States of America"],"mm_tags":["Water Groundwater Resources","water","Water Cooperative Water","Toxic Substances Hydrology","Water Hydrologic Researchand Development","","Science Qualityand Integrity Educationand Development"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1341288000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170075"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}