{"title":"USGS Storm-Surge Sensors Deployed Ahead of Tropical Storm Sandy","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>RESTON, Va. -- Storm response crews from the U.S. Geological Survey are installing more than 150 storm-tide sensors at key locations along the Atlantic Coast -- from the Chesapeake Bay to Massachusetts -- in advance of the arrival of Tropical Storm Sandy.<\/p>\n<p>Working with various partner agencies such as NOAA, FEMA, and the U.S. Army Corps of Engineers, the USGS is securing the storm-tide sensors, frequently called storm-surge sensors, to piers and poles in areas where the storm is expected to make landfall. The instruments being installed will record the precise time the storm-tide arrived, how ocean and inland water levels changed during the storm, the depth of the storm-tide throughout the event, and how long it took for the water to recede.<\/p>\r\n<p>\"In the hours and days before Irene made its epic sweep up the eastern seaboard last year, USGS deployed a record number of storm-surge sensors that yielded important new information on storm tides along some of the most populated coastline in the United States,\" said USGS Director Marcia McNutt. \"Now with Sandy we have the opportunity to test and improve predictive models of coastal zone impact based on what we previously learned.\"<\/p>\r\n<p>Storm-tides are increases in ocean water levels generated at sea by extreme storms and can have devastating coastal impacts. &nbsp;&nbsp;In locations where tidal forecasts are known, the sensors being installed can also help determine storm surge.&nbsp; For differences between storm-surge and tidal-surge, visit the National Hurricane Center's <a href=\"http:\/\/www.nhc.noaa.gov\/surge\/\">website<\/a>.<\/p>\r\n<p>This information will be used to assess storm damage, discern between wind and flood damage, and improve computer models used to forecast future coastal inundation.<\/p>\r\n<p>In addition, rapid deployment gauges will be installed at critical locations to provide real-time information to forecast floods and coordinate flood-response activities in the affected areas. The sensors augment a network of existing U.S. Geological Survey streamgages, which are part of the permanent network of more than 7,500 streamgages nationwide.<\/p>\r\n<p>Of the sensors deployed specifically for Sandy, eight have real-time capability that will allow viewing of the storm-tide as the storm approaches and makes landfall.&nbsp; Besides water level, some of these real-time gauges include precipitation and wind sensors that will transmit all data hourly.&nbsp; All data collected by these sensors and the existing USGS streamgage network will be available on the USGS Storm-Tide Mapper link at <a href=\"http:\/\/www.usgs.gov\/hurricanes\">www.usgs.gov\/hurricanes<\/a>.&nbsp;<\/p>\r\n<p>Providing information to support future forecasts could ultimately save lives during future storms. These sensors were deployed for the first time during Hurricane Rita in 2005. Before then, scientists had limited data available to study the effects of storm surge.<\/p>\r\n<p>\"Forecasters at the National Weather Service rely on USGS real-time and long-term data to improve storm surge models and prepare storm-tide warnings,\" said Brian McCallum, assistant director of the USGS Georgia Water Science Center, who is helping coordinate the sensor installation effort. \"Floodplain managers, federal, state and local emergency preparedness officials, emergency responders, scientists and researchers all benefit from the storm-tide and associated flood data. It&rsquo;s useful for flood damage prevention and public safety.\"<\/p>\r\n<p>The USGS studies the impacts of hurricanes and tropical storms to better understand potential impacts on coastal areas. Information provided through the sensor networks provides critical data for more accurate modeling and prediction capabilities and allows for improved structure designs and response for public safety.<\/p>\r\n<p>The USGS also continuously monitors water levels and flows at thousands of the nation's streams on a real-time basis. The public can access this information for the","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Delaware","Maryland","Massachusetts","New Jersey","New York","Rhode Island","Virginia"],"country":["United States of America"],"mm_tags":["Water National Streamflow Information","Geographic Areas Northeast","Hurricane Sandy","hurricanes","stormsurge","stormsurgesensors"],"distribution":["Water"],"release_date":{"und":[{"value":"1351310400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"168974"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}