{"title":"USGS Defines Extent of Aquifers and Occurrence and Movement of Ground-water in the Upper Humboldt River Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A new report by the USGS provides information that improves the understanding of the water resources of the upper Humboldt River basin.<!--introend--> The study, conducted in cooperation with Elko County, describes the hydrogeologic framework that controls the movement of ground-water in the upper Humboldt River basin. Results of the study indicate that the Humboldt River is in direct contact with the ground-water system, and that any ground-water withdrawals could ultimately affect flow in the river. Decisions to further develop the ground-water resources of the upper Humboldt River basin will need to consider the potential effects on streamflow.&nbsp; <br \/><br \/>The Humboldt River basin is the largest river basin entirely within the State of Nevada. <br \/>Elko County officials and citizens are concerned about growing demand for water within the county and increasing external demands that are occurring statewide. The upper Humboldt River basin encompasses only about 25 percent of the entire river basin, but is the source of almost all of the total flow of the river.&nbsp; All of the water in the Humboldt River and its tributaries is fully appropriated, so any additional water needed to support growth in the upper Humboldt River basin presumably would come from groundwater.&nbsp; <br \/><br \/>County and State water-resource managers need information that will enable them to make informed decisions regarding future use of the ground-water resources. To address these needs and concerns, the occurrence and movement of ground-water in the upper Humboldt River basin was interpreted using ground-water levels in 161 wells measured by personnel from the USGS, Nevada Division of Water Resources, and Newmont Mining Corporation during the spring and summer of 2007. Results of this study are presented in a report titled ","summary":null,"format":null}]},"field_images":[],"regions":["Nevada"],"country":["United States of America"],"mm_tags":["ground","river","Basin","streamflow"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1240891200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169330"},{"tid":"170405"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}