{"title":"USGS Providing Humanitarian and Scientific Aid in Aftermath of Hurricane Katrina","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\"The past several days have seen remarkable devastation resulting from Hurricane Katrina. Our thoughts and prayers are with everyone who has been affected by this disaster,&quot; said USGS Acting Director Pat Leahy. &quot;In the aftermath of Katrina, USGS research on hurricanes and natural hazards is no longer just a scientific endeavor &ndash; it is a matter of public safety.&quot;<\/p> \n<p>USGS has contributed to the humanitarian rescue efforts by providing flat boats to help deliver food and supplies and transport people that have been stranded in flooded areas. In Lafayette, LA, USGS employees are providing relief to the local community and to a rapidly growing refugee camp on the campus of the University of Louisiana at Lafayette.<\/p> \r\n<p>As of today, Lake Pontchartrain level has stabilized. USGS scientists are coordinating with many Federal agencies to provide geospatial information, maps, satellite images, and scientific assessments to complete the recovery and begin the healing process.<\/p> \r\n<p>In addition to USGS humanitarian efforts, we are providing scientific expertise to map and analyze the areas impacted by the hurricane. Using a variety of satellite and aerial photography, geographers will provide coordinates and maps to link 911 calls and pinpoint exact areas where people need to be rescued. This linking of photography to ground coordinates was used in the 9-11 disaster in New York City.<\/p> \r\n<p>USGS hydrologic crews are conducting storm surge reconnaissance mapping along the I-10 corridor.<\/p> \r\n<p>USGS scientists have completed photography flights of the coast from Florida to Louisiana to do preliminary coastal elevation change pictures and models and also to determine the erosion of wetlands and barrier islands.<\/p> \r\n<p>USGS and NASA will be collecting Light Detection and Ranging (LIDAR), which is similar to radar, on a flight this week from Florida to the Chandeleurs Islands in Louisiana. In support of a request by the Bureau of Reclamation and the Army Corps of Engineers, they will also survey the levee breaks in the south end of Lake Pontchartrain.<\/p> \r\n<p>The first post-hurricane flight on Aug. 30 examined the Louisiana coast eastward from Raccoon Island to Port Fourchon, an important oil port, to Grand Isle, a recreational area for sports fisheries, and then to Venice, the Chandeleur Islands, and back west to Fort Pike, Slidell, and Mandeville, an area where the greatest destruction stopped. An estimated 50 percent of the Chandeleur Islands were destroyed. The islands&rsquo; lighthouse is no longer visible. This chain of barrier islands is historically New Orleans&rsquo; first line of defense against tropical storms and hurricanes and is important habitat for wildlife.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Louisiana","Mississippi"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1125633600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}