{"title":"Russian Federation and USGS... Cooperating for Safe Airline Travel","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The Aleutian Islands of Alaska and the Kamchatka Peninsula of the Russian Far East are often thought of as desolate windswept outposts along the northern Pacific rim, yet this is a heavily traveled region.<!--introend--> Each day more than 200 flights transporting about 20,000 people pass overhead, en route between the Americas and Far Eastern regions of Russia, China, South Korea, Japan, Indonesia, and Australia. Ninety-three percent of all cargo flights between Asia and the U.S. fly this route. This is the \"great circle route\" or the shortest distance between these destinations, making the sky over these northern lands among the busiest air corridors in the world. This region is also densely populated by volcanoes, part of the Ring of Fire, capable of erupting ash clouds hazardous to aviation. \n<p>\"Modern airplanes are designed to operate in environments free from dust and corrosive gases,\" said Thomas Casadevall, acting director of the U.S. Geological Survey and a well-known expert in the field of volcanic ash and aviation safety. \"Explosive volcanic eruptions can inject large amounts of very small rock fragments, volcanic ash, and corrosive gases into the atmosphere at cruising altitudes for jet aircraft. On average, volcanic ash is present in the North Pacific air corridor four days each year and threatens to be present an additional ten days in any given year,\" said Casadevall. \r\n<p>\"Volcanic ash clouds are not detectable by aircraft radar and can drift for hundreds to thousands of miles from their sources. They drift without regard to political boundaries, making international partnerships such as the one we have with Russia crucial for effective monitoring and mitigation of this hazard,\" said Casadevall. \r\n<p>Volcanic ash threatens aviation safety because its intake by aircraft engines can stall the engine in mid-flight. Long-term damage results as volcanic ash erodes moving engine parts, and volcanic gases accelerate the rate of corrosion to an airplane&rsquo;s engines, electrical system, and body. They also cause pitting and brittleness to the windows. \r\n<p>In 1989, a single encounter by a commercial jet with ash from Alaska&rsquo;s Redoubt volcano nearly ended the lives of hundreds on board when all four engines lost thrust power and were restarted only minutes before ground impact. The incident also caused $80 million in damage to the aircraft. During the past 15 years, more than 80 aircraft worldwide have encountered drifting volcanic ash clouds, and mid-flight engine stalling has affected seven large commercial airliners. Since neither ash plumes nor the explosive volcanoes that produce them are confined to the Alaska-Kamchatka region, this hazard can disrupt flights anywhere in the world. \r\n<p>In cooperation with Russian volcanologists at the Institute of Volcanic Geology and Geochemistry in Petropavlovsk-Kamchatsky and the U.S. National Weather Service, the USGS Alaska Volcano Observatory monitors volcanic activity, tracks ash clouds, and warns commercial and government aviation groups via the Federal Aviation Administration of potential ash cloud hazards over this busy air route. Seismographs have been installed to measure precursory earthquakes on some of the most hazardous volcanoes in the region, to help scientists to predict impending volcanic activity. Procedures to rapidly obtain and disseminate ground- based data from seismographs, as well as atmospheric data from satellites and pilot reports are in use and continually being refined. Techniques to identify ash clouds and define their extent and trajectory are especially important over these northern reaches, where daylight is brief and cloudy conditions exist during significant parts of the year.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"904536000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}