{"title":"FLOOD IN SOUTHEAST TEXAS AND STORMWATER STUDY IN DALLAS-FT. WORTH HIGHLIGHT USGS PAPERS AT AWRA CONFERENCE","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>(Note to Editors: Hundreds of papers on water management in urban areas, western hemisphere water resources and advances in the development and use of models in water resources studies will be given at the American Water Resources Association annual conference at the Wyndham Greenspoint Hotel (12400 Greenspoint Dr.) Houston, Tex. For on-site information about the conference call 713-875-2222 or for information about the papers to be given by USGS scientists, call Rebecca Phipps in the USGS Public Affairs Office at 703-648-4460.) \n<p>\r\n<p>TIP SHEET -- U.S. Geological Survey papers at the: \r\n<p>31ST AMERICAN WATER RESOURCES ASSOCIATION ANNUAL CONFERENCE Nov. 5-9, 1995 \r\n<p>An Analysis of the Storm-Water Data Collection Network for the Dallas-Ft. Worth Metroplex, by Gary Tasker and Timothy Raines. A cost-effective method of monitoring storm-water quality has been developed as part of a larger, ongoing examination of the Dallas-Ft. Worth Metroplex regional storm-water data base. The goal of the program is to develop a cost-effective regional water-quality monitoring network. The study was conducted in cooperation with the North Texas Council of Governments. (Wed., Nov. 8, 10:15 a.m., Raphael Ballroom D) \r\n<p>Floods in Southeast Texas, Oct. 1994, by Fred Liscum and Jeffery W. East. Hydrologic aspects of the severe flooding that occurred in southeast Texas in October, 1994, are described. USGS hydrologists recorded new all-time high streamflows at 23 streamflow measuring stations in the flooded area, which included 38 counties in southeast Texas. One hundred-year flood levels or greater were measured at 19 stations in the flooded area. (Tues., Nov. 7, 9 a.m., Raphael Ballroom D) \r\n<p>Water-Level Declines from 1980-90 in Major Aquifers in the Twin Cities, Minn., Area, by William J. Andrews, Lee C. Trotta, and Michael E. Schoenberg. In cooperation with the Minnesota Dept. Of Natural Resources, Division of Natural Waters, the USGS conducted a study documenting ground-water level declines in the Twin Cities., Minn., area in the 1980&rsquo;s. Water -levels in the Prairie du Chien aquifer have declined by an average of two feet and levels in the Mt. Simon-Hinckley aquifer have declined by an average of 43 feet. If withdrawals from the aquifers continue at current or increasing rates, due to continuing suburban growth, water-level declines in the Twin Cities area will probably continue. (Wed., Nov. 8, 10:15 a.m., Pinnacle Suite, 16th floor) \r\n<p>Cross-Sectional and Depth Variation of Water-Quality Constituents and Properties in the Upper Illinois River basin, Illinois, by Stephen F. Blanchard and Donna C. Marron. Results of a water-quality study in the upper Illinois River basin will be discussed. Water samples were tested to measure velocity, temperature, specific conductance, pH, dissolved oxygen concentration and chlorophyll. (Wed., Nov. 8, 10:35 a.m., Salon 1) \r\n<p># # # \r\n<p>The Sandor C. Csallany Institutional Award for Exemplary Contributions to Water Resources Management will be presented to the USGS at the AWRA conference, for the Regional Aquifer System Analysis program. Before the RASA program was developed, little was known about the extent of the nation&rsquo;s ground-water resources. The program has provided solid information on ground-water resources to water resource managers who use the information for making informed land-use decisions. Highlights of the RASA studies range from determining the impact of recharge events in the Mojave Desert to mapping the impact of sea level rises along the Atlantic Coastal Plain. \r\n<p>The award will be presented to Hayes Grubb, current RASA program chief, at the conference annual awards luncheon on Wed., Nov. 8, 1995. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Texas"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"815288400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}