{"title":"statement from USGS Associate Director for Biology Dr. Sue Haseltine Regarding the USGS Scientific Review Process","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Recent news reports suggesting the Bush administration is trying to muzzle scientists at the U.S. Geological Survey (USGS) by placing new controls on approval and release of research plans and products are off base and misinformed about the intent of the changes being formalized at the agency.<!--introend--> Speaking as the senior biologist at the USGS, I am deeply concerned that longstanding legitimate scientific peer review processes that have been the basis of scientific practices at the USGS and other scientific agencies and organizations have been mischaracterized as inappropriate political controls on research. Peer review is the bedrock of processes in any credible science organization that ensures scientific conclusions or findings are robust, independent and objective. \r\n<\/p>\r\n<p>\r\nThe USGS has had such processes in place for many years. As with any science enterprise, policies are periodically reviewed and updated to keep pace with changes in the organization. Our recently revised policy is an effort to do just that and has been developed by scientists and science managers (not political appointees) in an effort to coordinate existing review processes. \r\n<\/p>\r\n<p>\r\nResearch supervisors in the review chain are simply charged with ensuring all USGS information products have addressed peer comments and are in compliance with USGS procedures with regard to the review and release of scientific information. Furthermore, the notion that senior leadership in an organization should not be alerted to significant findings that will directly impact policy development and decision-making is disturbing. Under current policy this information is transferred to policy makers as it is released to the public. \r\n<\/p>\r\n<p>\r\nCharacterizing these reviews as an attempt by the Bush administration to control and censor scientific findings is inaccurate, is a disservice to those scientists who developed those processes in the spirit of continually improving our commitment to excellent science and undermines the bedrock of the peer review process as an arbiter of the credibility of individual science products and facilitator of science progress and discussion. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1166158800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170436"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}