{"title":"simulating Effects of Water Withdrawal from Arbuckle-Simpson Aquifer","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Simulated effects of withdrawing water from the Arbuckle-Simpson Aquifer in south-central Oklahoma are now available in a new U.S. Geological Survey report, done in cooperation with the Oklahoma Water Resources Board.<!--introend--><\/p>\n<p>Results from the USGS groundwater-flow model simulations can help water managers make informed decisions about balancing human and environmental water needs across the region. This tool evaluates how aquifer withdrawals resulting from increased water demands and development could affect nearby springs and streams.<\/p>\r\n<p>The simulations demonstrate to maintain flows to springs and streams, long-term groundwater withdrawals cannot exceed the amount of water that recharges the aquifer. The report describes this recharge rate and how it varies over time. This is the first time an aquifer has been studied this way in Oklahoma. The results are available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5029\/\">online<\/a>.<\/p>\r\n<p>&ldquo;This much-anticipated report not only presents the results from six years of extensive research, but it provides a vitally important guide for decision-makers in balancing local use of Arbuckle-Simpson waters with the unique needs of the region&rsquo;s springs and streams,&rdquo; said Executive Director of the Oklahoma Water Resources Board, J.D. Strong. &ldquo;Staff from both the OWRB and USGS should be commended for their dedicated work on what is likely the most complex and high-profile groundwater study ever conducted in Oklahoma.&rdquo;<\/p>\r\n<p>&ldquo;With Oklahoma experiencing a severe drought, it&rsquo;s important to study our water resources so that managers can make educated choices about this precious resource,&rdquo; said USGS scientist Noel Osborn. &ldquo;You can&rsquo;t manage what you don&rsquo;t measure.&rdquo;<\/p>\r\n<p>The Arbuckle-Simpson aquifer provides water to public supply utilities, farms, mining facilities, wildlife conservation areas, recreational activities, and springs, streams and waterfalls. Groundwater discharge from the aquifer maintains flow to Blue River, Honey Creek, Mill Creek, Pennington Creek, Travertine Creek, and other streams. Many springs also discharge water from the aquifer, including the primary water supply for the City of Ada, Byrds Mill Spring, and the springs in Chickasaw National Recreation Area.<\/p>\r\n<p>Results of several simulations of groundwater withdrawals and their effects on Blue River, Pennington Creek, and other streams in the eastern Arbuckle-Simpson aquifer are included in the report. &nbsp;This study also characterizes the geology, climate, streamflow, and groundwater use of the aquifer. USGS scientists<\/p>\r\n<p>developed a digital three-dimensional geologic model, which provides the framework for the groundwater flow model.<\/p>\r\n<p>The Arbuckle-Simpson Hydrology Study was funded by the State of Oklahoma and the U.S. Bureau of Reclamation. More information about this study is available <a href=\"http:\/\/www.owrb.ok.gov\/studies\/groundwater\/arbuckle_simpson\/arbuckle_study.php\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oklahoma"],"country":["United States of America"],"mm_tags":["water","aquifers","Oklahoma","arbuckle","groundwater"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1316145600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}