{"title":"Puget Sound Nearshore Partnership Advances Science Plan","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nFederal, state, and local agencies, Tribes and university scientists today released a research plan to advance scientific understanding of the nearshore areas of Puget Sound. The Puget Sound Nearshore Science Partnership&rsquo;s plan will support the research goals of the Governor&rsquo;s broader Puget Sound Partnership&rsquo;s science plan to guide the restoration of the Sound.\r\n<\/p>\r\n<p>\r\nScience-based tools and products resulting from research under the plan will assist, natural resource managers and other decision makers in protection and restoration of Puget Sound. Most of all, the Nearshore Partnership&rsquo;s  effort will offer decision makers the tools they need to evaluate which action or combination of actions is most likely to meet restoration objectives. \r\n<\/p>\r\n<p>\r\n&quot;Reliable and objective science provides the foundation for managers to make major landscape-level restoration decisions,&quot; Anne Kinsinger, Acting Western Region Director for the U.S. Geological Survey, said.  &quot;That is the foundation upon which the Nearshore Partnership was built. This research plan, under development since 2003, is an important step in the right direction.&quot;  \r\n<\/p>\r\n<p>\r\nDr. Jeff Koenings, Director of the Washington Department of Fish and Wildlife and Chair of the the Nearshore Partnership Executive Committee noted that &quot;It is critical that we continue to advance our understanding of Puget Sound, and put that information to work to improve the return on our investments in habitat protection and restoration.&quot; \r\n<\/p>\r\n<p>\r\nThe new plan emphasizes the shallow shoreline areas in Puget Sound, an economically, culturally, and ecologically important resource  that has suffered from more than 100 years of contamination, shoreline modification and an ongoing influx of industrial and other pollutants.  These changes, over time, have contributed to population declines for some of the Sound&rsquo;s most valued species &ndash; orcas, salmon, herring, a number of sea birds &ndash; and losses of habitats upon which they depend. \r\n<\/p>\r\n<p>\r\nThe Nearshore Partnership plan will greatly enhance the understanding of key issues for restoration: \r\n<\/p>\r\n<ul>\r\n\t<li>Nearshore ecosystem processes and how they are influenced by the Sound &lsquo;s watersheds and marine systems. <\/li>\r\n\t<li>The effects of human activities on nearshore ecosystems. <\/li>\r\n\t<li>How restoratioin and protection actions in the nearshore add up to influence the ecosystem as a whole <\/li>\r\n\t<li>The effects of social, cultural and economic values on restoration and protection of nearshore ecosystems. <\/li>\r\n\t<li>What natural nearshore processes are critical for protection of species at risk, human health and other needs. <\/li>\r\n\t<li>How to understand, interpret, and present the huge amount of informatioin needed to restore Puget Sound&rsquo;s nearshore. <\/li>\r\n<\/ul>\r\nThe goals of the new research plan span the range of expertise from geology, hydrology, biology, oceanography and atmospheric science to geography and social sciences. The new plan, &quot;Coastal Habitats in Puget Sound: A Research Plan in Support of the Puget Sound Nearshore Partnership&quot; is available on the Puget Sound Nearshore Partnership website at <a href=\"http:\/\/www.pugetsoundnearshore.org\/publications.htm\" target=\"_blank\">www.pugetsoundnearshore.org\/publications.htm<\/a>. \r\n<p>\r\nThe Puget Sound Nearshore Partnership was formed under an agreement led by the Washington Department of Fish and Wildlife and the U.S. Army Corps of Engineers, as well as federal, state and county agencies, Tribes, non-profit organizations, universities and private businesses dedicated to improving the health of the Puget Sound nearshore ecosystems and saving its biological, cultural assets for future generations. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1166418000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170469"},{"tid":"170588"},{"tid":"170617"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}