{"title":"Hydrologic Model Reveals Effects of Groundwater Pumping and Climate Variability in Santa Rosa Area","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SACRAMENTO, Calif. &mdash; Results of a new hydrologic model show a decrease in groundwater levels in response to pumping, which in turn causes a reduction in groundwater discharge to streams, a reduction in groundwater evapotranspiration, and a reduction in groundwater storage in the Santa Rosa Plain watershed. A recent U.S. Geological Survey report details the mathematical model that was used to simulate different scenarios of groundwater and surface-water availability given a range of groundwater pumping and climate conditions. The model was used to better understand recent aquifer conditions for water years 1976 to 2010.<\/p>\n<p>The Santa Rosa Plain hydrologic model, developed by the USGS in cooperation with the Sonoma County Water Agency and other local agencies and municipalities, will help improve understanding of the complex hydrology of the Santa Rosa Plain watershed, and help water managers plan for increased water demand in the face of population growth, and possible climate change in the region. The Santa Rosa Plain study area is home to about half of the population of Sonoma County.<\/p>\r\n<p>&ldquo;The study and model provide a better understanding of the groundwater and surface-water interactions in the Santa Rosa Plain watershed. For example, the relationship between pumping and groundwater discharge to streams is now better understood,&rdquo; said Dr. Tracy Nishikawa, research hydrologist and project chief with the USGS.<\/p>\r\n<p>Scientists also have used the model to determine hydrologic changes given climate change, with and without pumping. For water years 2011 to 2040, model results generally show that higher pumping rates based upon future-climate scenarios, may cause further groundwater level declines and associated reductions in groundwater discharge to streams and groundwater evapotranspiration. The model also shows an increase in the number of stream reaches with streamflow losses. Model results for different climate conditions without pumping for water years 2011 to 2099 indicated greater variability in total streamflow, higher frequency of low streamflows, a shift in the timing of maximum streamflows from December to February, and a decrease in groundwater evapotranspiration compared to historical conditions.<\/p>\r\n<p>&ldquo;The model will be a key tool in prioritizing efforts to sustainably manage our groundwater resources in the Santa Rosa Plain watershed,&rdquo; said Jay Jasperse, Chief Engineer of the Sonoma County Water Agency and member of the Basin Advisory Panel for the Santa Rosa Plain Groundwater Management Program.<\/p>\r\n<p>Model results will be used to help area water managers develop water budgets, evaluate alternative water management strategies, and prepare for the potential impacts of climate change on local hydrologic systems. &nbsp;<\/p>\r\n<p>In the future, the Santa Rosa Plain hydrologic model could be coupled with models of neighboring basins to optimally allocate limited Sonoma County water resources. The model could also be used to evaluate sub-regional issues, such as assessing artificial aquifer recharge sites.<\/p>\r\n<p>USGS Scientific Investigations Report 2014&ndash;5052, &ldquo;Simulation of groundwater and surface-water resources of the Santa Rosa Plain watershed, Sonoma County, California,&rdquo; edited by L.R. Woolfenden, and Tracy Nishikawa, is available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5052\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","groundwater","hydrologic","Model","Santa Rosa","streamflow","climate"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1399435200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168846"},{"tid":"169926"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}