{"title":"USGS Sends First Science Team to Honduras As Part of Reconstruction Effort","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors:<\/b> Downloadable pictures and information about individual team members can be found on the Internet at <a href=\"http:\/\/cindi.usgs.gov\/events\/mitch\/USGSteam\/index.html\">http:\/\/cindi.usgs.gov\/events\/mitch\/USGSteam\/index.html <\/a>. \n<p><!--introstart-->A team of U.S. Geological Survey (USGS) scientists will arrive in Tegucigalpa, Honduras on Tuesday, December 8 to provide scientific and technical expertise, including field work surveys on geologic, hydrologic and biologic impacts and risks still facing Central America. <!--introend-->\r\n<p>The first U.S. science mission to Honduras in the wake of Hurricane Mitch, the team -- consisting of a geologist, two hydrologists, an ecologist\/biologist and a computer\/geographic information systems (GIS) specialist -- will assist the devastated country by providing information critical to the continued recovery and beginning rebuilding efforts. \r\n<p>\"Even as the humanitarian effort continues, the Central American nations devastated by Hurricane Mitch are beginning the reconstruction process and planning for the future,\" said Interior Secretary Bruce Babbitt. \"The technical support and scientific assessments that will be conducted by the USGS team will enable those working on the reconstruction effort to make informed decisions as they rebuild and ensure that communities will not be as susceptible to future natural disasters.\" \r\n<p>Reconstruction activities will be facilitated by high-quality USGS-compiled data from many agencies and the private sector, organized into usable form for Central American governments, the U.S. Army Corps of Engineers, US-AID, the World Bank, the Inter-American Development Bank, and others. This information includes geologic and historic landslide, maps to help re-site bridges and roads; map images of newly-formed river and stream beds; and documentation of large changes in the topography of the countryside. These data will assist reconstruction planners in rebuilding disaster resilient communities that are out of harm&rsquo;s way to the greatest extent possible for future natural disasters. \r\n<p>The U.S. Defense Threat Reduction Agency&rsquo;s Open Skies project will provide more than 15,000 aerial photo images that will enable the scientists to get a clear and timely 3-D picture of the location and occurrence of landslides and floods, agricultural damage, and damage to offshore reefs, as well as changes in current land use due to debris flows and flooding -- information that will be of great use in urban and rural rebuilding efforts. The images are crucial to modeling that planners will use to minimize damage from future floods. \r\n<p>The USGS, working with private sector partners, has already sent on loan computers and monitors, ESRI Arcview software, GIS map databases, plotter supplies, maps and Landsat satellite imagery to help with the reconstruction effort. The USGS computers will be networked with the existing Honduran task force assets and will be digitally linked by satellite to a USGS laboratory in Reston, Va. This equipment will assist the Honduran government and the USAID in-country team already working on reconstruction plans. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"913093200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"170634"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}