{"title":"NOAA, Partners Predict an Average 'Dead Zone' for Gulf of Mexico; Slightly Above-average Hypoxia in Chesapeake Bay","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p dir=\"ltr\"><strong>NOTE<\/strong>:&nbsp; Link to the Maryland Department of Natural Resourses was changed in the 10th paragraph. (6\/25\/14)<\/p>\n<hr \/>\r\n<p dir=\"ltr\"><!--introstart-->Scientists are expecting an average, but still large, hypoxic or \"dead zone\" in the Gulf of Mexico this year, and slightly above-average hypoxia in the Chesapeake Bay.<!--introend-->&nbsp;&nbsp;<\/p>\r\n<p dir=\"ltr\">NOAA-supported modeling is forecasting this year's Gulf of Mexico hypoxic zone to cover an area ranging from about 4,633 to 5,708 square miles (12,000 to 14,785 square kilometers) or about the size of the state of Connecticut.<\/p>\r\n<p dir=\"ltr\">While close to averages since the late 1990s, these hypoxic zones are many times larger than what research has shown them to be prior to the significant human influences that greatly expanded their sizes and effects. &nbsp;<\/p>\r\n<p dir=\"ltr\">The Gulf of Mexico prediction is based on models developed by NOAA-sponsored modeling teams and individual researchers at the <a href=\"http:\/\/graham.umich.edu\/scavia\/hypoxia-forecasts\/\" target=\"_blank\">University of Michigan<\/a>, <a href=\"http:\/\/www.sce.lsu.edu\/\" target=\"_blank\">Louisiana State University<\/a>, <a href=\"http:\/\/www.lumcon.edu\/\" target=\"_blank\">Louisiana Universities Marine Consortium<\/a>, <a href=\"http:\/\/www.vims.edu\/\" target=\"_blank\">Virginia Institute of Marine Sciences\/College of William and Mary<\/a>, <a href=\"http:\/\/ocean.tamu.edu\/oceanography-home\" target=\"_blank\">Texas A&amp;M University<\/a>, and the <a href=\"http:\/\/www.usgs.gov\/\" target=\"_blank\">U.S. Geological Survey<\/a>, &nbsp;and relies on nutrient loading estimates from the USGS. The models also account for the influence of variable weather and oceanographic conditions, and predict that these can affect the dead zone area by as much as 38 percent. &nbsp;<\/p>\r\n<p>A second NOAA-funded forecast, for the Chesapeake Bay, predicts a slightly larger than average dead zone in the nation's largest estuary. The forecast predicts a mid-summer low-oxygen hypoxic zone of 1.97 cubic miles, an early-summer oxygen-free anoxic zone of 0.51 cubic miles, with the late-summer oxygen-free anoxic area predicted to be 0.32 cubic miles. Because of the shallow nature of large areas of the estuary the focus is on water volume or cubic miles, instead of square mileage as used in the Gulf.<\/p>\r\n<p dir=\"ltr\">The Chesapeake Bay prediction is based on models developed by NOAA-sponsored researchers at the <a href=\"http:\/\/ian.umces.edu\/ecocheck\/forecast\/chesapeake-bay\/2014\" target=\"_blank\">University of Maryland Center for Environmental Science<\/a>, <a href=\"http:\/\/graham.umich.edu\/scavia\/hypoxia-forecasts\/\" target=\"_blank\">University of Michigan<\/a>, and again relies on nutrient loading estimates from USGS.<\/p>\r\n<p dir=\"ltr\">The <a href=\"http:\/\/www.gulfhypoxia.net\/\" target=\"_blank\">dead zone in the Gulf of Mexico<\/a> affects nationally important commercial and recreational fisheries and threatens the region's economy. The Chesapeake Bay dead zones, which have been highly variable in recent years, threaten a <a href=\"http:\/\/www.chesapeakebay.net\/track\/restoration\" target=\"_blank\">multi-year effort to restore the water and habitat quality<\/a> to enhance its production of crabs, oysters, and other important fisheries.<\/p>\r\n<p dir=\"ltr\">Hypoxic (very low oxygen) and anoxic (no oxygen) zones are caused by excessive nutrient pollution, primarily from human activities such as agriculture and wastewater, which results in insufficient oxygen to support most marine life and habitats in near-bottom waters. Aspects of weather, including wind speed, wind direction, precipitation and temperature, also affect the size of dead zones.<\/p>\r\n<p dir=\"ltr\">\"We are making progress at reducing the pollution in our nation's waters that leads to 'dead zones,' but there is more work to be done,\" said Kathryn D. Sullivan, Ph.D., under secretary of commerce for oceans and atmosphere and NOAA administrator. \"These ecological forecasts are good e","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Environmental Health","Environmental Health Toxic Substances Hydrology","Environmental Health Contaminant Biology","water","Water National Water Quality Assessment","Water National Streamflow Information"],"article_type":["National News Release"],"distribution":["Biology","Environmental Health","Water"],"release_date":{"und":[{"value":"1403582400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168904"},{"tid":"169368"},{"tid":"170129"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}