{"title":"Tracking Bull Trout Movement in Idaho's Arrowrock Reservoir","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOISE, Idaho &mdash; A new study released today details the migratory habits of a native and threatened population of bull trout in Arrowrock Reservoir, a critical source of irrigation water for southwestern Idaho.&nbsp;<\/p>\n<p>Scientists with the U.S. Geological Survey tracked the bull trout through the reservoir located in the Boise River Basin, using acoustic telemetry, in cooperation with the U.S. Bureau of Reclamation, which manages the reservoir. The study is one of several Reclamation is conducting with its partners to protect Arrowrock&rsquo;s bull trout population.&nbsp;<\/p>\r\n<p>Arrowrock Reservoir is important winter habitat for the bull trout, listed as threatened under the Endangered Species Act. Scientists have known that bull trout migrate out of the reservoir in spring and summer to reproduce in the cold, clean water of the upper Boise River Basin.&nbsp;<\/p>\r\n<p>In the USGS study, eighteen bull trout were captured and implanted with acoustic tags that transmitted data about each fish's location, body temperature, and the depth at which the fish was swimming. Scientists tracked the fish from April through August 2012 in three parts of Arrowrock Reservoir: the Middle Fork Boise River arm, the South Fork Boise River arm, and the main body of the reservoir. The scientists also recorded water temperatures and dissolved oxygen concentrations in the reservoir, important factors for fish survival.<\/p>\r\n<p>Key findings of the study include:<\/p>\r\n<ul>\r\n<li>Fish traveled an average distance of 5.2 kilometers (about 3.23 miles) within the reservoir.<\/li>\r\n<li>Fish tag temperatures on average were 3 degrees C (37.4 degrees F) lower than water surface temperatures during the study, ranging from 4.4 to 11.6 degrees C (40 to 53 degrees F).<\/li>\r\n<li>None of the tagged fish was detected in the deepest part of the reservoir near the dam, suggesting that passage through the dam is unlikely during the period when water releases are at their highest.<\/li>\r\n<li>None of the tagged fish was detected in the reservoir after June 1.<\/li>\r\n<li>From the first week of August through the latter part of September, little if any suitable thermal habitat remained for bull trout within the reservoir, because most recorded water temperatures exceeded 15 degrees C.&nbsp;<\/li>\r\n<\/ul>\r\n<p>These and other details of the study are available in the report, \"<a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5158\/\">Bull Trout (Salvelinus confluentus) Movement in Relation to Water Temperature, Season, and Habitat Features in Arrowrock Reservoir, Idaho, 2012<\/a>.\"<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["threatened","species","bull","trout","fish","Reservoir","Water Supply","agriculture","Boise","river","Basin","Arrowrock Reservoir"],"article_type":["State News Release"],"distribution":["Biology","Water"],"release_date":{"und":[{"value":"1377662400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170557"},{"tid":"170582"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}