{"title":"New USGS Fact Sheet on Past and Present Droughts in Utah: Present Drought One of Most Severe in a Century","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Editors: A reproducible photograph of Lake Powell in drought conditions can be found at <a href=\"http:\/\/water.usgs.gov\/pubs\/fs\/fs-037-03\/\">http:\/\/water.usgs.gov\/pubs\/fs\/fs-037-03\/<\/a>. (Lake Powell near Hite, Utah, showing exposed channel of the Colorado and Dirty Devil rivers, which are normally flooded by the lake, as well as the deltaic sediments that are deposited at the upper end of the lake; view to the east in October 2002. Photo courtesy of the USGS.) <\/b><\/p>\n<p>Streamflows in Utah are the lowest recorded in nearly 100 years, confirming what most Utahans have known for the past 4 years: the state is in a drought. According to a new U.S. Geological Survey (USGS) fact sheet on present and historical droughts in the state, however, the unusual aspect of this drought is not its length but its severity. <\/p>\r\n<p>Chris Wilkowske, a USGS hydrologist who investigated present USGS stream-gage records as well as historical records, noted that droughts are part and parcel of living in Utah, and normally last about 4 years. But, he said, water year 2002 (October 2001 through September 2002) was recorded as one of the driest years on record for many parts of Utah. Total annual streamflow measured during water year 2002 at many of the USGS streamflow-gaging stations in Utah, including the Colorado River near Cisco, Green River near Green River, Virgin River near Virgin, and San Juan River near Bluff, was the lowest during nearly 100 years of recorded conditions. <\/p>\r\n<p>In 1999, for example, streamflow was at or below average for sites in the southern part of the state, and at or above normal for the northern part. By 2002, though, flow at the same locations was between 35 and 59 percent of normal. Additionally, during water year 2002, spring runoff at rivers in southern Utah, particularly the major rivers that flow into Lake Powell, was virtually non-existent. According to the Bureau of Reclamation, this resulted in the lowest inflow to Lake Powell since the construction of Glen Canyon Dam in 1963. <\/p>\r\n<p>As surface-water flows along the Wasatch Front have decreased as a result of the drought, so has the water level in Great Salt Lake. The water level is now about 6 feet above the historical low recorded in 1963 and is 14 feet below the high level of 1986. The lake has only reached this level three times since record keeping began in 1847: once at the beginning of the century, once following the Dust Bowl years of the 1930s, and again during the 1960s. <\/p>\r\n<p>&quot;The effect of the drought on ground-water resources is two-fold,&quot; said Wilkowske. &quot;First, decreased precipitation leads to a decrease in recharge to aquifers. Second, decreased surface-water resources lead to an increase in ground-water withdrawals. In fact, an increase in water-well construction permits can be directly correlated to periods of drought. During droughts, water resource managers must pay close attention to streamflow at USGS gaging stations, so we have been quite busy lately making sure our real-time data on the web is accurate and up to date.&quot; <\/p>\r\n<p>For more than 100 years, the USGS has been collecting water data in Utah with support from the other federal agencies, the State of Utah, and local cooperators. In its efforts to increase public health, safety, and prosperity, the USGS investigates the occurrence, quantity, quality, distribution, and movement of surface and ground waters and disseminates the data to the public, State and local governments, public and private utilities, and other Federal agencies involved with managing our water resources. In cooperation with the State of Utah, the USGS measures water levels on a yearly basis in more than 1,000 water wells throughout the state. The USGS Utah District also operates more than 150 streamflow-gaging stations in Utah, and several in Wyoming and Idaho. Data from most of these stations are available in real time on the Utah District home page at <a href=\"http:\/\/ut.water.","summary":null,"format":null}]},"field_images":[],"regions":["Utah"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1052193600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169070"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}