{"title":"USGS Seismologist David Shelly To Receive AGU'\u0080\u0099s Macelwane Medal","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>[caption id=&quot;&quot; align=&quot;alignleft&quot; width=&quot;300&quot;]<img alt=\"An image of David Shelly sitting on the side of a rocky outcropping\" height=\"225\" src=\"http:\/\/gallery.usgs.gov\/images\/10_12_2011\/jNeq2TS220_10_12_2011\/medium\/David_Shelly.JPG\" width=\"300\" \/> Dr. David Shelly is a research seismologist with the USGS.[\/caption] USGS research seismologist David Shelly will receive the 2012 Macelwane Medal from the American Geophysical Union for his revolutionary advances in understanding the nature of tectonic tremor and its role in the earthquake preparation process. Shelly, stationed in Menlo Park, Calif., is an internationally recognized leader in the study of tectonic (non-volcanic) tremor associated with major plate-boundary faults, and the implications of tremor for the state and physical processes governing the recurrence of major earthquakes produced by these faults. His innovations in the study of this subtle â\u0080\u009cnoiseâ\u0080\u009d from deep within the earth have opened a new window into the processes governing the earthquake cycle on major plate-boundary faults and the magmatic systems beneath active volcanoes. â\u0080\u009cWe try to use recordings of ground vibration from very small earthquakes to learn about the conditions and active processes in places we canâ\u0080\u0099t directly access, deep in the earth,â\u0080\u009d Shelly explained. Shellyâ\u0080\u0099s research is vital in identifying and determining the risk of earthquake and volcano hazards and in finding ways to build more resilient communities.Â&nbsp;He is now applying his seismology expertise to studying the deep-rooted volcanic system of Long Valley Caldera near Mammoth, Calif., which may lead to insights into the future hazards posed by this system and help to identify magma movements in the build-up to an eruption. Established in 1961, the Macelwane Medal is awarded annually for significant contributions to the geophysical sciences by an outstanding early-career scientist. Shelly will be honored at the AGUâ\u0080\u0099s fall meeting Dec. 3-7 in San Francisco. Shelly joined USGS in 2008 as a Mendenhall Postdoctoral Fellow with the Earthquake Hazards Team and is currently with the USGS Volcano Science Center in Menlo Park.Â&nbsp;In 2011, he was named one of President Obamaâ\u0080\u0099s recipients of the Presidential Early Career Award for Scientists and Engineers, the highest honor bestowed by the U.S. government on science and engineering professionals in the early stages of their independent research careers. He received his Ph.D. in geophysics in 2007 from Stanford University. <strong>More Information:<\/strong> <strong>USGS News Release<\/strong>:<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2997#.UBBBgGBQbr8\"> President Obama Honors David Shelly for Pioneering Techniques to Monitor Deep Earthquakes<\/a><\/p>","summary":"","format":"filtered_html","safe_value":"<p>[caption id=\"\" align=\"alignleft\" width=\"300\"] Dr. David Shelly is a research seismologist with the USGS.[\/caption] USGS research seismologist David Shelly will receive the 2012 Macelwane Medal from the American Geophysical Union for his revolutionary advances in understanding the nature of tectonic tremor and its role in the earthquake preparation process. Shelly, stationed in Menlo Park, Calif., is an internationally recognized leader in the study of tectonic (non-volcanic) tremor associated with major plate-boundary faults, and the implications of tremor for the state and physical processes governing the recurrence of major earthquakes produced by these faults. His innovations in the study of this subtle â\u0080\u009cnoiseâ\u0080\u009d from deep within the earth have opened a new window into the processes governing the earthquake cycle on major plate-boundary faults and the magmatic systems beneath active volcanoes. â\u0080\u009cWe try to use recordings of ground vibration from very small earthquakes to learn about the conditions and active processes in places we canâ\u0080\u0099t directly access, deep in the earth,â\u0080\u009d Shelly explained. Shellyâ\u0080\u0099s research is vital in identifying and determining the risk of earthquake and volcano hazards and in finding ways to build more resilient communities.Â He is now applying his seismology expertise to studying the deep-rooted volcanic system of Long Valley Caldera near Mammoth, Calif., which may lead to insights into the future hazards posed by this system and help to identify magma movements in the build-up to an eruption. Established in 1961, the Macelwane Medal is awarded annually for significant contributions to the geophysical sciences by an outstanding early-career scientist. Shelly will be honored at the AGUâ\u0080\u0099s fall meeting Dec. 3-7 in San Francisco. Shelly joined USGS in 2008 as a Mendenhall Postdoctoral Fellow with the Earthquake Hazards Team and is currently with the USGS Volcano Science Center in Menlo Park.Â In 2011, he was named one of President Obamaâ\u0080\u0099s recipients of the Presidential Early Career Award for Scientists and Engineers, the highest honor bestowed by the U.S. government on science and engineering professionals in the early stages of their independent research careers. He received his Ph.D. in geophysics in 2007 from Stanford University. <strong>More Information:<\/strong> <strong>USGS News Release<\/strong>:<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2997#.UBBBgGBQbr8\"> President Obama Honors David Shelly for Pioneering Techniques to Monitor Deep Earthquakes<\/a><\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"mm_tags":["AGU","earthquakes","Employees In The News","Natural Hazards","Volcano Science Center","volcanoes"],"article_type":["Science Snippet","Employee in the News"],"release_date":{"und":[{"value":"1343421900","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}