{"title":"River Levels Set Records in 10 States","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors note: this news release will be updated online with more information on the streamgage records being set by state as it becomes available.<\/strong><\/p>\n<p><strong>Updated September 1: includes more information on streamgage records set in each state. Also includes information on records set in Puerto Rico.<\/strong><\/p>\r\n<p><!--introstart-->Rivers and streams are reaching record levels as a result of Hurricane Irene&rsquo;s rainfall, with more than 80 U.S. Geological Survey streamgages measuring record peaks.<!--introend-->&nbsp;<\/p>\r\n<p>The northeast is seeing the bulk of the records, as higher than average precipitation the past few weeks had saturated the ground in many locations prior to Irene&rsquo;s arrival.&nbsp;<\/p>\r\n<p>While some rivers have already crested, or reached their highest levels, other rivers are still expected to rise.&nbsp;&nbsp;<\/p>\r\n<p>Immediately after the worst of the storm had passed, USGS hydrologists from North Carolina to Maine deployed to measure high-water marks at rivers and streams and to verify high river flows and peak stages. The crews also calibrated and repaired streamgages damaged by the storm to ensure they continued to transmit information in real time to users working to protect lives and property.&nbsp;&nbsp;<\/p>\r\n<p>To date, records have been set on rivers and streams in Connecticut, Delaware, Maine, Maryland, Massachusetts, New Hampshire, New Jersey, New York, Pennsylvania, Vermont and Puerto Rico.&nbsp;&nbsp;<\/p>\r\n<p>The USGS, in cooperation with state and federal agencies, operates a nationwide network of more than 7,000 streamgages on inland rivers and streams. These gauges provide real-time data important to the National Weather Service, FEMA, the U.S. Army Corps of Engineers and other state and local partners involved in issuing flood and evacuation warnings, coordinating emergency responses to communities, and operating flood-control reservoirs.&nbsp;<\/p>\r\n<p>Real-time information from these streamgages can be seen <a href=\"http:\/\/waterdata.usgs.gov\/nwis\/rt\">here<\/a>.<strong>&nbsp;<\/strong><\/p>\r\n<p><strong>Flooding information and records known so far:<\/strong><\/p>\r\n<p><strong>&nbsp;<\/strong>Information on record peaks and flows is still being gathered and is subject to change.&nbsp;<\/p>\r\n<ul>\r\n<li>In <strong>Connecticut,<\/strong> a new record was set on the Naugatuck River<\/li>\r\n<li>In <strong>Delaware,<\/strong> records were set at three streamgages on the St. Jones River, Beaverdam Branch at Houston and Silver Lake tributary<\/li>\r\n<li>In <strong>Maine, <\/strong>the fastest flowing water<strong> <\/strong>was recorded on the border with New Hampshire with at least one record set on the Wild River<\/li>\r\n<li>In <strong>Maryland,<\/strong> records were set at six streamgages on the Choptank River, James Run, Tuckahoe Creek, Three Bridges Branch, Swan Creek and St. Clement Creek<\/li>\r\n<li>In <strong>Massachusetts<\/strong>, records were set at eight streamgages on the Deerfield, North, South, Green, Mill and Housatonic rivers<\/li>\r\n<li>In <strong>New Hampshire, <\/strong>records were set at five streamgages on the<strong> <\/strong>Saco, Pemigewasset, Cockermouth and Connecticut rivers<\/li>\r\n<li>In <strong>New Jersey<\/strong>, records were set at 34 streamgages on the Papakating Creek, Hackensack River, Passaic River, Green Pond, Rockaway River, Whippany River, Pequannock River, Wanaque River, Ringwood Creek, Ramapo River, Peckman River, Saddle River, Elizabeth River, Rahway River, Raritan River, Stonybrook at Princeton, Millstone River, Middlebrook River, Bound Brook, Lawrence Brook, Manasquan River, Metedeconk River, Little Ease Run, Musconetcong River, Crosswicks Creek, McDonalds Branch and Racoon Creek<\/li>\r\n<li>In <strong>New York,<\/strong> records were set at 37 streamgages the Cold Spring Brook, Battenkill River, Canajoharie Creek, Schoharie Creek, West Kill River, Bear Kill River, Manor Kill Stream, Platter Kill Stream, Mine Kill Stream, Schoharie Creek, Es","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Massachusetts","New Hampshire","New Jersey","New York","Pennsylvania","Vermont","Virginia"],"country":["United States of America"],"mm_tags":["flooding","","hurricaneirene","","streamgages","","highflow"],"release_date":{"und":[{"value":"1314763200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169472"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}