{"title":"Elevated Lead Levels Found in Songbirds in Southeast Missouri","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>The report is available <a href=\"http:\/\/link.springer.com\/article\/10.1007\/s00244-013-9923-3\">online<\/a>. <\/strong><\/p>\n<p><strong>BELTSVILLE, M.D. &nbsp;&ndash; <!--introstart--><\/strong>About half of ground-feeding songbirds collected from a historic lead mining district in southeast Missouri contained toxic levels of lead in their blood and internal organs, according to a new U.S. Geological Survey study.<!--introend-->&nbsp;&nbsp;Elevated&nbsp;lead levels were also found in soils and earthworms in the lead district sites examined, which included the \"Missouri Mines\" in the Old Lead Belt; \"Washington State Park,\" on the Big River floodplain; and the &ldquo;Viburnum Trend,\" within Mark Twain National Forest.&nbsp;<\/p>\r\n<p>Tested birds had lead concentrations exceeding those of reference birds by factors of 8 in blood, 13 in liver, and 23 in kidney samples. Soils in the study exceeded background levels for lead nearly 40 fold, for zinc 8 fold, and for cadmium 25 fold.<\/p>\r\n<p>Southeast Missouri contains the world's largest deposit of the lead mineral galena. &nbsp;The area has a long history of lead mining and smelting. &nbsp;Lead has been mined in the region since 1721. Previous studies have measured elevated lead in floodplain soils, stream sediments, fish, invertebrates, amphibians, other birds and wildlife in the area. &nbsp;Lead has been released from the erosion of tailings, mine waste, smelting, and dust. Periodic flooding has also transported lead in the environment.<\/p>\r\n<p>Cadmium levels in birds from the mining study sites were several times those in reference birds, but concentrations of zinc were not elevated more than those in the reference birds.&nbsp;&nbsp;<\/p>\r\n<p>Ground-feeding songbirds were selected for the study because they were more likely to be exposed to lead than songbirds feeding in shrubs or in the forest canopy. &nbsp;Cardinals, robins, blue jays, and eastern towhees were among the birds tested.&nbsp;&nbsp;<\/p>\r\n<p>USGS completed this study at the request of the U. S. Fish and Wildlife Service as part of a natural resource damage assessment by the U.S. Department of the Interior to investigate whether wildlife might be adversely affected by exposure to lead contaminated soil. &nbsp;<\/p>\r\n<p>Lead poisoning in birds can cause abnormal muscular function, kidney and liver failure, decreased fertility, and anemia. Songbirds poisoned by lead, however, generally do not show lesions. &nbsp;The exposure to lead is&nbsp;detected by chemically testing tissues or by measuring suppressed enzyme levels.&nbsp;&nbsp;<\/p>\r\n<p>The study, \"<a href=\"http:\/\/link.springer.com\/article\/10.1007\/s00244-013-9923-3\">Toxic exposure of songbirds to lead in the Southeast Missouri Lead Mining District<\/a>,\" is available in the journal <em>Archives of Environmental Contamination and Toxicology<\/em>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Missouri"],"country":["United States of America"],"mm_tags":["lead","Songbirds","Southeast Missouri Lead Mining District","Geographic Areas Northeast","Geographic Areas Midwest","ecosystems"],"distribution":["Biology","Environmental Health"],"release_date":{"und":[{"value":"1372132800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"170192"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}