{"title":"USGS Scientist to Present Evidence for Cause of Caribbean Tsunamis a Boston Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The Caribbean is not renowned for its potential to generate the huge waves known as \"tsunamis\" that often occur in the Pacific.<!--introend--> And scientists worldwide refer to them by their Japanese name \"tsunami\", which means \"harbor wave.\" Yet these long-period waves are not confined to the Pacific Ocean. Historically, tsunamis have occurred in the Caribbean and the Atlantic, resulting in deaths and property damage. USGS scientist William Dillon will present new evidence for the cause of historical tsunamis near Puerto Rico at the American Geophysical Union meeting, scheduled for May 26-29 in Boston. \n<p>\"We reprocessed data from a seismic line provided by Shell International,\" said Dillon. \"It shows tilting of the small portion of the Earth&rsquo;s crust, known as the Puerto Rico microplate, upon which Puerto Rico sits. The tilting is probably caused by interaction with the North American tectonic plate as it dips in downstepping fault blocks beneath the Puerto Rico microplate and is overrun by another tectonic plate, the Caribbean, moving eastward. Submarine slope failure and sliding of limestone slabs on the northern insular margin of Puerto Rico resulted, and these submarine slides may have generated some of the historical tsunamis near Puerto Rico,\" according to Dillon. \r\n<p>Tsunamis are more commonly known by the misnomer \"tidal waves.\" They are not, however, related to tides, which are caused by gravitational forces from the Moon and the Sun. \r\n<p>\"It has been known for many years that tsunamis are generated by disturbances of the sea floor from events such as submarine landslides, earthquakes, and volcanic eruptions,\" said Dillon. \"These disturbances can generate long-period waves that begin to pile up into a wall of water as they approach shallow water near shorelines. Our data indicate that the Puerto Rico tsunamis may have been caused by the landslides that appear on the nearby sea floor,\" said Dillon. \r\n<p>Will people in Boston ever need to flee from a tsunami? \"I doubt it. By far, northeaster storms, the occasional hurricane, and beach erosion from the constant surf are more worrisome. However, a major earthquake hit offshore near Cape Ann, north of Boston, during colonial times. So a tsunami in this area isn&rsquo;t completely impossible,\" said Dillon, who will present his findings at 8:30am on Wednesday, May 27 in Convention Center Room 201. \r\n<p>\r\n<p>Note to Editors: Interviews with Dr. Dillon during the AGU meeting can be arranged by contacting Marion Fisher in the AGU newsroom 105; phone 617-954-3867.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"896241600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}