{"title":"Canus Dies, Helped Save Whooping Cranes from Extinction","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Canus, a one-winged whooping crane instrumental in re-establishing this endangered species as part of the United States Geological Survey&rsquo;s (USGS) captive breeding program, died last weekend of natural causes at the agency&rsquo;s Wildlife Research Center in Patuxent, Maryland. Canus was just a few weeks short of his 39th birthday. Scientists believe that the average life span of a whooping crane runs from 25 to 30 years, although captive birds can live much longer. <\/p>\n<p>&quot;Canus, the individual may be gone, but his legacy will persist in the ever-growing populations of wild whooping cranes in North America,&quot; USGS Patuxent Center Director Judd Howell said. &quot;He was a great symbol for restoration of wildlife populations and he will be missed.&quot; <\/p>\r\n<p>Canus, named as a symbol of cooperation between Canada and the United States, was a long-time participant in both the Fish and Wildlife Service&rsquo;s (FWS) and the USGS efforts to preserve and restore wild whooping crane populations in North America. He sired a large portion of the whooping cranes in captivity and is the progenitor of many that have been released in the wild. The first whooping crane to fledge in the US in 60 years, is a descendent of Canus. <\/p>\r\n<p>&quot;Although Canus&rsquo; role as a sire helped in bringing the whooping crane back from the brink of extinction, teaching us how to keep his species alive and how to breed them was really his most significant contribution,&quot; said Kathleen O&rsquo;Malley, of the USGS&rsquo;s Captive Breeding Program. &quot;When Canus became a resident at Patuxent, we had to learn what to feed whooping cranes, how to get them to breed, and how to keep their eggs alive. The staff is really shaken up over Canus&rsquo; death,&quot; said O&rsquo;Malley, who still finds it hard to talk about. <\/p>\r\n<p>Canus was rescued from the wild with a fractured wing in 1964 when there were just 42 whooping cranes left in world. The number had dipped as low as 17 before rebounding due to the protection of critical habitat in both the US and Canada, and the joint efforts of both countries to save the birds, including captive breeding efforts. After a period of time in Colorado, Canus was shipped to Maryland in 1966 to become the first whooping crane in the endangered species recovery program at Patuxent, which was then part of the FWS. Today, the whooping crane population stands at approximately 420, ten times what it was when Canus came to Patuxent. <\/p>\r\n<p>For more information on Whooping Cranes and the Captive Breeding Program at the USGS Patuxent Wildlife Research Center, visit our website at <a href=\"http:\/\/www.pwrc.usgs.gov\/\">http:\/\/www.pwrc.usgs.gov<\/a> or visit our regular whooping crane report at: <a href=\"http:\/\/whoopers.usgs.gov\/\">http:\/\/whoopers.usgs.gov\/<\/a>. <\/p>\r\n<p>High-resolution images are available from Kinard Boone at 301-497-5535. <\/p>\r\n<p>For specific questions related to captive propagation of whooping cranes, contact Kathleen O&rsquo;Malley at 301-497-5609.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1043211600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168921"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}