{"title":"Flood Plains Contaminated by Historical Mining in Cherokee County","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Flood plains along several streams in southeast Cherokee County, Kan., are contaminated by an ongoing input of lead and zinc from historical mining in the area that ended several decades ago, according to a new U.S. Geological Survey study.<!--introend--><\/p>\n<p>There are concerns that contaminated sediment from the flood plains may have toxic effects on wildlife. Stored sediment could also erode and be reintroduced into the streams where aquatic life, such as fish and mussels, may be threatened.<\/p>\r\n<p>Southeast Cherokee County is part of the old Tri-State Mining District, which once was one of the world&rsquo;s leading producers of lead and zinc ore. Concentrations of lead and zinc in mining-affected parts of Shoal Creek, Short Creek, Spring Branch, Tar Creek, Turkey Creek, and Willow Creek frequently exceeded the U.S. Environmental Protection Agency&rsquo;s probable-effects concentration (PEC) for toxic aquatic biological effects. The highest contamination was found in the flood plains of Short and Tar Creeks where lead concentrations exceeded the PEC by more than 3,000 percent, and zinc concentrations exceeded the PEC by more than 2,000 percent. This study was conducted by the USGS for the EPA, and can be found <a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5028\/\">online<\/a>.<\/p>\r\n<p>\"The mining-related contamination is a long-term problem and the study provides the U.S. Environmental Protection Agency important information needed to support the remediation of mining-affected areas in southeast Cherokee County,\" said Kyle Juracek, the lead USGS scientist on the study.&nbsp;<\/p>\r\n<p>The lead and zinc concentrations were well below the PEC in the flood plains along Brush, Cow, and Shawnee Creeks, which had little or no historical lead and zinc mining in their basins. Likewise, lead and zinc concentrations on the flood plain along the Spring River generally were less than the probable-effects concentration despite the inputs of contaminated sediment from several tributary streams. A primary reason for these uncontaminated areas downstream of the mining-affected lands is believed to be the dilution of the contaminated sediment by relatively clean sediment delivered by the Spring River.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Kansas"],"country":["United States of America"],"mm_tags":["Kansas","contaminants","water","mining","lead","zinc","ecosystems"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1363233600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169262"},{"tid":"169903"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}