{"title":"Unique Coral Formation Discovered","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists explored a unique reef in the Florida Keys National Marine Sanctuary. \n<p><!--introstart-->During a reconnaissance survey in a remote area west of the Dry Tortugas in late August, a multi-agency research team organized and sponsored by the U.S. Geological Survey, discovered a unique deep-water coral reef with spectacular coral cover. <!--introend--> \r\n<p>Scientists aboard the M\/V Tiburon out of Key West were surprised by the reef size and the extremely high, 80 percent, coral cover. The reef was unexpected, considering its depth at 60 - 100 ft, and location in the Gulf of Mexico. The discovery upsets conventional thinking that coral reefs are restricted to relatively shallow areas of the Florida Keys. \r\n<p>The reef has been overlooked in the past because it appears to be relatively flat on depth sounders and is too deep to be seen from the surface. The reef was previously known to only a handful of divers as \"Sherwood Forest\" because during early morning dives the corals were mysterious looking and reminiscent of a forest canopy. Although extensive coral bleaching caused by the El Nino effect, was visible, \"This far exceeds anything I have seen in the Florida Keys. It&rsquo;s a beautiful and healthy system,\" remarked Dr. Steve Walsh, U.S. Geological Survey biologist. \r\n<p>Low light conditions at these depths cause corals to grow in a unique flat plate-like form. The reef profile was remarkably uniform, which at first gives a false impression of a flat bottom that is in fact 5 ft above the real bottom. The subsurface of the reef is a maze of valleys, intricate caves, and tunnels between corals. \r\n<p>Researchers were able to conduct only a preliminary survey of the site because of its depth, remoteness, and the fact that the sea water above it was filled with high densities of stinging jellyfish. Several divers suffered from painful stings. Scientists speculate that the unique reef is very old and exists only because of the unique local conditions. Normally clear water allows sufficient light for coral growth and the depth of the reef apparently protects it from storms and extreme hot summer or cold winter surface waters in the Gulf of Mexico. \r\n<p>Scientists mapped and collected data on coral, sponge, and fish populations from many sites in the Dry Tortugas National Park and the western Florida Keys National Marine Sanctuary. Participating researchers included scientists from the Biological Resources Division from the U.S. Geological Survey; the Florida Keys National Marine Sanctuary of the National Oceanographic and Atmospheric Administration (NOAA); the Southeast Fisheries Science Center, National Marine Fisheries Service (NOAA), the NOAA Corps; and the Florida Marine Research Institute of the Florida Department of Environmental Protection. \r\n<p>\"The corals look like gigantic mushrooms gone wild,\" said Dr. Jim Bohnsack from the National Marine Fisheries Service in Miami, \"but the structural complexity of the reef made an ideal fish habitat. When we first descended, it appeared that there were hardly any fish present, but after a few minutes they began popping out of the reef everywhere.\" \r\n<p><b>[Note to Editors: For further information contact Dr. Steve Walsh (USGS), 352-378-8181, or Dr. Jim Bohnsack 305-361-4252 (National Marine Fisheries Service)].<\/b> <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"873172800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170200"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}