{"title":"USGS Provides Software for Chemical-Mixture Analysis","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey has developed analysis software to facilitate research of chemical mixtures. The new software consists of four computer programs to help hydrologists, toxicologists, and other professionals investigate chemical mixtures in the environment.<\/p>\n<p>The study of mixtures is difficult due to the enormous number of environmental mixtures. &nbsp;The number of mixtures increases rapidly with the number of co-occurring chemicals.<br \/><br \/>\"Studying chemical mixtures is important because most organisms, including people, are exposed to mixtures in their environments,&nbsp;and little is known about&nbsp;their&nbsp;potential health effects,\" said Jon Scott, a retired USGS scientist and primary author. \"The software includes tools for investigating which chemicals are found in mixtures, how often the mixtures occur in the environment, and the concentrations of mixture components relative to various health benchmarks.\"<br \/><br \/>The new tool is documented in the on-line report, <a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5030\/\">Software for Analysis of Chemical Mixtures&mdash;Composition, Occurrence, Distribution, and Possible Toxicity<\/a>, by Jonathon Scott, Kenneth Skach, and Patricia Toccalino. The software described in the report, along with other USGS programs, can be obtained <a href=\"http:\/\/water.usgs.gov\/software\/\">online<\/a>.<br \/><br \/>The mixture-analysis software was developed by the <a href=\"http:\/\/water.usgs.gov\/nawqa\/\">USGS National Water Quality Assessment (NAWQA) Program<\/a> to document methods for mixture analysis and serve as a foundation for future studies. The NAWQA Program conducts regional and national assessments of the Nation&rsquo;s water quality to provide an understanding of water-quality conditions, whether conditions are getting better or worse over time, and how natural features and human activities affect those conditions.<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"775\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_07_31\/fig1.jpg\" alt=\" Figure showing that the number of mixtures increases very rapidly as the number of co-occurring chemicals increases.  Just four mixtures result from three co-occurring chemicals, but over 1 billion mixtures result from 30 co-occurring chemicals..\" \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water National Water Quality Assessment"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1375243200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169860"},{"tid":"170219"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}