{"title":"Northern Soil Carbon Reservoirs Vulnerable to Global Warming","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<h3>Potential \"Hot Zones\" for CO<sub>2<\/sub> Emissions and Wildfire<\/h3>\n<p>Why Study Soil Carbon? USGS Science at AGU<\/p>\r\n<p><!--introstart-->Mounting evidence shows that soil carbon is increasingly contributing larger amounts of carbon dioxide (CO<sub>2<\/sub>) to the atmosphere as a result of warming, permafrost degradation, and complex climate-biogeochemical interactions.<!--introend--><\/p>\r\n<p>Northern soils are known to harbor large amounts of carbon in the zone between the moss surface and the permafrost or mineral soil boundary. USGS Soil Scientist, Jennifer Harden explains, \"When permafrost thaws to create a thicker active layer, microbial processing of previously frozen carbon results in particularly large releases of CO<sub>2<\/sub>.\"&nbsp;This carbon-rich soil zone is proving be the \"hot zone\" for CO<sub>2<\/sub> emissions as environmental conditions change through decomposition and wildfires.<\/p>\r\n<p>Soil is the largest terrestrial reservoir of carbon, containing twice as much as the atmosphere and three times that in global vegetation. It is known to interact with carbon reservoirs in vegetation and the atmosphere by annually transferring significant amounts of carbon. Scientists are researching the role that soil carbon may play in forcing climate change during the coming decades.<\/p>\r\n<p>Over past centuries northern ecosystems have been very effective at sequestering carbon into soil organic matter, as evidenced by the large stocks of organic carbon in northern soils, particularly permafrost and wetland landforms. USGS scientists and their colleagues are studying soil carbon in the boreal forests of Alaska and Canada, as well as other areas in the United States, to gain insights into global patterns of climate change as well as the effect of disturbances on the soil carbon cycle.<\/p>\r\n<p>Results of USGS carbon and soil studies will be presented at the American Geophysical Union (AGU) meeting in San Francisco, Dec 15 - 19, in Moscone West Convention Center. USGS scientists will be discussing the large stores of carbon in northern soils, and their vulnerabilities to global change.<\/p>\r\n<p>The following presentations at AGU will go into depth about these issues:<\/p>\r\n<p>Monday, 12\/15\/08, 8:00 a.m., session B11D-0390, poster presentation, MC Hall D<strong><br \/>Boreal Forest Organic Soil Properties: Variation Within Soil Profiles and Across Landscapes<\/strong><em><br \/>Kristen Manies <\/em><\/p>\r\n<p>Organic soils play an important role in boreal ecosystem function by influencing temperature, hydrology, decomposition rates, fire dynamics, and species composition. Research results suggest that soil properties vary by both horizon type and drainage class. A simple model that includes the horizon type directly above the mineral soil, and the organic soil thickness, can be used to accurately predict carbon stocks of organic soil profiles.<\/p>\r\n<p>Tuesday, 12\/16\/08, 1:40 p.m., session B23B-0428, poster presentation, MC Hall D<strong><br \/>Impacts of Soil Temperature and Moisture Change on Soil Carbon Dynamics in the Alaskan Yukon River Basin From the Perspective of Vertical Distribution<\/strong><em><br \/>Bo Tao<\/em><\/p>\r\n<p>Rapid changes in boreal ecosystems resulting from climate change and land surface disturbances from such things as fires and insect outbreaks have triggered substantial changes in ecosystem structure and functions, biogeochemical cycle, and land surface processes. Recognizing that these changes have major implications for regional ecosystem and climate systems, scientists are using a soil physics module to simulate changes of soil temperature, moisture, active layer thickness, permafrost depth, and their impacts on organic layer and soil carbon dynamics at boreal forest sites in the Alaskan Yukon River Basin.<\/p>\r\n<p>Wednesday, 12\/17\/08, 5:14 p.m., session B34B-05, oral presentation, MC 2018<strong><br \/>Simulating the Effects of Wildfire on Permafrost and Soil Carbon Dynamics over the Yukon River Basin","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["soil","carbon","boreal","Northern","soil","permafrost","Carbon Dioxide","Global Warming","Alaska","Yukon River","Frozen Soil",""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1229317200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}