{"title":"Taylor Chosen as Deputy Eastern Regional Director","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>USGS Eastern Regional Director Bonnie McGregor has announced the selection of Ione L. Taylor as Deputy Regional Director for the Eastern Region. She will begin her new duties on February 22, 2004.<\/p><p>&quot;Ione has a strong technical background and is an experienced science manager,&quot; said Dr. McGregor. &quot;She will be a key player in enabling the USGS to address critical scientific challenges in the East, including rapid urbanization, safety from natural hazards and sustainability of ecosystems and natural resources.&quot;<\/p><p>Dr. Taylor joined the USGS in 1999 as Chief Scientist of the Eastern Energy Resources Team in Reston, where she managed domestic and international energy-related projects in coal, oil and gas, coal-bed methane, carbon sequestration and environmental and human health impacts of resource extraction and use. She received the Department of the Interior Superior Service Award in 2002 and the USGS Excellence in Leadership Award in 2003.<\/p><p>Before 1999, she worked for 15 years in the oil and gas industry with Amoco Production Company and British Petroleum. She served in technical and management positions in domestic and international oil exploration, including Technology Director, Vice President of Overseas Exploration and Manager of Strategic Regional Studies at Amoco, responsible for new business development for oil and gas exploration ventures worldwide.<\/p><p>Dr. Taylor received a B.S. degree in Chemistry from Guilford College and M.S. and Ph.D. degrees in Geology from the University of North Carolina.<\/p><p>As Deputy Regional Director, Dr. Taylor will provide executive leadership in planning, developing, and implementing regional, integrated, and interdisciplinary natural science and information programs and will be responsible for executive management of these programs and of priority ecosystem science activities in the Eastern Region.<\/p><p>The Eastern United States faces a number of challenging issues, including rapid population growth, environmental threats to human health, susceptibility to both floods and droughts, invasive species, acid drainage from coal mines, few but heavily used parks and refuges, and centuries of industrial development leaving a legacy of environmental degradation. Responding to these challenges requires sound, unbiased, integrated science and long-term monitoring for evaluation of science and decision-making performance measures.<\/p>","summary":"","format":"filtered_html","safe_value":"<p>USGS Eastern Regional Director Bonnie McGregor has announced the selection of Ione L. Taylor as Deputy Regional Director for the Eastern Region. She will begin her new duties on February 22, 2004.\"Ione has a strong technical background and is an experienced science manager,\" said Dr. McGregor. \"She will be a key player in enabling the USGS to address critical scientific challenges in the East, including rapid urbanization, safety from natural hazards and sustainability of ecosystems and natural resources.\"Dr. Taylor joined the USGS in 1999 as Chief Scientist of the Eastern Energy Resources Team in Reston, where she managed domestic and international energy-related projects in coal, oil and gas, coal-bed methane, carbon sequestration and environmental and human health impacts of resource extraction and use. She received the Department of the Interior Superior Service Award in 2002 and the USGS Excellence in Leadership Award in 2003.Before 1999, she worked for 15 years in the oil and gas industry with Amoco Production Company and British Petroleum. She served in technical and management positions in domestic and international oil exploration, including Technology Director, Vice President of Overseas Exploration and Manager of Strategic Regional Studies at Amoco, responsible for new business development for oil and gas exploration ventures worldwide.Dr. Taylor received a B.S. degree in Chemistry from Guilford College and M.S. and Ph.D. degrees in Geology from the University of North Carolina.As Deputy Regional Director, Dr. Taylor will provide executive leadership in planning, developing, and implementing regional, integrated, and interdisciplinary natural science and information programs and will be responsible for executive management of these programs and of priority ecosystem science activities in the Eastern Region.The Eastern United States faces a number of challenging issues, including rapid population growth, environmental threats to human health, susceptibility to both floods and droughts, invasive species, acid drainage from coal mines, few but heavily used parks and refuges, and centuries of industrial development leaving a legacy of environmental degradation. Responding to these challenges requires sound, unbiased, integrated science and long-term monitoring for evaluation of science and decision-making performance measures.<\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1077253200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169822"}]},"subtitle":[]}