{"title":"People, Places and Patterns...USGS Celebrates Geography Awareness Week","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nStudying the location of places and analyzing their significance: the interaction of physical, climatic, economic, and historical factors has long been the cornerstone of geography. <!--introstart-->This week, U.S. Geological Survey (USGS) cartographers and geographers will host activities nationwide to encourage people to discover geography as part of celebrating Geography Awareness Week, November 15-22, 1998. <!--introend-->\r\n<\/p>\r\n<p>\r\n&quot;Whether you&rsquo;re out hiking on your favorite trail or planning the route you will take to your next vacation, people are touched by geography every day,&quot; said USGS chief geographer, Dr. Richard Witmer. &quot;Geography Awareness Week is a wonderful opportunity to educate Americans, young and old, on the importance of understanding the geographic world around us.&quot; \r\n<\/p>\r\n<p>\r\nIn keeping with this year&rsquo;s theme &quot;People, Places and Patterns: Geography Puts the Pieces Together,&quot; the USGS has also created a web site <!--(http:\/\/www.usgs.gov\/education\/living\/geography\/  this site is no longer available)-->highlighting exciting and fun activities on learning geography. By visiting the web site, you can browse through the <!-- this link <a href=\"http:\/\/www-atlas.usgs.gov\/scripts\/start.html\"> went dead so it is being updated --><a href=\"http:\/\/nationalatlas.gov\/\">USGS National Atlas<\/a> and design your own map, view satellite images from <a href=\"http:\/\/edcwww.cr.usgs.gov\/earthshots\/slow\/tableofcontents\">Earthshots<\/a>, discover famous places, or see if you can find your own neighborhood on the <a href=\"http:\/\/terraserver.microsoft.com\/\">Mircosoft Terraserver<\/a>. Reference and educational products such as <a href=\"http:\/\/www.ed.gov\/pubs\/parents\/Geography\/index.html\">Helping Your Child Learn Geography<\/a>, <a href=\"http:\/\/erg.usgs.gov\/isb\/pubs\/factsheets\/fs03501.html\">Finding Your Way with Map and Compass<\/a> <!-- old URL was http:\/\/www.usgs.gov\/fact-sheets\/finding-your-way\/finding-your-way.html -->, and <!-- old URL no longer available <a href=\"http:\/\/www.usgs.gov\/education\/learnweb\/wwmaps.html\"> -->Working with Maps are also available on the web site or can be obtained from any <!-- this link <a href=\"http:\/\/mapping.usgs.gov\/esic\/index.html\"> went dead so it is being updated --><a href=\"http:\/\/ask.usgs.gov\/\">USGS Earth Science Information Center (ESIC)<\/a>. For more information about these and other available products, contact any ESIC at 1-800-ASK-USGS. \r\n<\/p>\r\n<p>\r\n<strong>USGS scheduled activities include:<\/strong> \r\n<\/p>\r\n<p>\r\n<strong>California<\/strong> - Learn more about USGS maps at the newly renovated ESIC in Menlo Park, Calif., which has extended hours to 7 p.m. on Thursday, November 19 (located at 345 Middlefield Road, Building 3). \r\n<\/p>\r\n<p>\r\n<strong>Missouri<\/strong> - Hands-on activities on map making and presentations using geographic information system (GIS) capabilities for urban population growth patterns and environmental impact studies will be given by employees from the Mid-Continent Mapping Center on &quot;Geography Night&quot; (November 17, 1998) at the Rolla Middle School in Rolla, Mo. A slide show on &quot;People, Places and Patterns,&quot; will also be shown to middle school students November 19-20. \r\n<\/p>\r\n<p>\r\n<strong>Colorado<\/strong> - Visit a large exhibit of USGS maps, posters, teacher guides and other educational material related to geography at the USGS Rocky Mountain Mapping Center in Denver Colorado (Building 810 at USGS map sales office, Denver Federal Center, 303-202-4000, open from 8am to 4pm weekdays). USGS cartographers and geographers will also be visiting several area schools to explore geography by uncovering the mysteries of the cultural and physical environment, using USGS topographic maps, GIS, remote sensing, and global positioning systems. \r\n<\/p>\r\n<p>\r\n<strong>South Dakota<\/strong> - Senegal, Africa will be the focus when cartographers and geographers from the USGS EROS Data Center in Sioux Falls, SD., visit loc","summary":null,"format":null}]},"field_images":[],"regions":["Virginia","Colorado","Missouri","South Dakota","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"911192400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168919"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}