{"title":"Every Drop Counts: Progress Toward a National Water Census","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Today the U.S. Geological Survey led a <a href=\"http:\/\/www.usgs.gov\/solutions\/2013_sept13.html\">congressional briefing<\/a> featuring state and regional water stakeholders who spoke about vital uses of comprehensive water information that would be met by the <a href=\"http:\/\/water.usgs.gov\/watercensus\/\">National Water Census<\/a> called for by the SECURE Water Act of 2009.&nbsp;<\/p>\n<p>Growing populations, increased energy development, and the uncertain effects of a changing climate magnify the need for an improved understanding of water use and water availability. However, no comprehensive and current national assessment of water resources exists.&nbsp;<\/p>\r\n<p>A report released in April, <em><a href=\"http:\/\/pubs.usgs.gov\/circ\/1384\/\">Progress Toward Establishing a National Assessment of Water Availability and Use<\/a>,<\/em> fulfilled a requirement under the 2009 law for the Secretary of the Interior to report to Congress on progress made in implementing the national water availability and use assessment program, also referred to as a National Water Census.&nbsp;<\/p>\r\n<p>\"It&rsquo;s true in other fields and no less so for water: you can&rsquo;t manage what you don&rsquo;t measure,\" said Anne Castle, Department of the Interior Assistant Secretary for Water and Science. \"The Water Census will quantify water supply and demand consistently across the entire country, fill in gaps in existing data, and make that information available to anyone who needs it&mdash;and that represents a huge step forward on the path toward water sustainability.\"&nbsp;<\/p>\r\n<p>The National Academy of Sciences applauded the <a href=\"http:\/\/www.nap.edu\/catalog.php?record_id=12672\">concept of a Water Census<\/a> in 2009, suggesting that it would be \"an ongoing, effective tool, on a par with the social and economic censuses, that supports national decision making.\"&nbsp;<\/p>\r\n<p>\"As competition for water grows &mdash; for irrigation of crops, for the production of energy, for use by cities and communities, and for the environment &mdash; the need for information and tools to aid water-resource managers also grows,\" said Tony Willardson, Executive Director, Western States Water Council.&nbsp;<\/p>\r\n<p>\"The more accurately we can assess the quantity and quality of our water resources, the better we can know whether our strategies for conserving and improving those resources are actually having the desired beneficial effect,\" observed Bob Tudor, Deputy Director, Delaware River Basin Commission. Willardson and Tudor were speakers at the briefing.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>A Water Census is a complex undertaking, which points to why national water availability and use have not been comprehensively assessed in more than 35 years. Since then, competition for water resources has increased greatly and, in addition to human use, considerably more importance is now attached to the availability of water for environmental and ecosystem needs.&nbsp;<\/p>\r\n<p>The USGS envisions the Water Census to be a key ongoing activity that, like the population census mandated by the Constitution,&nbsp;supports national decision-making in many different ways.&nbsp;<\/p>\r\n<p>The resources currently available for this census are finite, however. &nbsp;USGS foresees that estimates of flow at ungaged locations and estimates of evapotranspiration will be among the earliest products of the National Water Census. Providing complete water-use information and adequately assessing the Nation&rsquo;s groundwater resources with respect to water availability will require additional time.<\/p>\r\n<p>&nbsp;Although the existing data are limited and much work remains to be done, funding over the past two years has allowed important progress. The USGS will continue to work with partner agencies and organizations to maximize the utility of the information for a broad range of uses.&nbsp;<\/p>\r\n<p>The Water Census is part of an overarching Department of the Interior (DOI) initiative known as <a href=\"http:\/\/www","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water Hydrologic Networksand Analysis","water"],"article_type":["National News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1379044800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169356"},{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}