{"title":"Dr. John Estes Recognized for Career Achievements in Remote Sensing","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Dr. John E. Estes, professor of geography at the University of California, Santa Barbara, will be awarded the 1999 William T. Pecora Award in recognition of his outstanding contributions as a researcher and as an educator in the use of remote sensing and geographic information systems to study the earth. <!--introend-->\n<p>Estes will receive the award on December 7, 1999, in Denver, Colo., at the opening session of the joint meeting of the 14th William T. Pecora Memorial Remote Sensing Symposium and the Land Satellite Information in the Next Decade III Conference. \r\n<p>Established in 1974 to honor the memory of Dr. William T. Pecora, a former U.S. Geological Survey (USGS) director and Department of the Interior (DOI) undersecretary, the award is presented annually to recognize outstanding contributions by individuals or groups toward the understanding of the earth by means of remote sensing. It is sponsored jointly by the DOI and the National Aeronautics and Space Administration (NASA). This year&rsquo;s award will be presented jointly by Dr. Thomas J. Casadevall, Deputy Director, USGS, representing the DOI, and Dr. Nancy Maynard, Director, Applications and Outreach Division, NASA Office of Earth Science. Estes is an internationally recognized leader in developing and applying remote sensing and geographic information systems (GIS) tools for basic and applied earth sciences. His research has helped to shift the focus of conservation biology from single species to ecosystems, and from site-specific studies using traditional methods to a landscape approach using the modern capabilities of remote sensing and GIS. He has made significant contributions to mapping and validating land use and land cover, analyzing biodiversity, modeling water demand, and detecting marine oil pollution. \r\n<p>Estes joined the faculty of the geography department at the University of California, Santa Barbara, in 1969 and served as the department chairman. He is the director of the department&rsquo;s remote sensing research unit. He has an exceptional ability to lead and guide graduate students, rather than direct them, in pursuit of their education and research objectives. More than 50 of his students have received degrees and are now employed in prominent positions in various professional fields. His strength in teaching both undergraduate and graduate students lies in his thorough knowledge of his subject, his ability to organize and present complex materials, his sense of humor, and his sincere interest in the well-being of his students. \r\n<p>Estes also has made significant contributions to the remote sensing and GIS communities on the national and international levels. As a visiting scientist with the USGS National Mapping Program from 1992 to 1995, he brought a combination of technical expertise and vision for the future. He helped formulate policies affecting the nation&rsquo;s current and future earth observation programs. He assisted in negotiating memoranda of understanding between the USGS and NASA on matters concerning the launch of the Landsat 7 and Earth Observing System Terra satellite systems. He also provided critical programmatic guidance in establishing and nurturing the United Nations Environment Programme&rsquo;s Global Resource Information Database facility located at the USGS EROS Data Center in Sioux Falls, South Dakota.. \r\n<p>Estes currently is Chair of the International Steering Committee for Global Mapping and serves on NASA&rsquo;s Space Station Science Utilization Advisory Committee and the Earth System Science and Applications Advisory Committee, as well as the National Academy of Sciences&rsquo; Space Applications Board and Mapping Science Committee.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"944542800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"169913"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}