{"title":"Comet that triggered mass extinction was much larger than originally thought...<br>Tiny Teeth Shed Light on Ancient Comets","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Minuscule fossil animal teeth, known as conodonts, indicate that a 370-million-year-old comet that slammed into Nevada could be as much as five times larger than scientists initially suspected. <!--introend-->\n<p>\"From conodonts discovered in debris from the impact, I have re-calculated the crater depth and size,\" said Charles A. Sandberg, geologist emeritus with the U.S. Geological Survey in Denver. \"The crater left by the ancient Nevada comet is now interpreted to have been at least one mile deep and 45 miles wide. It is comparable in size to one that struck the Chesapeake Bay area about 35 million years ago. On the basis of this comparison, the Nevada comet could have been as large as three miles in diameter, much larger than our initial calculation of one kilometer. It may have been part of the first of a series of comet showers that led to a mass extinction of many forms of life three million years later.\" \r\n<p>Startling new evidence provided by these conodonts on the depth of the crater produced by the Alamo Impact, 130 miles north of Las Vegas, will be presented at the North-Central Section meeting of the Geological Society of America in Columbus, Ohio on Friday, March 20, by Sandberg and his co-author Jared R. Morrow, USGS volunteer and instructor at the University of Colorado. \r\n<p>Conodonts are the microscopic teeth of primitive, boneless, eel-like animals. The shape of these animals is similar to that of modern hagfish, best known from the fjords of Norway. Conodont animals lived in many of the world&rsquo;s oceans from the Cambrian through Triassic Periods of geologic time (550 to 210 million years ago). The largest known conodont teeth, found near the town of Alamo in southern Nevada, measure nearly a half-inch in length, but most are not much larger than the head of a pin. \r\n<p>Evidence presented by Sandberg in October 1997 at the annual GSA meeting in Salt Lake City showed that impact-related phenomena, such as grains of shocked quartz and higher-than-usual levels of the element iridium, occupied a circular area at least 120 miles in diameter, but the size of the crater could not be determined then. Now, new conodont evidence for its dimensions has been found in small blocks of fallout debris from the impact crater. Iridium is an element found in asteroids and comets but not common on Earth. Shocked quartz grains are produced by the force of an impact on sandstone rocks. \r\n<p>This impact occurred during the Devonian Period of geologic time, 370 million years ago, when an ancestral Pacific Ocean covered most of Nevada. The impact occurred offshore from a carbonate platform, very much like the modern Australian Barrier Reef or the Bahamas Bank. Shock waves from the impact and ensuing tsunami waves crashed against the carbonate platform and coastline in a semicircular area 100 miles from north to south. As the carbonate platform collapsed, blocks of rock hundreds to thousands of feet across were torn from the seabed, twisted, and transported seaward. As tsunamis of decreasing intensity reverberated back and forth across the ocean basin, broken pieces of rock and other ejecta from the impact were deposited over the carbonate platform and high-water deposits were stranded in a semicircular band along the coastline to the east. \r\n<p>The small blocks of impact-fallout debris recently found within the breccia of large jagged blocks contain carbonate spherules formed from limestone fragments that recrystallized within a superheated cloud, shocked quartz grains, and bits and fragments of rocks blasted from the crater. Most importantly, they also contain conodonts ejected from rocks that lay a mile below the Devonian sea floor at the time of impact. \r\n<p>The timing of the Alamo Impact coincides with the demise of some Late Devonian reefs in Belgium and Germany and with unusual breccias in Germany and Austria. Earlier work by Sandberg and his co-authors has already shown the possibility of two other tim","summary":null,"format":null}]},"field_images":[],"regions":["Nevada"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"890370000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169489"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}