{"title":"Buckeye Quads Released","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"255\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_11_13\/ohio_plss.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_11_13\/ohio_plss_tn.jpg\" alt=\"caption is available below.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Figure showing available PLSS areas on the new Ohio US Topo map. Note: \"US Topo maps are not legal documents. The PLSS information shown on these maps is for general reference purposes only, and should not be used to determine legal boundaries or land ownership. The Bureau of Land Management (BLM) is the authoritative source for PLSS information at the federal level, and the US Topo representation is derived from BLM GIS data files. The management of these data is not completely uniform throughout the country.\" <a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_11_13\/ohio_plss.jpg\">(Larger image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><!--introstart-->The USGS, in cooperation with other Federal agencies, has posted new Ohio <a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo<\/a> quadrangles (748 maps) which include partial <a href=\"http:\/\/nationalatlas.gov\/articles\/boundaries\/a_plss.html\">Public Land Survey System (PLSS)<\/a>.<!--introend--> Ohio is the first state east of the Mississippi River to have PLSS data added to US Topo maps, joining Wyoming and Colorado in the west.<\/p>\r\n<p>\"It is great to have these 748 updated US Topo maps for our state available online at no charge,\" said Charley Hickman, the Geospatial Liaison for Ohio. \"We appreciate the continuing improvements in this product, including the availability of PLSS township, range, and section information.\"&nbsp;<\/p>\r\n<p>The PLSS is a way of subdividing and describing land in the United States. All lands in the public domain are subject to subdivision by this rectangular system of surveys, which is regulated by the U.S. Department of the Interior. Other selected states will begin getting PLSS map data during the next respective <a href=\"http:\/\/www.usgs.gov\/faq\/?q=categories\/9797\/3579\">revision cycle<\/a>.<\/p>\r\n<p>The new design for <a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo maps<\/a> improves readability of maps for online and printed use, while retaining the look and feel of the traditional USGS topo map. Map symbols are easy to read when the digital aerial photograph layer imagery is turned on.&nbsp;<\/p>\r\n<p>Other re-design enhancements and new features:<\/p>\r\n<ul>\r\n<li>New shaded relief layer for enhanced view of the terrain<\/li>\r\n<li>Military installation boundaries, post offices and cemeteries<\/li>\r\n<li>New road classification<\/li>\r\n<li>A slight screening (transparency) has been applied to some features to enhance visibility of multiple competing layers<\/li>\r\n<li>New PDF legend attachment<\/li>\r\n<li>Metadata formatted to support multiple browsers<\/li>\r\n<\/ul>\r\n<p>US Topo maps are created from geographic datasets in <a href=\"http:\/\/nationalmap.gov\/\"><em>The National Map<\/em><\/a><em>,<\/em> and deliver visible content such as high-resolution aerial photography, which was not available on older paper-based topographic maps. The new US Topo maps provide modern technical advantages that support wider and faster public distribution and on-screen geographic analysis tools for users.<\/p>\r\n<p>The new digital topographic maps are PDF documents with geospatial extensions (GeoPDF<sup>&reg;<\/sup>) image software format and may be viewed using <a href=\"http:\/\/get.adobe.com\/reader\/\">Adobe Reader<\/a>, available as a no-cost download.<\/p>\r\n<p>These new quads replace the first edition US Topo maps for Ohio. The replaced maps will be added to the USGS <a href=\"http:\/\/nationalmap.gov\/historical\/index.html\">Historical Topographic Map Collection<\/a> and are also available for free download from <a href=\"http:\/\/nationalmap.gov\/\"><em>The National Map<\/em><\/a> and the USGS Map Locator &amp; Downloader <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maploca","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming","Colorado","Ohio"],"country":["United States of America"],"mm_tags":["Core Science Systems National Geospatial","Ohio","topographic Map","Topo Maps","digital Topographic Map","Digital Topo Maps","Historical Topographic Map Collection","Topographic Maps","Topo","","Geo"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1384318800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168937"},{"tid":"170047"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}