{"title":"White Pine County, Nevada, is a Critical Water Source for large areas of Nevada and Utah","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>White Pine County, Nevada, is a critical recharge area for\nseveral major regional flow systems that extend north to the Great Salt Lake\r\nand, south to the Colorado River, according to a U.S. Geological Survey (USGS)\r\nstudy.<\/p>\r\n<p>The ground-water systems underlying many of the valleys in\r\neastern Nevada and western Utah are not isolated but rather contribute or\r\nreceive flow from adjoining basins. Some large-volume springs cannot be supported entirely by the\r\nlocal recharge from the adjacent mountains and depend on water from potentially\r\nhundreds of miles away. The imbalance between recharge and discharge within a\r\nbasin is an important factor in making decisions that could affect water\r\nsustainability in surrounding areas.<\/p>\r\n<p>This report is the\r\nfinal product of the Basin and Range carbonate-rock aquifer system (BARCAS)\r\nstudy ordered by Congress in the Lincoln County Conservation, Recreation, and\r\nDevelopment Act of 2004. The report was prepared in collaboration with the\r\nDesert Research Institute (DRI) and the State of Utah, and in cooperation with\r\nthe Bureau of Land Management.<\/p>\r\n<p>View the\r\nreport, \"<a href=\"http:\/\/pubs.usgs.gov\/sir\/2007\/5261\">Water resources of the Basin and Range carbonate-rock aquifer system,\r\nWhite Pine County, Nevada, and adjacent areas in Nevada and Utah<\/a>.\"<\/p>\r\n<p>The USGS study included a water-resources assessment that\r\nanalyzed the geologic framework and hydrologic processes influencing the\r\nquantity and quality of ground-water resources. This information is critical\r\nfor water-resource agencies to make informed decisions about future\r\nwater-supply issues.\r\nUnderstanding\r\nthe factors that influence flows from the aquifer system is necessary in\r\nevaluating how future ground-water development may affect discharge, ecosystems\r\nand water supplies. Knowing\r\nwhat factors influence the quantity and quality of ground-water resources is\r\nessential when developing management plans for a sustainable water resource.<\/p>\r\n<p>The\r\nstudy designates basin and regional ground-water \"budgets,\" for 13 hydrographic areas and the entire\r\nstudy area in White Pine County, Nevada. Water\r\nbudgets enable an accounting of water as it moves through Earth's atmosphere,\r\nland surface and subsurface. In order to do this, scientists from the USGS and the Desert Research Institute\r\n(DRI) studied the hydrogeology, recharge and discharge, ground-water flow and\r\ngeochemistry of the aquifer system.<\/p>\r\n<p>The\r\nstudy-wide average annual ground-water recharge exceeded annual discharge by\r\nabout 90,000 acre-feet. Most of this ground-water surplus exits the study area\r\nthrough Snake Valley to the northeast or White River Valley to the south.\r\nAnnual recharge exceeded discharge in Steptoe Valley by 53,000 acre-feet, and a\r\nsignificant amount of ground water flows from this valley to adjacent areas\r\nsuch as Jakes and White River Valleys to the west, and Spring and Lake Valleys\r\nto the east. Annual discharge exceeded recharge in White River Valley by 41,000\r\nacre-feet, and a significant amount of ground water flows into this valley from\r\nadjacent areas, such as Jakes, Steptoe, and Cave Valleys.<\/p>\r\n<p>Ground\r\nwater flows through three types of aquifers in White Pine County: a shallow\r\nbasin-fill aquifer, a deeper volcanic-rock aquifer, and an underlying\r\ncarbonate-rock aquifer. The basin-fill aquifer is the principal source of\r\ndomestic and agricultural water supply, which is safe for human consumption.<\/p>\r\n<p>A draft version of\r\nthe report was released for public comment on June 1, 2007 as U.S. Geological\r\nSurvey Open-File Report 2007-1156. Public comment was accepted for a period of\r\n60 days, and the report was revised to address comments provided by the public.\r\n<a href=\"http:\/\/nevada.usgs.gov\/barcass\/public_comment.htm\">Public comments and corresponding USGS responses<\/a> can be viewed on the World\r\nWide Web.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Utah","Nevada"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1203656400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169906"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}