{"title":"USGS To Host BioGeo99","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->More than 100 scientists will converge on the Cajundome in Lafayette, La., Nov. 2-4 to share the latest technologies used in studying everything from hurricanes in the Atlantic and Gulf of Mexico to grizzly bears in Yellowstone National Park.<!--introend--> They are participants in the U.S. Geological Survey&rsquo;s symposium, \"BioGeo99: Applications of Geospatial Technology to Biological Sciences.\" \n<p>The conference will bring together scientists from USGS, the National Aeronautics and Space Administration, National Park Service, The Nature Conservancy, U.S. Department of Agriculture, University of Arkansas, Mississippi State University, Texas Natural Resources Information Systems, and the University of California at Davis to learn how geospatial technology is used to study or manage biological resources. \r\n<p>Keynote speaker will be Thomas J. Casadevall, USGS deputy director, Larry Ludke, formerly of Lafayette and now chief biologist, central region, USGS, will give opening remarks, and Bob E. Stewart, USGS National Wetlands Research Center director, will welcome the group to Louisiana. \r\n<p>Casadevall said, \"I am excited to be participating in this conference. The USGS has more than 120 years of geological, hydrological and mapping data to add to the biological data brought to us three years ago. Today&rsquo;s rapidly evolving technologies, especially Global Positioning Systems, remote sensing, and advanced telemetry, now allow our scientists to conduct integrated, place-based science with new and exciting possibilities.\" \r\n<p>Stewart said, \"For the past 80 years, scientists have used hypothetical models to display complex environmental patterns and relationships that influence plants and animals. This kind of information is critical to conserving and managing natural resources, but scientists have been limited in their ability to test and advance their theories. With recent advances in computer systems and geospatial technology, however, these limitations are rapidly disappearing. These tools now make it easier to accurately measure, summarize, integrate and display complex environmental patterns and processes.\" \r\n<p>The symposium will feature panel discussions, plenary sessions, workshops and oral and poster presentations on technology such as geographic information systems, the Global Positioning System, aquatic and terrestrial telemetry and remote sensing. \r\n<p>Among the topics to be covered are radio-tracking large mammals in the wilderness, identifying pallid sturgeon habitat, breeding bird distribution on the Upper Mississippi River, modeling the distribution of neotropical birds, modeling hurricane dynamics and distribution of tropical storms, using GIS to evaluate water bird use of flooded agricultural lands in the Gulf Coast Plain, analyzing the decline in Gulf of Mexico seagrass habitat and using satellites and radar to map landscapes and vegetation. \r\n<p>The meeting will also include a tour of the National Wetlands Research Center located in the research park of the University of Louisiana at Lafayette. For details of the conference, see the website at http:\/\/biology.usgs.gov\/geotech or call Larry Handley at the National Wetlands Research Center 318-266-8500.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"941432400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169410"},{"tid":"169909"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}