{"title":"Yellowstone Volcano Observatory Established","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. Geological Survey, Yellowstone National Park and the University of Utah Partnership <\/p>\n<p>May 14, 2001 &ndash; The U. S. Geological Survey (USGS), Yellowstone National Park and the University of Utah have signed an agreement to establish the Yellowstone Volcano Observatory to strengthen long-term monitoring of earthquakes and the slumbering volcano beneath Yellowstone National Park. This agreement provides for improved collaborative study and monitoring of active geologic processes and hazards of the Yellowstone volcanic field and caldera, site of the largest and most diverse collection of natural hot springs, mud pots and steam vents in the world. <\/p>\r\n<p>\"The new observatory will improve our efforts to monitor Yellowstone&rsquo;s extraordinarily large and long-lived volcanic system,\" said USGS scientist Robert L. Christiansen, Scientist-in-Charge of the new observatory. Christiansen was the Scientist-in-Charge of the Mount St. Helens monitoring effort during the 1980 eruption. \"This agreement is a natural evolution of our collective work over the years to track and study Yellowstone&rsquo;s unrest. There is no increased threat of eruptive activity at Yellowstone to cause concern at this time. We will use YVO to share what we are learning with the public, Park visitors, and nearby residents, and to be in a better position to provide warning of any future hazardous activity.\" <\/p>\r\n<p>The Yellowstone Volcano Observatory (YVO) is the fifth such observatory in the United States and will be based from existing facilities at the USGS, the University of Utah and Yellowstone National Park. The new observatory is modeled after the USGS volcano observatories in Hawaii, Alaska, California and the Pacific Northwest. The observatories employ a variety of ground-based instruments and satellite data to monitor active and restless volcanoes and conduct a variety of studies to understand their eruptive and seismic histories and potential hazards. Together, the five observatories monitor 43 of the 70 or so potentially hazardous volcanoes in the United States. The five observatories are operated under the auspices of the USGS Volcano Hazards Program. <\/p>\r\n<p>The Yellowstone National Park and surrounding area encompass the largest active magmatic system in North America. The spectacular geysers, boiling hot springs, and mud pots that have made Yellowstone famous owe their existence to volcanic activity that has affected the region during the past 2 million years. <\/p>\r\n<p>\"The extensive thermal features of Yellowstone National Park are fueled by heat from a large magma chamber beneath the caldera. The chamber is fed from a magma source in the Earth&rsquo;s deep interior that collectively form the Yellowstone hotspot,\" said Robert B. Smith, University of Utah Coordinating Scientist of YVO. \"In the past decades we&rsquo;ve measured the ground across the youngest caldera rising as much as three feet and falling by a foot. This active deformation was accompanied by thousands of small earthquakes, marking the Park as a living geologic system.\" <\/p>\r\n<p>Cataclysmic explosive eruptions 2 million, 1.3 million, and 640 thousand years ago ejected huge volumes of molten rock and formed large overlapping elliptical depressions called calderas. The youngest caldera in the Park, about 50 miles long and 30 miles wide, has been buried by the most recent eruptions of thick lava flows between about 75,000 and 150,000 years ago. Yellowstone region is seismically active. The 1959 Hebgen Lake earthquake (surface-wave magnitude 7.5), centered just outside the Park&rsquo;s northwestern boundary was responsible for 26 of the quake&rsquo;s 28 deaths. This event is one of the 15 strongest earthquakes ever recorded in the contiguous U.S. <\/p>\r\n<p>\"While the active geologic processes at Yellowstone do impart some risk to the public, they also make it a unique treasure &ndash; it is the volcanic and seismic energy that powers the geysers and hot springs, creat","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Montana","Wyoming","Utah"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"989812800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170342"},{"tid":"170373"},{"tid":"170239"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}