{"title":"science, Location and Luck Minimized Alaska&rsquo;s Earthquake Damage","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>For map see: <a href=\"http:\/\/www.usgs.gov\/\">http:\/\/www.usgs.gov<\/a> and click on \"Magnitude 7.9 Denali Natl. Park, AK\"<br><br>Sunday&rsquo;s magnitude (M) 7.9 central Alaska earthquake was one of the largest recorded earthquakes in our Nation&rsquo;s history. The epicenter of the Nov. 3 temblor was located approximately 75 miles (135 km) south of Fairbanks and 176 miles (283 km) north of Anchorage. It struck at 1:12 PM local time, causing countless landslides and road closures, but minimal structural damage and amazingly few injuries and no deaths. <\/p>\n<p>In contrast, the 1964 M9.2 Good Friday earthquake, centered offshore in Prince William Sound, took 125 lives and cost $311M in property losses. The 1906 M7.8 San Francisco earthquake and subsequent fires took 3,000 lives and caused $524M in property losses. The remote location of the M7.9 event played a role in ensuring that the earthquake was not more devastating. However, advanced seismic monitoring, long term research, and a commitment to hazard preparedness and mitigation also played a key role. This is perhaps best demonstrated by the successful performance of the Alaska pipeline. <\/p>\r\n<p>U.S. Geological Survey (USGS) seismologists and geologists, serving on a Federal task force, were instrumental in ensuring that the Alaska pipeline was designed and built to withstand the effects of a magnitude 8.0 earthquake with up to 20 feet of movement at the pipeline. Although considered to be excessively conservative at the time, the USGS design guidance proved to be on target, and the resilience of the pipeline to Sunday&rsquo;s fault rupture is a testament to the importance of science in hazard mitigation and decision-making. <\/p>\r\n<p>\"Good science, when applied in the way that the people of Alaska have done, made the difference between an emergency and a tragedy,\" said USGS Director Charles Groat. \"It&rsquo;s an example of how partnerships between the USGS, the Federal Emergency Management Agency, universities, state and local officials, and business leaders and the community enable us to apply our scientific knowledge. We know we can&rsquo;t stop the earth from changing but we can work together making public safety our primary goal.\" <\/p>\r\n<p>Has the USGS effort paid off? The pipeline success alone indicates that it has. Each day the pipeline carries one million barrels of oil, valued at over $25M. With the pipeline intact (although temporarily shut down for inspection), an important source of revenue for the State of Alaska has been preserved. Moreover, as Alaskans know all too well, the consequences to the environment, should the pipeline have failed, would have been catastrophic. <\/p>\r\n<p>The National Earthquake Hazards Reduction Program (NEHRP), launched 25 years ago by an act of Congress in the aftermath of the1964 Alaska and the 1972 San Fernando, California earthquakes, led to improvements in building design that resulted from USGS geologic hazards and earthquake engineering research. The public law establishing NEHRP must be reauthorized during the first session of the 108th Congress. <\/p>\r\n<p>The earthquake resulted from slip on the Denali fault, one of the longest continental faults in the world, rivaling California&rsquo;s San Andreas Fault in size. This was the second major earthquake along this portion of the fault in less than two weeks - a magnitude 6.7 earthquake occurred a few miles to the west on October 23 and is now believed to be a foreshock of Sunday&rsquo;s massive quake. <\/p>\r\n<p>Early reports of fault movements indicate that Sunday&rsquo;s event caused more than 18 feet of slip at the ground surface- and possibly much more - along at least a 150 mile-long stretch of the fault. Movement on the fault caused ground north of the fault to move eastward, relative to ground south of the fault. <\/p>\r\n<p>The quake also created a ripple effect thousands of miles away. The passing seismic waves triggered a series of microearthquakes (M&lt;3) at the Geysers","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1036558800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"},{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}