{"title":"How Much Coal is Left in the U.S.?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Results of the nearly-completed modeling of Appalachian coal fields and progress on coal field evaluations in the western U.S will be presented at the Annual Meeting of the Geological Society of America scheduled for Oct. 25-29 in Toronto, Canada. <!--introend-->\n<p>\"Appalachian coal in the areas studied that remains available for mining, given regulatory, land-use, and technology constraints, ranges from 24 percent to 82 percent of the original resource. The mean is nearly 54 percent,\" says U.S. Geological Survey geologist M. Devereux Carter. \"The coal resource that can be extracted and marketed at currently profitable costs ranges from less than 1 percent to 38 percent of the original resource and averages less than 8 percent. Studies in the Illinois Basin yield similar results for availability and lower averages for resources that could be extracted and marketed at a profit,\" explains Carter. \r\n<p>These studies, part of the USGS&rsquo;s National Coal Assessment, include estimates of coal availability, recoverability, and economic extractablility. Studies on sociological and economic effects of coal development, depletion, and dependency have been completed in two Appalachian coal dependent counties: Pike County, KY; and Boone County, WV. These studies suggest that the lack of economically available coal could seriously effect the counties in the next 20-50 years. \r\n<p>Resource evaluations of western coal fields are underway in the Powder River Basin, Wyoming and Montana; Wasatch Plateau, Utah; southern Piceance Basin, Colorado; and the San Juan Basin, New Mexico. Results from two completed western studies indicate that percentages of available, recoverable, and economically minable coal are higher than those in the eastern U.S. \r\n<p><b>\"U.S. Coal Resource Evaluations Utilizing Availability, Recoverability, and Economic Analysis Methods: Eastern Results and Western Progress\" (poster) is scheduled for 1:30 -5:30 pm Tuesday, Oct 27 Metro Toronto Convention Center Hall-E.<\/b><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"909201600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}