{"title":"September is National Preparedness Month","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignleft\" width=\"400\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_10_2013_j5Eq27Thg0_05_10_2013_2\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/05_10_2013\/j5Eq27Thg0_05_10_2013\/medium\/HWM-NY-NEW-009-04.jpg\" alt=\"A USGS scientist in a neon green jacket surveying high water marks across the Hudson from Lower Manhattan\" width=\"400\" height=\"300\" \/><\/a> Surveying High-Water Marks after Hurricane Sandy (January 2013)[\/caption]\n\nSeptember is National Preparedness Month, a good reminder of the threats posed by natural hazards and the importance for individuals and communities to be prepared.\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/disaster-relief-for-hurricane-sandy\/\">Hurricane Sandy<\/a> blew throughout the East Coast last October, <a href=\"http:\/\/www.geomac.gov\/index.shtml\">intense wildfires<\/a> continue to blaze in the West and lay the groundwork for deadly debris flows in their aftermath, and scorching temperatures combined with low precipitation have brought <a href=\"http:\/\/droughtmonitor.unl.edu\/\">widespread drought<\/a> to much of the American heartland. Natural hazards like these threaten thousands of lives and cause billions of dollars in damage every year throughout the nation. Sound science is essential for preparing for natural hazards and helping to guide decisions to minimize their impacts.\n\n<strong>USGS: Start with Science<\/strong>\n\n<a href=\"http:\/\/www.usgs.gov\/natural_hazards\/\">The U.S. Geological Survey works<\/a> with many partners to monitor, assess and conduct research on a wide range of natural hazards, providing policymakers and the public a needed understanding to enhance preparedness, response and resilience.\n\n<strong>#30DaysPrep<\/strong>\n\nEach day in September, the USGS will be posting preparedness information through social media channels. Follow the hashtag #30DaysPrep on <a href=\"https:\/\/twitter.com\/usgs\">Twitter<\/a> or check us out on <a href=\"http:\/\/facebook.com\/usgeologicalsurvey\">Facebook<\/a>, <a href=\"http:\/\/instagram.com\/usgs\">Instagram<\/a>, and <a href=\"https:\/\/plus.google.com\/112624925658443863798\/about\">Google+<\/a>.\n\n<strong>Earthquakes<\/strong>\n\nEarthquake hazards are a national problem, with communities in 37 states facing significant risk. <a href=\"http:\/\/earthquake.usgs.gov\/\">The USGS has created and provides<\/a> information tools to support earthquake loss reduction, including hazard assessments, scenarios, comprehensive real-time earthquake monitoring and public preparedness handbooks.\n\nImagine if doctors had time to stop delicate procedures before an earthquake. And if emergency responders had a few extra moments to gear-up, airplane landings could be postponed or redirected, trains slowed, and people could move to safer locations. The USGS and its partners are helping to provide critical <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/the-usgs-brings-an-earthquake-early-warning-system-to-california\/\">seconds of notification<\/a> by developing a prototype <a href=\"http:\/\/earthquake.usgs.gov\/research\/earlywarning\/\">Earthquake Early Warning System<\/a> in the United States.\n\nYou can sign up to receive earthquake notices through the <a href=\"https:\/\/sslearthquake.usgs.gov\/ens\/\">USGS Earthquake Notification System<\/a> as well as <a href=\"http:\/\/www.usgs.gov\/socialmedia\/\">USGS social media channels<\/a>. Tips and suggestions for earthquake preparedness can be found on the <a href=\"http:\/\/www.earthquakecountry.info\/\">Earthquake Country Alliance website<\/a> and the <a href=\"http:\/\/earthquake.usgs.gov\/prepare\/\">USGS Prepare website<\/a>. When you feel an earthquake, you can report your experience on the <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/\">USGS â\u0080\u009cDid You Feel It?â\u0080\u009d website<\/a>.\n\n<strong>The Next Earthquake: Are You Ready?<\/strong>\n\nMillions of people across the nation will be participating in the next ShakeOut earthquake drill on Oct. 17, 2013. At 10:17 a.m. local time, participants will â\u0080\u009cdrop, cover and hold on.â\u0080\u009d This event offers citizens a chance to practice what to do when an earthquake happens in their community. <a href=\"http:\/\/www.shakeout.org\/\">Mark your calendar and sign up<\/a> to join.\n\n[caption id=\"\" align=\"alignright\" width=\"369\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/Eruption-of-Pavlof-Volcano.jpg\"><img class=\"    \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/Eruption-of-Pavlof-Volcano.jpg\" alt=\"An image of a snow-covered volcano erupting into the white clouds\" width=\"369\" height=\"277\" \/><\/a> Pavlof eruption on May 18, 2013. Photo Credit: Brandon Wilson[\/caption]\n\n<strong>Volcanoes<\/strong>\n\nLava flows, debris avalanches and explosive blasts from volcanic eruptions have devastated communities. Noxious volcanic gas emissions have also caused widespread lung problems, and airborne ash clouds have caused millions of dollars of aircraft damage and nearly brought down passenger flights.\n\nFortunately, volcanoes can show signs of unrest hours, days and months before they erupt, and the <a href=\"http:\/\/volcanoes.usgs.gov\/publications\/2009\/nvews.php\">USGS National Volcano Early Warning System<\/a> is designed to detect these precursors. The USGS issues warnings and alerts of potential volcanic hazards â\u0080\u0093 including ash fall forecasts â\u0080\u0093 to responsible emergency-management authorities and those potentially affected. <a href=\"http:\/\/volcanoes.usgs.gov\/activity\/status.php\">See current alerts and status<\/a> for volcanoes in the United States. Learn more by visiting the <a href=\"http:\/\/volcanoes.usgs.gov\/\">USGS Volcano Hazards Program website<\/a> and <a href=\"http:\/\/www.youtube.com\/watch?v=6X64IhvYYlw&amp;feature=plcp\">watching a video<\/a> on USGS volcano science.\n\n<strong>Landslides<\/strong>\n\nFalling rocks, mudslides and debris flows can be deadly hazards, and we are still learning more about them. USGS science is helping answer questions such as where, when and how often landslides occur, and how fast and far they might move.\n\nFor example, USGS scientists produce maps of areas susceptible to landslides and identify what sort of rainfall conditions will lead to such events. The USGS is working with the National Oceanic and Atmospheric Administrationâ\u0080\u0099s (NOAA) National Weather Service (NWS) on a <a href=\"http:\/\/www.usgs.gov\/homepage\/science_features\/debris_flow_ca.asp\">Debris Flow Warning System<\/a> to help provide forecasts and warnings to inform community and emergency managers about areas at imminent risk.\n\nFor more information, <a href=\"http:\/\/www.youtube.com\/watch?v=MVwSpGVfWVo&amp;feature=plcp\">watch a video<\/a> about USGS landslide science, and visit the <a href=\"http:\/\/landslides.usgs.gov\/\">USGS Landslide Hazards Program website<\/a>. Scientists at the USGS are also asking you to help by reporting your landslide experiences and sightings at the new <a href=\"http:\/\/landslides.usgs.gov\/dysi\/\">USGS â\u0080\u009cDid You See It?â\u0080\u009d website<\/a>.\n\n[caption id=\"\" align=\"alignleft\" width=\"400\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/03_05_2013_kpf6JVu22C_03_05_2013_0\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/03_05_2013\/kpf6JVu22C_03_05_2013\/medium\/IMG_0396.JPG\" alt=\"A massive sinkhole with the ground sloping down from left to right with trees collapsed in the middle and a pond forming on the right\" width=\"400\" height=\"266\" \/><\/a> Collapsed sinkhole in a salt dome in Daisetta, Texas (September 2008).[\/caption]\n\n<strong>Sinkholes<\/strong>\n\nAbout 20 percent of the nation is underlain by karst, which is characterized by terrain where the underlying rock is easily dissolved by groundwater and is consequently vulnerable to the earth disappearing. <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/the-science-of-sinkholes\/\">Sinkholes<\/a> are common in these areas and can be as sudden as they are devastating.\n\nAlthough there isnâ\u0080\u0099t yet an effective method to predict where an individual sinkhole may occur, the <a href=\"http:\/\/ncgmp.usgs.gov\/\">USGS produces geologic maps<\/a> that help managers and others to better understand karst regions and local areas that may be susceptible. It is recommended that people in sinkhole-vulnerable areas observe their property for signs of subsidence, such as tilted floors, misaligned door frames or cracking, and small holes in and around structural foundations. Additionally, individuals can check if they live in areas underlain by soluble rock through county offices, local or state geological surveys, or USGS maps.\n\n<strong>Wildfires<\/strong>\n\nThe USGS plays an integral role in <a href=\"http:\/\/pubs.usgs.gov\/fs\/2006\/3015\/\">preparing for and responding to wildfires<\/a>. The USGS provides tools and information before, during and after fire disasters to identify wildfire risks and reduce subsequent hazards, while providing real-time geospatial support for firefighters during the events. For example, the USGS provides fire managers with up-to-the <a href=\"http:\/\/eros.usgs.gov\/\">minute maps and satellite imagery<\/a> about current wildfire extent and behavior throughout the nation.\n\nOnce the smoke clears, the danger is not over. Secondary effects of wildfires, including erosion, landslides, invasive species and changes in water quality, are often more disastrous than the fire itself. As fires are contained, USGS scientists help to assess their aftermath to guide the re-building of more resilient communities and restoration of ecosystems.\n\n<strong>Flooding, Storms and Drought<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"375\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_26_2012_cHWj0NMa87_09_26_2012_0\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/09_26_2012\/cHWj0NMa87_09_26_2012\/medium\/IMG_0050.JPG\" alt=\"A USGS scientist in a red shirt stands next to an enormous fire-blackened tree, surrounded by other trees dead of a recent forest fire.\" width=\"375\" height=\"500\" \/><\/a> Tree-Killing Las Conchas Fire in New Mexico (August 2011)[\/caption]\n\nThe USGS conducts real-time monitoring of the nation's rivers and streams, providing officials with critical information for flood warnings and drought mitigation. If you want to know whether river levels in your area are higher or lower than normal, visit USGS <a href=\"http:\/\/waterwatch.usgs.gov\/\">WaterWatch<\/a>. You can also use USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">WaterAlert<\/a> to receive texts or emails when water levels at a specific streamgage exceed certain thresholds. Or you can request data on-demand through <a href=\"http:\/\/water.usgs.gov\/waternow\/\">USGS WaterNow<\/a>.\n\nThe USGS and the NWS work together to make <a href=\"http:\/\/wim.usgs.gov\/FIMI\/FloodInundationMapper.html\">flood inundation maps<\/a> that show you exactly where the water will be â\u0080\u0093 what yards, roads and buildings will be covered â\u0080\u0093 and when a river or stream reaches a certain water level.\n\nThe USGS also studies coastal vulnerability and change from <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/\">hurricanes and extreme storms<\/a>, helping inform flood forecasts and evacuation warnings. Before, during and after major hurricanes or tropical storms affecting the United States, the USGS assesses the likelihood of beach erosion, overwash or inundation. Scientists also measure storm surge and monitor water levels of inland rivers and streams.\n\nUnlike flooding, droughts often take a long time to begin to impact an area, sometimes incubating for months or even years. USGS science contributes to the <a href=\"http:\/\/www.drought.gov\/drought\/\">U.S. Drought Monitor<\/a>, which is the official report detailing drought conditions, as well as the NWS <a href=\"http:\/\/www.cpc.ncep.noaa.gov\/products\/expert_assessment\/seasonal_drought.html\">Drought Outlook<\/a>, which forecasts future drought.\n\n<strong>Magnetic Storms<\/strong>\n\nMagnetic storms are periods of time when Earthâ\u0080\u0099s magnetic field is unusually active. More specifically, they occur when the Sun abruptly emits a wind of electrically charged particles. Magnetic storms can impact radio communications, GPS systems, satellites, pipeline corrosion, oil and gas drilling operations, and even electric power grids, causing blackouts. It is also during magnetic storms that beautiful aurora borealis â\u0080\u0094 or â\u0080\u009cnorthern lightsâ\u0080\u009d â\u0080\u0094 are visible.\n\nThe <a href=\"http:\/\/geomag.usgs.gov\/\">USGS Geomagnetism Program<\/a> conducts research on geomagnetic hazards, develops products needed for situational awareness of magnetic storms, and operates 14 observatories around the United States and its territories, which provide real-time ground-based measurements to track the intensity of magnetic storms. The USGSâ\u0080\u0099s programs products are used by a variety of agencies and industries, including electric-power grid companies, oil and gas drilling companies, NOAA, NASA, and the U.S. Air Force.\n\n<strong>More Information<\/strong>\n\nThis story outlines just a glimpse of USGS research in regards to preparedness, with our expertise also including <a href=\"http:\/\/www.nwhc.usgs.gov\/disease_information\/\">wildlife diseases<\/a> such as avian influenza, <a href=\"http:\/\/www.usgs.gov\/envirohealth\/\">environmental contaminants<\/a>, <a href=\"http:\/\/www.usgs.gov\/climate_landuse\/\">climate change<\/a>, and more. Browse through our websites to see the range of science underway at USGS.\n\nTo learn more about National Preparedness Month, you can also visit <a href=\"http:\/\/www.fema.gov\/\">www.fema.gov\/<\/a> or <a href=\"http:\/\/www.ready.gov\/\">www.ready.gov<\/a>.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24320","uid":"31","filename":"Debris_Flow_2.jpg","uri":"public:\/\/Debris_Flow_2.jpg","filemime":"image\/jpeg","filesize":"103488","status":"1","timestamp":"1425492768","type":"image","uuid":"e6ecf30f-1224-480d-a7f7-14586fbb6413","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":495},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["drought","earthquake Hazards","floods","hurricanes","Landslide Hazards","Magnetic Storms","National Preparedness Month","Natural Hazards","sinkholes","Solar Storms","Storms","Volcano Hazards","wateralert","WaterNow","waterresources","Waterwatch","wildfire"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1377784038","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}