{"title":"Water Conditions During Upper Klamath Lake Fish Tracking Study Analyzed","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>USGS Reports Low Dissolved Oxygen Events in Lake Linked to Wind and Currents<\/strong><\/p>\n<p>Fish die-offs in Upper Klamath Lake, Oregon, have been preceded in recent years first by high pH and ammonia levels, then by widespread conditions of low dissolved oxygen, according to a new report by the U.S. Geological Survey (USGS).&nbsp; The very low dissolved oxygen probably results in part from the wind-driven currents, according to the report, which is a product from a study by the USGS done in cooperation with the Bureau of Reclamation and using data collected by the Klamath Tribes.<\/p>\r\n<p>The most likely causes of the unfavorable conditions for fish in Upper Klamath Lake, including the endangered Lost River and shortnose suckers, have been (1) the rapid growth and then precipitous decline (death) and decay of blue-green algae that have proliferated in the lake in recent decades and (2) decomposition of organic matter in the water column and bottom sediments. Higher-than-average water temperatures probably have contributed to the worst conditions as well. There have not been any significant fish die-offs this year.<\/p>\r\n<p>The excessive growth of algae, known as a \"bloom,\" is likely caused by large concentrations of phosphorous in the water, but the cause of the sudden bloom decline, or \"crash,\" is not known. \"Algal blooms elevate the pH of the water and often result in high levels of un-ionized ammonia,\" noted Tamara Wood, the report&acute;s lead author. Coupled with high summer water temperatures, these conditions produce chronically stressful conditions for fish. \"When the bloom crashes, decomposition of dead algae takes dissolved oxygen from the water at the same time that there is a lack of replenishment of dissolved oxygen through photosynthesis,\" Wood continued. If the fish cannot find water with sufficient oxygen, they can suffocate or succumb to stress-induced disease.<\/p>\r\n<p>In addition to the stresses caused directly by algal blooms, fish must contend with sometimes severely low dissolved oxygen levels that result from decomposing organic material in bottom sediments and in the water column. The organic material comprises dead algal cells from bloom crashes and organic-rich sediment swept into Upper Klamath Lake, primarily from the Williamson-Sprague River Basin. Oxygen-depleted water is carried by currents from the southern part of the lake into the northern part, the preferred habitat of the endangered suckers.<\/p>\r\n<p>\"Upper Klamath Lake has a generally clockwise circulation driven by prevailing northwesterly winds,\" according to Wood. \"During normal wind conditions, lake water moves fast enough through the deepest parts of the lake to minimize the oxygen depletion caused by decomposition. If the wind slows or changes direction, however, the current velocity decreases and water containing little or no dissolved oxygen can build up in deep areas to the south.\" When this oxygen-poor water circulates to the northern part of the lake, suckers are forced to find whatever refuge they can from the stressful conditions.<\/p>\r\n<p>Should the arrival of oxygen-depleted water coincide with the crash of an algae bloom and high water temperatures, the suckers try to escape and end up in crowded conditions near Pelican Bay, which can lead to a large die-off event.<\/p>\r\n<p>The results of the Upper Klamath Lake study are published in USGS Scientific Investigations Report 2006-5143, \"Water-Quality Conditions in Upper Klamath Lake, Oregon, 2002-04. &nbsp;The full report is available on the Internet at <a href=\"http:\/\/pubs.usgs.gov\/sir\/2006\/5209\/\">http:\/\/pubs.usgs.gov\/sir\/2006\/5209\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1157428800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170469"},{"tid":"170542"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}