{"title":"USGS Releases Results of Afghan Mineral Studies","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Extensive research by the U.S. Geological Survey, the Afghan Geological Survey, and the Department of Defense has yielded volumes of information about areas of high mineral potential in Afghanistan, including rare earth elements, gold, iron, and copper.<!--introend-->&nbsp;This research will be used by the Afghan Government as they consider developing these minerals resources.&nbsp;<\/p>\n<p>Many of these Afghan mineral priority areas, including the rare-earth rich Khanneshin, are world-class resources that could lead to significant commercial development. This research comes from a 2009-2011 USGS study funded by the DOD Task Force for Business and Stability Operations (TFBSO).&nbsp;<\/p>\r\n<p>\"The USGS is exceptionally pleased by the contribution we have been able to make to future development of Afghanistan's world-class mineral resources, made possible through the application of modern remote-sensing tools,\" said USGS Director Marcia McNutt. \"There is always increased risk for commercial ventures investing in new mining facilities in frontier areas such as Afghanistan, but by making information on the locations and estimated quantities and grades of ores publicly available, we lower that risk, spurring progress.\"<\/p>\r\n<p>\"The mineral resources in Afghanistan have the potential to completely transform the nation&rsquo;s economy,\" said Regina Dubey, Acting Director of TFBSO. \"This important new work by the USGS will be a powerful tool for those attempting to accurately evaluate potential investments in Afghanistan.\"&nbsp;&nbsp;<\/p>\r\n<p>In total, the USGS studied 24 formations, the most prominent being the giant copper and cobalt deposits near Kabul, the iron-rich areas in central Afghanistan, the copper and gold resources in southeastern Afghanistan, and rare-earth element deposits in Helmand Province in southern Afghanistan. Many other precious and base metal deposits as well as industrial mineral deposits also are highlighted in the newly released reports.&nbsp;<\/p>\r\n<p>In addition, the USGS studies makes unprecedented use of hyperspectral analysis, which is an imaging tool often used in mineral exploration to find new deposits. With assistance from the Department of Defense and the Afghan Geological Survey, the USGS has mapped more than 96 percent of Afghanistan using hyperspectral imaging, more than any other country in the world.&nbsp;<\/p>\r\n<p>The reports for the 24 mineral formations contain an entire suite of information, including geochemical analyses of rock samples for mineral concentrations, satellite and airborne remote sensing, airborne geophysics, and other analysis techniques.&nbsp;<\/p>\r\n<p>These newly released reports and data show that Afghanistan has abundant mineral resources, and will play an important role in the technical data and information that are necessary for successful mineral development.&nbsp;&nbsp;<\/p>\r\n<p>Using baseline information collected by the Soviet Union and the Afghan Geological Survey, these reports were developed in coordination with the DOD and the Government of Afghanistan. The USGS activities in Afghanistan are part of the larger U.S. cooperative effort to build the requisite environment and capacity to develop Afghanistan's natural resources for the long-term benefit of the Afghan people.&nbsp;<\/p>\r\n<p>For more information about these reports, visit our fact sheet <a href=\"http:\/\/afghanistan.cr.usgs.gov\/information-packages\">online<\/a>. More information on USGS research in Afghanistan may be found <a href=\"http:\/\/afghanistan.cr.usgs.gov\/\">online<\/a>. To view the maps and various information layers provided, visit the viewer <a href=\"http:\/\/mapdss2.er.usgs.gov\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","Afghanistan","Minerals","Climateand Land Use Change Land Remote Sensing"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1317268800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169518"},{"tid":"170482"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}