{"title":"Observing Tomorrow: Continuing Landsatâ\u0080\u0099s Long Look at Our Changing World","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_175868\" align=\"alignleft\" width=\"335\"]<a href=\"http:\/\/mediaarchive.ksc.nasa.gov\/search.cfm?cat=265%20%20%20[Use%20NASA%20photo,%20KSC-2013-1158]\"><img class=\" wp-image-175868  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/2013-1158-m1.jpg\" alt=\"\" width=\"335\" height=\"504\" \/><\/a> Tucked inside the rocket payload fairing, the next Landsat satellite is ready to ride into space at Vandenberg AFB, CA. Courtesy of NASA.[\/caption]NASA, in partnership with the U.S. Geological Survey, launched the Nationâ\u0080\u0099s next Earth-observing satellite from Vandenberg Air Force Base in California on February 11.\n\nCurrently known as NASAâ\u0080\u0099s Landsat Data Continuity Mission (LDCM), the satellite will be renamed Landsat 8 after three months of extensive testing. Â Operational control will then be transferred to USGS.\n\nLandsat 8 will extend the longest continuous and comprehensive record of the Earth's land as viewed from space. As the worldâ\u0080\u0099s population surpasses seven billion people, the impact of human society on the planet is increasing. The continuation of Landsatâ\u0080\u0099s four-decade look at Earth will help monitor those impacts and more accurately forecast future environmental change.\n\n<strong>Seeing beyond human sight<\/strong>\n\nLandsat data can assist a broad range of specialists in managing the world's food, water, forests, and other natural resources for a growing world population.\n\nLandsat images from space are not just pictures. They contain many layers of data collected at different points along the visible and invisible light spectrum. Consequently, Landsat images can show where vegetation is thriving and where it is stressed, where droughts are occurring, where wildland fire is a danger, and where erosion has altered coastlines or river courses.\n\nLandsat satellites give us a view as broad as 12,000 square miles per scene while describing land cover in units the size of a baseball diamond. From a distance of more than 400 miles above the earth surface, a single Landsat scene can record the condition of hundreds of thousands of acres of grassland, agricultural crops, or forests.\n\nLandsat images reveal subtle, gradual changes, such as Wyoming rangelands greening up after a drought, as well as massive landscape changes that occur in rapidly growing urban areas. Landsat can also provide broad assessments of sudden natural or human-induced disasters, such as the number of acres charred by a forest fire or the extent of tsunami inundation. Landsat data have been used to monitor water quality, glacier recession, sea ice movement, invasive species encroachment, coral reef health, land use change, deforestation rates, and population growth.\n\n&nbsp;\n\n<strong>Free data for innovation <\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_09_2011_swn0QEc55K_06_09_2011_0\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/06_09_2011\/swn0QEc55K_06_09_2011\/medium\/206_L.jpg\" alt=\"\" width=\"300\" height=\"300\" \/><\/a> The Wallow Fire, named for the Bear Wallow Wilderness area where the fire originated, was the biggest fire recorded in Arizona. Nearly 6,000 people were evacuated. Landsat 7, June 7, 2011.[\/caption]\n\nThe Department of the Interior (DOI) policy of unrestricted access and free distribution of Landsat data encourages researchers everywhere to develop practical applications of the data.Â  Specific, purpose-driven applications of Landsat data can serve commercial endeavors in agriculture and forestry; they can enable land managers in and out of government to work more efficiently; they can assist scientists in defining and assessing critical environmental issues.\n\nWith its long-term historical record of the entire globe and widely recognized high quality of data, Landsat is valued all over the world as the gold standard of land observation. Ready access to authoritative Landsat images provides a reliable common record of Earth conditions that advances the mutual understanding of environmental challenges by citizens, researchers, and decision makers around the globe.\n\n<strong>Interior and Landsat from the start <\/strong>\n\nIn 1966, at the start of the Landsat era, Interior Secretary Stewart Udall announced Interiorâ\u0080\u0099s new Project EROS, the acronym for Earth Resources Observation Satellites. In a statement that echoes to this day, Udall said, â\u0080\u009câ\u0080¦the time is now right and urgent to apply space technology towards the solution of many pressing natural resources problems being compounded by population and industrial growth.â\u0080\u009d Â Â <em><a href=\"http:\/\/gallery.usgs.gov\/videos\/442\">2007 video<\/a><\/em>\n\nUdallâ\u0080\u0099s announcement was a catalyst for what eventually became the worldâ\u0080\u0099s first civilian land-imaging satellite, developed by NASA and launched on July 23, 1972.\n\n&nbsp;\n\n<strong>USGS role in observing Earth<\/strong>\n\n[caption id=\"\" align=\"alignleft\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_13_2011_c28Ja44YYt_05_13_2011_1\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_13_2011\/c28Ja44YYt_05_13_2011\/medium\/Landsat_5__Memphis.JPG\" alt=\"\" width=\"500\" height=\"223\" \/><\/a> Mississippi River flooding near Memphis, Tenn., 2011. The 2006 image (left) shows the river in a more normal state, while the 2011 image (right) shows massive flooding. Landsat 5.[\/caption]\n\n&nbsp;\n\nUSGS and NASA have distinct roles in the Landsat program. NASA develops remote-sensing instruments and spacecraft, launches satellites, and validates their performance. The USGS then assumes ownership and operation of the satellites, in addition to managing ground-data reception, archiving, product generation, and distribution.\n\nUSGS has managed the operations of two Earth observing satellites â\u0080\u0094 Landsat 5 and 7 â\u0080\u0094 for over a decade.Â  Recently, USGS <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3485#.UP6AFW_Ae6M\">announced<\/a> that, after nearly three decades of service, Landsat 5 would be decommissioned over the coming months, bringing to a close the longest-operating Earth observing satellite mission in history.\n\nLaunched in 1984, Landsat 5 orbited the planet over 150,000 times while transmitting over 2.5 million images of land surface conditions around the world, long outliving its original three-year design life.\n\nVital observations by Landsat 5 of the Mount Saint Helens eruption, Antarctica, the Kuwaiti oil fires, the Chernobyl disaster, rainforest depletion, major wildfires and floods, urban growth, global crop production, and ice shelf expansion and retreat have helped increase our understanding and awareness of the impact of humans on the land.\n\nLandsat 7, launched in 1999, continues to provide daily information about our planet from space, although an instrument problem reduces the amount of data it collects.\n\n<strong>Observing tomorrow <\/strong>\n\nThe LDCM\/Landsat 8 satellite carries two instruments, the Operational Land Imager (OLI) and the Thermal Infrared Sensor (TIRS). Advanced technology increases the reliability and sensitivity of these instruments, while the improved measurements are still compatible with the past Landsat data record.\n\nThe technical capabilities of LDCM\/Landsat 8 move forward in three areas in comparison to Landsat 7:Â  increased spectral coverage; higher data precision Â (the ultimate resolution is not changed); and increased quantity of data collection (60% more scenes per day).Â  Landsat 8 will orbit Earth once every 99 minutes at an average altitude of 438 miles (705 kilometers),Â  repeating the same ground track every 16 days.\n\nLandsat 8 data is expected to be available within 100 days of launch from the <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=1960\">USGS data archive<\/a>.\n\n<strong>Watching the launch<\/strong>\n<div>Â <a href=\"http:\/\/www.nasa.gov\/multimedia\/videogallery\/index.html?collection_id=86071&amp;media_id=159674761\" target=\"_blank\">http:\/\/www.nasa.gov\/multimedia\/videogallery\/index.html?collection_id=86071&amp;media_id=159674761<\/a><\/div>\n<strong>Further information<\/strong>\n\n<a href=\"http:\/\/landsat.usgs.gov\/\">USGS Landsat Missions<\/a> (latest satellite status and related information)\n\n<a href=\"http:\/\/ldcm.nasa.gov\/mission_details.html\">Landsat Data Continuity Mission<\/a> (NASA)\n\n<a href=\"http:\/\/pubs.usgs.gov\/fs\/2012\/3057\/\">Landsat: A Global Imaging Program<\/a> (USGS Fact Sheet)\n\n<a href=\"http:\/\/www.nasa.gov\/mission_pages\/landsat\/news\/landsat-40th.html\">NASA-USGS 40<sup>th<\/sup> Anniversary of Landsat<\/a> (July 2012)\n\n<a href=\"http:\/\/eros.usgs.gov\/imagegallery\/\">Earth as Art<\/a> (a collection of Landsat scenes created for aesthetic purposes)\n\n<a href=\"http:\/\/www.bbc.co.uk\/programmes\/p013wpfb\">BBC interview on Landsat<\/a> with Matt Larsen, USGS Associate Director\n\n<a href=\"http:\/\/landsat.gsfc.nasa.gov\/about\/history.html\">Landsat history<\/a> (NASA)\n\n<a href=\"http:\/\/pubs.usgs.gov\/pp\/1796\/\">What is the Economic Value of Satellite Imagery? <\/a>(USGS Professional Paper)\n\n<a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0034425712000363\">The next Landsat satellite: The Landsat Data Continuity Mission<\/a> (scholarly article)\n\n&nbsp;\n<div>\n\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n\n<div>\n<div>\n\n&nbsp;\n\n<\/div>\n<\/div>\n<\/div>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24273","uid":"31","filename":"LDCM_still_Gulf_Coast_front_view_1280x7201.jpg","uri":"public:\/\/LDCM_still_Gulf_Coast_front_view_1280x7201.jpg","filemime":"image\/jpeg","filesize":"61268","status":"1","timestamp":"1425492768","type":"image","uuid":"ba918e9d-091f-438e-8383-9930d41809f6","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["earth observation","landsat","Remote Sensing"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1360181456","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}