{"title":"Media Advisory: Quality and Safety of Private Drinking Water Wells","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The quality and safety of some private drinking water wells across the country is an issue of concern, according to a U.S. Geological Survey study.&nbsp;&nbsp;<\/p>\n<p>About 43 million people-or 15 percent of the Nation's population-rely on private wells for drinking water.<\/p>\r\n<p>USGS scientists sampled 2,100 wells in 48 states from 30 of the Nation's 62 major aquifers. As many as 219 properties and contaminants, such as pH, major ions, nutrients, radionuclides, trace elements, pesticides, volatile organic compounds, and microbial contaminants were measured.<\/p>\r\n<p><strong>What: <\/strong><\/p>\r\n<p>The media is invited to attend a congressional briefing where the overall quality and safety of private well water will be announced. Experts will describe how cooperating federal agencies are using the information to answer important questions to address public health issues, including research by the National Cancer Institute on arsenic in drinking water and relations to bladder cancer.<\/p>\r\n<p><strong>Who:<\/strong><\/p>\r\n<p>Leslie DeSimone, USGS Hydrologist and lead scientist of the study<\/p>\r\n<p>Kevin McCray, Executive Director, National Ground Water Association<\/p>\r\n<p>Kenneth Cantor, Senior Investigator, National Institutes of Health, National Cancer Institute<\/p>\r\n<p>Matthew Larsen, USGS Associate Director for Water<\/p>\r\n<p><strong>Where:<\/strong><\/p>\r\n<p>Cannon Caucus Room of the Cannon House Office Building<\/p>\r\n<p>Washington, D.C.<\/p>\r\n<p><strong>When:<\/strong><\/p>\r\n<p>Friday, March 27<\/p>\r\n<p>9:30-11:30 a.m.<strong>&nbsp;<\/strong><\/p>\r\n<p><strong>Sponsors:<\/strong><\/p>\r\n<p>Water Environment Federation<\/p>\r\n<p>USGS National Water Quality Assessment Program<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","wells","contaminants","aquifers","publichealth","drinkingwater","groundwater"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1237867200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169267"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}