{"title":"Areas of Elevated Contaminants in Groundwater Determined from Regional Assessment in the Midwest","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editor's note: This story is of particular interest to media outlets in the states <\/strong><strong>of <\/strong><strong>Minnesota, Wisconsin, Illinois, Iowa, Missouri, and<\/strong><strong> Michigan<\/strong><\/p>\n<p><!--introstart-->At least one contaminant was found at levels of human-health concern in about one third of untreated groundwater samples collected from wells in the Cambrian-Ordovician aquifer system, according to a recent report by the U.S. Geological Survey.<!--introend--> When radon concentrations greater than 300 picocuries per liter are included, 64 percent of wells sampled contain a contaminant concentration above a human-health benchmark.<\/p>\r\n<p>The Cambrian-Ordovician aquifer system is ranked ninth in the nation for public supply water withdrawals from principal aquifers. The aquifer supplies water to many parts of the northern Midwest, including areas of Minnesota, Wisconsin, Illinois, Iowa, Missouri, and the Upper Peninsula of Michigan, as well as the major cities of Minneapolis, Rockford and Chicago.<\/p>\r\n<p>Many of the public and private wells sampled contain natural or manmade contaminants, including; radium, radon, boron, strontium, manganese, barium, nitrate, pesticides, and volatile organic compounds. Radon and radium are naturally occurring radioactive elements and known carcinogens. The deeper parts of the aquifer system in Illinois, Iowa, and eastern Wisconsin are vulnerable to high concentrations of radium, boron, and strontium. The shallow areas of the aquifer system in Minnesota, Wisconsin, and the Upper Peninsula of Michigan are vulnerable to radon and manganese. The study was conducted as part of an ongoing systematic assessment of some of the Nation&rsquo;s most important aquifer systems by the USGS National Water-Quality Assessment (NAWQA) Program. Results are available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5229\/\">online<\/a>.<\/p>\r\n<p>\"The USGS puts scientific findings and trends on water quality into the public domain so that citizens, water managers, and public officials can decide on appropriate and effective actions to address current or emerging issues that may be cause for concern now or in the future,\" said USGS Director Marcia McNutt. \"Both the quality of our water and scientific understanding of what is useful to monitor evolve over time, hence the need for the USGS to constantly update our water quality reports.\"<\/p>\r\n<p>\"The U.S. Environmental Protection Agency regulates public wells, and elevated concentrations of contaminants are reduced or removed from the water before people drink it,\" said John Wilson, USGS hydrologist and author of the study. \"This study examined contaminants that pose human-health concerns, including some that are not regulated, and findings can help water utility managers make decisions about future monitoring and treatment needs.\"<\/p>\r\n<p>Human-health benchmarks used to evaluate the significance of contaminant concentrations in raw water samples included EPA Maximum Contaminant Levels (MCLs) and USGS Health-Based Screening Levels (HBSLs) for unregulated contaminants, developed by USGS in collaboration with the EPA. Concentrations were also compared to EPA Secondary Drinking Water Regulations established for aesthetic quality or other non-health reasons. In relating measured concentrations to health benchmarks, this study offers a preliminary assessment of potential health concerns and identifies conditions that may warrant further investigation. The research is not a substitute for comprehensive risk and toxicity assessments.<\/p>\r\n<p><a href=\"http:\/\/water.usgs.gov\/nawqa\/trace\/radium\/index.html\">Radium<\/a> and strontium levels in domestic and public-supply wells from the Cambrian-Ordovician aquifer system are higher and more frequently exceed the human-health benchmark than in any of the other 30 principal aquifers studied by NAWQA. Arsenic levels frequently exceed the human-health benchmark in <a href=\"http:\/\/pubs.usgs.gov\/sir\/2008\/5227\/\">do","summary":null,"format":null}]},"field_images":[],"regions":["Illinois","Iowa","Michigan","Minnesota","Missouri","Wisconsin"],"country":["United States of America"],"mm_tags":["contaminants","water","groundwater","midwest","Geographic Areas Midwest","Cambrian Ordovician Aquifer","aquifers","Radon","Minnesota","Illinois","Wisconsin","Iowa","Missouri","Michigan","Minneapolis","Rockford","Chicago"],"distribution":["Water"],"release_date":{"und":[{"value":"1343016000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"169376"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}