{"title":"No More Earthquakes Than Usual, But 2001 So Far Is Deadly","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>With more than 35,000 estimated deaths from earthquakes in the first two months of 2001, it may seem like the earth is more restless than usual. Not so, according to scientists at the U.S. Geological Survey&rsquo;s National Earthquake Information Center (NEIC) in Golden, Colo. <\/p>\n<p>\"While it&rsquo;s true that more people have died from earthquakes during the first two months of this year than in the last two years put together, the average number of earthquakes per month has stayed about the same,\" said NEIC chief scientist, Waverly Person. \"Overall, earthquake activity isn&rsquo;t on the rise,\" said Person. \"We&rsquo;re simply able to locate more lower magnitude earthquakes due to advances in the technology, and when a deadly quake occurs, those images of death and destruction come right into our living rooms on the evening news.\" <\/p>\r\n<p>In January 2000, there were six \"significant\" earthquakes that were responsible for seven deaths. Significant earthquakes are defined by NEIC as \"earthquakes with a magnitude of 6.5 or larger, or ones that caused fatalities, injuries or substantial damage.\" In January 2001 there were also six significant earthquakes, but the combined death toll from the January 13 earthquake in El Salvador and the January 26 quake in southern India is estimated at 30,000 to 40,000. <\/p>\r\n<p>In February 2000 there were five significant earthquakes, with one death, whereas in February 2001 there were three significant quakes, with 325 deaths. The highest magnitude of any quake in February 2001 was the 6.8 temblor that struck the Seattle area, February 28, but no deaths were directly attributed to the earthquake, and damage, though extensive, was far less than it would have been in many cities of the world. <\/p>\r\n<p>\"Dense urban populations coupled with weak building structures near the epicenters are responsible for most of the fatalities, in any year,\" Person said. \"The annual, long-term average is 10,000 deaths worldwide, but that figure varies greatly, from year to year. In 2000, for example, there were only about 225 people killed in earthquakes, whereas, fatalities totaled 8,928 in 1998, and 2,907 in 1997. The deadliest year of the 20th century was 1976, when at least 255,000 people, and perhaps more than 600,000, were killed after one quake rocked Tianjin (formerly Tangshan), China.\" <\/p>\r\n<p>Person said a typical year for earthquakes consists of 18 major temblors (magnitude 7.0 to 7.9) and one great quake (8.0 or higher). During the first two months of 2001, there were seven earthquakes with magnitudes of 7.0 or higher, and two others with magnitudes of 6.8. The highest magnitude of any quake in February 2001 was the magnitude 7.3 in Southern Sumatra.<\/p>\r\n<p>The greatest number of earthquake-related deaths this year has been in India, where at least 30,000 have been confirmed dead, from the 7.7, January 26, earthquake, with the death toll estimated to go as high as 50,000. The death toll from the January 13, 7.6 quake in El Salvador, plus several aftershocks, is estimated at around 1,170. Many of the El Salvadorans were killed when earthquake-triggered landslides crushed their homes. <\/p>\r\n<p>The USGS estimates that several million earthquakes occur in the world each year. Many go undetected because they hit remote areas or have very small magnitudes. The USGS now locates about 50 earthquakes each day, or about 20,000 a year, with an average of 20 earthquakes per day in California. Real-time information about earthquakes can be found at <a href=\"http:\/\/quake.wr.usgs.gov\/\">http:\/\/quake.wr.usgs.gov<\/a>.<\/p>\r\n<p>Since 1973, the USGS has provided up-to-date earthquake information to emergency response and mitigation teams, government agencies, universities, private companies, scientists and the general public. This information includes determinations of the locations and severity of seismic events in the United States and throughout the world, including the rapid analysis of significant earthquakes","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"983768400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}