{"title":"USGS Mobilizes Coastal Storm Response Team Feds coordinate efforts for data collection, safety, &amp; science","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The USGS, armed with a new coastal storm response plan, has whirled into action over the past two days to prepare itself for the critical task of gathering data about Hurricane Bonnie&rsquo;s assault on the East Coast.<!--introend--> The action plan, developed at the USGS during the past six months, is specifically designed to create, in a very short period of time, an interdisciplinary team of USGS managers, scientists, and communications experts to assure swift and effective internal and external coordination of activities and communications during a specific storm event. \n<p>One goal of the recently developed storm plan is to facilitate interaction with other Federal agencies when a hurricane endangers coastal communities along the Gulf and east coasts of the United States. Vigorous communication and collaboration between government agencies responding to hurricane threats can save time, money, and even lives. \r\n<p>One way in which USGS field personnel assist the National Oceanic and Atmospheric Agency (NOAA) and the Federal Emergency Management Agency (FEMA) is in measuring the amount (discharge) and height (stage) of rivers during an actual storm event. This \"real-time\" information, in addition to USGS topographic maps, is crucial for local officials having to make timely decisions about evacuating people in flood-prone areas. \r\n<p>The USGS also assists the U.S. Army Corps of Engineers (USACE), when needed, in gathering storm surge data along the coast. Another hurricane damage assessment activity involves the National Aeronautical and Space Agency (NASA), NOAA, and the USGS in making coastal surveys of beach contours using a laser beam emitted from the bottom of an aircraft.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia","North Carolina"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"904190400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}