{"title":"You Go Western Ecosystems! Report Assesses Western U.S. Carbon Storage","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/12\/Slide12.jpg\"><img class=\" wp-image-175589 alignleft\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/12\/Slide12-300x225.jpg\" alt=\"\" width=\"270\" height=\"203\" \/><\/a>Forests, grasslands and shrublands in the West sequester nearly 100 million tons of carbon each year, an amount equivalent to counterbalancing the emissions of about 83 million passenger cars a year in the United States, according to a new USGS report.\n\nCarbon that is absorbed or â\u0080\u009csequesteredâ\u0080\u009d through natural processes reduces the amount of carbon dioxide in the atmosphere.\n\nWhile the study showed that western ecosystems are a strong carbon sink now, the region could experience a decline in storage potential between now and 2050, depending on future changes in land-use, climate and wildfires. Future carbon stocks are inextricably linked to these drivers because as ecosystems, forests or agricultural lands are converted for other uses, their ability to capture and store carbon is affected.\n\n<strong>From the Rocky Mountains to the Pacific Coastal Waters<\/strong>\n\nThe area USGS studied extends from the Rocky Mountains to the Pacific coastal waters, and totals just over 1 million square miles. The major ecosystems evaluated were terrestrial -- forests, wetlands, agricultural lands, and shrublands and grasslands -- and aquatic -- rivers, lakes, estuaries and coastal waters. It includes well-known ecosystems, such as the Rocky Mountains and the Sierra Nevada Mountains, the Mojave and Sonoran <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/12\/Slide13.jpg\"><img class=\" wp-image-175590 alignleft\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/12\/Slide13-300x225.jpg\" alt=\"\" width=\"270\" height=\"203\" \/><\/a>deserts, the Pacific Northwest forests and the vast grasslands and shrublands of the Great Basin.\n\n<strong>Western Forests Stored the Most Carbon<\/strong>\n\nWhile the western ecosystems varied widely in their potential for storing carbon now and in the future, forests are by far the largest carbon-storing pools, accounting for about 70 percent of the carbon stored recently in the West.\n<ul>\n\t<li><strong>Forests <\/strong>cover 28 percent of the land areas of West, contain the most carbon per unit area, and have the second-highest rate of sequestration of ecosystem types.<\/li>\n\t<li><strong>Wetlands <\/strong>cover less than 1 percent of the West and<strong> <\/strong>had the highest rate of sequestration of all ecosystem types, but because they cover only such a small percentage of land, the amount of carbon they sequester is far less significant than other ecosystem types.<\/li>\n\t<li><strong>Grasslands and shrublands <\/strong>cover nearly 60 percent of the West and contain 23 percent of the regionâ\u0080\u0099s carbon stored recently.<\/li>\n\t<li><strong>Agricultural lands<\/strong> cover<strong> <\/strong>about 6 percent of the land areas of the West and contain 4.5 percent of the carbon stored recently.<\/li>\n<\/ul>\n<strong>Significant Greenhouse Gas Emission Sources in Western Ecosystems <\/strong>\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/12\/Slide141.jpg\"><img class=\"alignleft  wp-image-175616\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/12\/Slide141-300x225.jpg\" alt=\"\" \/><\/a>Wildland fires in western ecosystems generated significant amounts of greenhouse gas emissions, with such emissions equivalent to 13 percent of the estimated rate of the recent annual carbon sequestration by western terrestrial ecosystems. This amount could increase up to 31 percent in the future.\n\nWater bodies in the West emitted even more CO<sub>2 <\/sub>than fires. Emissions from water bodies are equivalent to more than 30 percent of the recent annual carbon sequestration rate of terrestrial ecosystems in the West.Â  Basically, the more interaction with the atmosphere, the more CO<sub>2<\/sub> is released.Â  So, in fast-moving waters, where the water is churned up, there is a greater loss of CO<sub>2<\/sub> to the atmosphere.\n\n<strong>Land-Use, Land-Cover, and Carbon Stocks<\/strong>\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/12\/Slide17.jpg\"><img class=\" wp-image-175593 alignright\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/12\/Slide17-300x225.jpg\" alt=\"\" width=\"270\" height=\"203\" \/><\/a>Future changes in the ability of western ecosystems to sequester carbon will depend on future changes in land-use, climate, and wildfires. Â Future carbon stocks are tied to these drivers because as ecosystems, forests or agricultural lands are converted for other uses, their ability to capture and store carbon is affected. Â Land use by people causes a significant loss of carbon from ecosystems. Specific examples are forest harvesting (nearly 13 million tons of carbon per year) and agricultural harvesting (more than 20 million tons of carbon per year).\n\n<strong>To Read More: <\/strong>\n\n<a href=\"http:\/\/www.doi.gov\/news\/blog\/new-study-documents-natural-landscapes-role-in-absorbing-carbon.cfm\">Blog on the Report by David Hayes<\/a>, Deputy Secretary of the Department of the Interior\n\n<a href=\"http:\/\/www.doi.gov\/news\/pressreleases\/interior-releases-study-of-carbon-storage-and-sequestration-in-western-ecosystems-as-part-of-national-assessment.cfm\">Department of the Interior News Release<\/a> on the New Report\n\nThe report: <a href=\"http:\/\/pubs.usgs.gov\/pp\/1797\/\">Baseline and Projected Carbon Storage and Greenhouse Gas Fluxes in the Ecosystems of the Western United States<\/a>.\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/12\/Slide19.jpg\"><img class=\" wp-image-175594 alignright\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/12\/Slide19-300x225.jpg\" alt=\"\" width=\"270\" height=\"203\" \/><\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24263","uid":"31","filename":"MaroonBells.jpg","uri":"public:\/\/MaroonBells.jpg","filemime":"image\/jpeg","filesize":"116342","status":"1","timestamp":"1425492768","type":"image","uuid":"58df5183-8abf-4e13-9739-d59f4e9a56a3","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","carbon","carbonsequestration","CarbonStock","CarbonStorage","ClimateChange LandUseandLandChange","WesternEcosystemsAndCarbon","wetlands","wildfires"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1354727844","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}