{"title":"Loons Tracked by Satellites Will Uncover Mysteries of Their Migration","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Ten common loons are now sporting satellite transmitters so researchers can study the migratory movements and feeding patterns of these remarkable fish-eating waterbirds as they migrate through the Great Lakes toward their winter homes farther south.<\/p>\n<p>By using satellite tracking devices implanted in the loons from Wisconsin and Minnesota, USGS scientists expect to learn essential information about avian botulism needed by managers to develop important conservation strategies for the loon species.&nbsp;&nbsp;<\/p>\r\n<table style=\"width: 250px;\" border=\"0\" cellspacing=\"0\" cellpadding=\"3\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2010-07-20\/geolocator.jpg\" alt=\"Biologist Jeff Wilson releases a loon marked with a geolocator tag on a lake in northern Wisconsin.\" width=\"240\" height=\"180\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Biologist Jeff Wilson releases a loon marked with a geolocator tag on a lake in northern Wisconsin.<\/span><\/td>\r\n<\/tr>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2010-07-20\/geolocator2.jpg\" alt=\"Geolocator tag is shown attached to a common loon's leg band using marine epoxy and cable ties.\" width=\"240\" height=\"180\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Geolocator tag is shown attached to a common loon's leg band using marine epoxy and cable ties.<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&ldquo;This study will also help managers better understand how loons fare as they head to their wintering grounds along the Gulf of Mexico and Atlantic coasts,&rdquo; said USGS scientist Kevin Kenow, of the Upper Midwest Environmental Sciences Center (UMESC) in La Cross, WI. &ldquo;Right now, little is known about habitat use along their entire migratory routes.&rdquo;<\/p>\r\n<p>Common loons, a large black and white waterbird with haunting calls, are an iconic species in the Great Lakes states where they are most abundant. Unlike most birds which have hollow bones, loon bones are dense, helping them to dive to depths of some 250 feet in their search for food.<\/p>\r\n<p>In addition to satellite transmitter-marked loons, about 70 other loons will have geolocator tags, which will record daily location, temperature, light levels and water-pressure data that will log the foraging depths of these diving birds. &ldquo;This information will help shed light on how avian botulism may work in the food web on the Great Lakes,&rdquo; said Kenow, the leader of the migration project.<\/p>\r\n<p>Botulism, which has caused more than 80,000 bird deaths on the Great Lakes since 1999, causes paralysis and death of vertebrates who ingest neurotoxin produced by the botulism bacterium.&nbsp; The USGS study on avian botulism on the Great Lakes, funded by the Great Lakes Restoration Initiative, will examine the pathways by which fish and birds acquire botulinum toxin from Great Lakes food webs and determine how avian botulism outbreaks are related to environmental variables such as water quality and food web structure. Avian botulism outbreaks have resulted in periodic and often huge die-offs of fish-eating birds since at least the 1960s, but outbreaks have become more common and widespread since 1999, particularly in Lakes Michigan and Erie.&nbsp;<\/p>\r\n<p>&ldquo;Understanding feeding patterns and exposure routes of waterbird species at high risk for botulism die-offs, such as the common loon, is central to understanding how botulism exposure happens in the aquatic food chains in the Great Lakes and to eventually identifying what drives botulism outbreaks,&rdquo; said Kenow, &ldquo;Only then, can we help provide tools to prevent or lessen such outbreaks.&rdquo;<\/p>\r\n<p>Movement of loons from previous studies carrying satellite transmitters can be followed <a href=\"http:\/\/www.umesc.usgs.gov\/terrestrial\/migratory_birds\/loons\/migrations.html\">online at the USGS UMESC website<\/a>.&nbsp; Loon movements from the current study will be","summary":null,"format":null}]},"field_images":[],"regions":["New York","Pennsylvania","Illinois","Indiana","Michigan","Minnesota","Ohio","Wisconsin"],"country":["United States of America"],"mm_tags":["Common Loon","biology","Loons","Waterbirds","migration","Avian Botulism","Wildlife Disease","Great Lakes"],"release_date":{"und":[{"value":"1279598400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169870"},{"tid":"170297"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}