{"title":"Global Consortium of Space Agencies to Meet at USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> will host the 24th Secretariat and Board meetings of the <a href=\"http:\/\/www.disasterscharter.org\/home\">International Charter for Space and Major Disasters<\/a> in Washington, D.C. on October 4-7, 2010.<!--introend--><\/p>\n<p>The Charter is an organization of space agencies around the globe that operate earth-imaging satellites and provide data free of charge to assist emergency responders worldwide.&nbsp; Founded in 1999, the Charter has now been activated for more than 280 separate natural and man-made disasters.<\/p>\r\n<p>&ldquo;For the past decade, the Charter has been an important resource for disaster response,&rdquo; said Timothy Stryker of the USGS, the agency which will chair the Charter for the next six months. &ldquo;When a disaster strikes, member agencies around the world pool their satellite mission resources to support the provision of timely, objective information to assist relief agencies and in-country organizations.&rdquo;<\/p>\r\n<p>Satellite and airborne remote sensing play an important role in providing both pre- and post-incident imagery for emergency responders and recovery programs.&nbsp; However, finding and obtaining the needed imagery during an emergency situation can be daunting.&nbsp; The Charter was established to help facilitate access to these vital data when prompt timing is crucial.<\/p>\r\n<p>The 24th Charter Secretariat and Board meetings will focus on all aspects of Charter activities including system operations, interagency coordination, and training. Recent major Charter activations &mdash; the Haitian earthquake, the Gulf oil spill, and Pakistani floods, for example &mdash; will be reviewed.&nbsp;<\/p>\r\n<p>The Charter also serves an important role as a forum where science and diplomacy can flow easily among members, where saving lives can lead to strengthened bonds of international cooperation.<\/p>\r\n<p>These ties helped save countless lives during the recent Pakistani floods. When unprecedented flooding devastated large regions of Pakistan, Charter teams moved quickly to provide valuable data. Satellite, radar, and optical data from many of the Charter sources were sent to relief organizations and the Pakistani government. The data were used to identify damaged roads, areas of inundation, isolated villages, and the impact of the flooding on major food producing lands.<\/p>\r\n<p>A member since 2005, the <a href=\"http:\/\/eros.usgs.gov\/#\/Science\/Hazards_and_Disasters\/Emergency_Response\">USGS acts as the leading link<\/a> to the Charter in the United States.&nbsp; The USGS Landsat 7 satellite is a valued contribution to the Charter&rsquo;s global data systems.&nbsp; The <a href=\"http:\/\/landsat.usgs.gov\/\">Landsat program<\/a>, jointly administered by the USGS and NASA, has been taking remote-sensing images of terrain since 1972.<\/p>\r\n<p>The International Charter for Space and Major Disasters has ten members: the European Space Agency (current Chair), Canadian Space Agency, French Space Agency, Indian Space Research Organization, Argentinean National Commission on Space Activities, U.S. National Oceanic and Atmospheric Administration, U.S. Geological Survey, Disaster Monitoring Constellation\/U.K. Space Agency, Japanese Aerospace Exploration Agency, and the China National Space Administration.&nbsp; Additionally, the Korean Aerospace Research Institute, the Brazilian National Institute for Space Research, the Russian Federal Space Agency, and the German Aerospace Center will soon join.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["disaster","space","emergency","Recovery"],"article_type":["Technical Announcement","International News Release"],"release_date":{"und":[{"value":"1285905600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170388"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}