{"title":"Health of U.S. Streams Reduced by Streamflow Modifications and Contaminants","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>&nbsp;<\/p>\n<p>A <a href=\"http:\/\/pubs.usgs.gov\/circ\/1391\/\">new USGS report<\/a> describes how the health of our Nation&rsquo;s streams is being degraded by streamflow modifications and elevated levels of nutrients and pesticides.<\/p>\r\n<p>The national assessment of stream health was unprecedented in the breadth of the measurements&mdash;including assessments of multiple biological communities as well as streamflow modifications and measurements of over 100 chemical constituents in water and streambed sediments.<\/p>\r\n<p>\"Healthy streams are an essential part of our natural heritage. They are important to everyone &mdash; not only for recreation and for public water supply and public health, but also for economic growth,\" said USGS acting Director Suzette Kimball. \"A broad understanding of the complex factors that affect stream health across the Nation will aid us in making efficient, long term decisions that support healthy streams.\"<\/p>\r\n<p>&nbsp;<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"250\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_07_11\/insects.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_07_11\/insects_tn.jpg\" alt=\"The ability of a stream to support algal, macroinvertebrate, and fish communities is a direct measure of stream health. USGS image.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">The ability of a stream to support algal, macroinvertebrate, and fish communities is a direct measure of stream health. USGS image. <a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_07_11\/insects.jpg\">(High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>To assess ecological health, USGS scientists examined the relationship of the condition of three biological communities (algae, macroinvertebrates, and fish) to man-made changes in streamflow characteristics and water quality. The ability of a stream to support these biological communities is a direct measure of stream health.<\/p>\r\n<p>Stream health was reduced at the vast majority of streams assessed in agricultural and urban areas. In these areas, at least one of the three aquatic communities was altered at 83 percent of the streams assessed.<\/p>\r\n<p>In contrast, nearly one in five streams in agricultural and urban areas was in relatively good health, signaling that it is possible to maintain stream health in watersheds with substantial land and water-use development.<\/p>\r\n<p>\"Understanding the interacting factors that impact multiple aquatic communities is essential to developing effective stream restoration strategies,\" said Daren Carlisle, USGS ecologist and lead scientist of this study.<\/p>\r\n<p>Streamflow modification is a critical factor in stream health because the life cycles of many native fish species are synchronized with&mdash;and therefore dependent upon&mdash;the timing and variation in natural streamflow patterns.<\/p>\r\n<p>Annual low and high streamflows were modified in 86 percent of the streams assessed. Over 70,000 dams and diversions contribute to modified streamflows across the Nation. Flood control structures in the East and groundwater withdrawals for irrigation and drinking water in the arid West also contribute to streamflow modification.<\/p>\r\n<p>Biological alteration associated with elevated nutrient concentrations was most pronounced for algal communities. The occurrence of altered algal communities increased by as much as 40 percent above baseline in streams with elevated nitrogen and phosphorus concentrations.<\/p>\r\n<p>Macroinvertebrate communities were altered by as much as 40 percent above baseline conditions in streams with elevated pesticide toxicity. Although concentrations of insecticide mixtures, such as chlorpyrifos, carbaryl, and diazinon, in streams are highly variable seasonally and from year to year, they can reach levels that are harmful to aquatic life, particularly in agricultural and urban streams.<\/p>\r\n<p><em><a href=\"http:\/\/pubs.usgs.gov\/circ\/1391\/\">Ecological","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water National Water Quality Assessment"],"article_type":["National News Release"],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1373515200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169156"},{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}