{"title":"U.S. Output of Mineral-based Materials Declines","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. output of mineral-based materials dropped to $374 billion in 2001, down 8% from the previous year, according to a new report from the U.S. Geological Survey. The U.S. recession led to the reduction in output. Especially hard hit were the aluminum, copper, and steel producers, who faced strong foreign competition, higher energy costs, and lower prices for their products. Homebuilding and other domestic construction sectors-major consumers of nonmetallic products such as brick, cement, glass, and stone-remained strong enough to help raise the total output of industrial mineral materials slightly above previous year levels. <\/p>\n<p>Mine production of U.S. raw nonfuel minerals in 2001 was $39 billion, a slight decrease compared with that of 2000. Within that category, however, the difference between its metal and nonmetal components was significant: Metals output dropped from the previous year by more than 10% to $9.1 billion and the estimated output of industrial minerals increased by 2% to $29.9 billion. The top three states for production were California ($3.25 billion), Nevada ($2.93 billion), and Texas ($2.21 billion). Two major sectors of the U.S. economy, motor vehicle manufacturing and the construction industry, exerted considerable influence on domestic demand for mineral-based materials in 2001. <\/p>\r\n<p>Imports of raw and processed mineral materials fell to $67 billion from the 2000 level of $74 billion; aluminum, copper, and steel were among the largest imports. Exports of raw and processed mineral materials during 2001 dropped slightly to a value of $45 billion. <\/p>\r\n<p>At yearend 2001, economists were divided about the depth that the recession would reach and when economic recovery would begin. The speed and strength of recovery in the domestic mineral materials industry will depend to a great extent on how long consumers will maintain the pace of new motor vehicle and new home purchases that was underway in late 2001. At that time, home mortgage rates had reached a 30-year low, the Federal Reserve had made its 11th cut in lending rates during 2001, and motor vehicle manufacturers were offering no interest loans to purchasers of new vehicles. <\/p>\r\n<p>Mineral Commodity Summaries 2002 provides detailed information about events, trends, and issues in the domestic and international minerals industries during 2001. The report summarizes minerals industry trends for individual mineral commodities and also provides an outlook for domestic mineral industries in 2002. Separate chapters provide statistics on production, trade, and resources for about 90 mineral commodities. These statistics are collected with cooperative input from more than 90 countries and by survey responses from 18,000 domestic companies. The report is currently available on the World Wide Web at <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/\">http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/<\/a> and will be available from the Government Printing Office, Superintendent of Documents, in early March 2002. Call 202-512-1800 (1-886-512-1800 toll free) or visit their web site at URL <a href=\"http:\/\/www.access.gpo.gov\/su_docs\/index.\" html>http:\/\/www.access.gpo.gov\/su_docs\/index. html<\/a> for ordering information. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1014181200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169840"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}