{"title":"USGS Observes Improved Ground-Water Conditions in Pennsylvania After Recent Rains","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Precipitation from Hurricane Floyd and subsequent storms has provided much needed ground-water recharge -- especially in eastern Pennsylvania. <!--introend-->\n<p>\r\n<p>The effects of the recharge through September 29th are apparent in water-level records from ground-water observation wells operated by the U.S. Geological Survey (USGS) in cooperation with the Pennsylvania Department of Environmental Protection (DEP) and Chester County Water Resources Authority. \r\n<p>\r\n<p><b>DELAWARE BASIN<\/b> -- In August, ground-water levels in the Delaware River Basin were below normal in 12 of the 13 observation wells operated by USGS. As a result of recharge from Hurricane Floyd, current ground-water levels are below normal in only 2 of these 13 wells. Ground water has risen 2 to 10 feet in most wells with the greatest increase of 44 feet in the Carbon County observation well. \r\n<p>\r\n<p><b>SUSQUEHANNA RIVER BASIN<\/b> -- In August, ground-water levels were below normal in 12 of 18 observation wells. Current conditions show levels below normal in only 6 of the 19 wells reporting. Most wells showed a rise of 1 to 4 feet. The maximum rise was about 9 feet in the Potter County observation well. \r\n<p>\r\n<p><b>OHIO BASIN <\/b>-- In the Ohio River Basin, Hurricane Floyd had little or no effect on ground-water conditions. In August, ground-water levels were below normal in 6 of 13 observation wells. Currently, levels in 7 of 13 wells are below normal. The current water-level trend is downward in 9 of the 13 wells. \r\n<p>\r\n<p><b>CHESTER COUNTY<\/b> -- The Chester County observation-well network, established in 1973 through a cooperative agreement with the Chester County Water Resources Authority, shows that ground-water levels are in the normal range for 16 of 20 wells. This is an improvement from August conditions when 18 of 19 wells were below normal. Water levels in most Chester County wells rose 2 to 4 feet. Increases were as much as 15 feet in the Chester Valley. \r\n<p>\r\n<p>Dennis Risser, USGS Hydrologist, said \"Ground-water conditions in the shallow, fractured bedrock aquifers in Pennsylvania can change fairly rapidly. Thus, where recent recharge has improved ground-water conditions, additional precipitation will be needed to keep ground-water levels in normal ranges.\" \r\n<p>\r\n<p>\"To determine the \"normal\" water-level range in each observation well, many years of monitoring are needed. That&rsquo;s why long-term collection of basic hydrologic data is so important,\" according to Risser. \r\n<p>\r\n<p>In 1931, USGS established a statewide well network to monitor water-level fluctuations as a result of interest in ground-water level declines caused by the drought of 1930, Today, this network consists of 50 wells operated by USGS in cooperation with DEP Bureau of Watershed Conservation. The primary purpose of the observation-well network is to monitor ground-water conditions during droughts. Water-level data from the network wells are used by the Pennsylvania Emergency Management Council when categorizing counties for a drought-watch, drought-warning, or drought-emergency declaration. \r\n<p>\r\n<p>Every 4 hours, ground-water levels for 27 of the 50 network wells are transmitted by satellite telemetry and displayed on the USGS web page at <a href=\"http:\/\/pa.water.usgs.gov\/rt-cgi\/gen_tbl_pg?PAGE=4\">http:\/\/pa.water.usgs.gov\/rt-cgi\/gen_tbl_pg?PAGE=4<\/a>. Water levels at the other 23 wells are obtained monthly. A summary report of monthly water-level conditions for all 50 wells in the statewide network is also available on the web at <a href=\"http:\/\/pa.water.usgs.gov\/gw_report\/index.html\">http:\/\/pa.water.usgs.gov\/gw_report\/index.html<\/a>. The monthly reports summarize average monthly conditions, which may differ from current conditions when water levels are changing rapidly. Ground-water conditions from the Chester County observation well network are displayed on the Chester County web page at <a href=\"http:\/\/www.chesco.org\/water\/wra_cond.html\">h","summary":null,"format":null}]},"field_images":[],"regions":["Pennsylvania"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"938664000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169232"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}