{"title":"The Demise of The San Bruno Fault, or the Fault that Never Was","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Recent rains may have made things unstable on some parts of San Bruno Mountain, south of San Francisco, but one fault the mountain doesn&rsquo;t have is a fault; at least none that will cause any problems, according to scientists at the U.S. Geological Survey. <\/p>\n<p>Writing in the current issue of \"California Geology,\" the five scientists conclude \"we find no evidence for the existence of the San Bruno Fault as a recognizable geologic structure or as a fault rupture hazard.\" <\/p>\r\n<p>Whether or not a fault lies southwest of San Bruno Mountain, its activity and its exact location have been discussed among geologists since 1895. Traces of the fault have never been observed, but erratic exposures of the Merced sedimentary formation, from the Pacific Ocean to San Francisco Bay, have led some geologists to believe that these sediments may have been disturbed by a fault. Even when Manuel Bonilla, of the USGS in Menlo Park, first mapped the fault in 1964, he referred to it as \"hypothetical,\" and continued to do so on two subsequent maps published by the USGS in 1965 and 1971. <\/p>\r\n<p>Hypothetical or not, in 1997, when Bay Area Rapid Transit (BART) planners began to explore the possibility of extending BART to San Francisco International Airport, they needed to know, once and for all, whether or not there was a San Bruno fault, and if so, would it become active enough to affect the proposed rail line. <\/p>\r\n<p>In order to answer that question, Bonilla and his fellow USGS scientists went beyond field observations and conventional geologic mapping to determine the extent of the Merced formation and the shape of the Franciscan bedrock basin in which it lies. A high-resolution aeromagnetic survey was flown to provide information on concealed faults of the San Andreas system. The magnetic characteristics of the Franciscan bedrock are ideal for this type of survey, during which a sensitive magnet, attached like a stinger to the underbelly of a low-flying airplane, measures irregularities of magnetism in buried formations. Where the magnetism of a buried unit changes abruptly, it indicates that fault movement may have disturbed the original layers of that formation. The San Bruno aeromagnetic survey showed the San Andreas and other faults on the San Francisco Peninsula, but none where the San Bruno fault was supposed to be. <\/p>\r\n<p>They also used another indirect method to look for the fault-precise measurements of the pull of gravity. The pull of gravity at the ground surface is stronger where dense bedrock is close to the surface than it is where the bedrock is covered by much less dense sediments like the Merced Formation. Thus, an abrupt difference in depth to bedrock, such as expected from the San Bruno fault, can be readily detected. This method, too, showed no evidence for the fault. <\/p>\r\n<p>Although small earthquakes (magnitude to 2.0) occurred in the 20th century, northwest of Lake Merced, near the presumed trace of the fault, the USGS scientists attribute those earthquakes to activity on a right-step in the San Andreas fault, rather than the hypothetical San Bruno fault.<\/p>\r\n<p><b>Editors: Interviews with any of the five USGS scientists involved in the study of the San Bruno fault may be arranged by calling the USGS Public Affairs Office at 650-329-4000. A map to accompany this news release may be downloaded from:<\/b> <a href=\"ftp:\/\/mojave.wr.usgs.gov\/pub\/mdiggles\/SB_Flt_depth.jpg\">ftp:\/\/mojave.wr.usgs.gov\/pub\/mdiggles\/SB_Flt_depth.jpg; <a href=\"ftp:\/\/mojave.wr.usgs.gov\/pub\/mdiggles\/SB_Flt_depth.ai8\">ftp:\/\/mojave.wr.usgs.gov\/pub\/mdiggles\/SB_Flt_depth.ai8; or <a href=\"ftp:\/\/mojave.wr.usgs.gov\/pub\/midggles\/SB_Flt_depth.eps\">tp:\/\/mojave.wr.usgs.gov\/pub\/midggles\/SB_Flt_depth.eps<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"953096400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}