{"title":"stay Current on Your Rivers with USGS WaterNow","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->For the first time, anyone can find out the current conditions on thousands of rivers and streams across the country, right from their phone, using USGs'latest system <a href=\"http:\/\/water.usgs.gov\/waternow\/\">WaterNow<\/a>.<!--introend--> WaterNow makes the water conditions monitored by more than 16,000 streamgages and other sites across the country available via text or email.&nbsp;<\/p>\n<p>Like its predecessor and companion program, <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">WaterAlert<\/a>, WaterNow seeks to make USGS gage information for streamflow, groundwater levels, springs, water quality, and lake levels more readily available to the general public. These data have been available for over 10 years at <a href=\"http:\/\/waterdata.usgs.gov\/\">USGS Water Data for the Nation<\/a>, which requires a web browser to access.<\/p>\r\n<p>\"USGS is the world's largest provider of hydrologic information, and our streamgages are a vital part of that water infrastructure,\" said USGS Associate Director for Water Bill Werkheiser. \"WaterNow brings that information straight from our streamgages to your smartphone, and keeps USGS data flowing at the cutting edge.\"<\/p>\r\n<p>Knowing about current water conditions is important for a variety of purposes, from disaster planning and response to recreation. For example, water levels in streams can be checked during floods to guide evacuations or on a bright weekend morning to plan a day of paddling.&nbsp;<\/p>\r\n<p>Land and resource managers can benefit from WaterNow too. Not only can water levels be obtained, but also water temperatures can be checked to determine when it is necessary to release water from a reservoir to protect downstream trout fisheries.<\/p>\r\n<p>WaterNow expands on the service provided by the USGS WaterAlert service. WaterAlert provides a notification only when conditions exceed a threshold set by a user, whereas WaterNow provides data anytime on demand. &nbsp;These data are collected typically at 15 to 60-minute intervals, stored onsite, and then transmitted to USGS offices every hour.<\/p>\r\n<p>So how does it work? It's easy! All you have to do is find the gage you are interested in using instructions found on the <a href=\"http:\/\/water.usgs.gov\/waternow\/\">WaterNow page<\/a>, and then send a message to <a href=\"mailto:WaterNow@usgs.gov\">WaterNow@usgs.gov<\/a> with the site number of the gage you would like to get updates from.<\/p>\r\n<p>You will receive a reply within a few minutes that includes the most recent values of water level and streamflow, if available for that site.&nbsp; These data are by far the mostly frequently requested; therefore, they have been pre-set as defaults.&nbsp; Data values are also available for other kinds of data-collection sites such as wells, springs, and lakes.<\/p>\r\n<p>For complete instructions and guides on what types of data might be useful to you or which streamgages might be of interest to you, visit the <a href=\"http:\/\/water.usgs.gov\/waternow\/\">USGS WaterNow site<\/a>!<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water National Streamflow Information","water","Water Alert","Water Now","","realtimeinformation"],"article_type":["National News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1361854800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169407"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}