{"title":"USGS Scientist to Receive Prestigious Scientific Medal in France","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Earl Brabb, scientist emeritus with the U.S. Geological Survey in Menlo Park, Calif., will travel to Nice, France, later this month to accept the Sergey Soloviev medal of the European Geophysical Society (EGS) for 2000. The medal will be presented to Brabb at the opening ceremony of the 25th General Assembly of the EGS, on April 24. <\/p>\n<p>The Soloviev Medal was established by the EGS&rsquo;s working group on natural hazards, and is reserved for scientists who have made \"exceptional contributions to natural hazards, in particular, for their research aiming at an improvement of our knowledge of basic principles, as well as for the assessment and proper mitigation of hazards, in view of environmental protection and the integrity of human life and socio-economic systems.\" <\/p>\r\n<p>Brabb, who is only the second American among 122 recipients of a medal from the EGS, was selected for the honor, based on his more than 30 years of mapping landslide-prone areas, especially those in San Mateo County, California. Brabb was the founder and first coordinator of the USGS Regional Landslide Research Group. Under his leadership, in the 1980s, the group published several San Mateo County landslide maps, showing areas where landslides and debris flows have occurred in the past and where they are likely to occur in the future. These maps were used by the county to greatly reduce the number of houses permitted in landslide-prone areas, and to require geologic reports to make certain any houses could be built safely. <\/p>\r\n<p>In 1980 Brabb helped the Italian Research Institute for Hydrogeological Protection of Central Italy establish a summer school for young Italian scientists, to teach them about the landslide techniques developed in San Mateo County and elsewhere. He is also the founder of the International Landslide Research Group (ILRG), and co-founder of the International Conference and Field Workshop on Landslides (ICFL), which provides communication with landslide researchers throughout the world, and co-founder of the International Conference and Field Workshop on Landslides (ICFL), which provides field trips and education about landslides in many countries. <\/p>\r\n<p>Brabb retired from the USGS in 1994, but has remained an active USGS volunteer, preparing more geologic and landslide-hazard maps. A map that he co-authored with Joe Clogan, showing areas susceptible to debris flows in the United States has just been published and will be part of the Survey&rsquo;s new National Atlas. He has also been instrumental in establishing a website where property owners in southern San Mateo County can go to learn whether their property is vulnerable to landslides, and if so, how much money may be required for investigation and mitigation costs. <\/p>\r\n<p>During his 35-year career with the USGS, Brabb has received numerous honors, including the \"Superior,\" \"Meritorious\" and \"Distinguished Service\" awards of the U.S. Department of the Interior; Federal Scientist of the Year (1985); and the \"Distinguished Practice\" award from the Engineering Geology Section of the Geological Society of America (1988). <\/p>\r\n<p>Brabb, a native of Detroit, Mich., received his bachelor of arts degree &quot;With Distinction&quot; in geology from Dartmouth College (1951); a master of science degree from the University of Michigan (1952); and a Ph.D. in geology from Stanford University (1960). He has been a Fellow of the Geological Society of America, and a member of: the American Association of Petroleum Geologists, the International Association of Engineering Geologists, the American Geophysical Union, the American Association for the Advancement of Science, Association des Geologues de Bassin de Paris, and founder and member of the International Landslide Research Group and the International Conferences and Field Workshops on Landslides. <\/p>\r\n<p>Brabb lives in Palo Alto with his wife, Gisela. They are the parents of two grown daughters. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"955080000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}