{"title":"Internet Catches Updated Butterfly and Moth Website","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Why should we care about butterflies and moths?<strong><!--introend--> <\/strong>Thanks to butterflies, bees, birds, and other&nbsp;animal pollinators, the world's flowering plants are able to reproduce and bear fruit. That very basic capability is at the root of many of the foods we eat. And, not least, pollination adds to the beauty we see around us.<\/p>\n<p>Yet today, there is evidence of alarming pollinator population declines worldwide. Fortunately, science investigators of this crucial issue can use data collected and organized in the <a href=\"http:\/\/www.butterfliesandmoths.org\/\">Butterflies and Moths of North America<\/a> (BAMONA) database to monitor the health of our butterfly and moth population.<\/p>\r\n<p>Backed by more than 287,000 verified sighting records and 3,239 images that describe 4,638 species, BAMONA is committed to collecting and providing access to quality-controlled data about butterflies and moths of North America. Dedicated volunteer coordinators, including national and internationally recognized Lepidoptera experts, verify each record. The goal is to fill the needs of scientists and nature observers by bringing verified occurrence and life history data into one accessible location.<\/p>\r\n<p>To serve its broad range of users even better, BAMONA recently launched its re-tooled <a href=\"http:\/\/www.butterfliesandmoths.org\/\">website<\/a>. The site was developed at Montana State University (MSU) under a cooperative agreement with the U.S. Geological Survey (<a href=\"http:\/\/www.usgs.gov\/\">USGS<\/a>) National Biological Information Infrastructure (NBII) Network.<\/p>\r\n<p>BAMONA&rsquo;s latest innovations are aimed at improving technologies for both data collection and data dissemination. Users can now submit records &ndash; which typically include a photograph &ndash; via the site&rsquo;s new user submission form, replacing an outdated submission process that required multiple e-mails with spreadsheet attachments.&nbsp; As for data dissemination, verified records are now immediately available on the site&rsquo;s home page. New, interactive Google-based maps enable the display of any verified sighting, including Canadian locations. Visitors can now zoom in or out and click on dots pin-pointing sighting locations on interactive maps, and see the details of each sighting record. All these features were not available previously.<\/p>\r\n<p>For more information, go to <a href=\"http:\/\/www.butterfliesandmoths.org\/\">www.butterfliesandmoths.org<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana"],"country":["United States of America"],"mm_tags":["butterfly","butterflies","Moth","moths","","Montana State University"],"release_date":{"und":[{"value":"1299214800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169599"},{"tid":"169848"},{"tid":"170391"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}