{"title":"Media Advisory: Sign Up for USGS Alerts for Flooding and Drought","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Use &lsquo;<a href=\"http:\/\/water.usgs.gov\/alerts\/\">ProjectAlert<\/a>&rsquo; to keep up with USGS scientists as they respond to floods, droughts, and chemical spills. These alerts are official, yet informal notices that describe flood, drought, or water quality conditions across the country, as well as how USGS field crews are responding to the event.<\/p>\n<p>ProjectAlert notifications are published in real-time by a USGS field scientist and let you know when the scientist is:<\/p>\r\n<ul>\r\n<li>Measuring the flows of flooded streams.<\/li>\r\n<li>Tracking drought-depleted groundwater.<\/li>\r\n<li>Sampling the quality of water in a lake, stream, or well. <\/li>\r\n<li>Repairing streamgage or environmental monitoring instruments. <\/li>\r\n<li>Deploying storm surge sensors in anticipation of a hurricane. <\/li>\r\n<li>Flagging highwater marks to document recent flood flows. \r\n<ul>\r\n<\/ul>\r\n<\/li>\r\n<\/ul>\r\n<p>In some cases these alerts provide an opportunity for media to accompany scientists into the field.<\/p>\r\n<p>While the USGS has used ProjectAlert to send e-mail notifications about extreme hydrologic events to selected officials for years, now they are available to the public. These alerts describe the activities of USGS to obtain and report the hydrologic information urgently needed by water resource managers, forecasters, and emergency management officials. A link to the RSS feed and the web archive can be found at <a href=\"http:\/\/water.usgs.gov\/alerts\/\">http:\/\/water.usgs.gov\/alerts\/<\/a>.<\/p>\r\n<p>A user can receive RSS notifications for alerts relating to storm surge, state, regional, and national notifications. RSS readers that support filtering can be used to restrict postings retrieved by these categories.<\/p>\r\n<p>For information on real-time hydrologic conditions visit <a href=\"http:\/\/waterwatch.usgs.gov\">WaterWatch<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Water National Streamflow Information","Water Groundwater Resources","flood","drought","flooding"],"article_type":["National News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1348459200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"},{"tid":"170362"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}