{"title":"USGS Chemists Analyze Monterey Tarballs... Most Oil Residues In Monterey Bay Probably From Natural Seeps","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Many of the tarballs washing up on the shores of Monterey Bay are most likely from natural seeps from the floor of Monterey Bay and the continental shelf, rather than from ruptured oil tankers and other man-made occurrences, according to scientists from the U.S. Geological Survey in Menlo Park, Calif. <!--introend-->\n<p>Although the investigation and analyses of petroleum residues from Monterey Bay is in its early stages, USGS geochemist Keith Kvenvolden said that many of the samples match the known isotopic compositions of crude oils from inland and offshore sources in the Miocene Monterey Formation of California. \r\n<p>Kvenvolden presented the USGS analyses at the American Geophysical Union&rsquo;s Ocean Sciences meeting in San Diego, Thursday, February 12. \r\n<p>His poster session illustrated that a detailed organic geochemical study of petroleum residues in Monterey Bay indicated that the samples have unusually heavy carbon isotopic compositions, which are characteristic of crude oils emanating from the Miocene Monterey Formation. \"Because the coastal petroleum residues apparently are extensively distributed within Monterey Bay National Marine Sanctuary, we believe their source is likely natural and not spilled petroleum products,\" Kvenvolden concluded. \r\n<p>Kvenvolden&rsquo;s study of the Monterey Bay tarballs is similar to one he and colleagues conducted on residues collected on the beaches of southern Alaska, following the Exxon Valdez oil spill of 1989. That study, which was published in 1993, concluded that some of the tarballs carried an isotopic \"fingerprint\" that traced them to California oil that had spilled from on-shore tanks that ruptured during the 1964 Alaska earthquake. \r\n<p>\"These carbon isotopes are the fingerprints of petroleum,\" Kvenvolden said, \"and identifying them gives investigative earth scientists forensic tools similar to those used by criminal investigators in their work.\" \r\n<p><b>Editors: Dr. Kvenvolden will be back in his Menlo Park office and available for interviews on Feb. 13. To arrange for interviews, call the USGS Public Affairs Office at (650)329-4000. <\/b><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"887173200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}