{"title":"scientists Examine the Seas Our Ancestors Fished to Better Understand Today&rsquo;s Changing Oceans","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Imagine the world&rsquo;s oceans teeming with whales, sea turtles and fishes, with shellfish so abundant they posed a hazard to navigation. Only in a Jules Verne classic fantasy? Not so. A group of scientists from several research institutions has recently depicted that such rich ocean life existed in the not-so-distant past. Writing in the journal Science, the scientists have documented long-term effects of fishing and provided a framework for repairing coastal marine ecosystems that have collapsed from centuries of overfishing. The information comes none too soon for those who study and manage marine resources. <\/p>\n<p>\"Successful management and restoration of coastal marine ecosystems has failed in part because of a lack of understanding the deeper historical causes of collapses in these ecosystems,\" said Dr. Jim Estes, a USGS research ecologist with the Western Ecological Research Center in Santa Cruz, Calif., one of the authors of the article.<\/p>\r\n<p>The scientists examined paleoecological records from marine sediments dating from about 125,000 years ago; archaeological records from human coastal settlements occupied after about 10,000 years ago; historical records from documents of the first European trade-based colonial expansion in the Americas and South Pacific in the 15th century to the present; and ecological studies from the past century to help calibrate the other records. <\/p>\r\n<p>They found that the three cultural stages they examined --aboriginal, colonial and global -- occurred at different and distinct times in the Americas, New Zealand and Australia. This enabled the scientists to distinguish fishing in these locations by cultural stages. The scientists also were able to determine whether changes occurred due to human impacts or changing climate. They compared the function and structure of kelp forests, coral reefs and estuaries before and after fishing occurred. <\/p>\r\n<p>The scientists found that as human disturbance occurred over time, ecosystem structures and functions changed in response to overfishing. While few species like the Steller&rsquo;s sea cow of the North Pacific and the sea mink of the Gulf of Maine were fished to extinction, many became ecologically extinct like the sea otter, which did not make a comeback from intense exploitation until afforded protection in the 20th century. The scientists also found when multiple species occupied similar niches in an ecosystem&rsquo;s structure and could fill a similar function of an overfished species, signs of overfishing could be masked for long periods of time. <\/p>\r\n<p>\"Since most ecological studies of coastal marine ecosystems have been conducted after the 1950&rsquo;s, scientists have had first-hand knowledge of only the recent structure and function of these ecosystems,\" said Estes. \"We have found that the beginnings of human disturbance of these systems began well before these studies, and include changes that occurred during each cultural period -- aboriginal, European colonial, and more recent global exploitation of sea life. We fear that even more marine ecosystems may soon be at risk of collapse.\"<\/p>\r\n<p>The scientists found that unrelenting exploitation accelerated and intensified as population growth, technological advances and eventual expansion to a global market occurred. The first major human disturbance to all of the ecosystems they examined was always overfishing of the large vertebrates and shellfish. Much later other events followed: pollution, overenrichment of waters from nutrients, disease outbreaks, habitat destruction, invasion of introduced species and human-caused climate change. <\/p>\r\n<p>This historical perspective has helped Estes better understand more recent changes in the Northern Pacific and in southern California. In the North Pacific, where Estes has studied nearshore ecosystems since the 1970&rsquo;s, historical evidence showed that aboriginal Aleuts greatly reduced the number of sea otters starting about 2,50","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"996120000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}