{"title":"Growing Demand and Climate Change Likely Means Less Water for New Hampshireâ\u0080\u0099s Seacoast Region by 2025","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Increased demand for water and a warmer climate will likely decrease the amount of water available in the streams and aquifers of southeast New Hampshire&rsquo;s Seacoast region. Summer stream flows could be 10 percent less by 2025 than they are now and groundwater levels will likely drop if demand continues to grow as projected.<!--introend--> Climate change could reduce water supplies even further because warmer air temperatures increase evaporation and lengthen the growing season. These findings were released today by the U.S. Geological Survey (USGS).<\/p>\n<p>&ldquo;The effects of increased water demands, such as reduced stream flows and lower groundwater levels, may become apparent in the next 10 years and be reduced further by 2025,&rdquo; said USGS hydrologist Thomas Mack, author of the study. \"Reductions in streamflows and groundwater levels that may happen because of potential climate changes would affect a large area, while the effects of increased groundwater demand would be local,\" said Mack.<\/p>\r\n<p>For this study, scientists calculated changes in groundwater recharge and stream flows resulting from increased demands and under climate changes projected to 2025 by previous studies. Climate changes include changes in precipitation amounts and patterns, increased evaporation and a longer growing season. To isolate the effects of climate change, the calculation assumed current water use.<\/p>\r\n<p>&ldquo;About half of the water that recharges the bedrock aquifer in the Seacoast area annually is during snowmelt in the spring,&rdquo; said Mack. &ldquo;With increasing air temperatures expected from climate change, the peak recharge period would likely occur earlier in the year. This is a concern because the bedrock aquifers of the region have a low water storage capability.&nbsp; A shift to an earlier peak recharge may lower groundwater levels in the summer months when water demand increases,&rdquo; added Mack.<\/p>\r\n<p>Total annual recharge was estimated to decrease by about 5 percent in the year 2025; this equates to more than a billion gallons per year that would not be available as groundwater. The warming trend associated with possible climate change would also lead to an increase in evaporation and water uptake by plants, termed evapotranspiration, and a 50 percent reduction in spring recharge. Combined, these impacts would likely lead to a reduction in groundwater availability by lowering groundwater levels and would reduce the amount of groundwater contributing to streamflows. Simulated streamflows in the Winnicut River were estimated to increase in February but decrease by 20 to 30 percent in July and August.<\/p>\r\n<p>Currently, groundwater in the Seacoast region is more plentiful in the shallow layers of the groundwater system. Groundwater in the shallow sand and gravel deposits, soils, till, and the upper bedrock is also much easier to reach. But an exact accounting of the amount of groundwater in the Seacoast is difficult because of the highly variable nature of the geology and rocks found.<\/p>\r\n<p>The amount of recharge that enters the bedrock aquifer is highly variable from place to place because of variability in the rock type, the pattern of fractures in the rock, how water flows locally, and how much groundwater is used in the area. Recharge can range from near zero to almost all of the rain and snow that falls on a particular point.<\/p>\r\n<p>All of this variation tends to limit the geographic extent of some groundwater issues, while making them particularly acute in the area affected.&nbsp; For example, increasing withdrawals at large groundwater-well fields will likely lower groundwater locally, not regionally.<\/p>\r\n<p>One problem many coastal communities face when groundwater-levels decline is saltwater intrusion into freshwater aquifers.&nbsp; But widespread intrusion in the region&rsquo;s bedrock aquifer is not likely. Currently, saltwater contamination is limited to isolated home sup","summary":null,"format":null}]},"field_images":[],"regions":["New Hampshire"],"country":["United States of America"],"mm_tags":["New Hampshire","Water Availability","Climate Change","New Hampshire Seacoast","groundwater","water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1247112000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169845"},{"tid":"170615"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}