{"title":"70 Percent Odds For Large Earthquake By 2030","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: Graphics available at <a href=\"http:\/\/quake.usgs.gov\/media\">http:\/\/quake.usgs.gov\/media<\/a> and press release at <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html<\/a> <\/b>\n<p><!--introstart-->There is a 70 percent probability that one or more damaging earthquakes of magnitude 6.7 or larger will strike the San Francisco Bay area during the next 30 years, according to a report released today (Oct. 14, 1999) by the U.S. Geological Survey.<!--introend--> A magnitude 6.7 earthquake is equivalent to the 1994 Northridge earthquake which killed 57 people and caused $20 billion in damage. \r\n<p>The report was compiled by a group of scientists known as a \"working group\" or \"WG99,\" comprised of more than 70 geologists, seismologists, geophysicists and statisticians. The group is chaired by Dr. David Schwartz, a USGS geologist who heads that agency&rsquo;s San Francisco Bay Area Earthquake Hazards Project. \r\n<p>Schwartz pointed out that there is also an 80 percent chance of one or more magnitude 6 to 6.7 earthquakes before 2030. \"While magnitude 6.7 or greater earthquakes can cause damage throughout the Bay region, thesesmaller quakes, centered in urbanized areas, could also cause serious damage.\" \r\n<p>Schwartz said an important difference between the new probabilities figures and previous earthquake estimates is that the earthquake hazard is spread broadly across the entire Bay region, from the Pacific coast to the Sacramento Delta, not just restricted to the those areas closest to the Bay. \r\n<p>\"Since much of this broad region is becoming heavily urbanized and many of these faults run right through urban areas, future earthquakes have the potential to cause much more damage than the 1989 Loma Prieta earthquake,\" Schwartz said. \"For example, there is a 30 percent chance of a damaging earthquake on one of the four newly characterized faults along and east of the of the rapidly growing I-680 corridor.\" \r\n<p>Coastal areas from Half Moon Bay to Monterrey are also included in the new probabilities study, with a 25 percent chance of one or more earthquakes centered on the nearby San Andreas or San Gregorio faults. \"These areas are also experiencing rapid growth,\" said Schwartz, \"and thus increasing the odds for damage from earthquakes.\" While the new study concludes that there is a 70 percent chance (plus or minus 10 percent) for at least one large earthquake across the region in the next 30 years, it also lists the odds for earthquakes on individual faults in the San Francisco Bay area, with those odds having an uncertainty factor of 5-10 percent. Those faults are: \r\n<p>* the Hayward-Rodgers Creek fault that runs from Fremont to Santa Rosa, with a 32 percent probability of a 6.7 or larger earthquake, has the highest odds for any Bay area fault. \r\n<p>\r\n<p>* a 21 percent probability of a 6.7 or larger earthquake occurring on the San Andreas fault, from San Jose to north of San Francisco. \r\n<p>\r\n<p>* an 18 percent probability of a 6.7 or larger earthquake occurring on the Calaveras fault, which runs from Gilroy on the south to Mount Diablo. \r\n<p>\r\n<p>* a 10 percent probability of a 6.7 or larger earthquake occurring on the San Gregorio fault, which runs offshore, from Monterey on the south to the Golden Gate. \r\n<p>\r\n<p>* a six percent probability of a 6.7 or larger earthquake occurring on the Greenville fault, which runs through the East Bay hills from south of Livermore to east of Mt. Diablo, and also a six percent probability for the Concord-Green Valley fault which runs northward from Walnut Creek, across Suisun Bay to an area east of Napa. \r\n<p>\r\n<p>* a four percent probability of a 6.7 or larger earthquake occurring on the Mt. Diablo thrust fault. This \"blind thrust\" fault under the landmark East Bay mountain, is similar to the fault that caused the 1994 Northridge earthquake. \r\n<p>\r\n<p>Schwartz explained that t","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"939873600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}