{"title":"All Jammed Up","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/03_25_2014_wbr1UIh76O_03_25_2014_1#.U0RQxFBdXzh\"><img src=\"http:\/\/gallery.usgs.gov\/images\/03_25_2014\/wbr1UIh76O_03_25_2014\/medium\/lookingDSfromBridge.JPG\" alt=\"Ice Jams in Powder River at Arvada, WY, downstream of the bridge.\" width=\"500\" height=\"375\" \/><\/a> Ice Jams in Powder River at Arvada, WY, downstream of the bridge.[\/caption]\n\nApril showers may bring May flowers, but spring can also bring <a href=\"https:\/\/www.youtube.com\/watch?v=cpHzH-5cNTo\">ice jams<\/a> to the thawing rivers and streams across the northern United States.\n\nAn ice jam or ice dam, is a buildup of broken ice in the river system. It can be a problem that causes the water to back up over the top of highway bridges, roads, or into cities. At times, they can cause flooding. Ice jams can be large--backing up water for miles, or small and only back up water in a small area locally.\n\nAn ice jam can <a href=\"http:\/\/gallery.usgs.gov\/images\/02_22_2011\/sXo0REd55L_02_22_2011\/large\/DSCN0053.JPG\">damage bridges<\/a> with the amount of water pushing on the jam from behind; it can force the ice to push the bridge - moving it slightly.\n\nUSGS monitors ice jams across the north using <a href=\"http:\/\/ny.water.usgs.gov\/flood\/MohawkIce\/index.html\">cameras<\/a> as well as by collecting ice thickness information when technicians do regular streamgage work or when measuring discharge on the rivers in the spring.\n\nFor example, each year, the Maine Emergency Management Agency and U.S. Coast Guard asks the USGS to measure the ice thickness and provide an ice jam flood potential on the Kennebec River. The U.S. Coast Guard has used their ice breakers to clear the ice in the lower Kennebec River in years when the ice jam flood potential was high.\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/03_02_2011_mQHt38Vjj1_03_02_2011_0#.U0RRBlBdXzi\"><img src=\"http:\/\/gallery.usgs.gov\/images\/03_02_2011\/mQHt38Vjj1_03_02_2011\/medium\/Skunk_River_at_Augusta_-_large_file.JPG\" alt=\"Ice breakup on the Skunk River\" width=\"500\" height=\"375\" \/><\/a> Ice breakup on the Skunk River[\/caption]\n\nGreg Stewart, data section chief for the USGS New England Water Science Center, said its part of the agency's job to monitor river flows throughout the state of Maine and to measure the stream flow underneath the ice.\n\nUSGS technicians take ice cores to measure ice thickness at various places on the rivers. In order to make an ice measurement, itâ\u0080\u0099s necessary to drill between 25-30 holes in the ice. Then, thickness is recorded at just several of the holes to help document the measurement conditions.\n\nThat information allows the USGS to assess the risk of ice jams, flooding or other problems when the ice begins to melt, Stewart said. According to Stewart, when ice jam flooding starts to happen, there is very little time and very little warning.\n\nThickness of the ice and how fast a melt occurs affects the ice jam flooding potential. For example while the weather is cold, and the water is freezing you have ice accumulation. When the weather changes and it starts to warm the ice begins to melt and begins to break up. A quick warmup with the ice strong and still in place can cause significant ice jam flooding.\n\nAnother sign of spring is the melting snowpack, which is the result of accumulated layers of snow with generally more at high altitudes. Snowpacks feed rivers and streams providing an aquatic life habitat, hydro power, a possible source of drinking water, but they are also a potential flood hazard.\n\nWith a quick warm up of high temperatures over a short period of time, there is an increased likelihood of flooding from snowpack melt, but when you have a gradual increase in spring temperatures with moderate temperatures during the day and slightly below freezing at night the flooding potential is decreased slowly and safely.\n\nAccording to Stewart, when the snowpack starts to melt, historically in March, thatâ\u0080\u0099s when snowmelt driven runoff begins and the USGS looks at the flooding potential.\n\nTo learn about the water levels at a streamgage near you sign up for alerts to your email or cell phone <a href=\"http:\/\/water.usgs.gov\/wateralert\/index.html\">here<\/a>!\n\n<strong>Learn More:<\/strong>\n\n<strong>Â <\/strong><a href=\"http:\/\/ne.water.usgs.gov\/podcasts\/6-icejams\/6-icejams-transcript.html\">Episode 6: Ice jams, flooding likely in Nebraska this spring, transcript: March 4, 2010<\/a>\n\n<a href=\"http:\/\/nd.water.usgs.gov\/photos\/thompson\/index.html\">Thompson Bridge (Red River) Image Gallery<\/a>\n\n<a href=\"http:\/\/www.youtube.com\/watch?v=7MFAiVqdR-c\">Ice Jam on the Niobrara River<\/a>\n\n<a href=\"https:\/\/www.youtube.com\/watch?v=cpHzH-5cNTo\">Ice breakup at South Fork Grand River near Cash, SD<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24363","uid":"31","filename":"IMG_20140314_115649_368.jpg","uri":"public:\/\/IMG_20140314_115649_368.jpg","filemime":"image\/jpeg","filesize":"117491","status":"1","timestamp":"1425492768","type":"image","uuid":"d2f3609e-21e2-4297-a772-e792d3937fee","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["flood","flooding","Ice Dam","Ice Jam","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1397049265","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}