{"title":"First New Waterborne Aquaculture Drug in 20 Years Approved","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Twelve years of rigorous research by USGS scientists helped lead to the approval by the Food and Drug Administration (FDA) of the first waterborne drug for fish diseases in more than 20 years.<!--introend--> \r\n<\/p>\r\n<p>\r\nThe drug, 35% PEROX-AID&reg;, a product of EKA Chemical, Inc, in Marietta, Ga., was approved recently for use in three diseases of freshwater fish and their eggs that, left untreated, cause significant losses to the $1 billion (2006) U. S. aquaculture industry. State and federal natural resource agencies responsible for fish hatchery programs benefit from more effective and efficient production, including endangered and threatened species broodstock protection, and the public benefits from healthy fish released into the wild for recreation through restoration programs. \r\n<\/p>\r\n<p>\r\nPrivate aquaculture will also benefit from approval of the new drug. According to industry figures, uncontrolled diseases cause around $100 million in losses in the catfish industry alone. Half of the reported disease cases were attributed to the three diseases this new drug can treat: bacterial gill disease and external columnaris disease of fish, and saprolegniasis on fish eggs. \r\n<\/p>\r\n<p>\r\nResearchers at the USGS Upper Midwest Environmental Sciences Center (UMESC) in La Crosse, Wisc., developed the data that resulted in the approval for the drug, with financial support through the Federal-State Aquaculture Drug Approval Partnership Project. Dr. Michael Jawson, UMESC center director, said that this approval is a critical step forward in helping control diseases in commercially and publicly raised fishes. He noted that the broad use approval is unique and significant for U.S. aquaculture in that it covers two fish life stages &ndash; eggs and fish &ndash; of a number of cultured freshwater fish species for three separate diseases. Fish commonly afflicted with these diseases include trout, salmon, steelhead, channel catfish, and tilapia. \r\n<\/p>\r\n<p>\r\nRosalie Schnick, National Coordinator for Aquaculture New Animal Drug Applications, said, &quot;The scientists at the Upper Midwest Environmental Sciences Center did an excellent job completing the major data requirements for obtaining this most significant approval. The 35% PEROX-AID&reg; approval is a tremendous example of a public research facility cooperating with a private entity to gain results that will benefit the propagation of finfish for public good, including fisheries restoration and enhancement.&quot; \r\n<\/p>\r\n<p>\r\nUSGS scientists completed target animal safety studies on many freshwater fish species, conducted critical laboratory and field efficacy studies, and completed a comprehensive environmental assessment of hydrogen peroxide use in aquaculture. Eka Chemicals, Inc., completed the requirements for drug manufacturing and worked with Schnick to complete the requirements for human food safety. Under the Minor Use Minor Species Animal Health Act as administered by the FDA, Eka Chemicals, Inc. has an exclusive right for 7 years of marketing for the approved indications beginning on the date of approval. This privilege is extended to drug sponsors to encourage the development of drugs with limited economic potential due to their restricted market. The drug is expected to be available to commercial and public aquaculture in late winter or early spring. \r\n<\/p>\r\n<p>\r\nUSGS began this research in 1994 in response to a request by the Association of Fish and Wildlife Agencies that state natural resource agencies needed specific drugs to combat specific fish diseases. Dr. William Gingerich, the lead researcher on the project, agrees with Schnick that the approval for this new aquaculture drug is unique because it is so comprehensive. He credits the Food and Drug Administration reviewers and policy makers for being open to the concept of broad drug approvals for aquaculture drugs. Dr. Gingerich and his team members will be recognized for their achievements tod","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1173758400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170297"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}