{"title":"Wealth of USGS Water Information Now Available Online","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Check out -- <a href=\"http:\/\/water.usgs.gov\">http:\/\/water.usgs.gov<\/a>&nbsp;-- and then link to \"historical\" \n<p>\r\n<p><!--introstart-->160 million daily records of water data available online . . .<!--introend--> \r\n<p>A treasure trove of water information on streamflow across the country and spanning more than a century is now available on the World Wide Web, the U.S. Geological Survey announced today (March 4, 1998) in Washington, D.C. \r\n<p>Speaking at the annual Water Policy Roundtable of the Interstate Council on Water Policy and the Western States Water Council, Robert Hirsch, chief hydrologist of the USGS, said, \"We now have daily streamflow data from almost 19,000 streamgages available online. The length of these records ranges from more than a century to just a few years. \r\n<p>\"The availability of more than 400,000 station years of streamflow records is an incredible resource to planners and managers of our nation&rsquo;s water resources. This service allows users to download daily flow records from any of these USGS stations to their own computers. Users can select the period of record and the form of output -- either tabular or graphical. As part of our ongoing commitment to good government that works better and costs less, these data are available at no cost to the customer,\" Hirsch said. \r\n<p>\"The capability to deliver information online is a real cost saving, not only to the customer, but to the government as well,\" Hirsch said. \r\n<p>\"People are now able to go into the data base on their own and download the needed information. In the past, such retrievals usually involved extensive discussion between users and USGS staff on the type of retrieval, the format of output and whether or not the customer wanted paper copy, magnetic tape or the ability to transfer files electronically,\" Hirsch said. \"In the past, retrievals took several days from initiation to data delivery. Now, retrievals only take a few minutes from start to finish and require no intervention from USGS staff. Online access to our customers frees up USGS staff from having to do individual retrievals, which means that our trained hydrologic staff has more time to work on data collection, preparation of reports or responding to more complex customer requests.\" \r\n<p>\"The users of this information include civil engineers doing water-resource design and planning work; federal, state or local agency officials responsible for water supply and discharge permitting; scientists and students researching our nation&rsquo;s natural resources; and citizens interested in river conditions within their own watershed,\" Hirsch said. \r\n<p>The USGS has been developing this information delivery capability over the past several years and earlier versions of this service already have been providing data to about 7,600 customers per month. This new online delivery service provides extra features for the customer and includes additional data. \r\n<p>USGS customers use streamflow records to: \r\n<p>* Plan, design or license water-supply, wastewater treatment, hydroelectric or flood-control facilities. \r\n<p>* Evaluate streamflow conditions for aquatic habitat, water quality, recreation or navigation. \r\n<p>* Quantify the movement of pollutants through the nation&rsquo;s river system (necessary to comply with the Total Maximum Daily Load provisions of the Clean Water Act). \r\n<p>* Administer compacts and treaties on international and interstate rivers. \r\n<p>* Administer water rights among tribal, state and federal entities and municipal, industrial and agricultural users. \r\n<p>* Conduct scientific research on the long-term changes in hydrologic conditions of the nation that may be the result of changes taking place in water use, water management, ground-water pumping, land use and climate. \r\n<p>The USGS historical National Water Information System streamflow files on the Web -- code named NWIS-W -- for their debut on the World Wide Web at <a href=\"http:\/\/water.usgs.gov\/nwis-w\/US\">ht","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"888987600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169399"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}