{"title":"Preventing Pandemic","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_172303\" align=\"alignleft\" width=\"300\" caption=\"The USGS works with international partners to mark and track whooper swans with GPS transmitters. Photo credit: N. Batbayar, Mongolia Wildlife Science and Conservation Center\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Contagion-TS-swan-masks-medium.jpg\"><img class=\"size-medium wp-image-172303\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Contagion-TS-swan-masks-medium-300x187.jpg\" alt=\"(Photo credit: N. Batbayar, Mongolia WSC\" width=\"300\" height=\"187\" \/><\/a>[\/caption]\n\n<em>By Carol Meteyer with Gail Moede, Catherine Puckett, and Tania Larson<\/em>\n\nThe movie <em>Contagion<\/em> dramatizes the scenario of a global pandemic that begins with the spread of a disease from animals to humans. While the movie is a work of fiction, the risk of transmission of disease from animals to humans is real.\n\nThe world has seen many deadly pandemics, such as the Black Death, the Great Influenza, and Smallpox. Recently, public health officials around the world have mobilized to address concerns about bird flu and swine flu.\n\nAs viruses constantly change and mutate and as new diseases emerge and threaten to jump the boundaries between species â\u0080\u0094 how do you prevent a pandemic that originates with wildlife?\n\nThe effort begins with monitoring the health of wildlife.\n\nStudying diseases in wildlife is obviously important work for the health and welfare of wildlife, but it is also very important for the health of humans and domestic animals â\u0080\u0094 7 out of 10 emerging human diseases originate in wildlife or domestic animals.\n\nBut unless you are Dr. Dolittle, wild animals canâ\u0080\u0099t tell you what symptoms they have. They canâ\u0080\u0099t tell you, either, whether a certain medicine makes them feel better. And they donâ\u0080\u0099t come into your office for a check-up.\n\nSo how do you go about diagnosing wildlife diseases, let alone preventing them?\n\nFor nearly 40 years, wildlife disease researchers (including wildlife veterinarians, microbiologists, epidemiologists, and others) have come to the USGS National Wildlife Health Center, a specialized biological containment facility in Madison, WI, where they work to identify known as well as new and emerging diseases â\u0080\u0094 and sometimes develop treatments for them.\n\nTogether with partners from around the world, the USGS National Wildlife Health Center provides information to help detect, identify, and manage wildlife disease events when they occur.\n\n<strong>Detecting Diseases<\/strong>\n\nDetecting wildlife mortality events involves a network of biologists from across the country that communicates directly with the USGS National Wildlife Health Center. This network includes wildlife biologists from the U.S. Fish and Wildlife Service, the U.S. Department of Agriculture, and State wildlife and natural resource offices. The USGS also works closely with the Centers for Disease Control and Prevention and other Federal agencies. These partnerships allow rapid communication in the event of an infectious disease outbreak that has the potential to move among wildlife, domestic animals, and humans.\n\nWhen a wildlife die-off occurs anywhere in the country, the National Wildlife Health Center stands ready to respond to the event and investigate its cause.\n\nInvestigations take place in the field, in the laboratory, and through applied research. Just as the CDC has an Epidemic Intelligence Service, the USGS has a Field Investigations Team, which serves a similar function, except for wildlife.\n\nThis program provides an early warning system to protect wildlife health, human health, and the health of agricultural animals. By investigating wildlife mortality events throughout the country, the National Wildlife Health Center is on the alert for potential introduction of foreign disease agents, such as highly pathogenic avian influenza as well as novel pathogens and diseases.\n\nThe USGS National Wildlife Health Center has a history of detecting new and emerging diseases in wildlife that have the potential to cause significant illness in wildlife, domestic animals, or humans.\n\nExamples of such work include Newcastle disease virus in cormorants (a diving water bird) during investigation of die-offs in the upper Midwest in 1992 and detection of the unexpected emergence of West Nile virus on the North American continent through routine investigation of mortality in free-living crows in 1999. The National Wildlife Health Center also assisted in the investigation of African monkeypox virus connected to importation of African rodents as pets.\n\n<strong>After Detection<\/strong>\n\nThe USGS maintains a close watch on what diseases are occurring in wildlife and where they are moving. Avian cholera, duck virus enteritis, avian botulism, and now white-nose syndrome in bats, are just a few of the diseases that the USGS National Wildlife Health Center is continuously tracking.\n\nWhen significant disease agents are identified, they can be studied in the USGS National Wildlife Health Center, which features a Biological Safety Level 3 containment facility. In this facility, questions can be answered about the severity of disease, how the disease is transmitted, and what species are susceptible.\n\nIn addition, center scientists assess the effectiveness of different management strategies, such as vaccination, to limit the spread of the disease. Current work at the center involves agents such as avian influenza, West Nile virus, plague, the fungus related to white-nose syndrome in bats, and prions that cause chronic wasting disease in deer and elk.\n\n<strong>Transmission <\/strong>\n\nTransmission of viruses, bacteria, and parasites from wildlife to humans and domestic animals need relatively specific conditions to occur.\n\nHowever, as the human population increases, it encroaches into traditional wildlife habitat increasing contact among people, animals, and their germs. The increasingly close contact raises the risks of new zoonotic diseases (diseases that spread between animals and humans).\n\nThe transmission of disease is not one-way, not just from wildlife to humans. The increasing density of people and domestic animals with their diseases puts wildlife at risk as well.\n<ul>\n\t<li>North American wolves, raccoons, skunks, and even lions, tigers, and leopards die from canine distemper virus introduced by domestic dogs.<\/li>\n\t<li>Coyotes and wolves die from parvovirus and heartworm disease, also introduced by dogs.<\/li>\n\t<li>People brought plague to America, and now it threatens the existence of the highly endangered black-footed ferret.<\/li>\n\t<li>Unexpectedly, a microscopic parasite of cats called toxoplasma has killed southern sea otters and limited their population growth.<\/li>\n<\/ul>\nThe control and investigation of wildlife disease is a significant cost for many countries. In the United States, for example, management efforts to control or eliminate chronic wasting disease (a contagious and always fatal neurological disease of North American deer, elk, and moose) cost State and Federal governments tens of millions of dollars a year. Avian influenza, with its devastating impacts on the poultry industry in Asia and elsewhere, has resulted in great economic hardship.\n\nBy giving the country more time to prepare, having these behind-the-scenes disease surveillance systems in place for wildlife, domestic animals, and people offers Americans the best chance of an early warning to help prevent a pandemic.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24139","uid":"31","filename":"Contagion-TS-swan-masks-medium.jpg","uri":"public:\/\/Contagion-TS-swan-masks-medium.jpg","filemime":"image\/jpeg","filesize":"255373","status":"1","timestamp":"1425492768","type":"image","uuid":"0333fde4-6408-4ac1-adf5-d53fb1bbfb54","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":413,"width":660},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1316021768","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}