{"title":"Water Quality in Georgia-Florida Coastal Plain Affected by Agricultural and Urban Activities","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Water quality is generally good in the Georgia-Florida Coastal Plain but has been adversely affected by agricultural and urban land uses in some areas, according to the results of a five-year investigation by the U.S. Geological Survey (USGS). <!--introend-->The study area encompasses 62,000 square mile area in southern and central Georgia and northern and central Florida, and is one of 20 study areas nationwide which have recently been investigated for water quality as part of a comprehensive U.S. Geological Survey program. \n<p>The study found that:<br>* Nitrate concentrations are generally high in water from shallow wells, among the highest of any in the 20 studies nationwide. In a row-crop agricultural study area, nitrate concentrations exceeded the U.S. Environmental Protection Agency (USEPA) drinking-water standard in 33% of ground-water samples from shallow wells. However, Marian Berndt, a USGS Hydrologist and principal author of the report, said that \"nearby streams were not high in nitrate, suggesting that the high concentrations in shallow wells were localized occurrences. Also, the major public water supply, which comes from deep wells within the Upper Floridan aquifer, was not high in nitrate.\"<br>* Phosphorus concentrations exceeded the USEPA guideline for the prevention of nuisance algal growth in 30% of stream samples.<br>* Pesticide concentrations in streams and ground water did not exceed USEPA drinking-water standards.<br>* The most frequently detected pesticides in ground water and streams were the herbicides-atrazine, metolachlor, and prometon. They were most frequently detected in agricultural and urban areas.<br>* Concentrations of the insecticide diazinon exceeded guidelines for protection of aquatic life in streams in about 20 percent of samples from an urban stream. Insecticides were not detected in ground water, and they (particularly diazinon) were more common in streams draining urban areas than those draining agricultural areas.<br>* Radon concentrations in ground water were among the highest in the Nation. Elevated radon concentrations were present in central Florida in the Upper Floridan aquifer, the primary drinking-water aquifer for that area. Radon is a decay product of uranium-238, which occurs naturally in phosphate-rich rocks and sediments in the study area. * Organochlorine pesticides persist in streambed sediments -- concentrations exceeded guidelines for the protection of aquatic life in 22 percent of 54 streambed-sediment samples. Most exceedances were for chlordane and DDT which have been banned in the U.S. for many years.<br>* Lead, chromium, zinc, and mercury in streambed sediments were found at levels that could adversely affect aquatic organisms in a number of samples.<br>\r\n<p>A new 34-page color report summarizes the results of the study, which included 3 years of intensive sampling and data analysis as part of the USGS National Water-Quality Assessment (NAWQA) program. Through the NAWQA program, the USGS provides policymakers and citizens with information about current conditions and trends in water quality and an assessment of the factors that affect water quality across the United States. \r\n<p>Copies of the report, \"Water Quality in the Georgia-Florida Coastal Plain, Georgia and Florida, 1992-96,\" by Marian P. Berndt, Hilda H. Hatzell, Christy A. Crandall, Michael Turtora, John R. Pittman, and Edward T. Oaksford, and published as USGS Circular 1151, are available free of charge from the USGS Branch of Information Services, Box 25286, Denver Federal Center, Denver, CO 80225, (303) 202-4700 (fax requests to (303) 202-4963); or by contacting the USGS Water Resources Division District Office, Suite 3015, 227 N. Bronough Street, Tallahassee, FL, (850) 942-9500, fax (850)-942-9521. A copy of the report may be viewed on the World Wide Web at the following url: <a href=\"http:\/\/water.usgs.gov\/lookup\/get?circ1151\/\">http:\/\/water.usgs.gov\/lookup\/get?circ1151\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida","Georgia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"893131200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}