{"title":"USGS Names Thompson as Chief of EROS Data Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. Geological Survey (USGS) Central Region Geographer Max Ethridge today announced the appointment of R.J. Thompson as Chief of the EROS Data Center north of Sioux Falls. Thompson becomes the EROS Chief after nearly 40 years of service with the USGS. <\/p>\n<p>\"The USGS EROS Data Center plays a vital role in the collection, storage and distribution of images of the Earth&rsquo;s land surface,\" said Ethridge. \"With more than 30 years of service at EROS and in USGS remote sensing programs, R.J. Thompson will be a solid and experienced leader for the EROS Data Center.\" <\/p>\r\n<p>Thompson will oversee approximately 550 employees and a budget of more than $50 million at the EROS Data Center. Created in 1966 to gather information about the natural resources of the Earth using satellites, the center now manages the world?s largest civilian archive of aerial photographs, satellite-borne sensor information, and collection of digital information. EROS staff manage and distribute these data to scientists, policy makers, and educators worldwide. The information is used to study a wide range of natural hazards, global environmental change, and economic development and conservation issues. <\/p>\r\n<p>Thompson joined the USGS in 1962. Much of his career has focused on designing and implementing computer systems for a variety of scientific and administrative applications within the USGS. He transferred to the EROS Data Center in 1971 as a senior systems analyst responsible for developing the database and information system for the initial landsat satellite remote sensing program. <\/p>\r\n<p>In July 2001, Thompson was selected as Program Coordinator for the USGS Land Remote Sensing Program. Prior to that, he served for two years as the Landsat 7 Program Manager with responsibility for preparing for and managing the USGS Landsat 7 Satellite Mission. <\/p>\r\n<p>Thompson holds a bachelor of science degree in computer science from the University of Missouri at Rolla. He has received a number of awards and citations including the U.S. Department of the Interior?s Meritorious Service Award and Distinguished Service Award. He and his wife Mary live in Sioux Falls. <\/p>\r\n<p>A number of USGS officials have been acting in the EROS chief position since the retirement of Don Lauer in May of 2001. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1022731200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169167"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}