{"title":"What's Protected, What's Not: New Protected Areas Database for United States'Land Now Available","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Getting a picture of the status of conservation efforts in the United    States has just been made easier thanks to a just-released database that allows wildlife and conservation professionals to visit a single place to find comprehensive information on protected areas.<!--introend--><\/p>\n<p>Several federal, state, and non-government agencies combined resources and data about public landholdings to create the Protected Areas Database - United States (PAD-US).<\/p>\r\n<p>PAD-US, released in April 2009, is a national inventory of protected lands. In addition to providing comprehensive information about public lands in the United   States, this geodatabase includes information that allows it to be incorporated into the United Nations'World Protected Areas Database (WDPA), thereby aiding a new perspective on conservation efforts worldwide.<\/p>\r\n<p>PAD-US was prepared in collaboration with the PAD-US Partnership, a public-private planning consortium comprised of federal, state, and non-governmental organizations interested in the inventory and management of protected lands.<\/p>\r\n<p>\"This effort, which was funded by the U.S. Geological Survey's Gap Analysis Program (GAP) and the Doris Duke Charitable Foundation, seeks to provide the guidance and resources necessary to maintain protected lands data with greater accuracy and detail than previously possible,\" said John Mosesso, a USGS scientist involved with the project.<\/p>\r\n<p>The first version of PAD-US contains information concerning more than 22,000 highly protected areas in the United States. The total acreage of these protected areas is more than 347.7 million acres, or 15 percent of the country's total land area (including Alaska, Puerto Rico, and Hawaii). All sites meet the International Union for Conservation of Nature (IUCN) definition of protected &nbsp;and are &nbsp;permanently managed to maintain biodiversity.<\/p>\r\n<p>\"Both the PAD-US Partnership and the IUCN consider these lands essential for conserving species and habitats as well as for supporting other important open space purposes,\" said Mosesso. &nbsp;He noted that an additional 408 million acres of land (18 percent of the nation's land area), are&nbsp; permanently protected from conversion but allow extractive uses such as mining and logging.&nbsp; The lands in PAD-US, he said, also include some voluntarily provided private conservation lands, such as more than 1.8 million acres of The Nature Conservancy preserves and easements.<\/p>\r\n<p>For each parcel, the database provides geographic boundaries, land classification (Federal, State, City, or Private), land owner or manager, management designation, holding name, IUCN category, WDPA Site Code, GAP status codes, and a suite of reference information.<\/p>\r\n<p>One of the goals of the PAD-US Partnership is to provide a measure of management commitment for long-term biodiversity protection. Mosesso said that by providing such in-depth information, the database will facilitate a wide variety of conservation and land-management efforts such as regional ecological assessments, strategic conservation planning by land trusts, and the identification of species and habitats that are not afforded adequate long-term protection.<\/p>\r\n<p>Key members of the PAD-US Partnership are the U. S. Geological Survey Gap Analysis Program, Conservation Biology Institute, The Nature Conservancy U. S. Bureau of Land Management, U. S. Forest Service, and GreenInfo Network. The <a href=\"http:\/\/www.nbii.gov\/portal\/server.pt\">National Biological Information Infrastructure (NBII) Program<\/a> is hosting the data for the Partnership and will provide annual updates to the World Conservation Monitoring Centre, part of the United Nations Environmental Programme. Coordinated by the USGS, the NBII is a broad, collaborative program to provide increased access to data and information on the nation's biological resources.&nbsp; GAP is a vital NBII component.<\/p>\r\n<p>A <a href=\"http:\/\/gapanaly","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","ecology","environment"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1240286400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169731"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}