{"title":"Nutrient Concentrations Stable in Many US Streams","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Phosphorus and nitrogen concentrations remained relatively stable from 1993 to 2003 in about half of the streams assessed nationwide by USGS.<\/p>\n<p>The pattern did vary in some regions, including increases in phosphorus in more than half of the streams assessed in the Mississippi\/Atchafalaya River Basin.<\/p>\r\n<p>Point and non-point sources, such as wastewater and industrial discharges, fertilizer applications, and animal manure, can affect nutrient concentrations in streams.<\/p>\r\n<p>Although nutrients are essential for plant growth, nutrient contributions from urban and farm lands and the atmosphere can result in the growth of large amounts of algae and other nuisance plants in streams, lakes, and estuaries, which can cause aesthetic impairment, interfere with recreational swimming and boating, and cause zones of low dissolved oxygen (hypoxia) and stresses on aquatic life.&nbsp;<\/p>\r\n<p>&ldquo;Linking trends in stream nutrient levels to changes in nutrient sources will enhance our understanding of the effectiveness of land management actions,&rdquo; said Mike Woodside, a senior manager of the USGS assessments.<\/p>\r\n<p>The <a href=\"http:\/\/water.usgs.gov\/nawqa\/pubs\/nutrient_trends\/\">national- and regional-scale USGS assessments<\/a> in the Missouri River Basin, Lower Mississippi, Arkansas-White-Red and Texas Gulf River Basin, Columbia River and Puget Sound Basins, and the Upper Mississippi, Ohio, Red, and Great Lakes River Basin examined changes from about 1993 to 2003. The assessments looked at nutrient concentrations and loads at about 150 streams across the Nation that vary in watershed area from 2 to over 1,000,000 square miles. The regional-scale USGS assessments also examined changes in suspended-sediment concentrations and loads.<\/p>\r\n<p><strong>Selected findings of the USGS assessments of nutrient trends:<\/strong>&nbsp;<\/p>\r\n<p>Despite reported increases in nationwide crop yields and relatively stable fertilizer applications, significant decreases in total phosphorus and nitrogen concentrations, adjusted for streamflow, were not detected during the eleven-year period in 51 and 63 percent of the streams, respectively.&nbsp;<\/p>\r\n<p>Increases in total phosphorus and nitrogen concentrations were observed in 33 and 21 percent of the streams assessed, respectively, and decreases in each of the nutrients were observed in 16 percent of the streams.&nbsp; Nitrate-nitrite concentrations were also stable with no significant increases or decreases detected in 63 percent of the streams. Significant decreases were noted at 25 percent of the sites and increases at 12 percent of the streams.&nbsp;<\/p>\r\n<p>Increases in total phosphorus concentrations were larger in magnitude compared to increases in concentrations of total nitrogen. Total phosphorus concentrations increased by more than 50 percent in 26 percent of the streams assessed and decreased by more than 50 percent in only 5 percent of the streams assessed. Total nitrogen concentrations increased by more than 50 percent in 7 percent of the streams assessed and decreased by more than 50 percent in only 1 percent of the streams assessed.<\/p>\r\n<p>The national- and regional-scale USGS assessments describe changes in nutrient sources, such as fertilizer application, animal manure, population, and atmospheric deposition. Nutrient and suspended-sediment concentrations were also adjusted for streamflow to remove the variability in concentration caused by natural changes in streamflow so that general changes in nutrient concentrations could be assessed in relation to changes in nutrient sources.&nbsp;<\/p>\r\n<p>The lack of spatial information on nutrient sources and landscape activities prevents a more rigorous analysis of factors causing changes in nutrients over time. In general, natural factors and human activities affecting stream concentrations can vary at a small scale&mdash;watershed by watershed&mdash;because of watershed characteristics that control transport, such as soils and","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["nutrients","stream","water"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1247630400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169981"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}