{"title":"USGS Releases Reports on Groundwater-Quality Sampling Near Pavillion, Wyo.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey is making available two reports related to groundwater-quality, quality-control, and well yield data for two monitoring wells near Pavillion, Wyo. The first USGS report describes the sampling and analysis plan that was developed to collect groundwater data. A second report provides the raw data and information from the groundwater-quality samples.&nbsp;<\/p>\n<p>USGS conducted the sampling at the request of the State of Wyoming and in coordination with the U.S. Environmental Protection Agency. Consistent with a cooperative agreement with Wyoming, the USGS did not interpret data as part of this sampling effort.&nbsp; Results are being provided to the Wyoming Department of Environmental Quality, EPA and the public. The USGS data, along with data that EPA has collected, will also be available to the peer review panel tasked with looking at the broader EPA study.&nbsp;<\/p>\r\n<p>&ldquo;Today&rsquo;s USGS reports are intended to provide additional scientific information to decision makers and all interested parties on the composition of the groundwater represented in the aquifer underlying Pavillion,&rdquo; said David Mott, Director of the USGS Wyoming Water Science Center. &ldquo;While USGS did not interpret the data as part of this sampling effort, the raw data results are adding to the body of knowledge to support informed decisions.&rdquo;<\/p>\r\n<p>In June 2010, EPA installed two deep monitoring wells (MW01 and MW02) near Pavillion to study groundwater quality. During April 2012, USGS, through a cooperative agreement with the Wyoming Department of Environmental Quality, collected groundwater-quality data and quality-control data from monitoring well MW01. While well yield and quality-control data were collected from monitoring well MW02, the USGS did not collect groundwater-quality data for that well. &nbsp; &nbsp;<\/p>\r\n<p>Groundwater-quality samples were analyzed for water-quality properties; inorganic constituents including naturally occurring radioactive compounds; organic constituents; dissolved gases; stable isotopes of methane, water and dissolved inorganic carbon; and environmental tracers.&nbsp;<\/p>\r\n<p>The sampling and analysis plan was developed by the USGS in consultation with an interagency technical team which included representatives from the State of Wyoming, EPA, and the Northern Arapahoe and Eastern Shoshone Tribes. It describes the sampling equipment that was used, well purging strategy, purge water disposal, sample collection and processing, field and laboratory sample analysis, equipment decontamination, and quality-assurance and quality-control procedures.<\/p>\r\n<p>The two reports can be found at <a href=\"http:\/\/pubs.usgs.gov\/ds\/718\/\">http:\/\/pubs.usgs.gov\/ds\/718\/<\/a> and <a href=\"http:\/\/pubs.usgs.gov\/of\/2012\/1197\/\">http:\/\/pubs.usgs.gov\/of\/2012\/1197\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming"],"country":["United States of America"],"mm_tags":["water","Water Quality","groundwater","","Water Sampling"],"release_date":{"und":[{"value":"1348632000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169167"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}