{"title":"GALLOPING GLACIERS! BERING SURGES NEARLY HALF A MILE","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\"After seven months of near-stagnation, Alaska&rsquo;s Bering Glacier resumed surging. Between May 19th and June 1, part of the glacier advanced almost half a mile (about 2,500 ft). As of mid-September, the surge was continuing,\" said Bruce F. Molnia, leader of the U.S. Geological Survey&rsquo;s Bering Glacier Research Project. \n<p>Bering, the largest surging glacier on Earth, is located in coastal south-central Alaska. Much of the glacier is on land administered by the Bureau of Land Management and the National Park Service. \r\n<p>Continued surging of Bering Glacier could have significant economic impacts. Icebergs calved from the glacier could threaten nearby Pacific Ocean shipping routes. In addition, rising water trapped by a glacier ice dam could flood coastal plain rivers, possibly destroying a $20 million salmon fishery. \r\n<p>A surge occurs when water becomes trapped underneath a glacier, breaking its contact with its bed. The resulting dislocation allows the glacier to slide rapidly. \"The glacier acts like a hydroplaning car on a rain-slick highway. During a surge, rates of ice motion may increase as much as 100 times. In the current surge, the glacier has moved as much as 70 feet a day,\" said Molnia. \r\n<p>In 1993-94, Bering Glacier had experienced a major, 17-month-long surge that ended in September 1994. During that surge, part of Bering&rsquo;s terminus advanced nearly six miles, iceberg production increased substantially, and the size and the water chemistry of Vitus Lake, the large marine embayment at the glacier&rsquo;s edge, changed radically. The advancing ice covered many of the islands within Vitus Lake. These islands were the locations of rookeries of many species of waterfowl, including a severely stressed population of dusky Canada geese. \r\n<p>The first evidence that a new surge had begun was noted by USGS volunteers Gayle and Steve Ranney. On April 14, 1995, they observed that a section of the winter-ice cover of Vitus Lake was being disturbed, resulting in a series of accordion-like folds. They also saw numerous deep, fresh cracks, rifts, and blue-water lakes forming on the glacier&rsquo;s surface -- features characteristic of the 1993-94 surge. \r\n<p>The Ranneys, who operate a Cordova-based air charter service, fly a weekly U.S. Mail route along the Gulf of Alaska coast, which gives them ample opportunity to monitor changes in Bering Glacier. Their observations made before April 14th and USGS aerial photographs of the glacier&rsquo;s terminus region taken in late November 1994 and again in late January 1995, showed no evidence of surge activity. \r\n<p>On May 1, 1995, new aerial photography of the glacier and lake, collected under the supervision of Robert Krimmel (USGS, Tacoma), confirmed the new fracturing and rifting, as well as the numerous lakes. When compared to the November 1994 photography, the May 1995 photographs also showed that the terminus was advancing over the north end of Beringia Noyava, the largest island in Vitus Lake, and over the central part of Pointed Island. The margin was producing a significant number of icebergs, including several bergs that were more than a third of a mile long. \r\n<p>Aerial photography obtained by Steve Ranney on May 19, 1995, confirmed that the terminus was still advancing. On the southeast shoreline of the lake, the advancing ice margin forced the entire drainage from the eastern part of the glacier to flow in a narrow channel. There, parts of the shoreline were retreating more than 15 feet per day, resulting in the development of a high bluff. \r\n<p>In the new 1995 surge, the nests of many species of birds were covered by the advancing glacier, especially on Pointed Island. On May 19th, about one-half mile of the island was exposed. By June 1, the rapidly advancing ice moved the length of the island, leaving only the southernmost 200 feet of the island ice free. According to Molnia, \"The part of Pointed Island that has been covered by the advancing ice was","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"812606400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}