{"title":"New Maps Show Active Earthquake Faults and Geologic Complexity of Bay Area","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey (USGS) will release new maps of active faults in the Bay Area and the complex geology that underlays the region during the 1906 Earthquake Centennial Conference in San Francisco. Acting USGS Director Patrick Leahy will participate in the news briefing.<!--introend--><\/p>\n<p>The map\/posters will contribute to the understanding of earthquake hazard in the Bay Area as well as the region&#039;s complex geology and geologic history. One map shows faults that have produced earthquakes in the past two million years, highlighting those that have produced large earthquakes in the past few hundred years and are thought to be the most likely source of future earthquakes. The second shows the distribution of different geologic materials that make up the landscape and influence the distribution of natural hazards such as landslides and natural resources such as groundwater. A supplemental website includes more information on these topics, an additional section focused on liquefaction, and on-line interactive versions of the maps.<\/p>\r\n<TABLE cellSpacing=1 cellPadding=10 width=\"80%\" border=0>\r\n<TBODY>\r\n<TR>\r\n<TD vAlign=top scope=row><strong>WHO:<\/strong><\/TD>\r\n<TD>P. Patrick Leahy, Acting Director of the USGS, and Russell Graymer, USGS geologist and lead scientist on the mapping project.<\/TD><\/TR>\r\n<TR>\r\n<TD vAlign=top scope=row><strong>WHERE:<\/strong><\/TD>\r\n<TD>Moscone Center North, Room 230, 747 Howard Street, San Francisco, California.<\/TD><\/TR>\r\n<TR>\r\n<TD vAlign=top scope=row><strong>WHEN:<\/strong><\/TD>\r\n<TD>Wednesday, April 19th, 2:30 p.m. PDT<\/TD><\/TR>\r\n<TR>\r\n<TD vAlign=top scope=row><strong>WHAT:<\/strong><\/TD>\r\n<TD>New map posters: Hazardous faults in the Bay Area; and Bay Area geology and its complex geologic history, from the present day to the time of the dinosaurs, that has shaped this region. Both new maps will be available as posters as well as digital downloads and interactive on the web.<\/TD><\/TR><\/TBODY><\/TABLE>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1145246400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}