{"title":"Print-On-Demand Maps Coming From 3M and USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Print-on-demand maps are coming soon, thanks to a cooperative agreement between the U.S. Geological Survey and 3M of St. Paul, Minn. <\/p>\n<p>The two organizations have signed a cooperative agreement for the USGS to develop on-demand alternatives to hard copy maps and for 3M to develop a series of commercial instant map-printing systems. <\/p>\r\n<p>The new print-on-demand capability will provide an alternative to the traditional USGS printed map products. For example, a customer will be able to print a specific topographic map in a matter of minutes. <\/p>\r\n<p>A long-term benefit for the USGS is to maintain a map inventory designed to meet the demand for specific products while improving customer service. <\/p>\r\n<p>\"3M engineers have a long history of creating innovative graphic products,\" said Richard Witmer, acting chief of the USGS National Mapping Division. \"We&rsquo;re pleased that they will be working with USGS cartographers on the technology needed to develop on-demand electronic printing systems. <\/p>\r\n<p>\"We think that this partnership will improve our responsiveness to our customers by creating systems that will give immediate access to all USGS map products. <\/p>\r\n<p>\"And we encourage proposals from other private sector organizations for cooperative work in support of the USGS mission,\" Witmer said. <\/p>\r\n<p>The partnership will develop a high-volume map printing system for the USGS to use in its production facilities and a low-cost, point-of-sale map printing system for retail sales and other commercial applications. Cooperative agreements - called Cooperative Research and Development Agreements - or CRADA&rsquo;s - are being used increasingly by the USGS and private organizations. As the nation&rsquo;s largest civilian mapping agency, the USGS has more than 74,000 map titles in stock and distributes more than 6 million maps annually to people around the world. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"839995200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}