{"title":"Media Advisory : USGS Prepared for Future Hurricanes by Hardening Streamgages in Texas","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->The U.S. Geological Survey (USGS), in collaboration with National Weather Service (NWS), other Federal partners, and State and local stakeholders, has recently strengthened, or &quot;hardened,&quot; 39 streamgages along the Texas Gulf Coast.<!--introend--> Hardening these gages ensures that the equipment will withstand hurricane generated flood waters, excessive rainfall, and high tides associated with major storms, such as Hurricane Rita. The data from these streamgages are vital to local, State and Federal officials in order to forecast floods and coordinate flood-response activities. \r\n<\/p>\r\n<p>\r\n&quot;Following the 2005 hurricane season, which included Katrina and Rita, USGS received a supplemental Congressional appropriation to prepare for future hurricanes and provide uninterrupted, time-critical, flood-forecasting information to the NWS, emergency and regulatory agencies, and the general public,&quot; said Bob Joseph, USGS Texas Water Science Center Director. &quot;The sustained data are also necessary to predict future flooding events, which is important for infrastructure design and community planning. Such efforts remain a high priority for USGS.&quot; \r\n<\/p>\r\n<p>\r\nThe media are invited to learn about hurricane efforts and attend this event with <strong>visual opportunities<\/strong>. <em>Please RSVP to Dee Lurry (contact above).<\/em> \r\n<\/p>\r\n<p>\r\nWHO:              USGS technical experts and staff \r\n<\/p>\r\n<p>\r\nWHEN:            Thursday, June 7, 2007, 10 a.m. \r\n<\/p>\r\n<p>\r\n<br \/>\r\nWHERE:          USGS streamgaging station at Greens Bayou near US Hwy 75 in Houston         (see map)         \r\n<\/p>\r\n<p>\r\nWHAT:            Reporters will be able to capture footage of scientists in action before the storm and learn about flood-hardening work done in Texas. This is a great opportunity for the media to meet contacts who can help them during a storm.  \r\n<\/p>\r\n<p>\r\nFor access to streamgage hardening locations and data visit the USGS Office of Surface Water Website at <a href=\"http:\/\/water.usgs.gov\/osw\/hurricanes\/\">http:\/\/water.usgs.gov\/osw\/hurricanes\/<\/a>. \r\n<\/p>\r\n<p>\r\nTo learn more about other hurricane-related programs, visit the USGS Hurricane web site at: <a href=\"http:\/\/www.usgs.gov\/hazards\/hurricanes\/2007\/\">http:\/\/www.usgs.gov\/hazards\/hurricanes\/2007\/<\/a>. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Texas"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1181016000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169222"},{"tid":"169606"},{"tid":"170154"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}