{"title":"USGS Has Deep and Diverse Roots in Arizona","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The presence of the U.S. Geological Survey in the University of Arizona&rsquo;s Environment and Natural Resources Building marks the latest chapter in the USGS&rsquo;s long association with the University and the study of earth sciences in Arizona. \n<p>The USGS didn&rsquo;t establish its first permanent field office in Arizona until 1915, but in a cooperative spirit that marks today&rsquo;s endeavors, E.P. Smith, a U of A professor of irrigation engineering, established a gauging station on the Santa Cruz River near Tucson in 1905, and furnished the records to the USGS. \r\n<p>Even before there was a USGS, and when most of Arizona was still an unmapped territory, Major John Wesley Powell, who is generally regarded as the \"father of the USGS,\" wrote of the geological wonders of the American southwest, when he became the first person known to have successfully rafted the course of the Colorado River through the Grand Canyon, in 1869. During subsequent journeys of exploration, Powell and others who would become part of the USGS after its founding in 1879, investigated the many aspects of this land of red rocks, deep chasms and high deserts. \r\n<p>In addition to producing reports and maps on the surface and subsurface of the land and its waterways, Powell began a disciplined study of Native Americans; a study that evolved into the Bureau of Ethnology, the forerunner of the Department of the Interior&rsquo;s Bureau of Indian Affairs. \r\n<p>Powell realized early on that in the western states, water, or the lack of it, was the most important component in future development. It was under his USGS directorship that the Survey&rsquo;s \"division of hydrography\" was established in 1889, and stream-flow gauging stations, as well as ground-water monitoring sites were established throughout the western states. \r\n<p>Arizona&rsquo;s rich mineral resources were the subject of many early USGS field expeditions and publications that were designed to make mineral-resource information to mining companies and the general public. The increased demands for minerals created by World War I and the even greater demands of World War II and the post-war atomic age further increased the USGS presence in Arizona. \r\n<p>As America entered the space age, the USGS created its branch of astrogeophysics and celestial mapping, and centered much of that research in its field office on the University of Northern Arizona campus in Flagstaff. \r\n<p>That USGS branch&rsquo;s first chief scientist, Dr. Eugene Shoemaker, worked with the National Aeronautics and Space Administration (NASA) to determine the site for the 1969 Apollo Moon landing. During the next 25 years USGS astrogeologists at Flagstaff would map the surface and subsurface of Mars and Venus, and in association with Arizona&rsquo;s Lowell Observatory, Shoemaker and his wife, Carolyn, would discover and map the orbits of 30 meteorites and asteroids, including the Shoemaker-Levy comet that collided with the surface of Jupiter in 1995. \r\n<p>USGS water-resources and geologic investigations in Arizona, which began with Powell&rsquo;s exploration of the Grand Canyon, expanded through the years to include today&rsquo;s 239 gauging stations. The USGS also played a vital role in pre- and post-flood observations of the Colorado River, attendant to the 1996 controlled flood from Glen Canyon Dam. \r\n<p>In addition to pursuing its own scientific programs in Arizona throughout the past century, the USGS has worked closely with the state government to establish and support topographical, geological and hydrological research in Arizona. The Arizona Bureau of Mines was established within the framework of the University of Arizona, and with the assistance of the USGS, in 1915, and in 1924 the USGS \"loaned\" the services of Dr. D.H. Darton to produce the first complete geologic map of Arizona. That map was updated in 1960, again, with cooperation from the USGS. \r\n<p>As another example of cooperation between the two agencies, USGS","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"858661200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}