{"title":"Grassland Birds and Habitat Fragmentation: The Role of Predators","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>North American grassland areas are increasingly fragmented, which may be having an adverse impact on bird populations, according to biologists at the U.S. Geological Survey. <\/p>\n<p>Declines in North American grassland bird populations are largely due to loss of habitat. As grassland areas are divided into smaller tracts of land, there are more &quot;edges&quot; and fewer large, open grassland areas for birds to nest in. Biologists have suggested that predators looking for food near these &quot;edges&quot; might be more likely to prey on grassland bird nests, making it more difficult for birds to successfully raise chicks.<\/p>\r\n<p>From 1998 through 2000, USGS biologist Rosalind Renfrew and her colleagues Jamie Drossel and Christine Ribic from the Department of Wildlife Ecology at the University of Wisconsin-Madison, placed miniature cameras at 89 nests of five grassland bird species in southwestern Wisconsin pastures. They found that most of the bird predators were raccoons, thirteen-lined ground squirrels, and snakes. About one-third of the nest failures were caused by species that prefer the woody edges of grasslands, such as raccoons and opossums, and these nests were usually closer to woody edges than other types of edges.<\/p>\r\n<p>In 2000 and 2001, the scientists monitored sand track stations placed at regular intervals along the edges of pastures and found that the same species that preyed on nests near woody edges were predators that frequented those edges. <\/p>\r\n<p>The scientists conclude that the fragmentation of grasslands is making it easier for &quot;edge&quot; predators to find nests and that this may be contributing to population declines among grassland birds.<\/p>\r\n<p>Find out more about grasslands, birds, and predators at a presentation by Ms. Renfrew and her colleagues at the annual meeting of the Ecological Society of America in Madison, Wisconsin. The lecture is part of Oral Session #64: Avian Ecology, Thursday, August 9, 2001, 8:00 a.m. to12:00 p.m. in the Hall of Ideas I. <\/p>\r\n<p>Rosalind Renfrew may be reached at renfrew@students.wisc.edu or 608-263-7595.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"996984000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}