{"title":"New Jersey Storm-Tide Sensor Network Strengthened","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Please contact Tom Suro from the New Jersey Water Science Center if you&rsquo;re interested in accompanying a USGS storm team while it installs the New Jersey portion of this network. <\/strong><\/p>\n<p><strong>LAWRENCEVILLE, N.J.<\/strong>&mdash;<!--introstart-->Vital coastal storm-tide information needed to help guide storm response efforts following major storms affecting New Jersey will be more accessible than ever due to a new monitoring network the U.S. Geological Survey is currently building.<!--introend--> &nbsp;<\/p>\r\n<p>A team from the USGS New Jersey Water Science Center is surveying 182 locations in the state, determining their elevations and installing receiving brackets at those sites that will hold a network of sophisticated sensors that can be installed days-to-hours before a storm makes landfall. The network, which will include 763 locations from Virginia to Maine, will dramatically decrease the time it takes to provide FEMA, NOAA and other agencies information they need to help tailor their response and recovery efforts.<\/p>\r\n<p>&ldquo;The new network of pre-positioned receiving brackets and follow-on sensors is going to enable the USGS to collect more information on how storm tides are impacting communities and deliver it to emergency managers and responders more quickly,&rdquo; said Robert Mason, a hydrologist with the USGS. &ldquo;The information will enable the responders to better track flood impacts, assess flood damage, and rush the right assistance to flooded communities.&rdquo;<\/p>\r\n<p>Installing storm-tide sensors to track and measure storm tide inundation is not new to the USGS; they were first deployed for Hurricane Rita in 2005. What makes the new network unique is the speed at which the processed information from the sensors will now be available to anyone who needs it.<\/p>\r\n<p>In past years, the effort involved waiting until there was a fair degree of confidence on where the storm was most likely to make landfall, then quickly deploying numerous crews to install the sensors. The number of miles of coastline the sensors were deployed, and number of sensors installed, depended on the area forecasted to receive the greatest surge from the storm.<\/p>\r\n<p>Following the storm, crews returned to the sites, not just to retrieve the sensor, but to determine the sensor&rsquo;s elevation and conduct GPS surveys to determine the storm-tide elevation and flood extent. Each survey required multiple hours, and with numerous sites to survey, it could take months before the report was complete.<\/p>\r\n<p>With the new network of pre-surveyed locations with pre-installed brackets, the time required to install and retrieve the sensors and process the data will be cut to days.<\/p>\r\n<p>During a storm these sensors record the precise time a storm tide arrives, the depth of the storm tide throughout the event, the height and frequency of storm-driven waves, the change in inland and ocean water levels during the storm, and the time for the water to recede.<\/p>\r\n<p>The information is not only of immediate use to agencies responding to storm surge and coastal flooding, it helps scientists develop more accurate storm-tide models, leading to better predictions of flooding ahead of storms and better simulations of long-term, future flood patterns and trends. This information in turn will help engineers as they design flood hardened structures and assess the damage reducing impacts of existing or engineered dunes and wetlands. It will help community leaders prepare their communities for future storm-tide flooding, develop better land use practices and update building codes.&nbsp; Ultimately, the information helps those building more resilient coastal communities.<\/p>\r\n<p>The new USGS network configuration also includes locations that cross selected barrier islands, wetlands, and urban areas that will enable scientists to measure the effect of topography, vegetation, and structures on wave height and frequenc","summary":null,"format":null}]},"field_images":[],"regions":["New Jersey"],"country":["United States of America"],"mm_tags":["water","Water Hydrologic Networksand Analysis","Water Hydrologic Researchand Development","Geographic Areas Southeast","hurricanes","",""],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1407211200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169071"},{"tid":"170626"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}