{"title":"USGS Helps Assess Tangipahoa Dam Health","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>JACKSON<\/strong>, <strong>Miss.<\/strong> &ndash; <!--introstart-->The U.S. Geological Survey mapped the damage caused to Tangipahoa Dam in 3-D earlier this week, using new technology to get a detailed view of the troubled dam.<!--introend--> The dam was damaged during heavy rainfall in Hurricane Isaac and caused thousands of people downstream to be evacuated late last week.<\/p>\n<p>Using terrestrial lidar, or T-lidar, the crew captured multiple scans of the dam, including two large landslides on its downstream side. In the larger of the two slides, much of the base of the slide was still underwater and necessitated the use of a kayak-towed acoustic Doppler profiler to measure the toe of the slide.&nbsp;<\/p>\r\n<p>The first T-lidar scans took place Saturday, with more completed on Monday to assess whether additional movement of the slides had occurred.&nbsp; Monday's scan showed little change; information that has been provided along with other data to the U.S. Army Corps of Engineers as they continue to address the issue.<\/p>\r\n<p>\"We were fortunately already mobilizing this fabulous 3-D imaging technology when our field crews learned of the need to monitor the stability of the Tangipahoa Dam,\" said USGS Director Marcia McNutt. \"I know of no other technology that could compete with T-lidar for providing both the precision and ease of deployment or that has the potential to determine whether a structure is in danger of failing when time is of the essence.\"<\/p>\r\n<p>Isaac is the first storm in which USGS has used its terrestrial lidar capabilities to map urban flooding.<\/p>\r\n<p>\"We brought our T-lidar capabilities into the area affected by Isaac as part of a pilot project to assess its use for mapping flood levels in urban areas, and to develop flood inundation maps that will help forecast future flood effects,\" said Toby Minear, a research hydrologist at the USGS California Water Science Center, who completed the scans of the dam.&nbsp; \"What we've found is that, not only can it help assess current flood levels and high-water marks, it has the potential to play a pivotal role in helping assess the health of structures threatened by floodwaters, providing critical information to those who need it in a matter of minutes.\"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>T-lidar allows scientists to quickly generate 3-D maps of buildings, dams, levees and other structures, and can show areas of storm damage as well.&nbsp; In a four-to-five minute scan, the instrument collects millions of topographic data points in a full 360-degree view to quickly produce highly accurate topographic information and can map areas up to two-thirds of a mile away.<\/p>\r\n<p>Acoustic Doppler instruments, such as the one used to map the underwater portion of the slide at Tangipahoa Dam, are frequently used to measure stream or lake geometry and water velocity. An acoustic signal is bounced off the river or lake bottom and the amount of time required for the signal to return to the sensor provides a measurement of the distance to the bottom.<\/p>\r\n<p>USGS crews also deployed storm surge sensors just below the dam, and at four bridge crossings downstream between the dam and the USGs'real-time permanent streamgage on the Tangipahoa at Osyka.&nbsp; The sensors allowed the USGS to monitor river levels as actions were taken to release the pressure on the dam and reduce water levels.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_09_06\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2012_09_06\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana","Mississippi"],"country":["United States of America"],"mm_tags":["lidar","terrestriallidar","flooding","Hurricane Isaac","doppler","acousticdoppler","Tangipahoa","dam","water"],"distribution":["Water"],"release_date":{"und":[{"value":"1346990400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"170596"},{"tid":"170124"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}