{"title":"USGS Experts Present Geospatial Technology  at ESRI Users Conference 2006 &mdash; San Diego Convention Center, August 6 - 11","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Tip Sheet<\/strong><\/p>\n<p><\/p>\r\n<p><strong>Tuesday, August 8:<\/strong><\/p>\r\n<p><strong>USGS Hurricane Katrina Unified Search and Rescue Operations<\/strong>: As rising water covered the streets and street signs of New Orleans, those guideposts that emergency responders usually rely on for answering 911 calls were gone, forcing responders to find a new way to reach those stranded victims. USGS scientists and technicians produced detailed street maps for teams that were conducting ground searches for Hurricane Katrina victims. They did this by using a geographic information system (GIS) developed for search and rescue that depicted the intensity of searches conducted (hasty, primary, secondary); showed open roads and boat access points; and prioritized 911 call locations. Find out how this information was used and by whom. Can or will this GIS be useful during future events? You be the judge. Presenters: Steve Hartley, James Johnston and William Jones (10:15AM - 11:30AM, Room 16 B)<\/p>\r\n<p><strong>Delineation of Drainage Basins for Stream Gauges using the NHDPlus<\/strong>: Using a combination of raster- and vector-based processing techniques, the NHDPlus datasets may be used to delineate basins for stream gauges in an efficient, automated fashion. Interested in how the technology is being used in support of flood data analysis? Drainage basins and basin characteristics for large numbers of stream gauges are being developed using the NHDPlus data. Learn more about NHDPlus, the suite of geospatial products that build on and extend the capabilities of the National Hydrography Dataset (NHD) by integrating the NHD with the National Elevation Dataset and the Watershed Boundary Dataset (where it exists). Presenter: Tana Haluska (1:30PM - 2:45PM, Room 25 C)<\/p>\r\n<p><strong>Wednesday, August 9:<\/strong><\/p>\r\n<p><strong>Gulf of Mexico Data Information Management System (Hurricane Katrina Activities)<\/strong>: In the wake of Hurricanes Katrina and Rita, the primary objective of the Gulf of Mexico Data and Information Management System (DIMS) project was to provide a comprehensive collection of USGS hydrologic, biologic, AND spatial data and information for the region&mdash;Louisiana, Mississippi, and Alabama (onshore and offshore), through a user-friendly system. Learn how the technology was used to provide information on USGS sampling and static monitoring stations, and to link back to data including acquired pre- and-post-hurricane aerial photography, Landsat, radar, digital orthophoto quarter quandrangles (DOQQs), and lidar data for the affected areas. Presenters: Chris Cretini, Steve Hartley, James Johnston and Helena Schaefer. (8:30 a.m. - 9:45 a.m., Room 16 B)<\/p>\r\n<p><strong>Mapping Flood Levels in New Orleans<\/strong>: Break down of electronic communications and the unprecedented spatial extent of the Hurricane Katrina disaster posed significant challenges for responders. The USGS provided mapping support for actual, predicted, and estimated peak flood. While, the U.S. Army Corps of Engineers (USACE) provided a basin-specific digital terrain model, which calibrated and updated data based on actual pumping rates and ground-truth results retrieved from reconnaissance flights. This talk will focus on the collaborative efforts between the USGS, the Federal Emergency Management Agency&acute;s Incident Support Team, and the USACE. This talk discusses the challenges and pitfalls of providing timely data and support to frontline responders. Presenters: Yvonne Allen, USGS; Ron Goldman, US Army Corps of Engineers, and John Osteraas of Exponent Failure Analysis Associates. (10:15AM - 11:30AM, Room 16 B)<\/p>\r\n<p><strong>Introducing NHDPlus&mdash;A National Geospatial Surfacewater Framework<\/strong>: NHDPlus is a suite of geospatial products that build upon and extend the capabilities of the National Hydrography Dataset (NHD) by integrating the NHD with the National Elevation Dataset and the Watershed Boundary Dataset (where it exist","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1154577600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"},{"tid":"170047"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}