{"title":"USGS Designs Fishway for Little Falls Dam<br><em>Potomac River Fish Get a Boost from Massachusetts Scientist<\/em>","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: After a ceremonial dam-breaking on Tuesday, October 12 at 10:30 a.m., USGS scientists will be available for interviews on anadromous fish, river engineering, Potomac river flow and drought; photo opportunities will exist during demonstrations of the working fishway model. Directions at end of press advisory.<\/b> \n<p><!--introstart-->Interior Secretary Bruce Babbitt joins federal, state and local government agencies and private organizations at a dam-breaking event for invited officials and other guests at the Little Falls Dam on the Potomac River to celebrate the placement of a novel fishway designed by the USGS. <!--introend-->The ceremonial dam-breaking will occur at 10:30 a.m. on October 12. \r\n<p>\"For seven years I&rsquo;ve watched hundreds of cities restore their communities by restoring their rivers,\" said Babbitt. \"Since 1959, Little Falls dam has kept seven species of shad, herring, perch and striped bass from spawning in our neighborhood. That ends today. Under an innovative new fishway designed by the USGS, the current still flows downstream but now the fish can flow back up. And I&rsquo;ve got my fishing rod ready to meet their return.\" \r\n<p>USGS scientist Mufeed Odeh at the S.O. Conte Anadromous Fish Laboratory in Turner Falls, Mass., has designed a new fish passage device for Little Falls Dam based on the hydrological and engineering requirements of the dam and the biological needs of migrating fish, especially American shad, that are expected to use the passageway. \r\n<p>American shad and other anadromous fishes ascend rivers from the sea for spawning as part of their normal life cycles. The 12-foot vertical barrier created by the dam at Little Falls prevents the fish from reaching about 10 miles of historical prime breeding and spawning habitat above the dam. The inability of the fish to traverse the dam may have contributed to the decline of the American shad during the last several decades. A noticeable recovery of the shad population in the Potomac River and the Chesapeake Bay in the years ahead may be the ultimate indicator of the success and effectiveness of the novel fishway, said USGS researchers who designed the fishway. \r\n<p><b><FONT face=Univers,Helvetica,Arial size=+1>Interior Department Media Advisory<\/b><\/FONT> \r\n<p><a href=\"http:\/\/www.doi.gov\/news\/991008.html\">Babbitt Brings Dam Busting Home to the Capital...Interagency, Fed-State-Local fish passage event to highlight river restoration potential<\/a> \r\n<p>\r\n<p><b>DIRECTIONS: \r\n<p>From Baltimore Metro Area: Take 95 South to 495 West (exit 27 toward Silver Spring). Take exit 40 and follow signs to Cabin John Parkway. Continue two miles and turn left following signs to MacArthur Blvd. At the stop sign, turn right on MacArthur Blvd. Continue 2.3 miles. The main gate of the Dalecarlia Water Treatment Plant will be on your right. Continue past the main gate of the Dalecarlia Water Treatment Plant to the traffic light at Loughboro Avenue\/Norton Street and turn right [Loughboro is on the left and goes up the hill to Sibley Hospital; Norton is to the right and goes toward the Potomac]. The temporary gate is about a block down on the right. Follow signs to the parking lot. From here, buses will transport guests to the Little Falls Pumping Station beginning at 9:30 a.m.<\/p><\/b>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"939355200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170203"},{"tid":"169816"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}