{"title":"Normal Seismic Activity During 2001, But Heavy Toll in Human Losses","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The year 2001 was a typical year based on historical seismic activity, producing 65 significant earthquakes worldwide and causing 21,436 fatalities according to the U.S. Geological Survey (USGS). <\/p>\n<p>Significant earthquakes are those of magnitude 6.5 or greater or those that cause fatalities, injuries or substantial damage. During a typical year, 18 major temblors (magnitude 7.0 to 7.9) and one great earthquake (8.0 or higher) occur worldwide. <\/p>\r\n<p>\"Dense urban populations coupled with weak building structures near the epicenters are responsible for most of the fatalities, in any year,\" said Waverly Person, Director of the USGS National Earthquake Information Center in Golden, Colo. <\/p>\r\n<p>The largest earthquake in 2001 was a magnitude 8.4 event off the coast of Peru on June 23. It caused more than 100 deaths, but the impact of such a large earthquake was reduced because of its offshore location. <\/p>\r\n<p>The most memorable event for the contiguous United States occurred in the Seattle-Tacoma area on February 28, when a magnitude 6.8 earthquake struck the northwest population center. No deaths were directly attributed to the earthquake, but over 400 people were injured. Damages were estimated to be about $1.5 billion and 24 counties were declared eligible for federal disaster assistance. The damage, though considerable, was far less than it would have been in many cities of the world, in part because of aggressive earthquake damage mitigation programs carried out at the State, county, and local levels in the Pacific Northwest. <\/p>\r\n<p>Last year&rsquo;s deadliest earthquake, a magnitude 7.7 event in northwestern India, caused the majority of the world&rsquo;s fatalities. 20,103 people were killed when the quake hit on January 26. This earthquake occurred in a region where strong earthquakes are rare, so buildings were not designed to withstand earthquakes. Most of the fatalities resulted from people caught in collapsing buildings. <\/p>\r\n<p>The small country of El Salvador suffered two devastating earthquakes in one month. On January 13, a magnitude 7.7 earthquake caused more than 5,000 deaths and injuries and destroyed more than 250,000 homes. One month later, on February 13, a magnitude 6.6 earthquake killed or injured more than 3,500 people and damaged or destroyed an additional 55,000 homes. <\/p>\r\n<p>The USGS estimates that several million earthquakes occur in the world each year, but many go undetected because they occur remote areas or have very small magnitudes. The USGS now locates about 50 earthquakes each day; 20,000 a year. Real-time earthquake information can be found at <a href=\"http:\/\/neic.usgs.gov\/\">http:\/\/neic.usgs.gov\/<\/a>. In addition, people who experience an earthquake can go online at <a href=\"http:\/\/earthquake.usgs.gov\/\">http:\/\/earthquake.usgs.gov<\/a> and report an earthquake at Did You Feel It? to share information about its effects and help create a map of shaking intensities and damage. <\/p>\r\n<p>The USGS is working to improve its earthquake monitoring and reporting capabilities through the Advanced National Seismic System. In 2001 a total of 110 new earthquake monitoring instruments were installed in the San Francisco, Seattle, Salt Lake City, Anchorage, Reno, and Memphis areas. This system will provide emergency response personnel with real-time (within 3-5 minutes of an event) \"shaking\" information and provide engineers with information about how buildings \"reacted.\" <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1010120400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}