{"title":"Lake Mead Aquatic-Science Research Documents Substantial Improvements in Ecosystem","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Additional Partnerships<\/strong>:&nbsp;&nbsp;University of Nevada, Reno and University of Nevada, Las Vegas<\/p>\n<p><strong>Additional Contacts<\/strong>:&nbsp;&nbsp;Dan Balduini, USFWS, 702-515-5480, <a href=\"mailto:daniel_balduini@fws.gov\">daniel_balduini@fws.gov<\/a>&nbsp;and Peter Soeth, Reclamation,&nbsp;303-445-3615, <a href=\"mailto:psoeth@usbr.gov\">psoeth@usbr.gov<\/a><\/p>\r\n<hr \/>\r\n<p>LAS VEGAS, Nev. &mdash; <!--introstart-->Lake Mead National Recreation Area's water quality is good, the sport fish populations are sufficient, and the lakes provide important habitat for an increasing number of birds.<!--introend--> This positive trend is documented in a new <a href=\"http:\/\/pubs.usgs.gov\/circ\/1381\/\">report<\/a> published today that leads to a better understanding of the natural resources of Lake Mead and Lake Mohave, and the issues that may affect natural resource management of Lake Mead NRA.&nbsp;<\/p>\r\n<p>\"While the Lake Mead ecosystem is generally healthy and robust, the minor problems documented in the report are all being addressed by the appropriate agencies, and are showing substantial improvement since the mid 1990's,\" said U.S. Geological Survey hydrologist, Michael Rosen, the lead scientist for the report. \"This is thanks to proactive enhancements to wastewater treatment facilities for the Las Vegas Metropolitan area, the installation of wetlands in Las Vegas Wash, and the treatment of legacy pollutants from industrial areas near Las Vegas Wash.\"&nbsp;<\/p>\r\n<p>Lake Mead provides significant benefits that have contributed to the modern development of the southwestern United States. The lake provides important aquatic habitat for a wide variety of wildlife including endangered species, and a diversity of world-class water-based recreational opportunities for more than 8 million visitors annually. It supplies critical storage of water supplies for more than 25 million people in three western states (California, Arizona, and Nevada). Storage within Lake Mead supplies drinking water and provides for the generation of hydropower to deliver electricity for major cities including Las Vegas, Phoenix, Los Angeles, Tucson, and San Diego. It also provides water for irrigation of more than 2.5 million acres (almost 4000 square miles or more than twice the size of the state of Delaware) of croplands.&nbsp;<\/p>\r\n<p><strong>Major findings detailed in the report include the following:<\/strong><\/p>\r\n<ul>\r\n<li>Basic water-quality parameters are within good ranges of Nevada and Arizona standards and EPA lake criteria. Potential problems with nutrient balance, algae, and dissolved oxygen can occur at times and in some areas of Lake Mead. The Lake Mead-wide scope of monitoring provides a solid baseline to characterize water quality now and in the future.&nbsp;&nbsp;<\/li>\r\n<li>Legacy contaminants are declining due to regulations and mitigation efforts in Las Vegas Wash. Emerging contaminants, including endocrine disrupting compounds, are present in low concentrations. While emerging contaminants, such as pharmaceuticals, personal care products, or plasticizers have been documented to cause a number of health effects to individual fish, they are not seen at concentrations currently known to pose a threat to human health. In comparison to other reservoirs studied by the U.S. Environmental Protection Agency, Lake Mead is well within the highest or 'good' category for recreation and aquatic health.&nbsp;<\/li>\r\n<li>Lake Mead and Lake Mohave continue to provide habitat conditions that support a rich diversity of species within the water, along shorelines, and in adjacent drainage areas, including organisms that are both native and non-native to the Colorado River drainage.&nbsp;<\/li>\r\n<li>Sport fish populations appear stable and have reached a balance with reservoir operations over the past 20 years and are sufficient to support important recreational fishing opportunities. Native fish populations within Lake Mohave are declining, but","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","California","Nevada"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","ecosystems","Environmental Health","water","Pacific Region","Southwest Region","water","Lake Mead","Lake Mohave","","water","ecosystems","quagga","Las Vegas Wash","Water Quality","climate","Bird","habitat","fish","Recreational Fishing","","","Reclamation","","","","","","sport","recreation","Hoover Dam","invasive","aquatic","Arizona","Nevada"],"distribution":["Biology","Environmental Health","Water"],"release_date":{"und":[{"value":"1359435600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169072"},{"tid":"169575"},{"tid":"169953"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}