{"title":"Log on to Natural Hazards... Before They Become Disasters: USGS Scientists to Describe Their Agency&rsquo;s Real-Time Monitoring of Natural Hazards","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The ability to learn the magnitude and location of an earthquake almost as it&rsquo;s happening and track rising flood waters are examples of the kind of \"real-time\" monitoring that enables anyone with a personal computer and access to the Internet to obtain information about natural hazards as they occur. <\/p>\n<p>How this \"real-time\" monitoring occurs and it&rsquo;s value to the general public as well as public officials are the subjects of several presentations by U.S. Geological Survey scientists at the annual meeting of the American Geophysical Union (AGU) at the Moscone Center in San Francisco this week. <\/p>\r\n<p>During a special session on \"Hazard Mitigation: Use of Real-Time Information,\" Thursday and Friday, USGS scientists will describe their agency&rsquo;s real-time monitoring of volcanoes, earthquakes and floods; how the data is conveyed to users; and how emergency-response officials and the public can use real-time data to save lives and protect property. <\/p>\r\n<p>The Thursday morning session will begin at 8:30 a.m., with Marianne Guffanti, a USGS volcanologist, describing improvements in real-time monitoring of volcanoes and how the data can be used to warn people of risk to their communities and to the risks of airline travel as volcanic ash clouds make their way through the atmosphere. <\/p>\r\n<p>Terry Keith, a USGS researcher at the Alaska Volcano Observatory will further expound tracking volcanic ash clouds through real-time monitoring of Alaskan volcanoes and public warnings that are issued prior to or during eruptions. Keith will present dramatic examples of how this successful volcanic mitigation effort has saved lives and billions of dollars in property. <\/p>\r\n<p>In a similar vein but with different types of volcanic eruptions, Dave Sherrod of the USGS&rsquo;s Hawaii Volcano Observatory, will describe real-time monitoring of that state&rsquo;s dramatic, lava-spewing volcanoes and how information and warnings concerning these eruptions are routed to the public through local emergency-response agencies. <\/p>\r\n<p>Examples of the collection and dissemination of real-time flood data will be presented by USGS hydrologists who were involved with such data during the floods in the Ohio Valley and North Dakota in early 1997. <\/p>\r\n<p>USGS seismologist Peter Ward, will end the Thursday morning session by describing ways to deliver real-time information to the specific people at risk. Ward is Chairman of the Working Group on Natural Disaster Information Systems under the Subcommittee on Natural Disaster Reduction within the Executive Office of the President. Ward&rsquo;s group is working on extensions of the Emergency Alert System that will allow broadcasting warnings of severe storms, earthquake shaking, volcanic eruptions, and rising floodwaters over radio, television, cellular telephones, pagers and the Internet. Ward will also describe national efforts to improve the flow of all types of disaster information over the Information Super-Highway. <\/p>\r\n<p>USGS researcher Carl Martinson will lead off the Thursday afternoon session with a report on the progress of plans for cooperation between federal and state agencies and academic institutions to operate a technical clearinghouse to coordinate operations and share information following major earthquakes in California. <\/p>\r\n<p>USGS seismologist Lucy Jones will be among those describing \"TriNet,\" a southern California network designed to record and analyze earthquake ground motions as they are occurring and distribute that information to emergency response agencies and the public. One of the aims of the project Jones will describe is to develop a pilot early-warning system that would allow scientists to know that a earthquake has begun before damaging shaking waves arrive at more distant sites and automatically inform warning systems of those fast moving waves. A team of seismologists at the USGS in Menlo Park will continue on the earthquake theme by describing \"ne","summary":null,"format":null}]},"field_images":[],"regions":["Colorado","New Mexico","North Dakota","Ohio","California","Hawaii","Alaska"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"881730000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}