{"title":"Training International Volcano Scientists and Saving Lives Worldwide","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HAWAII ISLAND, Hawai&#699;i &mdash; <!--introstart-->Scientists and technicians who work at volcano observatories in 11 countries are visiting the U.S. Geological Survey&rsquo;s <a href=\"http:\/\/volcanoes.usgs.gov\/observatories\/hvo\/\">Hawaiian Volcano Observatory<\/a> this week to learn techniques for monitoring active volcanoes.<!--introend--><\/p>\n<p>The International Training Program in Volcano Hazards Monitoring is designed to assist scientists from other nations in attaining self-sufficiency in monitoring volcanoes and reducing the risks from eruptions. Field exercises on Kilauea and Mauna Loa Volcanoes allow students to observe and operate a variety of instruments, and classroom instruction at the Observatory provides students the opportunity to interpret data, as well as plan a monitoring network for their home volcanoes. U.S. scientists are providing training on monitoring methods, data analysis and interpretation, and volcanic hazard assessment, and participants are taught about the use and maintenance of volcano monitoring instruments. Participants learn about forecasting events, responding rapidly during volcanic crises, and how to work with governing officials and the news media to save lives and property.<\/p>\r\n<p>Organized by the <a href=\"http:\/\/www.hilo.hawaii.edu\/~csav\/international\/\">Center for the Study of Active Volcanoes<\/a> at the University of Hawai&#699;i at Hilo, with support from the University of Hawai&#699;i at Manoa and the joint USGS-U.S. Agency for International Development <a href=\"http:\/\/volcanoes.usgs.gov\/vdap\/index.php\">Volcano Disaster Assistance Program<\/a>, the annual program has been training foreign scientists for 24 years. This year&rsquo;s class includes 16 volcano scientists from Chile, Colombia Costa Rica, Democratic Republic of Congo, Indonesia, Italy, Papua New Guinea, Peru, Philippines, Saudi Arabia, and South Korea.<\/p>\r\n<p>&ldquo;Hawaiian volcanoes offer an excellent teaching opportunity because our volcanoes are relatively accessible, they're active, and USGS staff scientists can teach while actually monitoring volcanic activity,\" said the USGS&rsquo;s HVO Scientist-in-Charge, Jim Kauahikaua. &ldquo;The small investment we make in training international scientists now goes a long way toward mitigating large volcanic disasters in the future.&rdquo;<\/p>\r\n<p>&ldquo;Providing training in volcano hazards assessment and monitoring is by far the most cost effective strategy for reducing losses and saving lives for those developing nations exposed to high volcanic hazards risks,&rdquo; said CSAV Director Donald Thomas. &ldquo;The goal of our course is to provide our trainees with an understanding of the technologies that can be applied to an assessment of volcanic threats as well as how to interface with their respective communities to increase awareness of how to respond to those threats.&rdquo;<\/p>\r\n<p>&ldquo;The training program directly benefits the United States, through international exchange of knowledge concerning volcanic eruptions, and it serves as an important element in our country&rsquo;s humanitarian assistance and science diplomacy programs around the world,&rdquo; said the USGS&rsquo;s VDAP Chief, John Pallister.&nbsp;<\/p>\r\n<p>The international participants are learning to use both traditional geological tools and the latest technology. To anticipate the future behavior of a volcano, basic geologic mapping brings an understanding of what a volcano is capable of doing, how frequently it has erupted in the past, and what kind of rocks, and ash it produces. Using Geographic Information Systems, the students learn to predict lava flow paths, conduct a vulnerability assessment, and tabulate the predicted costs associated with the damage from a lava flow. Participants are trained in the emerging field of infrasound monitoring, which is critical for rapidly detecting volcanic explosions and\/or rift zone eruptions, as well as basic seismological fundamentals, and a survey of pre-","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["volcano","hazard","Hawaii","","","training","international","","Natural Hazards"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1404273600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169155"},{"tid":"169560"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}