{"title":"Remapping Coastal Areas Damaged by Hurricane Sandy","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Plans for remapping parts of the East Coast where <a href=\"http:\/\/storms.ngs.noaa.gov\/storms\/sandy\/\">Hurricane Sandy<\/a> altered seafloors and shorelines, destroyed buildings, and disrupted millions of lives last year are being announced today by three federal agencies.<!--introend--> This remapping plan comes one day after the Administration's Hurricane Sandy Rebuilding Task Force <a href=\"http:\/\/portal.hud.gov\/hudportal\/HUD?src=\/press\/press_releases_media_advisories\/2013\/HUDNo.13-125\">progress report<\/a>.<\/p>\n<p>The <a href=\"http:\/\/www.usgs.gov\/\">USGS<\/a>, <a href=\"http:\/\/www.noaa.gov\/\">NOAA<\/a>, and the <a href=\"http:\/\/www.usace.army.mil\/\">U.S. Army Corps of Engineers<\/a> are using emergency supplemental funds provided by Congress to survey coastal waters and shorelines, acquiring data that will update East Coast land maps and nautical charts.<\/p>\r\n<p>Using ships, aircraft, and satellites, the agencies will measure water depths, look for submerged debris, and record altered shorelines in high priority areas from South Carolina to Maine, as stipulated by Congress in the <a href=\"http:\/\/www.govtrack.us\/congress\/bills\/113\/hr152\/text\">Disaster Relief Appropriations Act of 2013<\/a>. The areas to be remapped will be based on their relative dangers to navigation, effects from the storm, and discussions with state and local officials as well as the maritime industry.<\/p>\r\n<p>\"Our approach is to map once, then use the data for many purposes,\" said NOAA Rear Admiral Gerd Glang, director of NOAA&rsquo;s <a href=\"http:\/\/www.nauticalcharts.noaa.gov\/\">Office of Coast Survey<\/a>. \"Under the Ocean and Coastal Mapping Integration Act, NOAA and its federal partners are taking a 'whole ocean' approach to get as much useful information as possible from every dollar invested to help states build more resilient coastlines.\"<\/p>\r\n<p>Preliminary U.S. damage estimates are near $50 billion, making Sandy the second-costliest cyclone to hit the United States since 1900. There were at least 147 direct deaths recorded across the Atlantic basin due to Sandy, with 72 of these fatalities occurring in the mid-Atlantic and northeastern United States. This is the greatest number of U.S. direct fatalities related to a tropical cyclone outside of the southern states since Hurricane Agnes in 1972.<\/p>\r\n<p>\"The human deaths and the powerful landscape-altering destruction caused by Hurricane Sandy are a stark reminder that our nation must become more resilient to coastal hazards,\" said Kevin Gallagher, associate director for Core Science Systems at USGS. \"Sandy's most fundamental lesson is that storm vulnerability is a direct consequence of the elevation of coastal communities in relation to storm waves. Communities will benefit greatly from the higher resolution and accuracy of new elevation information to better prepare for storm impacts, develop response strategies, and design resilient and cost-efficient post-storm redevelopment.\"<\/p>\r\n<p>The USGS will collect very high-resolution elevation data to support scientific studies related to the hurricane recovery and rebuilding activities, watershed planning and resource management. USGS will collect data in coastal and inland areas depending on their hurricane damages and the age and quality of existing data. The elevation data will become part of a new initiative, called the <a href=\"http:\/\/nationalmap.gov\/3DEP\/\">3D Elevation Program<\/a>, to systematically acquire improved, high-resolution elevation data across the United States.<\/p>\r\n<p>The data acquired by the three agencies, much of which will be stored at NOAA's <a href=\"http:\/\/www.ngdc.noaa.gov\/\">National Geophysical Data Center<\/a>, and through NOAA's <a href=\"http:\/\/www.csc.noaa.gov\/digitalcoast\/\">Digital Coast<\/a>, will be open to local, state, and federal agencies as well as academia and the general public. The information can be applied to updating nautical charts, removing marine debris, replenishing beaches, making repairs, and pl","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland","Massachusetts","New Jersey","New York","Virginia"],"country":["United States of America"],"mm_tags":["Core Science Systems National Cooperative Geologic Mapping","","Mapping","Hurricane Sandy","hurricanes","","","Army Corpsof Engineers","Atlantic Coast","Coastal Erosion","","Geographic Areas Northeast"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1376971200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168905"},{"tid":"169618"},{"tid":"170048"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}