{"title":"Upcoming Airborne Surveys To Track Potential Mineral and Water Resources in Parts of Iowa and Minnesota","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->U.S. Geological Survey scientists plan to conduct the first comprehensive, high-resolution airborne survey to study the rock layers under a region of northeastern Iowa and southeastern Minnesota, starting December 2012 and lasting through January 2013.<!--introend--> When the data analysis is complete, resulting state-of-the-art, 3-D subsurface maps will help USGS researchers improve an assessment of mineral and water resources of the region.&nbsp;<\/p>\n<p>As part of this research, both a low flying airplane and helicopter with auxiliary instrumentation will be used. Residents and visitors should not be alarmed to witness either of these instruments flying low to the ground near the Decorah, Iowa, and Spring Grove, Minn., region.&nbsp;<\/p>\r\n<p>\"Modern society is critically dependent on clean water and a vast array of minerals to maintain and enhance our quality of life,\" said USGS Director Marcia McNutt. \"The USGS uses the latest technology to find new sources of these valuable commodities, even when buried deep beneath the Earth's surface, and places that information in the public domain to benefit all Americans.\"&nbsp;<\/p>\r\n<p>The airplane is under contract to the USGS through <a href=\"http:\/\/bellgeospace.com\/\">Bell Geospace<\/a>; the helicopter through <a href=\"http:\/\/www.geotech.ca\/\">Geotech<\/a>. The aircrafts will be operated by experienced pilots who are specially trained and approved for low-level flying. All flights are coordinated with the Federal Aviation Administration to ensure flights are in accordance with U.S. law.&nbsp;<\/p>\r\n<p>The survey area is thought to be part of the 1.1 billion year old Midcontinent Rift, a major structure that stretches across much of the central United States. Rocks of the Midcontinent Rift include large volumes of mafic rocks. In the Lake Superior region, these rocks contain significant resources of nickel, copper and platinum group elements.<\/p>\r\n<p>USGS scientists plan to use the new geophysical data to help determine if there is potential for similar resources to exist in the survey area. A secondary goal is to evaluate the geologic structure as it relates to water resources. This research is meant to study deep rocks, beneath limestone and sandstone layers.&nbsp;<\/p>\r\n<p>The helicopter will carry large electromagnetic and magnetic instruments from a cable underneath. A DC-3, retrofitted with modern avionics and gas turbine engines, will carry gravity gradient instruments. Because different rock types differ in their content of water, magnetic minerals, and density, the resulting geophysical maps allow visualization of the geologic structure below the surface. None of the instruments carried on the aircraft pose a health risk to people or animals.<\/p>\r\n<p>This survey will be flown in a grid pattern, by both aircraft at different times. East-west lines will be flown &frac14; mile apart at elevations from 100-500 feet above the ground, and 2 &frac12; miles apart in a north-south direction. All survey flights will occur during daylight hours.&nbsp;<\/p>\r\n<p><strong>Editor:&nbsp; In the public interest and in accordance with Federal Aviation Administration regulations, the USGS is announcing this low-level airborne project.&nbsp; Your assistance in informing the local communities is appreciated.&nbsp;<\/strong><strong>&nbsp;<\/strong><\/p>\r\n<p><strong>Photos of the aircraft available upon request. <\/strong><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Iowa","Minnesota"],"country":["United States of America"],"mm_tags":["Energyand Minerals Mineral Resources","Geographic Areas Midwest","Geographic Areas Rocky Mountain"],"release_date":{"und":[{"value":"1356066000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}