{"title":"USGS Scientist to Receive EPA Award","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->U.S. Geological Survey scientist Joanna Thamke will receive the National Level Silver Medal Award from the U.S. Environmental Protection Agency today at a ceremony in Denver, Colo.<!--introend-->&nbsp;&nbsp;<\/p>\n<p>The scientists are being recognized for their work addressing brine contamination of drinking water supplies on the Fort Peck Indian Reservation in northeastern, Mont. This work led to the U.S. EPA issuing an administrative order to protect the health of people living in Poplar, Mont. in December 2010.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The EPA Silver Medal is the second highest National award presented by the EPA.&nbsp;The following are being recognized for their commitment to protecting human health and the environment: USGS scientist Joanna Thamke; Department of Justice attorney David Carson; EPA scientists Barbara Burkland and Nathan Wiser; and EPA attorneys James Eppers and Alan Morrissey. USGS emeritus scientist Zell Peterman also contributed to this project. More information on this study is available <a href=\"http:\/\/mt.water.usgs.gov\/projects\/east_poplar\/index.html\">online<\/a>.<\/p>\r\n<p>\"For USGS scientists, their reward is to have the results of their research turned into concrete actions that improve the quality of people's lives,\" said USGS Director Marcia McNutt. \"To have an agency like EPA honor their contribution by bestowing a medal in addition is a once-in-a-lifetime thrill.\"<\/p>\r\n<p>Brine is a byproduct of crude oil production. Handling and disposal of brine during the last 60 years in the East Poplar oil field has resulted in contamination of shallow aquifers and the Poplar River. Understanding the extent of brine contamination in shallow aquifers is important because the City of Poplar uses this resource as their sole source of water.&nbsp;<\/p>\r\n<p>Scientists used strontium isotopes and other water quality parameters to detect levels of brine contamination in and near the East Poplar oil field on the Fort Peck Indian Reservation. This multi-year project has a history of strong coordination among the Fort Peck Tribes, USGS, EPA, and the oil and gas industry.<span>&nbsp;<\/span><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Colorado"],"country":["United States of America"],"mm_tags":["award","water","groundwater","Montana","","Brine","contamination","drinkingwater","Colorado"],"release_date":{"und":[{"value":"1329368400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}