{"title":"Updike Appointed Regional Executive for Geology","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Randall G. Updike has been named the Regional Executive for Geology, U.S. Geological Survey (USGS), Central Region. <\/p>\n<p>Since 2001, Updike has served as the USGS Central Region Associate Regional Geologist for Science Programs, and more recently, the USGS Acting Central Regional Executive for Geology. <\/p>\r\n<p>His USGS career began in Reston, Va., where he served as the Associate Office Chief for the Office of Earthquakes, Volcanoes and Engineering, and as the National Program Coordinator for the Earthquake Program. In 1994, he transferred to Denver, Colo., where he became the Branch Chief for the Branch of Earthquake and Landslide Hazards, and concurrently filled the post of USGS National Landslide Program Coordinator. From 1996 until 2001, he was Chief Scientist for the Geologic Hazards Team, based in Golden, Colo. He has led or participated in disaster response teams domestically and internationally, and has represented the USGS on natural hazard and applied geology issues in over 20 foreign countries, including the USAID-funded response to the landslide disasters caused by Hurricane Mitch in Central America. <\/p>\r\n<p>Updike earned his Ph.D degree in Volcanic Geology from Arizona State University in 1977. After graduating, he joined the Alaska Division of Geological and Geophysical Surveys in Anchorage. For the next 10 years, he conducted applied research in engineering geology throughout Alaska, specializing in earthquake, landslide and volcanic hazards, including mapping the surficial geology of Prudhoe Bay, Quaternary Geology and Earthquake Hazards of Upper Cook Inlet, and engineering geology projects in the Aleutians, Kodiak, Wrangell, and Valdez. He also led bedrock and surficial geologic mapping projects in the Chugach Mountains of South Central Alaska for five years. <\/p>\r\n<p>A native of Kansas City, Mo., Updike is married and has four children. <\/p>\r\n<p>The USGS Central Region encompasses the area between the Rocky Mountains and the Mississippi River, including Arkansas, Colorado, Iowa, Kansas, Louisiana, Missouri, Montana, Minnesota, Nebraska, New Mexico, North Dakota, Oklahoma, South Dakota, Texas and Wyoming.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Wyoming","Arkansas","Louisiana","Colorado","Kansas","New Mexico","Oklahoma","Texas","Iowa","Minnesota","Missouri","Nebraska","North Dakota","South Dakota"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1065585600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}