{"title":"scientists Return to Ancient Impact Crater","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>March will mark the beginning of a new field season for scientists from the U.S. Geological Survey (USGS) and its cooperators who will begin drilling a second core hole into an impact structure created 35 million years ago when an asteroid or comet slammed into the ocean near the present-day mouth of the Chesapeake Bay. The scientists are studying the effect of this ancient event on the modern day regional ground-water system and the quality of drinking water in southeastern Virginia. <\/p>\n<p>\"The asteroid or comet probably measured about 1 to 2 miles in diameter and was traveling at tens of miles per second,\" said Greg Gohn, USGS Chief of the Chesapeake Bay Impact Crater Project. \"It gouged a crater 53 miles wide and fractured bedrock to a depth of well over a mile. Today, those disrupted rock units greatly affect the pattern of ground-water flow throughout southeastern Virginia. Because we believe that this ancient impact might have rendered the ground water in large areas of the crater unfavorable for development as a water source, the information we are gathering is relevant to managing ground-water resources in southeastern Virginia,\" said Gohn. <\/p>\r\n<p>Gohn expects to begin drilling at two sites in the Middle Neck of Virginia. Drilling of a core hole 1,500 feet deep at a site in Mathews County, Virginia near the village of North will likely begin on March 20. This location is a short distance inside the outer rim of the crater as it is presently mapped on the Middle Neck. Work at a second drill site in Mathews County near Shadow, Virginia is planned to begin in June. This site is located well within the ring-shaped trough of the impact crater; scientists expect to penetrate the bottom of the crater at a depth between 2,000 to 2,500 feet. Last summer, the scientists drilled more than 2,000 feet into the crater&rsquo;s rim at the NASA Langley Research Center in Hampton, Virginia. <\/p>\r\n<p>Science support and funding have been provided in part by the Hampton Roads Planning District Commission and the Virginia Department of Environmental Quality. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"984632400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}