{"title":"snAPSHOT FROM SPACE: NEW SATELLITE IMAGE MAP OF SOUTH FLORIDA WILL AID ECOSYSTEM-RESTORATION EFFORTS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new satellite image map of south Florida that will aid resource managers planning a $2-3 billion restoration effort in the Everglades and Florida Bay will be presented to the Governor&rsquo;s office Wednesday (August 23, 1995). \n<p>The \"snapshot\" image covers over 35,000-square miles of the state, from north of Orlando to Key West, and provides a key to 21 vegetation types and other land-cover features. The map was produced by the U.S. Geological Survey in collaboration with the National Biological Service, also of the Interior Department, which provided the interpretive key to land-cover information. \r\n<p>The image map will be presented to Richard Pettigrew, Chairman of the Governor&rsquo;s Commission for a Sustainable South Florida, by Colonel Terrence (Rock) Salt, Executive Director of the South Florida Ecosystem Restoration Task Force at the Commission&rsquo;s August 23 meeting in Ft. Lauderdale. \r\n<p>The 1:500,000-scale map is designed to aid the efforts of the South Florida Ecosystem Restoration Task Force, a partnership of federal and state agencies and Native American Tribes that are involved in planning and implementing the changes to restore natural ecosystem functions to the region. \r\n<p>\"This map is a valuable record of vegetation and land cover in south Florida,\" said Colonel Salt. \"It should be very useful to the Governor&rsquo;s Commission and the Task Force in establishing a visual baseline for planning restoration efforts in the Everglades and Florida Bay. The map will also give visitors a better understanding of the environmental features of the region.\" \r\n<p>The satellite image map combines images from an earth-observing satellite with latitude, longitude and map-scale references using high-technology image processing and computerized cartographic techniques. The USGS-prepared map provides more up-to-date, land-cover information than was previously available and shows exceptionally clear Landsat Thematic Mapper images taken during 1992 and 1993. \r\n<p>The map shows differences between native sawgrass vegetation and plant communities near areas where nutrient-laden water leaches from canals. Development of canals for flood control of agricultural and urban lands over the last 100 years has led to the drainage of approximately 50 percent of the Everglades. This drainage and reduction in the flow of freshwater to Florida Bay have caused dramatic changes to flora and fauna in both the Everglades and Florida Bay. Drainage has also resulted in intrusion of saltwater into freshwater aquifers, and has affected the quantity and quality of the water supply for southeast Florida&rsquo;s urban corridor. South Florida averages 50-60 inches of rain per year, but is suffering increasingly from the seasonal effects of drought and flooding because of reductions in the storage potential of the Everglades. \r\n<p>The satellite image map is one of the first products of the USGS South Florida Ecosystem Program, which provides scientific information to land and resource managers and other potential users so that they can improve their understanding of the ecosystem and enhance their ability to predict the effects of restoration efforts. The USGS is measuring water flow and water quality; conducting studies of ecosystem history, geochemical processes such as mercury methylation, offshore sedimentation, and coastal erosion and pollution; and helping to modify hydrologic models. This program is a collaborative effort between USGS, the South Florida Water Management District, the Corps of Engineers, the National Park Service, and other agencies within the South Florida Ecosystem Restoration Task Force. \r\n<p>As the Nation&rsquo;s largest earth science agency, the USGS works in cooperation with nearly 1,200 local, state, and federal agencies across the country to apply the best possible science to a wide range of resource, environment and hazard issues. The USGS has produced more than 85,000 different maps and sells and distributes","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"809064000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}