{"title":"Human Activities Increase Salt Content in Many of the Nation's Streams","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Concentrations of dissolved solids, a measure of the salt content in water, are elevated in many of the Nations streams as a result of human activities, according to a <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5012\/\">new USGS study<\/a>.<!--introend--> Excessive dissolved-solids concentrations in water can have adverse effects on the environment and on agricultural, domestic, municipal, and industrial water users.<\/p>\n<p>Results from this study provide a nation-wide picture of where dissolved-solids concentrations are likely to be of concern, as well as the sources leading to such conditions.<\/p>\r\n<p>&ldquo;This study provides the most comprehensive national-scale assessment to date of dissolved solids in our streams,&rdquo; said William Werkheiser, USGS Associate Director for Water. &ldquo;For years we have known that activities, such as road de-icing, irrigation, and other activities in urban and agricultural lands increase the dissolved solids concentrations above natural levels caused by rock weathering, and now we have improved science-based information on the primary sources of dissolved-solids in the nation&rsquo;s streams.&rdquo;<\/p>\r\n<p>The highest concentrations are found in streams in an area that extends from west Texas to North Dakota. Widespread occurrences of moderate concentrations are found in streams extending in an arc from eastern Texas to northern Minnesota to eastern Ohio. Low concentrations are found in many states along the Atlantic coast and in the Pacific Northwest.<\/p>\r\n<p>The total amount of dissolved solids delivered to all of the Nation&rsquo;s streams is about 270 million metric tons annually, of which about 71% comes from weathering of rocks and soil, 14% comes from application of road deicers, 10% comes from activities on agricultural lands, and 5% comes from activities on urban lands.<\/p>\r\n<p>All water naturally contains dissolved solids as a result of weathering processes in rocks and soils. Some amount of dissolved solids is necessary for agricultural, domestic, and industrial water uses and for plant and animal growth, and many of the major ions are essential to life and provide vital nutritional functions. Elevated concentrations, however, can cause environmental and economic damages. For instance, estimated damages related to excess salinity in the Colorado River Basin exceed $330 million annually.<\/p>\r\n<p>&ldquo;This study applied statistical modeling to understand the sources and transport processes leading to dissolved-solids concentrations observed in field measurements at over 2,500 water-quality monitoring sites across the Nation,&rdquo; said David Anning, USGS lead scientist for the study. &ldquo;This new information was then used to estimate contributions from different dissolved-solids sources and the resulting concentrations in unmonitored streams, thereby providing a complete assessment of the Nation&rsquo;s streams.&rdquo;<\/p>\r\n<p>The study determined that in about 13 percent of the Nation&rsquo;s streams, concentrations of dissolved solids likely exceed 500 mg\/L, which is the U.S. Environmental Protection Agency&rsquo;s secondary, non-enforceable drinking water standard. Many of these streams are found in a north-south oriented band stretching from west Texas to North Dakota.<\/p>\r\n<p>While this standard provides a benchmark for evaluating predicted concentrations in the context of drinking-water supplies, it should be noted that it only applies to drinking water actually served to customers by water utilities.<\/p>\r\n<p>An online, interactive <a href=\"http:\/\/cida.usgs.gov\/sparrow\/map.jsp?model=25\">decision support system<\/a> provides easy access to the national-scale model describing how streams receive and transport dissolved solids from human sources and weathering of geologic materials. The decision support system can used to evaluate combinations of reduction scenarios that target one or multiple sources and see the change in the amount of dissolved solids","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water National Streamflow Information","Water National Water Quality Assessment","water","Environmental Health Toxic Substances Hydrology","Core Science Systems"],"article_type":["National News Release"],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1402891200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169172"},{"tid":"169368"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}