{"title":"USGS Collaborates on Unique, Comprehensive View of Antarctica","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->The U. S. Geological Survey (USGS) in collaboration with the\r\nNational Aeronautics and Space Administration (NASA) and the British Antarctic\r\nSurvey (BAS) is developing a unique and versatile map of Antarctica\r\nusing satellite imagery.<!--introend--> The Landsat Image Mosaic of Antarctica or LIMA\r\ncombines nearly 1100 hand-selected Landsat satellite scenes that are being\r\ndigitally woven together to create a single, seamless, cloud-free image of the\r\nAntarctic continent-the most detailed color representation of this vast and\r\nfrozen landmass ever produced. The National Science Foundation is funding the LIMA project.\r\n<\/p>\r\n<p>\r\nThe scenes being used to create the new mosaic map of Antarctica were drawn from more than 8,000 collected by\r\nLandsat 7&#39;s Enhanced Thematic Mapper Plus (ETM+) sensor from 1999 through 2006.\r\nThe digital weaving, or mosaicking, of Landsat scenes\r\nfor most of the continent is being performed at the USGS Center for Earth Resources\r\nObservation and Science (EROS); BAS researchers are generating the Antarctic\r\nPeninsula region of the map. While Landsat scenes make up most of the\r\nmap&#39;s digital dataset, some images captured by Moderate Resolution Imaging\r\nSpectroradiometer (MODIS) instruments carried aboard NASA&#39;s Terra and Aqua\r\nsatellites, and possibly a small amount of radar data, will be used to fill in\r\nthe part the Antarctic continent surrounding the geographic South Pole not\r\n&quot;seen&quot; by Landsat 7 as it circles the Earth in its near-polar orbit.\r\n<\/p>\r\n<p>\r\nIn conjunction with the new mosaic, researchers with the LIMA project are creating\r\nan Antarctic Web portal and online map which will be available in the near\r\nfuture. From this portal, anyone from scientists and educators to members of\r\nthe general public will be able to download the mosaic in sections, as well as\r\nany of the individual Landsat scenes used to create it. The mosaic will be\r\navailable in four versions-natural color, false color, panchromatic and\r\npan-sharpened-that are each designed to satisfy a different scientific and\r\nvisual need. The LIMA\r\nonline map viewer will display the mosaic and ancillary geographic features,\r\nsuch as place names. \r\n<\/p>\r\n<p>\r\n&quot;The optical remote sensing characteristics of the Landsat\r\nsensor, and other satellite observations, provide a unique, never-before-seen\r\nview of this critical continent of the Earth system, and the availability of\r\nthe final data set via internet-based tools will represent a tremendous\r\nscientific asset for the global Earth science community,&quot; said R.J. Thompson,\r\nDirector of EROS.\r\n<\/p>\r\n<p>\r\nLIMA\r\nis one of several hundred projects funded in conjunction with the International\r\nPolar Year (IPY), a 2-year event that runs from March 2007 to March 2009.\r\nFocused on both the Arctic and Antarctic, IPY\r\nis a multinational scientific\r\nundertaking, one that involves coordinated expeditions, observations and\r\nanalyses and that marks the beginning of a sustained effort to\r\nunderstand large-scale environmental change in the Earth&#39;s polar regions.\r\n<\/p>\r\n<p>\r\nThe USGS manages\r\nthe Landsat Program, which was began in 1972 with the launch of the first\r\nLandsat satellite. Over the past 35 years, sensors aboard Landsat\r\nsatellites have captured millions of digital images of the Earth&#39;s land masses\r\nand coastal regions that are used by researchers worldwide to study global\r\nchange, natural disasters and other aspects of the Earth&#39;s terrestrial\r\nenvironment.\r\n<\/p>\r\n<p>\r\nFor more information about the Landsat Program, visit <a href=\"http:\/\/landsat.usgs.gov\/\">http:\/\/landsat.usgs.gov\/<\/a>\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"1173243600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169276"},{"tid":"169549"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}