{"title":"President&rsquo;s FY 2004 Budget for USGS Focuses on Invasive Species, Wildlife Health and Enhanced Access to Science Data","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The President has proposed a budget of $895.5 million for the Interior Department&rsquo;s U.S. Geological Survey (USGS) in Fiscal Year 2004, a net increase of $28.2 million above the President&rsquo;s FY 2003 request. The 2004 budget focuses resources on core USGS programs, such as water resources, hazards, biology and those programs that directly support science-based land and natural resource management by the Department. <\/p>\n<p>\"We will continue to provide timely, objective scientific information to other Federal agencies, state and local partners and stakeholders to address critical resource, natural hazard and other natural science issues,\" said USGS Director Charles Groat. \"We will continue to partner with other Interior Bureaus, providing sound science to help meet their natural resource management needs.\" <\/p>\r\n<p>\"Our efforts for 2004 will focus on invasive species, energy resource assessments, water availability, coastal landscape change and monitoring &#8212; issues of critical importance to land and resource managers,\" Groat said. <\/p>\r\n<p>The USGS budget includes an increase of $3.0 million to expand invasive species research and to develop a model for a national early warning detection network, a system that could be invaluable to land management agencies as they try to determine appropriate strategies for controlling or eradicating invasive plants and animals. <\/p>\r\n<p>The 2004 budget request also includes $2.3 million to strengthen and expand the National Biological Information Infrastructure (NBII) &#8212; a collaborative program to provide access to data and information on the Nation&rsquo;s biological resources. The additional funds would focus on enhancing the existing information node in California and establishing a mid-Atlantic information node, increasing the amount of chronic wasting disease information available through the human health-wildlife disease node on the NBII, and increasing information available on invasive species. <\/p>\r\n<p>The USGS continues to play a significant role in understanding environmental contributions to diseases and their impacts on human and wildlife health. In FY 2004, the USGS proposes funding of $1.0 million to expand research on chronic wasting disease, a progressively degenerative and ultimately fatal disease in deer and elk. The USGS will conduct studies to determine chronic wasting disease transmission among deer and elk populations, enabling state and Federal wildlife managers to effectively manage wild deer and elk populations and their habitats on public lands. <\/p>\r\n<p>A core program of the USGS is its mapping activities. Included in the FY 2004 budget is an increase of $3.0 million for America View for better public access to remotely sensed data, and $0.8 million for the Urban Dynamics Program to better understand urbanization and its impacts on the surrounding environment. <\/p>\r\n<p>The 2004 budget proposes a total of $200.1 million to continue the valuable water resources work performed by the USGS. This includes increases of $11.0 million for the Toxic Substances Hydrology Program, $6.5 million for the National Water-Quality Assessment Program and $1.8 million for the National Water Information System. <\/p>\r\n<p>The FY 2004 budget also proposes funding of $4.0 million to allow for conversion from wideband radio to digital narrowband radios as mandated by Federal law. These radios are used in natural hazards networks, radio-telemetry for wildlife studies and global positioning satellites. <\/p>\r\n<p>The 2004 budget includes a reduction of $9.1 million for lower priority mineral assessments and $2.8 million for lower priority mapping research. The National Mapping program includes a $4.4 million reduction associated with data collection activities for The National Map as the USGS moves away from doing actual data collection and dissemination to a role of making geospatial data and information easily accessible to the public and other decision-makers. Additiona","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1044248400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"170436"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}