{"title":"USGS Turns 135: Continues Mission of Science for America","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<div style=\"float: right\" align=\"right\">[iframe width=\"560\" height=\"315\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/uswlU-mwoZQ?rel=0\" frameborder=\"1\" allowfullscreen]<\/div>\nFundamental knowledge of the land and its resources is a basic need for effective government and a productive economy in any nation.Â  The U.S. Geological Survey (USGS), celebrating its 135th birthday on March 3rd, serves our Nation by providing reliable scientific information that can be used in many different ways: to describe and understand the Earth; to minimize loss of life and property from natural disasters; to manage water, ecosystem, energy, and mineral resources; and to enhance and protect our quality of life.\n\n&nbsp;\n\n<strong>A legacy of science for the Nation<\/strong>\n\nUsing science to understand our natural heritage is at the core of the USGS. It can even be traced in our pre-history. More than 200 years ago, the first government survey of the natural resources of the American West, Lewis and Clark's Corps of Discovery (1804-06), was commissioned by President Thomas Jefferson and funded by Congress. In carrying out Jefferson's detailed instructions in regard to cartography and scientific goals, the explorers mapped every twist and turn of the Missouri and the Columbia rivers, gathering information about the soils, plants, animals, and native inhabitants of the lands through which they passed.\n\n&nbsp;\n\n[caption id=\"attachment_192071\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/NationalMap.jpg\"><img class=\"size-medium wp-image-192071\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/NationalMap-300x172.jpg\" alt=\"National Map\" width=\"300\" height=\"172\" \/><\/a> The National Map is a collaborative effort among the USGS and other Federal, State, and local partners to improve and deliver topographic information for the Nation. USGS image.[\/caption]\n\nIn 1867, shortly after the Civil War ended, Congress authorized the first of a series of major western explorations that were led by Clarence King (USGS first director), F. V. Hayden, George Wheeler, and John Wesley Powell (USGS second director). On March 3, 1879, the 45th Congress and President Hayes agreed to promote governmental economy and efficiency by discontinuing the three ongoing geological and geographical surveys and replacing them with a U.S. Geological Survey. Â They made the new organization responsible for the scientific \"classification of the public lands and examination of the Geological Structure, mineral resources and products of the national domain.\"\n\nThrough 135 years the USGS has evolved from a small group of scientists and surveyors who provided guidance on how to describe and manage the public lands of the West to a leading Federal science agency that conducts research and assessment activities on complex natural resource and science issues at scales ranging from local to global.\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;\n\n<strong>The Survey today<\/strong>\n\nThe institutional strength of the modern USGS is the broad array of science expertise we have. The USGS operates programs that include natural hazards research, such as our earthquake, volcano, and landslide programs; a network ofÂ 8,000 streamgages that monitor water availability and help in forecasting floods; and other programs that investigate invasive species, wildlife disease, and climate change.\n\nWe have nearly 9,000 science and science-support staff at work at more than 400 USGS science centers across the Nation. The USGS leverages its resources and expertise inÂ partnership with more than 2,000 agencies of State, local and tribal government, the academic community, other FederalÂ partners, non-governmental organizations, and the private sector.\n\n[caption id=\"attachment_192081\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/Snake.jpg\"><img class=\"size-medium wp-image-192081\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/Snake-300x200.jpg\" alt=\"Python\" width=\"300\" height=\"200\" \/><\/a> USGS scientists investigate invasive species. Here biologists remove a python from the Everglades for further study and electronic tagging. USGS photo.[\/caption]\n\nThe Survey does not manage any land or resources or have regulatory responsibilities. Our priority is our â\u0080\u009cboots on the groundâ\u0080\u009d scientists who work with sophisticated monitoring networks to study our world and its natural processes. Our entire focus is on providing objective, ready-to-work science that decision-makers need to face difficult, multi-faceted issues.\n\nThe Survey conducts vital resource assessments for energy and mineral potential. We also conduct research on the environmental and human health impacts of the production and use of various energy resources. The USGS is the sole Federal source of scientific information and research on nonfuel mineral potential, production, and consumption, as well as on the environmental effects of the extraction and use of mineral resources. To support the development of economic and national security policies in a global context, the USGS collects and analyzes data on essential mineral commodities from around the world.\n\nUSGS maintains the National Earthquake Information Center (NEIC) whose mission is to rapidly determine the location and size of all destructive earthquakes worldwide and to immediately disseminate this information to concerned national and international agencies, scientists, and the general public.\n\nWeâ\u0080\u0099re the largest civilian mapping agency. Furthermore, we continuously observe the Earth through the Landsat satellite program in partnership with NASA. The latestÂ satellite, Landsat 8, launched in February 2013, has performed spectacularly in its first year in space.\n\n[caption id=\"attachment_192091\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/Landsat8NASA.jpg\"><img class=\"size-medium wp-image-192091\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/Landsat8NASA-300x226.jpg\" alt=\"USGS and NASA co-operate Landsat 8\" width=\"300\" height=\"226\" \/><\/a> USGS and NASA co-operate Landsat 8, the latest satellite in the longest-operating continuous Earth-observing mission. Image courtesy of NASA.[\/caption]\n\n&nbsp;\n\n<strong>With historical data comes increased perspective<\/strong>\n\nHistorical datasets that have been meticulously collected and archived by the Survey provide a critical context for the current state of natural systems as well as for discerning human influences on the environment.Â  Some of these long-term USGS datasets include borehole temperature records in Alaskan permafrost; streamgage readings for over a century in several locations; over four decades of global change observations from Landsat satellites; catalogs of historical earthquakes and historical data from the Global Seismic Network; and paleoclimate records gleaned from ice cores and seafloor samples.\n\nWith historical records like these, in combination with cutting-edge research in paleogeology and chemical analysis, USGS scientists can look far back in time â\u0080\u0094 across decades and centuries, in some instances; in other cases, even millions of years â\u0080\u0094 to understand the global climate conditions of a certain age. This wealth and breadth of data provides an invaluable framework for understanding climate and environmental changes that are taking place today.\n\n<strong>Â <\/strong>\n\n&nbsp;\n\n<strong>Data in demand<\/strong>\n\nPublic demand for USGS scientific findings and data is strong and growing stronger. The <a href=\"http:\/\/www.iea.org\/\">International Energy Agency<\/a> has said of us, â\u0080\u009cThe most widely respected source of information on global conventional oil and gas resources is the U.S. Geological Survey.â\u0080\u009d A May 2012 article in <a href=\"http:\/\/www.academia.edu\/2504128\/Top-cited_articles_in_environmental_sciences_Merits_and_demerits_of_citation_analysis\">a respected international journal<\/a> found that the U.S. Geological Survey is the most cited institution in the world<strong> <\/strong>for environmental science.\n\nOther broad sectors of the public and the emergency response community have come to rely on USGS for timely, robust, reliable hazard information. For example, USGS supplies rapid assessments of earthquake fatalities and economic losses; real-time flood inundation mapping to support emergency response; predictions of coastal impacts from hurricanes 48 hours prior to hurricane landfall; debris-flow susceptibility maps; rapid notification of the onset of a volcanic eruption at high-threat volcanoes; and real-time wildfire condition information to support fire fighters.\n\n&nbsp;\n\n<strong>The road ahead<\/strong>\n\n[caption id=\"attachment_192101\" align=\"alignright\" width=\"225\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/SaltonSeaScience.jpg\"><img class=\"size-medium wp-image-192101\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/SaltonSeaScience-225x300.jpg\" alt=\"Salton Sea Sediment Quality\" width=\"225\" height=\"300\" \/><\/a> A USGS scientist monitors sediment quality in the Salton Sea of California. USGS studies toxic contaminants in the environment to better understand their effects on fish, wildlife, and human health. USGS photo.[\/caption]\n\nThe National Academy of Sciences released a <a href=\"http:\/\/www.nap.edu\/catalog.php?record_id=13302\" target=\"_blank\">rigorous review<\/a> of the importance of international programs at USGS in 2012.Â The Academy concluded, â\u0080\u009cA global, integrated understanding of the Earth sciences is of fundamental importance to enhance U.S. public health and security, safeguard our natural heritage, and support economic development. â\u0080¦. As the Nationâ\u0080\u0099s leading, integrated Earth science agency, the [USGS] has a significant role to play in contributing information and knowledge to address Earth science issues arising in and beyond U.S. national boundaries.â\u0080\u009d\n\nToday, with the world population at more than 7 billion and projected to grow to 9 billion by 2040; with competing priorities to balance â\u0080\u0093 for the economy, for the environment, for public health and safety; with the serious, perhaps irreversible consequences of climate change and sea-level rise to consider, our leaders need scientific information about the land and its resources that they can trust with the greatest confidence to guide their decisions.\n\nBuilding on a rich heritage of 135 years of impartial science for the Nation, the USGS looks forward to applying the breadth and depth of its scientific capabilities, along with the determined commitment of its employees, to the challenges ahead.\n\n&nbsp;\n\n<strong>Learn more<\/strong>\n\n<a href=\"http:\/\/gallery.usgs.gov\/videos\/546#.UTUGzqU4u6M\">USGS overview â\u0080\u0093 â\u0080\u009cScience for a Changing Worldâ\u0080\u009d<\/a>Â  (8 min. video)\n\n<a href=\"http:\/\/pubs.usgs.gov\/circ\/2007\/1309\/\">Facing tomorrowâ\u0080\u0099s challengesâ\u0080\u0094USGS science in the decade 2007â\u0080\u00932017<\/a>\n\n<a href=\"http:\/\/pubs.usgs.gov\/circ\/2004\/1274\/2004-1274.pdf\">Celebrating 125 Years of the U.S. Geological Survey<\/a>\n\n<a href=\"http:\/\/www.usgs.gov\/aboutusgs\/who_we_are\/history.asp\">USGS History<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24346","uid":"31","filename":"MainImage.jpg","uri":"public:\/\/MainImage.jpg","filemime":"image\/jpeg","filesize":"45616","status":"1","timestamp":"1425492768","type":"image","uuid":"32904fdc-5e80-43d1-bcca-bdbeeff1633c","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Earth Science","history","natural science","USGS"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1393847535","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}