{"title":"Dr. Milton Friend To Chair Salton Sea Science Subcommittee","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Dr. Milton Friend, director of the USGS National Wildlife Health Center, has been named by Interior Secretary Bruce Babbitt to serve as chairman of the Salton Sea Science Subcommittee.<!--introend--> The Science Subcommittee includes scientists and technical experts from 14 federal, state, local and tribal agencies. The subcommittee will provide the scientific evaluations and recommendations needed to help restore the health of the troubled Salton Sea ecosystem. \n<p>Following a December 1997 Salton Sea Symposium, Interior Secretary Babbitt remarked, \"As I listened to the clarity of Milt Friend&rsquo;s presentation at the Sea, I decided this was the person I needed to represent the Interior Department on the Science Subcommittee. He clearly understands the role that science must play in resolving the complex and often competing issues of the Salton Sea.\" \r\n<p>The Salton Sea, located in the Imperial and Coachella valley region of southern California, is the state&rsquo;s largest inland body of water and is an important resource for the people and wildlife of the area. \r\n<p>The Sea is a major stopover point for millions of migratory birds along the Pacific Flyway, supports five endangered species, and was once a highly productive fishery. Environmental conditions at the Sea have been declining for more than a decade. Because the Salton Sea has no natural outlet, salinity levels have become 25 percent saltier than ocean water, and the concentration of contaminants flowing into the Sea from industry, urban areas and agriculture have continued to increase. Recently, dramatic disease outbreaks in fish and birds have focused local and national attention on the Sea&rsquo;s degraded ecosystem. In 1996, the Salton Sea was plagued by an outbreak of botulism, which resulted in the deaths of more than 15,000 birds, including 1,400 endangered brown pelicans. \r\n<p>The Science Subcommittee will report research and evaluation findings to the Salton Sea Research and Funding Coordination Committee, which will consist of high-level representatives from the federal government, the state of California, the Salton Sea Authority and the Torres Martinez Indian Tribe. \r\n<p>Dr. Friend is internationally recognized for his accomplishments in the field of wildlife health and wildlife disease ecology. He is now Director of the U.S. Geological Survey&rsquo;s National Wildlife Health Center in Madison, Wisconsin, which he established in 1975. He holds a Ph.D. in Wildlife Ecology and Veterinary Science, has authored more than 100 scientific publications and reports and has made well over 160 scientific presentations and lectures, including many invited international presentations in at least 13 nations. His many honors and awards include the Department of the Interior&rsquo;s Meritorious Service and Distinguished Service Awards. \r\n<p>USGS&rsquo;s Chief Biologist Dr. Dennis Fenn noted \"Dr. Friend is held in high esteem throughout the scientific and conservation communities. After more than 30 years of exemplary government service, 23 of them at the USGS National Wildlife Health Center, this difficult assignment is a crowning achievement and a recognition of the confidence the Administration has in Dr. Friend&rsquo;s professional abilities and leadership. I have full confidence that Milt will be able to successfully carry out this difficult assignment.\" \r\n<p>Dr. Friend said the decision to accept the Secretary&rsquo;s offer was the \"most difficult decision\" of his career. \"The staff and the colleagues I have been privileged to work with at the National Wildlife Health Center have become my extended family,\" Friend said. \"But throughout my life I have thrived on challenges and opportunities to make a difference, and the Secretary&rsquo;s offer to give me a chance to contribute to the restoration of this troubled ecosystem is an opportunity to directly assist the Secretary to address an issue that has been one of personal involvement for sever","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"890283600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169303"},{"tid":"170170"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}