{"title":"NOAA and USGS to Conduct Pilot Project for Flash Flood and Debris Flow Warning System in Southern California<br>Improved Capability Will Help Save Lives, Minimize Property Damage and Loss","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The National Oceanic and Atmospheric Administration and the U.S. Geological Survey announced today plans to conduct a pilot project in Southern California that will improve NOAA National Weather Service forecasts of potential debris flows, also known as mud flows. The project&rsquo;s goal is to provide public warnings of imminent threat in and near areas recently burned by wildfires.<\/p>\n<p>The pilot project was announced as the agencies released the<i> NOAA-USGS Debris Flow Warning System <\/i>report, which outlines an initial plan for the prototype, and identifies the potential for expanding the warning system nationwide by developing improved technologies to characterize flash flood and debris flow hazards. These will be combined with existing methods used by NOAA&rsquo;s National Weather Service to forecast and measure precipitation.<\/p>\r\n<p>\"This is an example of sound intergovernmental collaboration that will save lives,\" said retired Navy Vice Admiral Conrad C. Lautenbacher, Jr., Ph.D., under secretary of commerce for oceans and atmosphere and NOAA administrator. \"This pilot program demonstrates the value of a product at a regional level that we hope the Global Earth Observation System of Systems can bring to a global scale.\"<\/p>\r\n<p>\"People need to be prepared for natural disasters that occur as a result of natural hazards,\" said Dr. P. Patrick Leahy, acting director of the USGS. \"Science can help build more resilient communities by improving the capability to know where and when floods and debris flows are going to happen. Ultimately, flash flood and debris flow warning systems will help save lives and minimize property damage and loss.\"<\/p>\r\n<p>Once the smoke clears from a wildfire, the danger is not over. Flash floods and debris flows can be one of the most hazardous consequences of rainfall on burned hill slopes. Just a small amount of rainfall on a burned area can lead to these hazards. The powerful force of rushing water, soil, and rock, both within the burned area and downstream, can destroy culverts, bridges, roadways, and structures, and can result in injury or death. For example, 16 people died in a debris flow during the Christmas day 2003 storm that impacted recently-burned hill slopes in San Bernardino County, Calif. Nearly $1 billion was spent to clean up and repair roadways following this event.<\/p>\r\n<p>Because of their close link with precipitation, post-wildfire debris flows are somewhat more predictable than other types of landslides. The prototype warning system will improve watches and warnings issued by NOAA&rsquo;s National Weather Service for post-fire flash floods and debris flows based. This will use comparisons between precipitation estimates from NOAA&rsquo;s National Weather Service and rainfall intensity-duration values derived from ongoing USGS research in the Southern California region. These thresholds were developed by comparing conditions in storms known to have produced flash floods and debris flows with those that did not. Warning systems based on established links between rainfall and the occurrence of flash floods and debris flows are critical to communities most vulnerable to this natural hazard.<\/p>\r\n<p>\"Working together, our two Federal agencies have a unique opportunity to deliver life-saving warnings for debris flows,\" said Brig. Gen. David. L. Johnson, U.S. Air Force (Ret.), director of NOAA&rsquo;s National Weather Service. \"Making this possible are the development of improved precipitation estimates and forecasts, better techniques for delineating debris flow hazards, and advancements in geographic information technology, as stated in the NOAA-USGS report.\"<\/p>\r\n<p>A principal finding of the NOAA-USGS task force that developed the report is that the potential exists to enhance and expand the warning system in the future to provide detailed maps that show areas that could be impacted by flash floods and debris flows. Such maps could potentially be generated in real-time d","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1127102400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169089"},{"tid":"170469"},{"tid":"169068"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}