{"title":"California Sea Otter Numbers are Up for the 2003 Census","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Counters tallied a total of 2,505 California sea otters in 2003, 17 percent more sea otters than the total of 2,139 otters in 2002, according to a survey led by the U.S. Geological Survey. Excellent to good counting conditions sped the 2003 census to a near-record time, running May 10-15. <\/p>\n<p>\"This is the highest total count and the highest count of adult and young adult sea otters, 2,270, since current standardized methods came into practice in 1983,\" said survey organizer Brian Hatfield, a USGS biologist in California. The total number of dependent pups counted was 235. The survey is conducted cooperatively with the California Department of Fish and Game, Monterey Bay Aquarium, U.S. Fish and Wildlife Service and other agencies and organizations. The information gathered from spring surveys is used by federal and state wildlife agencies in making decisions about the management of this sea mammal. <\/p>\r\n<p>This year&rsquo;s survey also marks the greatest differential on record in totals for spring counts between any two sequential years. While the increased number of otters in the spring 2003 count is a hopeful sign that the California population may be increasing, the number is not necessarily indicative of an overall population increase, said Jim Estes, a USGS scientist. Spring counts have been quite variable since 1999. The U.S. Fish and Wildlife Service&rsquo;s Southern Sea Otter Recovery Plan recommends that trend analyses be based on 3-year running averages to reduce the influence of anomalously high or low counts during any particular year. Factors that can influence the count include viewing conditions, abundance and species composition of surface canopy kelp, observer experience, and distribution and movements of the animals. <\/p>\r\n<p>\"The 3-year running averages do indicate a gradual but statistically significant population increase of about 0.9 percent per year since 1998; however, this result is strongly driven by the high 2003 count,\" said Estes. \"As is always the case, the meaning of this data point will not become clear for several more years.\" <\/p>\r\n<p>Hatfield said most of the increase in numbers of sea otters counted between 2002 and 2003 occurred in Monterey Bay; elsewhere, numbers were mostly similar to those obtained in 2002. Excellent viewing conditions encountered by the aerial team likely contributed to the increase in the number of otters counted in Monterey Bay. <\/p>\r\n<p>In central California, a short-term change in otter habitat and food availability may also have contributed to higher numbers in Monterey Bay, noted Estes. Early storms and large waves during winter of 2002-2003 greatly reduced kelp canopies &mdash; which otters use for resting and foraging &mdash; in several exposed outer-coast areas within the sea otter&rsquo;s range in central California. Along some stretches of coast, the number of otters counted was reduced from prior years, and some \"missing\" otters may have moved into Monterey Bay. Elevated numbers of Dungeness crabs may also have contributed to the unusually large number of otters in Monterey Bay. <\/p>\r\n<p>\"We&rsquo;re cautiously optimistic about the increase in sea otter numbers for this year, but elevated sea otter mortality is still hindering recovery,\" said Greg Sanders, U.S. Fish and Wildlife Service sea otter coordinator. \"In the long run, we have to minimize deaths of these animals.\" <\/p>\r\n<p>The greatly elevated number of sea otters in Monterey Bay, and to a lesser extent in Estero Bay near the town of Morro Bay, about 110 miles south of Monterey Bay, may also help explain the record high number of strandings this year, a preliminary figure of 116 strandings reported from January through May 2003, said Estes. The probability of recovering stranded sea otters is greater in the Monterey Bay and Estero Bay regions than it is in most other areas in central California, with these two stretches of coast accounting for 63 percent of all recovered carcasses in Californ","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1054872000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169650"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}