{"title":"Amphibian Declines and Deformities: What is the Latest?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors:<\/b> Additional information about amphibian declines and deformities is available at <a href=\"http:\/\/www.usgs.gov\/amphibians.html\">http:\/\/www.usgs.gov\/amphibians.html<\/a>.<\/p><b>What:<\/b> A special opportunity for the news media to meet premiere scientists working on amphibians. They&rsquo;ll discuss the issues: Why are amphibian populations declining? Why are more amphibians being found with deformities? Are amphibian die-offs increasing? What are the implications for other forms of life? \n<p><\/p>\r\n<p><b>When:<\/b> December 7, 2000, 1:30-2:30 p.m. <\/p>\r\n<p><b>Where:<\/b> Department of the Interior, Room 6641, (1849 C St., NW, Washington, D.C.) Reporters are asked to call Rebecca Phipps (703) 648-4414 by 5 p.m. on Wednesday, December 6, 2000, if they plan to attend. Reporters must show press credentials including a picture identification to gain access to the Interior building. <\/p>\r\n<p><b>***<\/b> Reporters from outside the DC area will have an opportunity to participate via a conference call with the scientists. For more details, and to register for the conference call, call Rebecca Phipps at (703) 648-4414 by 5 p.m. on Wednesday, December 6, 2000. <b>***<\/b> <\/p>\r\n<p><b>Who:<\/b> Amphibian experts from across the country, including disease specialists, researchers and toxicologists.They are: <\/p>\r\n<p>â\u0080¢ <b>Dr. David Green<\/b> - USGS pathologist specializing in amphibian diseases who has done recent research on chytrid fungus and other disease-causing agents. <\/p>\r\n<p>â\u0080¢ <b>Dr. Donald Sparling<\/b> - USGS contaminants specialist on the effects of contaminants on amphibian decline, specifically in the Sierra Nevada Mountains. <\/p>\r\n<p>â\u0080¢ <b>Dr. Carol Meteyer<\/b> - USGS clinical pathologist, who will discuss recent advancements in amphibian malformations, specifically facial cleft malformation in northern leopard frogs. <\/p>\r\n<p>â\u0080¢ <b>Dr. Steven Corn<\/b> - USGS herpetologist, an expert in amphibian population monitoring work in the Northern Rockies. <\/p>\r\n<p>â\u0080¢ <b>Dr. Chuck Peterson<\/b> - Idaho State University, an amphibian monitoring researcher in Yellowstone National Park, whose work includes remotely sensed breeding habitat using a hyperspectral image spectrometer. <\/p>\r\n<p>â\u0080¢ <b>Dr. James Hanken<\/b> - Harvard University and International Chair of the Declining Amphibians Population Task Force who is an expert on amphibian declines world-wide. <\/p>\r\n<p>â\u0080¢ <b>Dr. Susan Walls<\/b> - USGS herpetologist, amphibian research and monitoring activities in the Lower Mississippi River Basin.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"975992400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}