{"title":"Bedrock Map Debuts for the Granite State","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: media are invited to the presentation of the Bedrock Geologic Map of New Hampshire to Governor Jeanne Shaheen, photo op begins at 1:30pm on Wednesday, September 30 in the Council Chambers on the second floor of the New Hampshire State House in Concord.<\/b> \n<p><!--introstart-->As fall foliage begins to blanket New Hampshire, pleasantly diverting the attention of residents and visitors, scientists are preparing to unveil some of the geologic secrets of the famous yet not-well-known rocks that lie beneath the fiery cover.<!--introend--> On Wednesday, September 30, the New Hampshire Department of Environmental Services will host scientists from the U.S. Geological Survey, Dartmouth College, the University of New Hampshire, Harvard University, and other colleagues, along with a variety of map users, in a presentation of the new Bedrock Geologic Map of New Hampshire to Governor Jeanne Shaheen. \r\n<p>\r\n<p>\"This map is a valuable addition to the information database on the natural resources of New Hampshire,\" said Dr. David Russ, USGS Eastern Regional Geologist. \"New Hampshire is a rapidly-growing state where the crystalline bedrock, which is portrayed on this map, is the source of eighty-five percent of private domestic well water. Understanding the nature of the rocks through which groundwater moves is critical to meeting the demand for fresh drinking water in New Hampshire,\" said Russ. \r\n<p>\r\n<p>Eugene Boudette, New Hampshire State Geologist observes that \"the map fulfills a long-standing need for a modern document to serve land use, engineering projects, environmental site remediation, and research planning needs.\" \r\n<p>Led by the late Professor John B. Lyons of Dartmouth College, this project brought together leading experts on New England geology from government and academia: Professor Wallace A. Bothner of the University of New Hampshire, Dr. Robert H. Moench of the USGS, and Professor James B. Thompson of Harvard University. It also brings together 160 published references, spanning over 62 years of work, in the first entirely digitally produced State map. The project was funded by the USGS National Cooperative Geologic Mapping Program, the State of New Hampshire, and the U.S. Department of Energy. \r\n<p>\r\n<p>The map is available for purchase from the U.S. Geological Survey (1-800-HELPMAP) or the New Hampshire Dept. of Environmental Services, P.O. Box 95, Concord, NH 03302-2008, Phone: (603)271-2975.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New Hampshire"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"907041600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}