{"title":"USGS Issues Wildlife Health Alert for Foot-and-Mouth Disease","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Although no cases of foot-and-mouth (FMD) disease have been found in the United States, with the recent outbreaks in the European Union and South America, USGS wildlife health officials recently released a wildlife health alert. The alert advised natural resource and conservation managers that if foot-and-mouth disease were to arrive in the country, some wildlife species are susceptible to the disease. Foot-and-mouth disease could affect United States wildlife such as white-tailed deer, other deer species, feral wild pigs, bison, moose, antelope, peccaries, musk ox, caribou, sheep and elk. <\/p>\n<p>Dr. Scott Wright, chief of the Diagnostic and Field Response Branch at the USGS National Wildlife Health Center in Madison, Wisc., said that disease specialists at the center are closely monitoring and gathering information about the foot-and-mouth disease outbreak in Western Europe and South America because of the threat foot-and-mouth disease may pose to North American wildlife. USGS wildlife disease specialists are working with the USDA, the lead agency on the disease, in developing outbreak prevention and containment strategies. <\/p>\r\n<p>Wright notes that although foot-and-mouth disease is primarily an economically devastating disease of domestic livestock, experimental studies have clearly demonstrated that the disease is also a threat to wildlife. Recent studies have shown that wildlife and domestic animals not only can spread the disease to each other, but also that some wild ungulate (cloven-hoofed) species can become infected and shed the virus without showing any signs of the disease. According to the USDA, in some countries wild ungulates have continued to be a source of infection to livestock even though other countries have successfully eradicated FMD without active actions to control the disease in wildlife. The difference, says the USDA, may be in the type of wildlife affected. Between 1870 and 1968, wildlife species have been the source of primary outbreaks of FMD less than 1 percent of the time. From 1969-1993, that figure rose slightly to 3 percent. <\/p>\r\n<p>USDA research has revealed that white-tailed deer are susceptible to the same virus strain now affecting domestic animals overseas. The same studies also showed that infected deer could shed virus up to 4 weeks after infection and could pass the infection to other deer and cattle. Likewise, infected cattle are able to pass the virus to deer, and with the explosion of the white-tailed deer population in the United States, researchers are concerned about the repercussions with wildlife and livestock should the disease arrive in the country. <\/p>\r\n<p>If FMD arrives in the United States, it will most likely be found first in domestic animals, Wright said. Because FMD is highly contagious among cloven-hoofed animals, ungulate populations found in the area of FMD outbreaks could become targets to control further spread of the disease. The disease does not affect horses, mules and burros. <\/p>\r\n<p>USGS is working with Interior and USDA to develop a proactive contingency plans for addressing the possible introduction of FMD into the United States. <\/p>\r\n<p>The USGS serves the nation by providing reliable scientific information to describe and understand the Earth; minimize loss of life and property from natural disasters; manage water, biological, energy, and mineral resources; and enhance and protect our quality of life. <\/p>\r\n<p>For web-based information connect to:<\/p>\r\n<UL>\r\n<LI>USGS Wildlife Health Alert: <a href=\"http:\/\/www.nwhc.usgs.gov\/\">http:\/\/www.nwhc.usgs.gov<\/a> (WHA will be linked to home page) \r\n<LI>USDA APHIS&rsquo; FMD: <a href=\"http:\/\/www.aphis.usda.gov\/oa\/fmd\/index.html\">http:\/\/www.aphis.usda.gov\/oa\/fmd\/index.html<\/a> \r\n<LI>Great Britain Agriculture Ministry: <a href=\"http:\/\/www.maff.gov.uk\/animalh\/diseases\/fmd\/default.htm\">http:\/\/www.maff.gov.uk\/animalh\/diseases\/fmd\/default.htm<\/a> \r\n<LI>Office International des Epizooties: <a href=\"http:\/\/www.oie","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"987566400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170446"},{"tid":"170250"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}