{"title":"Holocene Mud to How Pigeons Home Are Part of USGS\/AGU Presentations At Moscone Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Editors: For assistance in arranging interviews with any of the USGS scientists making presentations at the AGU meeting, contact Pat Jorgenson or Catherine Haecker in Room 111 of the Moscone Center, Dec. 13-17, or by phone during that week at 415-905-1007.<\/b> \n<p>\r\n<p><!--introstart-->Holocene muds that cover the Santa Cruz, Calif., continental shelf have enough breaks to reveal traces of the San Gregorio fault, according to scientists with the U.S. Geological Survey, who will present several papers relating to the side-scan sonar images that were obtained earlier this year.<!--introend--> The findings of that project will be presented during oral and poster sessions at the annual meeting of the American Geophysical Union (AGU), at the Moscone Convention Center, Fourth and Howard Streets, in San Francisco, December 13-17. The poster sessions on the San Gregorio fault will be on Tuesday and Wednesday afternoons, December 14 and 15. \r\n<p>\r\n<p>Far removed from those Holocene muds will be Jonathan Hagstrum&rsquo;s poster dealing with infrasound and avian navigation, or, \"how do pigeons find their way home?\" On Monday afternoon, Dec. 13, Hagstrum&rsquo;s poster will propose an acoustic avian map consisting of infrasonic (low-frequency) cues continuously radiated from steep-sided topographic features. He also will propose an answer to why large numbers of racing pigeons are mysteriouslylost on clear days. \r\n<p>\r\n<p>Did anyone really predict the 1989 Loma Prieta earthquake? In a poster session dedicated to the 10thanniversary of that earthquake, Ruth Harris will present evidence that a number of aspects of that earthquake, including the hypocenter, were predicted, and how new understanding of earthquake mechanics may someday allow reliable immediate to long-term earthquake prediction to become a reality. The Loma Prieta anniversary session will be Friday afternoon, December 17. \r\n<p>\r\n<p>In other sessions dealing with earthquakes, the development and implementation of a \"shake map\" for theSan Francisco Bay area will be presented at a poster session Wednesday morning, December 15. The value of such a map, based on near-real-time data from seven seismic networks, has been endorsed by the California Office of Emergency Services and municipalities in a triangular area from Santa Rosa to Tracy to Santa Cruz. \r\n<p>\r\n<p>In sessions dealing with water quantity and quality, USGS hydrologists will present papers and posters on the occurrence of the gasoline additive MTBE in public water supply reservoirs. One poster will document a 50-500 percent increase of the additive in some Texas reservoirs, following high-use holiday weekends. The MTBE sessions will be Friday afternoon, Dec. 17. \r\n<p>\r\n<p>In other Friday afternoon sessions dealing with public water supplies, three USGS hydrologists will report on the amount of DDT that is present in the bottom sediments of Town Lake, Austin, Tex. A spike in total- DDT concentrations occurs at a depth of about 1 meter, in amounts that are proportionately larger than measurements from cores from about two dozenurban lakes sampled by the USGS across the country. \r\n<p>\r\n<p>In a geo-social presentation, Pamela Waisanen will describe how land-use changes in the United States during the past 200 years have affected hydrologic processes. Waisanen and her USGS colleagues in Sioux Falls, S.D., used census data to construct GIS maps that can be used by a variety of physical- and social-science researchers. Wainsanen&rsquo;s posterpresentation will be Thursday morning, December 16. \r\n<p>\r\n<p>In a session on earth-science education, Jan Morton and Hedy Rossmeissl will describe \"Gateway to the Earth,\" a new USGS plan for bringing earth and biological science to the world. Their presentation is at 2 p.m., Wednesday, December 15. \r\n<p>\r\n<p>And finally, in an out-of-this-world presentation, astrogeologist Michael Carr will describe the results of the Mars Global Surveyor that indicate evidence for surface and sub","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"944715600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}