{"title":"The Good, the Bad, and the Smelly: USGS at the 2008 Coral Reef Symposium","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>From New Findings on Contaminant Threats in African Dust to the Future of Coral Reefs to Coral Chemical Defenses<\/p>\n<p><em><!--introstart-->USGS scientists will present major research findings at the 11<sup>th<\/sup> International Coral Reef Symposium in Fort Lauderdale, Fla. from July 7-11, 2008.<!--introend--><\/em><\/p>\r\n<p><em>For more information on the symposium, please visit <a href=\"http:\/\/www.nova.edu\/ncri\/11icrs\/\">http:\/\/www.nova.edu\/ncri\/11icrs\/<\/a><\/em><\/p>\r\n<p><strong>African Dust Poses Threat to Coral Reefs and Human Health:&nbsp; <\/strong>Contaminants carried with African dust to the Caribbean and the Americas may be a threat to marine organisms and humans, according to preliminary results of a new study by researchers with the U.S. Geological Survey, Oregon State University, and the University of the West Indies. The scientists compared contaminant levels in sources of African dust and downwind regions. Of the more than 100 persistent organic pollutants screened for in the samples, including banned and common-use pesticides, six pesticides (chlorpyrifos, dacthal, endosulfans, hexachlorobenzene, chlordane, and trifluralin) were detected in samples from all sites. Concentrations were significantly higher in Mali. DDE (a breakdown product of DDT) was also identified in Mali, U.S. Virgin Islands, and Trinidad samples. To date, DDT and carcinogenic dioxins and furans have been detected only in samples from Mali. Many of the identified contaminants are thought to be toxic to corals and other marine organisms and can interfere with reproduction, fertilization, or immune function. <strong>For more information, contact Virginia Garrison at 727-803-8747, ext. 3061 or <a href=\"mailto:ginger_garrison@usgs.gov\">ginger_garrison@usgs.gov<\/a>. <\/strong><\/p>\r\n<p><strong>The Emperor Has No Coral? <\/strong>Results of research on coral reefs in the Florida Keys reef challenge the highly popular notion that present declines in reefs in Florida and elsewhere are related to human activities. High-resolution sub-bottom profiling, reef drilling, and mapping of benthic habitats along the reef tract present a paradox in coral growth patterns: reefs that are dead or dying -- and therefore not building -- outnumber live and building reefs about 100 to 1. Yet growth rates of all common coral reef species should have kept pace with the well-documented rise in sea level over the past 6,000 years. Why did so few reefs keep pace or build up with the rise in the present sea level? Geological history may provide an answer: two 500-year periods of non-growth of coral reefs occurred in the region 4.5 thousand years ago and 3,000 years ago. These periods of non-growth indicate times of environmental crises that predated modern human presence in the Florida Keys. The present period of rapid coral demise has spanned only about 30 years. <strong>For more information, contact Eugene Shinn at 727-533-1158, <a href=\"mailto:eshinn@marine.usf.edu\">eshinn@marine.usf.edu<\/a> or Barbara Lidz at 727-803-8747, ext. 3031, <a href=\"mailto:blidz@usgs.gov\">blidz@usgs.gov<\/a>. <\/strong><\/p>\r\n<p><strong>The Future of Coral Reefs in the U.S. Virgin Islands: Can the Two Most Important Coral Species Recover?&nbsp; <\/strong>The Caribbean bleaching and disease event that began in the summer of 2005 caused significant&nbsp; mortality of the two most important reef-building corals in the U.S. Virgin Islands -- <em>Acropora palmata <\/em>(elkhorn coral)<em> <\/em>and <em>Montastraea annularis <\/em>(star coral) complex (Macx). The ability of these corals to recover will largely determine the future seascape in the Virgin Islands. Research by U.S. Geological Survey, National Park Service, and Florida Institute of Technology scientists on the effects of bleaching and disease showed that <em>M. annularis<\/em> complex was more affected by bleaching and disease than <em>Acropora palmata<\/em>. After the record-high seawater temperatures in 2005, more than 98 percent of the Macx cora","summary":null,"format":null}]},"field_images":[],"regions":["Florida","Georgia","Louisiana","Puerto Rico","South Carolina","Texas","California","Hawaii","Alaska"],"country":["United States of America"],"mm_tags":["biology","Climate Change","coastal","contaminants","disease","ecology","fish","environment","geology","hazards","marine","toxics","wildlife","water"],"release_date":{"und":[{"value":"1215403200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"168848"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}