{"title":"2011 Children's Fishing Derby! Leetown Tradition Takes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->LEETOWN, W. Va<\/strong>. -- What better way to kick off summer than a day of fishing! Yet there are some who would disagree.<!--introend--><\/p>\n<p>\"Fishing is hard work!\" declared derby participant Ellen, a student in Jefferson County Public Schools.<\/p>\r\n<p>On Friday, June 3, about 45 children with special needs enjoyed a day of fishing in Leetown. With smiles of anticipation, the children arrived -- some with parents and skilled caregivers in tow &ndash; at a bucolic pond nestled on the grounds of a research center on West Virginia&rsquo;s panhandle.<\/p>\r\n<p>On most days the center is dedicated to improving fish health throughout the eastern U.S. During this fishing derby, the focus was on the health and wellbeing of children.<\/p>\r\n<p>For more than 35 years, some of the area's special needs children have come to a specially equipt pond at the <a href=\"http:\/\/www.lsc.usgs.gov\/\">USGS Leetown Science Center<\/a> to fish and to get outside -- ordinary activities for most people. Stocked with trout and bass, the pond has become a haven for mighty outdoor fans who face significant roadblocks in getting outside.<\/p>\r\n<p>The man behind this tradition is Frank Roach, an administrative specialist for USGS in Leetown.&nbsp; Frank relies on his 25 plus volunteers from the USGS and the local community to support this activity.<\/p>\r\n<p>With long-time partners throughout Jefferson County and beyond, fishing at Leetown has developed into weekly fishing events offered on Fridays throughout the summer months for special needs children, senior citizens and wounded veterans from the surrounding area.<\/p>\r\n<p>\"Making a day of fishing available to children with special needs is rewarding to the volunteers who have a long history of supporting this event,\" said Bill Palmisano, director of the USGS Leetown Science Center. \"This event is a wonderful morale booster for the center.\"<\/p>\r\n<p>Out of necessity for many participants, the organizers aim for a festive but low key environment.&nbsp; As a result, these events are not widely known outside the community.<\/p>\r\n<p>&nbsp;\"There are children who have been here several years in a row,\" said Bill Ott of the Charles Town Kiwanis Club. \"Often times they will ask their teacher the first day of the year when they will get to go fishing again.\"&nbsp; The organization has sponsored the children's derby since its inception more than 30 years ago, providing lunch and prizes for every participant.<\/p>\r\n<p>Health, family, fun, and stewardship are the four key principles of First Lady Michelle Obama's &nbsp;<em>Let&rsquo;s Move<\/em> campaign. The campaign has grown in recent months to emphasize the importance of exercise to the health of Americans.&nbsp; <a href=\"http:\/\/www.letsmove.gov\/lets-move-outside\"><em>Let's Move Outside<\/em><\/a> is an effort led by the Department of the Interior to focus the nation on the physical and emotional benefits of outdoor activities.<\/p>\r\n<p>As for this year's derby results? Lacie was the winner in the girl's competition, catching a 26-inch fish!&nbsp; Tucker and his dad had a total of nine fish! But everybody won!<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["West Virginia"],"country":["United States of America"],"mm_tags":["biology","","fish","Lets Move Outside"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1307678400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168919"},{"tid":"169472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}