{"title":"USGS Announces $5.5 Million in Earthquake Research Grants Available for 2007<br>Applications Due May 2, 2006","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>(Reston, Virginia) The U.S. Geological Survey (USGS) announced today that it will award up to $5.5 million in National Earthquake Hazards Reduction Program (NEHRP) grants for earthquake research in 2007. Researchers interested can review the grant announcement and apply online at <a href=\"http:\/\/www.grants.gov\">www.grants.gov<\/a>. Applications are due May 2, 2006.<\/p>\n<p>Earthquakes are one of the most costly natural hazards nationwide &ndash; 75 million Americans in 39 states face significant risk from earthquakes. Worldwide, more than 500,000 earthquakes occur annually. As part of the multi-agency NEHRP program, USGS has the lead federal responsibility to provide notification of earthquakes.<\/p>\r\n<p>\"Science research is critical to helping build safer communities nationwide,\" said Elizabeth Lemersal, NEHRP grants manager for USGS. \"The risks that earthquakes pose to society, including death, injury and economic loss, can be greatly reduced by better planning, construction and mitigation practices before earthquakes happen and providing critical and timely information to improve response after they occur. Through our external research efforts, we hope to achieve these goals.\"<\/p>\r\n<p>In 2006, USGS received 272 proposals and awarded $5.5 million in NEHRP grants that resulted in 96 research grants. Funding was awarded to universities, state geological surveys and private institutions. Key projects include cataloging earthquakes in southern California to better prepare emergency services, the public, and the media about earthquakes; providing seismic hazard estimations so communities and critical institutions can engineer their buildings and roads to be structurally sound; and providing data on ground shaking to help minimize damage.<\/p>\r\n<p>For a complete list of all projects and outcomes, visit the USGS Web site at <a href=\"http:\/\/erp-web.er.usgs.gov\/\">erp-web.er.usgs.gov<\/a> or contact the USGS libraries in Reston, Virginia, at 703-648-4303; in Flagstaff, Arizona at 520-556-7272; in Denver, Colorado, at 303-236-1000; or in Menlo Park, California, at 650-329-5027.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1142830800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}