{"title":"For the Birds:  AMBLE Along Lake Michigan","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>AMBLE along the lake this summer and fall and join a local community that cares about lakeshore conditions and bird health.&nbsp;<\/p>\n<p><!--introstart-->Volunteers are needed to walk parts of the Lake Michigan and Green Bay shoreline to monitor bird health and beach conditions as part of a citizen science program.<!--introend--> The U.S. Geological Survey AMBLE (Avian Monitoring for Botulism Lakeshore Events) program is an opportunity to sharpen birding skills, develop a connection with a wild place, and gain a deeper understanding of the disease <a href=\"http:\/\/www.nwhc.usgs.gov\/disease_information\/avian_botulism\/\">avian botulism<\/a> and Lake Michigan ecology. After a successful 2011 season in Door County, the AMBLE volunteer monitoring network is expanding in 2012 to include the southern and western shores of Green Bay. <del datetime=\"2012-04-30T12:31\" cite=\"mailto:jlavista\"><\/del><\/p>\r\n<p>Participants choose quarter-mile or longer sections of shoreline to monitor every seven to ten days, from June through November. Expertise in bird identification is not required to be an AMBLE volunteer. A free training will be offered that covers disease ecology of avian botulism, monitoring protocols, bird identification, and GPS use. More information is available on the <a href=\"http:\/\/www.nwhc.usgs.gov\/mortality_events\/amble\/\">Lake Michigan Volunteer AMBLE Web site<\/a>.<\/p>\r\n<p>To participate in AMBLE, volunteers are asked to register for one of the following free training sessions:<\/p>\r\n<ul>\r\n<li>Thursday, May 10 from 1-4:30 p.m. at Washington Island Recreation Center, Mosling Room, 1877 Lakeview Rd., Washington Island.<\/li>\r\n<li>Friday, May 11 from 1-4:30 p.m. at Newport State Park Visitor Center, Hotz Wilderness Room, 475 County Highway NP, Ellison Bay. <\/li>\r\n<li>Saturday, May 12 from 1-4:30 p.m. at Crossroads at Big Creek, Collins Learning Center, 2041 Michigan St., Sturgeon Bay.<\/li>\r\n<li>Friday, June 1 from 1-4:30 p.m. at Wisconsin Department of Natural Resources Peshtigo Service Center, Conference Room, 101 N. Ogden Rd. Suite A, Peshtigo.<\/li>\r\n<li>Saturday, June 2 from 1-4:30 p.m. at Bay Beach Wildlife Sanctuary, Woodland Room (downstairs),&nbsp;1660 East Shore Drive, Green Bay.<\/li>\r\n<\/ul>\r\n<p>More sessions will be offered as needed.<\/p>\r\n<p>Those who complete training will receive an AMBLE hat or t-shirt, and updates throughout the monitoring season via the \"AMBLE Ramble\" newsletter.<\/p>\r\n<p>AMBLE is sponsored by the <a href=\"http:\/\/www.nwhc.usgs.gov\/\">USGS National Wildlife Health Center<\/a> with support from the <a href=\"http:\/\/cida.usgs.gov\/glri\/\">Great Lakes Restoration Initiative<\/a> and the following local partners: The Ridges Sanctuary, Wisconsin Department of Natural Resources, The Nature Conservancy, Northeastern Wisconsin Audubon Society, Crossroads at Big Creek, University of Wisconsin-Extension, Oconto&rsquo;s Promise, and Bay Beach Wildlife Sanctuary.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_04_29\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2012_04_29\/1\" title=\"Image Gallery\"><\/iframe>&nbsp;&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":["Citizen Science","Wisconsin","Avian Botulism","birds","beaches","","Lake Michigan","Green Bay","ecology","National Wildlife Health Center","ecosystems","biology","Geographic Areas Midwest"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1335758400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169619"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}