{"title":"USGS, FEMA Partner To Reduce Nation&rsquo;s Natural Disasters","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) and the Federal Emergency Management Agency (FEMA) today signed an agreement to facilitate partnership activities on <i>Project Impact: Building Disaster Resistant Communities<\/i>, a major natural-disaster initiative. <\/p>\n<p>The partnership will promote federal efforts to improve disaster recovery and mitigation in communities throughout the United States. Under the new agreement signed by USGS Director Chip Groat and FEMA Associate Director of Mitigation Michael Armstrong, USGS and FEMA will apply science to better understand and prepare for the natural events that cause natural disasters. <\/p>\r\n<p>\"This agreement formalizes the strong working relationship that has existed between USGS and FEMA since FEMA was created more than 20 years ago, and has grown stronger in recent years,\" said Groat. \"The USGS will provide FEMA with crucial earth science information on natural hazards including earthquakes, floods, volcanoes, wildland fires, landslides, and others--information that is urgently needed to reduce the Nation&rsquo;s vulnerability to natural disasters.\" <\/p>\r\n<p>\"I am extremely happy to have USGS as a <i>Project Impact<\/i> partner,\" said Armstrong. \"This partnership will enhance and increase the innovative means Project Impact partners have developed over the years to make communities across America more disaster resistant.\" <\/p>\r\n<p>Reducing the nation&rsquo;s disaster losses requires a coordinated approach. A recent FEMA report on the nation&rsquo;s earthquake risk is an excellent example of how the USGS-FEMA partnership is expanding to benefit the United States. In this study, USGS seismic hazard data were combined with data from the National Institute of Building Sciences to create a national picture of earthquake risk. Using this information, communities are developing land-use plans and strengthening building codes that will ultimately save lives and money. <\/p>\r\n<p>\"<i>Project Impact<\/i> has led the way in fostering partnerships across the federal family as well as with state, local and private sector groups.\" said Groat. \"The USGS is proud and honored to be a partner in helping build safer communities for our children and grandchildren.\"<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"976683600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}