{"title":"Kimball Named USGS Eastern Region Director","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Suzette M. Kimball has been selected Regional Director of the U.S. Geological Survey&rsquo;s (USGS) Eastern Region, the agency announced today. Kimball replaces Dr. Bonnie McGregor, who retired on Oct. 1 after more than 5 years in the position. Kimball previously was USGS Eastern Regional Executive for Biology. She came to the USGS from the National Park Service in Atlanta, where she was associate regional director.<\/p>\n<p>\"Since joining the USGS in 1998, Suzette has served effectively as the Eastern Regional Executive for Biology, has built partnerships, and has helped shape programs in an exemplary way,\" said USGS Director Chip Groat. \"Her leadership in establishing the USGS Florida Integrated Science Center has been especially noteworthy.\"<\/p>\r\n<p>As Regional Director, Kimball will lead multi-disciplinary science programs in geology, hydrology, biology, and geography covering the 26 U.S. states east of the Mississippi River, the District of Columbia, Puerto Rico, and the U.S. Virgin Islands. The USGS Eastern Region includes more than 3,200 employees in 122 locations.<\/p>\r\n<p>Kimball received her bachelor&rsquo;s degree in English and geology from the College of William &amp; Mary; an M.S. in geology and geophysics from Ball State University; and a doctorate in environmental sciences with a specialty in coastal processes from the University of Virginia.<\/p>\r\n<p>She was assistant professor of environmental sciences at the University of Virginia; co-director of the Center for Coastal Management and Policy and marine scientist at the Virginia Institute of Marine Science; and managed coastal morphology and barrier island studies in the U.S. Army Corps of Engineers. She entered the National Park Service as a research coordinator in the Global Climate Change Program, became Southeast Regional Chief Scientist, then Associate Regional Director.<\/p>\r\n<p>Kimball serves on executive boards and many state and national committees, including the Consortium for Coastal Restoration through Science &amp; Technology, the Council of Examiners of the National Association of State Boards of Geology, and the DOI Senior Executive Service Advisory Council. She was on the board of directors of the Coastal Society and has served as secretary of the American Geophysical Union&rsquo;s Ocean Sciences Section.<\/p>\r\n<p>She authored numerous publications concerning barrier island dynamics, coastal ecosystem science, coastal zone management and policy, and natural resource exploration, evaluation and management. Kimball is a recent recipient of the Presidential Rank Award and the Secretary of the Interior&rsquo;s Meritorious Service Award.<\/p>\r\n<p>Kimball and her husband, Curt Mason, a retired oceanographer with the National Oceanic and Atmospheric Administration, live in Summit Point, WVa., where they are restoring their c.1740 home and farm.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1100581200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}