{"title":"sea Level Rise Accelerating in U.S. Atlantic Coast","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Rates of sea level rise are increasing three-to-four times faster along portions of the U.S. Atlantic Coast than globally, according to a new U.S. Geological Survey report published in Nature Climate Change.<!--introend-->&nbsp;<\/p>\n<p>Since about 1990, sea-level rise in the 600-mile stretch of coastal zone from Cape Hatteras, N.C. to north of Boston, Mass. -- coined a \"hotspot\" by scientists -- has increased 2 - 3.7 millimeters per year; the global increase over the same period was 0.6 &ndash; 1.0 millimeter per year.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>Based on data and analyses included in the report, if global temperatures continue to rise, rates of sea level rise in this area are expected to continue increasing.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The report shows that the sea-level rise hotspot is consistent with the slowing of Atlantic Ocean circulation. Models show this change in circulation may be tied to changes in water temperature, salinity and density in the subpolar north Atlantic.&nbsp;<\/p>\r\n<p>\"Many people mistakenly think that the rate of sea level rise is the same everywhere as glaciers and ice caps melt, increasing the volume of ocean water, but other effects can be as large or larger than the so-called 'eustatic' rise,\" said USGS Director Marcia McNutt. \"As demonstrated in this study, regional oceanographic contributions must be taken into account in planning for what happens to coastal property.\"&nbsp;<\/p>\r\n<p>Though global sea level has been projected to rise roughly two-to-three feet or more by the end of the 21st century, it will not climb at the same rate at every location. Differences in land movements, strength of ocean currents, water temperatures, and salinity can cause regional and local highs and lows in sea level.&nbsp;&nbsp;<\/p>\r\n<p>\"Cities in the hotspot, like Norfolk, New York, and Boston already experience damaging floods during relatively low intensity storms,\" said Dr. Asbury (Abby) Sallenger, USGS oceanographer and project lead. \"Ongoing accelerated sea level rise in the hotspot will make coastal cities and surrounding areas increasingly vulnerable to flooding by adding to the height that storm surge and breaking waves reach on the coast.\"&nbsp;<\/p>\r\n<p>During the 21<sup>st<\/sup> century, the increases in sea level rise rate that have already occurred in the hotspot will yield increases in sea level of 8 to 11.4 inches by 2100. This regional sea level increase would be in addition to components of global sea level rise.<\/p>\r\n<p>To determine accelerations of sea level, USGS scientists analyzed tide gauge data throughout much of North America in a way that removed long-term (linear) trends associated with vertical land movements. This allowed them to focus on recent changes in rates of sea-level rise caused, for example, by changes in ocean circulation.&nbsp;<\/p>\r\n<p>The report, <a href=\"http:\/\/www.nature.com\/nclimate\/journal\/vaop\/ncurrent\/full\/nclimate1597.html\">Hotspot of accelerated sea-level rise on the Atlantic coast of North America<\/a>, <a name=\"_GoBack\"><\/a>was published in the journal Nature Climate Change.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Massachusetts","New Jersey","New York","Rhode Island","Virginia","North Carolina"],"country":["United States of America"],"mm_tags":["Sea Level Rise","Climate Change","Oceanic","Climateand Land Use Change","Northeastern States","atlanticocean","Global Warming","coastalchange","Coastal Erosion"],"release_date":{"und":[{"value":"1340510400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168785"},{"tid":"170108"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}