{"title":"West Nile Virus Imperils Humans and Wildlife","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_19_2012_uy50SfeRRM_09_19_2012_0#.UFsyQqRYtSV\"><img class=\" \" title=\"Biting Mosquito\" src=\"http:\/\/gallery.usgs.gov\/images\/09_19_2012\/uy50SfeRRM_09_19_2012\/medium\/Mosquito.jpg\" alt=\"Culex species mosquito biting a human hand.\" width=\"300\" \/><\/a> Culex species mosquito biting a human hand.[\/caption]\n\nA deadly disease spread by the bite of infected mosquitoes continues to afflict people and wildlife in the United States.\n\nHuman deaths from West Nile virus (WNV) are alarmingly high for 2012, as this year is on track to become the worst West Nile virus epidemic ever in the United States. The <a href=\"http:\/\/www.cdc.gov\/ncidod\/dvbid\/westnile\/index.htm\">Centers for Disease Control and Prevention <\/a>Â reports that more than 120 people this year have died from a fatal inflammation of the brain (encephalitis) caused by WNV, and the disease has been diagnosed in more than 2,630 people.\n\nWildlife also suffer from the disease, which is transmitted by infected mosquitoes (primarily members of the <em>Culex<\/em> species) to more than 100 species of birds and to nine mammal species including humans and horses. Evidence of infection has also been reported in amphibians and in reptiles such as alligators.\n\nThe virus was first discovered in the West Nile area of the east African nation of Uganda in 1937. From 1950 onward, it spread throughout the Mediterranean and Europe. In 1999 the first North American case was diagnosed in wildlife in Queens, N.Y., and thatâ\u0080\u0099s when the USGS became involved.\n\n<strong>USGS Science and West Nile Virus<\/strong>\n\nFor nearly 40 years, the <a href=\"http:\/\/www.nwhc.usgs.gov\/\">USGS National Wildlife Health Center<\/a> Â (NWHC) has been working to advance wildlife and ecosystem health by identifying, understanding and responding to disease threats to our native wildlife, as well as sharing that information with public health and domestic animal health agencies.\n\n[caption id=\"attachment_175089\" align=\"alignleft\" width=\"230\"]<a href=\"http:\/\/diseasemaps.usgs.gov\/wnv_us_human.html\"><img class=\" wp-image-175089 \" title=\"WNV USGs website\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/09\/wnv_us_human_website_screenshot_week36-288x300.jpg\" alt=\"Screenshot of the USGS West Nile Virus website\" width=\"230\" \/><\/a> Screenshot of the USGS West Nile Virus website[\/caption]\n\nIn the case of West Nile virus, on Sept. 2, 1999, the NWHC was contacted by New York state officials regarding sick, dying and dead American crows<em>. <\/em>After the disease was identified as West Nile virus, the USGS also provided diagnostic and technical assistance to state health departments to test dead birds as part of an emerging WNV surveillance effort. This assistance eventually expanded to include 25 states until local public health departments began to develop their own surveillance and testing capabilities. The CDC provided funding for this effort.\n\nThe <a href=\"http:\/\/gallery.usgs.gov\/photos\/03_09_2010_mRi7LXw33E_03_09_2010_2\">USGS Eastern Geographic Science Center<\/a> began collaborating with the CDC in 2000 to use the surveillance data to produce weekly national maps depicting surveillance efforts by counties within U.S. states and the presence of WNV. As a result of the development of these disease maps, USGS now produces GIS mapping and graphic products that show the occurrence and distribution of <a href=\"http:\/\/diseasemaps.usgs.gov\/\">West Nile virus and other wildlife diseases<\/a> by county, state and by week of occurrence.\n\n<strong>West Nile Research at USGS Now<\/strong>\n\nEmerging pathogens such as WNV pose a major threat to conservation efforts in maintaining the health of wildlife, in particular birds. Wild birds are the principal hosts of WNV, and many birds die from WNV infections. Greater sage-grouse, American white pelicans, and species groups such as corvids (crows, jays, ravens, and related species), and raptors are quite susceptible to WNV and continue to be the focus of research on WNV at NWHC.\n\nUSGS scientists are involved in laboratory studies of WNV, and research on free-living wild birds is on-going at many USGS science centers. Resource managers and scientists are especially concerned about the effect of this virus on greater sage-grouse and American white pelicans. Both species were imperiled prior to the arrival of WNV; because they are highly susceptible to this disease they have experienced widespread mortality.\n\nThus far WNV has never been reported in Hawaii. However, resource managers and others are greatly concerned that if WNV becomes established in that state, it could devastate the native Hawaiian bird community. Hawaiian forest birds, some species of which are among the most endangered birds in the world, would be at risk from the disease in the event WNV spreads to the islands. The USGS is working with the U.S. Fish and Wildlife Service in Hawaii as well as the U.S. Department of Agriculture to conduct WNV surveillance.\n\n[caption id=\"\" align=\"alignright\" width=\"250\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/03_09_2010_mRi7LXw33E_03_09_2010_2\"><img class=\"   \" title=\"Greater Sage-Grouse\" src=\"http:\/\/gallery.usgs.gov\/images\/03_09_2010\/mRi7LXw33E_03_09_2010\/medium\/sagebrush.jpg\" alt=\"Sage-grouse have declined throughout their entire range, largely due to the loss and fragmentation of sagebrush habitat.\" width=\"250\" \/><\/a> Sage-grouse have declined throughout their entire range, largely due to the loss and fragmentation of sagebrush habitat.[\/caption]\n\n<strong>One Health: The Connection between Global Health and Domestic Animal, Wildlife, and Human Disease<\/strong>\n\nThe USGS is vigilant for newly emerging and re-emerging wildlife diseases, as well as monitoring existing wildlife health concerns. Virulent Newcastle disease in cormorants, avian influenza in waterfowl, and white-nose syndrome in bats are just a few of the diseases USGS tracks. The Eastern Geographic Science Center is mapping the occurrence of <a href=\"http:\/\/diseasemaps.usgs.gov\/index.html\">arboviral diseases<\/a> that have a wildlife- mosquito cycle: West Nile virus, St. Louis encephalitis, eastern equine encephalitis, western equine encephalitis, and La Crosse encephalitis. In addition to the maps displayed on <a href=\"http:\/\/diseasemaps.usgs.gov\/index.html\">USGS web pages<\/a>, at the <a href=\"http:\/\/diseasemaps.usgs.gov\/wnv_tx_human.html\">county<\/a> level these pages also provide epidemiological information including a histogram of disease cases per week over time, tables of disease cases by state, and other related information. The USGS has been producing <a href=\"http:\/\/diseasemaps.usgs.gov\/wnv_us_bird.html\">West Nile virus surveillance maps<\/a> since 2000 and plans to continue this highly valued partnership with CDC into the future.\n\nStudying diseases in wildlife is obviously important work for the health and welfare of wildlife, but it is also important for the health of humans and domestic animalsâ\u0080\u009470 percent of recent emerging human diseases originated in wildlife or domestic animals, including West Nile virus, plague, AIDS, SARS and avian influenza. The health of humans, animals â\u0080\u0094 wild and domestic â\u0080\u0094 and ecosystems are all inter-related; this is the concept of â\u0080\u009c<a href=\"http:\/\/www.cdc.gov\/onehealth\/\">One Health<\/a>,â\u0080\u009d which advocates understanding and appreciating the links among human, animal and ecosystem health, and the importance of and commitment to working together to address health challenges.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24234","uid":"31","filename":"Sunrise_Mistnet2.jpeg","uri":"public:\/\/Sunrise_Mistnet2.jpeg","filemime":"image\/jpeg","filesize":"24086","status":"1","timestamp":"1425492768","type":"image","uuid":"06efd4a4-cec9-4854-8173-2b7b322fca16","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","disease","Mapping","One Health","West Nile Virus","Wildlife Disease","wildlife Health","Zoonotic Disease"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1348155607","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}