{"title":"USGS Partners With NNSA To Upgrade Camera Calibration","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) and the National Nuclear Security Administration&rsquo;s (NNSA) Kansas City Plant have teamed up to modernize the USGS Optical Science Laboratory (OSL) which has the responsibility to certify\/characterize metric quality aerial mapping cameras for other government agencies and the private sector. This is the only laboratory of its kind in North America. <\/p>\n<p>The modernization of the OSL will focus on upgrading and replacing the light sources and electrical wiring in the 50 year old system. The retrofit is schedule to take place in June, and it is anticipated that the system will be out of operation for three to four weeks for configuration and recalibration. <\/p>\r\n<p>The retrofit is one of several recommendations that was made by an independent panel and the American Society of Photogrammetry and Remote Sensing as part of a review focusing on existing requirements for aerial mapping camera calibration and the future technical needs and direction of the OSL. Additional recommendations included developing national and international standards as well as initiating the design, development, and implementation of a digital camera capability at the USGS. <\/p>\r\n<p>\"We are very impressed with Kansas City Plant&rsquo;s experience in reverse engineering and maintaining critical engineering components no longer commercially available,\" said Mark DeMulder, USGS program coordinator for Cooperative Topographic Mapping. \"Modernizing this system will allow us to continue our analog calibration responsibility for the geospatial community.\" <\/p>\r\n<p>In 1973, the USGS accepted the responsibility for the calibration of metric-quality aerial mapping cameras in the United States, and it is now the only laboratory of its kind in the U.S. and Canada. Fully certified (Report of Calibration) cameras from USGS are required for mapping data collected among all levels of government and the private sector. <\/p>\r\n<p>For more information on the OSL visit <a href=\"http:\/\/mapping.usgs.gov\/mac\/tsb\/osl\/\">http:\/\/mapping.usgs.gov\/mac\/tsb\/osl\/<\/a> <\/p>\r\n<p>For more information on the NNSA&rsquo;s Kansas City Plant visit <a href=\"http:\/\/www.kcp.com\/\">http:\/\/www.kcp.com\/<\/a> <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Kansas"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1017637200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168959"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}