{"title":"Energy Sessions Fuel New Science","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: The Geological Society of America (GSA) Annual Meeting, Boston, November 5-8. For interviews with the scientists during the GSA Annual Meeting contact Carolyn Bell (USGS) or Ann Cairns (GSA) in the newsroom at 617-954-3214. A media availability session will be held Tuesday, November 6 at 10 a.m. in HCC Room. 109.<\/b> <\/p>\n<p>From Boundaries to Barrels: Sequence Stratigraphy and Petroleum Resource Assessment of Federal Land in Northern Alaska: Wednesday, November 7, at 2:15 p.m., in Hynes Convention Center, room 313: USGS scientist, Chris Potter, will summarize the USGS approach to hydrocarbon assessment in fold-thrust related structures beneath the Arctic National Wildlife Refuge (ANWR) coastal plain and the National Petroleum Reserve, foothills and coastal plain on Alaska&rsquo;s North Slope. The talk will highlight some of the geologic analysis that underlies the 1998 USGS petroleum assessment of ANWR&rsquo;s \"1002 area\", and the December 2001 assessment of the National Petroleum Reserve. The assessment of economically recoverable oil and gas in these \"deformed areas\" is subject to a number of poorly-defined variables. USGS scientist David Houseknecht will then discuss how Alaska North Slope exploration has focused on stratigraphic objectives. This has resulted in the discovery of at least ten oil fields ranging in size from 50 to over 400 million barrels of recoverable oil. Most onshore areas of northern Alaska not yet explored for stratigraphic \"traps\" are federal lands, including the National Petroleum Reserve and the \"1002 area\" of the Arctic National Wildlife Refuge. <\/p>\r\n<p>Federally Owned Coal, Federal Lands, and Coal Quality in the Western United States Wednesday, November 7 at 3:35 p.m. in Hynes Convention Center, room 313: Federally owned coal plays a major role in the energy supply of the United States. Federal coal production has tripled in the last 25 years to more than 37 percent of the total U.S. coal production in 2000. The primary reason for the increased production of federal coal is the demand for coal low in total sulfur content and ash yield. Such coals are desirable because they are generally compliant with air-emissions standards for coal-fired electric power plants where more than half of the electricity in the Nation is generated. Large reserves of this desirable coal are federally owned in the western United States. Results from the recently completed USGS National Coal Resource Assessment include an estimated resource value of 1,170 billion short tons of assessed coal in Wyoming, Montana, North Dakota, Colorado, Utah, and New Mexico. About 75 percent of that total, or 880 billion tons, is coal that is federally owned. In 2000, about one-third of a billion dollars in royalties was generated from production of federal coal. Half of that amount, over $165 million, was dispersed to the producing states. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1005022800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}