{"title":"strontium Isotope Analyses Reveal the Source of","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Geochemical analyses using strontium isotopes show that many of the timbers used to build the prehistoric great houses of Chaco Canyon, N.M., between A.D. 900 and 1150, were hand-carried to the building site from isolated mountaintops 50 to 60 miles away, according to four Arizona scientists.<\/p>\n<p>Writing in the September 25 issue of the Journal of the National Academy of Sciences, Julio Betancourt of the U.S. Geological Survey in Tucson, and Nathan English, Jeffrey Dean and Jay Quade, all of the University of Arizona at Tucson, say that more than 200,000 conifer trees were used as building timbers 1,000 years ago, in what is now a treeless landscape. Strontium isotopes helped the scientists identify, for the first time, the source of the timbers and correlate them with the time periods in which they were cut.<\/p>\r\n<p>Because strontium from local dust, water and underlying bedrock is incorporated by growing trees, the scientists were able to identify specific logging sites by comparing strontium-86 and strontium&ndash;87 ratios in construction beams from different ruins and building periods to ratios in living trees from the surrounding mountains. These ratios show that the beams came from both the Chuska and San Mateo Mountains, but not from the San Pedro Mountains, which are equally close. Incorporation of logs from two sources in the same room, house and year suggest stockpiling and intercommunity collaboration at Chaco Canyon. The use of trees from both the Chuska and San Mateo Mountains, but not from the San Pedro Mountains, as early as 974, suggests that selection of timber sources was driven more by regional socioeconomic ties than by a simple model of resource depletion with distance and time.<\/p>\r\n<p>The geochemistry of strontium isotopes is relatively well known and strontium &ndash;86 and &ndash;87 ratios have been used routinely as environmental tracers in geology, hydrology, ecology, and archaeology, since the 1960s. Strontium-87 is derived from the radioactive decay of rubidium-87. Rocks that are older or have higher initial concentrations of rubidium-87, such as granites, have higher strontium&ndash;86 and &ndash;87 ratios than younger volcanic rocks derived from the earth&rsquo;s mantle. Sedimentary rocks generally have intermediate values.<\/p>\r\n<p>Located near the middle of the San Juan Basin in northwestern New Mexico, Chaco Canyon was the focus of a spectacular blooming of the Anasazi culture. Between 900 and 1150, the Chaco Anasazi developed a complex culture, characterized by monumental architecture, advanced agricultural and water control systems, and elaborate road, trail, and signaling networks that integrated numerous communities into a regional exchange, communication and resource- procurement system. This regional system was in full swing in the 11th century, but collapsed during a regional drought that lasted from 1130 to 1180. The site today is a national monument, administered by the National Park Service of the U.S. Department of the Interior.<\/p>\r\n<p>Twelve multistoried masonry pueblos of several hundred rooms each occupy the Chaco Canyon core of the regional system. A single great house incorporated millions of sandstone fragments from surrounding cliffs and thousands of wood timbers, used as primary and secondary roof beams and door and window lintels. More than 200,000 timbers, with the primary beams averaging 15 feet in length, seven inches in diameter, and 60 pounds in weight, were used in the great houses. Most of this lumber was acquired in predetermined lengths and diameters and came from trees that had to be felled, processed and hauled from distant and widely separated mountaintops. Potential source areas include the La Plata-San Juan, San Pedro-Nacimiento, San Mateo and Chuska Mountains. The absence of appreciable gaps in the sequence of cutting dates indicates that tree felling was a year-around activity. Continual repairs and piecemeal additions were interrupted by flurries in","summary":null,"format":null}]},"field_images":[],"regions":["New Mexico"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1001304000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169794"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}