{"title":"New Book Explores the Past and Future of California Condors in the Pacific Northwest","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->North America's largest vulture, the California condor, once graced the skies of the Pacific Northwest from northern California to British Columbia and was deeply woven into the fabric of many Native American cultures. A new book by two federal scientists documents the condors history in the region, from prehistoric times to the early 20th century.<!--introend--><\/p>\n<p>The book, \"<em><a href=\"http:\/\/osupress.oregonstate.edu\/book\/california-condors-in-pacific-northwest\">California Condors in the Pacific Northwest<\/a><\/em>,\" was written by Jesse D'Elia, a wildlife biologist in the Endangered Species Division of the U.S. Fish and Wildlife Service, and Susan Haig, a wildlife ecologist with the U.S. Geological Survey, and is published by Oregon State University Press.<\/p>\r\n<p>The authors explore the ancient fossil and modern living records, as well as the cultural relationships between Native American tribes and condors. They evaluate the probable causes of regional extinction, explore the likelihood that condors once bred in the region, and assess factors that might be considered in determining if condors could be reintroduced in the Pacific Northwest.<\/p>\r\n<p>\"The California condor is an iconic endangered species and one that captures our collective imagination,\" said D'Elia. \"Reading through the first-hand accounts of early explorers encountering condors, it isn't hard to envision these giant birds once soaring through the skies of the Pacific Northwest in numbers. &nbsp;In addition to stirring our imagination, evaluating the history of condors in the region helps us understand where condors once occurred, how common they were, and why they disappeared. This is all crucial information for devising a science-based recovery strategy.\"&nbsp;<\/p>\r\n<p>Haig said, \"It was heartening to learn that condors were widely distributed in the Pacific Northwest and probably disappeared for reasons other than habitat loss &ndash; most likely their decline was caused by secondary poisoning. This underscores the importance of ongoing research about the availability of habitat and uncontaminated food sources in the modern Pacific Northwest landscape as conservation partners evaluate the role this region might play in condor recovery.\"<\/p>\r\n<p>In the foreword to the book, wildlife ecologist Noel Snyder writes, \"The re-creation of a viable population of condors in the Northwest would constitute an achievement of substantial importance. This book goes a long way toward justifying such an effort.\" Snyder was the U.S. Fish and Wildlife Service biologist in charge of condor research in the 1980s when the entire population numbered less than 30 birds.<\/p>\r\n<p>The California condor is still one of the most endangered birds in the world, although efforts by the U.S. Fish and Wildlife Service and conservation partners to breed condors in captivity and release them have resulted in 234 wild condors living in California, Arizona, and Baja California, Mexico. Another 170 condors live in zoos and other captive situations. They remain absent from the northern half of their historic range. &nbsp;<\/p>\r\n<p>While the U.S. Fish and Wildlife Service has no immediate plans to reintroduce condors to the Pacific Northwest, the agency is working with conservation partners to assess the feasibility and need for a California condor-release site in the region.<\/p>\r\n<p>Copies of the book can be ordered <a href=\"http:\/\/osupress.oregonstate.edu\/book\/california-condors-in-pacific-northwest\">online<\/a> or by calling 1-800-621-2736.<\/p>\r\n<p>The mission of the U.S. Fish and Wildlife Service is working with others to conserve, protect, and enhance fish, wildlife, plants, and their habitats for the continuing benefit of the American people. We are both a leader and trusted partner in fish and wildlife conservation, known for our scientific excellence, stewardship of lands and natural resources, dedicated professionals, and commitment to public service. For more i","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Oregon","Washington","California"],"country":["United States of America"],"mm_tags":["ecosystems","wildlife","avian","Bird","Northwest"],"distribution":["Biology"],"release_date":{"und":[{"value":"1369713600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170466"},{"tid":"170520"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}