{"title":"New Video\/Images of Walrus Haulout","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ANCHORAGE, Alaska &ndash; <!--introstart-->The USGS Alaska Science Center has released new <a href=\"http:\/\/gallery.usgs.gov\/videos\/445\">high-resolution video of Pacific walruses<\/a> hauling out near Point Lay, Alaska, in late August, 2011.<!--introend-->&nbsp;<\/p>\n<p>Also available on the USGS Alaska Science Center walrus website are <a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/walrus\/2011animation_Norseman.html\">animations of the walruses&rsquo; movements<\/a> as tracked by radio transmitters, and <a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/walrus\/pdfs\/Walrus_FAQ.pdf\">FAQs<\/a> on the ongoing walrus studies.<\/p>\r\n<p>Walruses spend most of their lives at sea, but haul out on sea ice and sometimes on land to rest between foraging bouts. When sea ice recedes past the continental shelf into the deep waters of the Arctic Basin, as it has in the past few summers, the walruses haul out on land, often in great numbers.&nbsp;USGS Alaska Science Center researchers, in cooperation with the Native Village of Point Lay, have been radio-tracking walruses&rsquo; movements to learn more about their response to the changing sea-ice conditions.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"255\" width=\"400\" src=\"http:\/\/www.youtube-nocookie.com\/embed\/rH77gte9lVI\"><\/iframe><\/p>\r\n<p>With increased awareness of the walrus haulouts comes the necessity of protecting the resting animals from human disturbance. Walruses face danger from stampedes when they gather on shore. The Fish and Wildlife Service, the Eskimo Walrus Commission, the North Slope Borough, and the Native Villages of Barrow and Point Lay are working with local hunters, pilots, operators of marine vessels, and the public to distribute guidelines that will protect the herds.<\/p>\r\n<p>In April, Point Lay received an \"Outstanding Partner\" Award from the U.S. Fish and Wildlife Service Alaska Region for its work to protect walruses in September 2010, when tens of thousands of migrating walruses hauled out on the Chukchi Sea barrier beach within sight of the small Inupiaq community. Point Lay again took the initiative in late August, when the walruses again hauled out nearby. Community leaders took an Incident Command approach to protecting the walruses. They issued a news release and walrus photographs to reporters, but also requested that media crews not travel to Point Lay. When media did arrive, the leaders participated in interviews and advised visitors on how to get the stories they needed without disturbing the animals. Thus continued Point Lay&rsquo;s long tradition of collaboration with science while showing respect for the thousands of weary animals resting nearby.<\/p>\r\n<p>Female walruses and their young have come ashore during late summer and fall in four of the last five years on Alaska's northwest coast. In 2010 and again late last month, thousands of walruses gathered on beaches north of Point Lay. More than 130 mostly young walruses were crushed in September 2009 at Alaska's Icy Cape from a disturbance of unknown cause.<\/p>\r\n<p>USGS may release additional video footage at a later date.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["biology","walrus","Climate Change"],"release_date":{"und":[{"value":"1315886400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168990"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}