{"title":"secretary Announces Climate Science Funding","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Secretary of the Interior Ken Salazar has announced funding of more than $10 million awarded by Interior's regional Climate Science Centers to universities or other partners for research to guide managers of parks, refuges and other resources in planning how to help species and ecosystems adapt to climate change.<!--introend--><\/p>\n<p>The <a href=\"https:\/\/nccwsc.usgs.gov\/sites\/default\/files\/files\/FY12_CSC_Funded_Projects_for_Release_10-1-12FINAL.pdf\">69 studies<\/a> at eight climate science centers focus on how climate change will affect natural resources. For example, various projects identify how sea-level rise will affect coastal resources, how climate will affect vegetation, how these changes will affect valued species such as sage grouse, and how changes in water availability will affect both people and ecosystemsâ\u0080\u0094and ecosystem services such as fisheries.Â  Several studies address the potential effects on resources of concern to Native Americans, some by using traditional ecological knowledge to advance adaptation planning.<\/p>\r\n<p>Each of the Department of the Interior's eight <a href=\"http:\/\/www.doi.gov\/csc\/\">Climate Science Centers<\/a> worked with the universities supporting the CSCs, states, tribes, federal agencies, Landscape Conservation Cooperatives, and other regional partners to identify the highest priority management challenges in need of scientific input, and to solicit and select research projects.<\/p>\r\n<p>\"Climate Science Centers are off and running to meet the needs of those who must safeguard our precious natural resources as the climate changes. These projects demonstrate the benefits of our national climate science strategy, which is focused on the needs of managers in each region,\" said Secretary Salazar.<\/p>\r\n<p>The studies will be undertaken by teams of scientists from the universities that comprise each CSC, from USGS science centers, and from other partners such as the National Oceanic and Atmospheric Administration, USDA Forest Service, Indian tribes, and the <a href=\"http:\/\/www.doi.gov\/lcc\/index.cfm\">Landscape Conservation Cooperatives<\/a> in each region.<\/p>\r\n<p>\"These projects demonstrate a powerful and growing partnership between USGS scientists and their academic and agency science colleagues,\" said Secretary Salazar. \"By tapping this deep well of expertise, and linking it with USGS expertise, CSCs help direct the right science capacity to where it can do the most, and avoid duplication and waste.\"<\/p>\r\n<p><a href=\"https:\/\/nccwsc.usgs.gov\/sites\/default\/files\/files\/CSC_consortia_and_regions.pdf\">DOI Climate Science Centers<\/a> serve as the regional hubs of the <a href=\"https:\/\/nccwsc.usgs.gov\/\">National Climate Change and Wildlife Science Center,<\/a> located at the headquarters of Interior's U.S. Geological Survey. CSCs and LCCs have been created under Interior's national climate science strategy. USGS is taking the lead on establishing the CSCs and providing initial staffing. Together, Interior's CSCs and LCCs will assess the impacts of climate change and other landscape-scale stressors that typically extend beyond the borders of any single national wildlife refuge, national park or Bureau of Land Management unit and will identify strategies to ensure that resources across landscapes are resilient.<\/p>\r\n<p><strong>Useful links:<\/strong><\/p>\r\n<ul>\r\n<li><a href=\"https:\/\/nccwsc.usgs.gov\/sites\/default\/files\/files\/FY12_CSC_Funded_Projects_for_Release_10-1-12FINAL.pdf\">A list of the projects by regional Climate Science Center<\/a><\/li>\r\n<li><a href=\"http:\/\/www.doi.gov\/csc\/upload\/CSC-Consortia-and-Regions.jpg\">Map showing the consortium of universities involved in each CSC<\/a><\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","Climate Change","climatesciencecenter","Climateand Land Use Change National Climate Changeand Wildlife Science Center"],"article_type":["National News Release"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1349841600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169288"},{"tid":"169680"},{"tid":"170378"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}