{"title":"searching for Detailed Image Information for the Moon and Mars Just Got a Whole Lot Easier","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Detailed searches of planetary images are now available through a new Web-based tool created by USGS Astrogeology Science Center web-developers, scientists, and cartographers.<!--introend-->&nbsp;The tool, which is funded by NASA's Planetary Data System, is being unveiled to the public this week.&nbsp;<\/p>\n<p>The Planetary Image Locator Tool (PILOT) has been under development for more than a year and recently completed its test phases. &nbsp;Information Technology (IT) Specialist and PILOT co-developer Mark Bailen describes PILOT as \"a tool for planetary scientists to locate images [acquired] by various space missions.\"&nbsp; Though PILOT currently includes Martian and Lunar data sets, it is constructed to host all images available for the planets and moons of the Solar System.&nbsp;<\/p>\r\n<p>Dr. Lisa Gaddis, the project's lead scientist, says \"PILOT provides a single site that lets scientists quickly identify and download all relevant data for a particular region of scientific interest.\" &nbsp;Though PILOT was built to serve the needs of planetary scientists, IT Specialist and PILOT co-developer Scott Akins notes that space enthusiasts will likely be interested in this tool.&nbsp; \"There is some appeal for the general public,\" say Akins.&nbsp; \"People are used to going to internet sites and finding their house or directions to a restaurant, now you can go to a map site and see what's on Mars!\"&nbsp;<\/p>\r\n<p>If PILOT sounds similar to explorer-type internet applications, it is because it was engineered with similar interests in mind.&nbsp; The USGS Astrogeology Science Center recently assisted Google, Inc. with the release of Mars data in Google Earth 5.0.&nbsp; However, Bailen notes that \"PILOT has a more distinct niche than products like Google Earth\" because it provides behind-the-scenes information on each image.&nbsp; That kind of detailed information helps scientists locate images on a planet with the level of accuracy critical for scientific study by not only orbiting and roving spacecraft, but eventually also for humans.&nbsp;<\/p>\r\n<p>As its name suggests, PILOT will not stop where it is but will continue to evolve.&nbsp; Major updates scheduled for the next year include adding images from other planets, improving search capabilities, and refining download options.&nbsp; <a href=\"http:\/\/pilot.wr.usgs.gov\/\">PILOT's<\/a> capabilities can be explored online.&nbsp;&nbsp;<\/p>\r\n<hr \/>\r\n<p><em>The mission of the USGS Astrogeology Science Center is to serve the Nation, the international planetary science community, and the general public<\/em><em>'<\/em><em>s pursuit of new knowledge of our Solar System. The Center<\/em><em>'<\/em><em>s vision is to be a national resource for the integration of planetary geosciences, cartography, and remote sensing. As explorers and surveyors, with a unique heritage of proven expertise and international leadership, USGS astrogeologists enable the ongoing successful investigation of the Solar System for humankind.<\/em><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["planetary","geology","planet","Image Finder","","astrogeology","Planetary Data","Solar System"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1240286400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169546"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}