{"title":"USGS Takes ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>This summer the U.S. Geological Survey (USGS) has been drilling a deep hole inside the edge of a 56-mile-wide impact crater created 35 million years ago when an asteroid or comet slammed into the ocean near the present-day mouth of the Chesapeake Bay. The USGS has been conducting the drilling project right in the backyard of the NASA Langley Research Center in Hampton, Va. <\/p>\n<p>As part of the overall research project, USGS scientists also plan to set off firecracker-like blasts underground to perform a seismic reflection survey across the crater&rsquo;s margin. The seismic survey will begin on or about September 6 and will be conducted from the Langley Research Center through Hampton and Newport News to a point near the James River. This survey will produce a \"cat scan\" image of the distribution of subsurface materials and structures inside, outside, and across the crater&rsquo;s margin. <\/p>\r\n<p>The scientists working on this aspect of the USGS research project will produce the seismic waves by firing eight-gauge blank shotgun shells in the ground at a depth of approximately 12 to 18 inches below the surface, or by detonating one-pound or smaller explosive charges at a depth of approximately 10-15 feet below the surface. Because of the small amount of explosives used, it is doubtful that anyone other than the scientists in the immediate area of the shot hole will hear or feel anything. <\/p>\r\n<p>During the past 35 years, the USGS has conducted seismic investigations at many locations across the United States. Rufus Catchings, a USGS geophysicist who is coordinating the project, said, \"the objective of the proposed work is to produce an image of the crater margin that will help scientists understand the formation and location of the buried impact crater.\" <\/p>\r\n<p>Some of the data gathered by the scientists in the overall Chesapeake Bay Impact Crater Project will be incorporated into the regional ground-water flow model that was developed by USGS water resources specialists in Virginia. Results of the project, which is supported and partially funded by the Hampton Roads Planning District Commission and the Virginia Department of Environmental Quality, will assist local and state water resources managers in making better decisions concerning the availability and use of ground water, an important water supply in southeastern Virginia.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"968126400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170024"},{"tid":"169062"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}