{"title":"Quake hits Southern Indiana-Illinois Border Region","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) reported an earthquake with a preliminary magnitude of 5.0 near Darmstadt, Ind., on June 18, 2002 at 12:37 p.m. CDT. The earthquake&rsquo;s epicenter was located about 10 miles northwest of Evansville, Ind., but the temblor was felt as far away as West Virginia. Only minor damage, including broken glass, objects thrown from shelves, and cracked chimneys has been reported to the USGS. No injuries have been reported. <\/p>\n<p>&quot;The earthquake occurred within the generally stable interior of the North American plate, far from currently active plate boundaries,&quot; said Buddy Schweig, a USGS earthquake scientist. &quot;Modern earthquakes in this part of the U.S. are thought to result from the reactivation of buried ancient faults, which are being squeezed by present-day motion of tectonic plates.&quot; <\/p>\r\n<p>Initially, the automatic systems of the earthquake monitoring networks indicated that there were two earthquakes. After manual examination by USGS seismologists, it was recognized that only one earthquake occurred. <\/p>\r\n<p>The quake occurred in one of the more seismically active portions of the United States east of the Rocky Mountains. Most years, this area has a few earthquakes large enough to be felt and, on average, damaging earthquakes occur about once a decade. This seismicity is north and northeast of the well-known New Madrid seismic zone, which is in the lower Mississippi Valley of Missouri, Arkansas, Tennessee, Illinois, and Kentucky. <\/p>\r\n<p>The largest earthquakes from this region in the twentieth century were the magnitude 5.5 southern Illinois earthquake of November 1968 and the magnitude 5.2 southern Illinois earthquake of June 1987. The magnitude 3.9 southern Indiana earthquake of December 7, 2000, had an epicenter very near that of today&rsquo;s shock. <\/p>\r\n<p>In the past 10 years, geologists working in the area have found evidence of prehistoric earthquakes in the Wabash River Valley that were probably much larger than any historical earthquakes. Geologic evidence indicates that these prehistoric earthquakes occurred several thousand years ago. <\/p>\r\n<p>The USGS and collaborators are in the process of installing seismographs that are part of the Advanced National Seismic System (ANSS), a comprehensive, nationwide network of at least 7000 instruments that are being installed both on the ground and in buildings. Data from the ANSS will make it possible to provide emergency response personnel with real-time earthquake information, provide engineers with information about building response during earthquakes, and provide scientists with high-quality data to understand earthquake processes and solid earth structure and dynamics. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Illinois","Indiana"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1024372800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}