{"title":"USGS Offers $250,000 in Mineral Research Grants","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p style=\"text-align: center;\">-<em>Proposal submissions due Aug. 17 - &nbsp;Sept. 29, 2009<\/em>-<\/p>\n<p><!--introstart-->The U.S. Geological Survey will award up to $250,000 in grants for mineral resource research in 2010 through its Mineral Resources External Research Program.<!--introend--><\/p>\r\n<p>Interested researchers can apply through Grants.gov using program announcement No. 1-HQPA0005. Applications will be accepted from Aug. 17 - Sept. 29, 2009.<\/p>\r\n<p>&ldquo;This grants research program will help support the USGS's ongoing effort to prepare for a new national mineral resource assessment of the United   States, scheduled to begin in 2012,&rdquo; said Jeff Doebrich, USGS Mineral Resources Program Associate Coordinator. &ldquo;This is an opportunity for collaboration between USGS scientists and the greater scientific community to reduce the uncertainty in mineral resource and mineral environmental assessments.&rdquo;<\/p>\r\n<p>The USGS is soliciting research proposals that will (1) improve the assessment of concealed mineral resources, (2) help define limits of layered and sediment-hosted stratiform deposits for the purpose of constructing global grade and tonnage models for these types of deposits, (3) develop advanced models and methods that can be used to reduce uncertainties and risks in probabilistic resource assessments or (4) contribute to accurate and comprehensive mineral deposit or mineral environmental models for deposit types of iron, lithium, manganese, phosphate, platinum-group metals, potash, rare earths, titanium and TiO<sub>2<\/sub>, or uranium.<\/p>\r\n<p>For a complete list of past and present funded projects and reports, and for a more complete description of the 2010 grant program, visit the <a href=\"http:\/\/minerals.usgs.gov\/mrerp\/index.html\">Mineral Resource External Research Program Web site<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","Minerals"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1249876800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169580"},{"tid":"169801"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}