{"title":"New Tools to Address Boise River's Phosphorus Problem","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOISE, Idaho &mdash; Resource managers in southwestern Idaho have a new set of tools for reducing phosphorus concentrations in the lower Boise River. The U.S. Geological Survey, in partnership with the Idaho Department of Environmental Quality, developed computer models of the changing amount of phosphorus in the river based on instream conditions measured before, during, and after the watershed's annual irrigation season.&nbsp;<\/p>\n<p>An overabundance of phosphorus in the river can promote the growth of algae that reduces the river's oxygen levels, imperiling fish and other aquatic life. To address the problem, IDEQ set a target phosphorus concentration of 0.07 milligrams per liter for the Boise River at its confluence with the Snake River near Parma, Idaho. Sampling results from this study and previous studies have shown that phosphorus concentrations at the confluence continue to exceed that target. These results point to the need to reduce upstream phosphorus inputs as part of a water-quality improvement plan known as a <a href=\"http:\/\/www.deq.idaho.gov\/water-quality\/surface-water\/tmdls.aspx\">total maximum daily load<\/a>.<\/p>\r\n<p>Using the USGS models, resource managers can simulate the effects of reducing upstream phosphorus inputs (or loads) from specific (or point) sources such as wastewater treatment plants and general (or nonpoint) sources such as agricultural areas or tributary watersheds. By setting a specific load allocation for s source such as a wastewater treatment plant, resource managers can model how that allocation would affect downstream phosphorus concentrations.&nbsp;<\/p>\r\n<p>The models also consider how much water the river and its tributaries gain from and lose to groundwater. As water moves between the ground and streams, it carries phosphorus with it.<\/p>\r\n<p>\"The models are important tools,\" said IDEQ Regional Administrator Pete Wagner. \"IDEQ will use them to develop load allocations for the Lower Boise River Phosphorus Total Maximum Daily Load. This TMDL has required a significant effort from IDEQ for the last twenty years, and we greatly appreciate the efforts of the USGS to help move the TMDL process forward with the latest and most scientifically-rigorous nutrient data available for the lower Boise River.\"<\/p>\r\n<p>To develop the models, USGS scientists collected water-quality samples and measured discharge at 35 sampling sites along the Boise River, in tributaries, and in the Snake River upstream and downstream of the confluence with the Boise River. Additional samples were collected from treated effluent at six wastewater treatment plants and two fish hatcheries. Sample collection and measurements were conducted in August 2012 (irrigation season), October 2012 (just after irrigation season), and March 2013 (just before irrigation season).<\/p>\r\n<p>The mass balance models and details of their development are available in the report, \"<a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5220\/\">Evaluation of Total Phosphorus Mass Balance in the Lower Boise River, Southwestern Idaho<\/a>.\"<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_01_13\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_01_13\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["ecosystems","Water Cooperative Water","Geographic Areas Northwest"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1389589200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168809"},{"tid":"170256"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}