{"title":"Public Lecture Highlights Development of Volcano Science","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Dick Thompson, Time magazine science correspondent, is the featured speaker in the Department of the Interior 150th Anniversary lecture series. Thompson&rsquo;s presentation, \"Taking a Volcano&rsquo;s Pulse: The Evolution of the Science of Volcano Monitoring from Mt. St. Helens to Mt. Pinatubo,\" is sponsored by the U.S. Geological Survey. <!--introend-->The lecture will be held on Monday, October 18, at 1:00 p.m., in the Department of the Interior&rsquo;s Sydney R. Yates Auditorium. \n<p>Thompson has been a science reporter with Time for the past 21 years. He received an American Physics Society award for his reporting on solar science and in 1998 he received the Front Page Award for his feature article on Duke University Hospital. He served as a teaching fellow in the area of science and technology in society at the Massachusetts Institute of Technology. \r\n<p>The public is invited to attend. Admission is free. \r\n<p>Interior&rsquo;s 150th Anniversary celebration, which began in March, commemorates a long history of stewardship of the nation&rsquo;s natural resources. The U.S. Geological Survey, the nation&rsquo;s largest water, earth and biological science and civilian mapping agency, is one of eight Interior bureaus. \r\n<p>The USGS Volcano Hazards Program works to prevent loss of life and property from volcano hazards through research on volcanic and magmatic processes, assessments of the hazards posed by volcanoes, close monitoring of the most dangerous volcanoes, and timely warnings of volcanic unrest and potential eruptive activity. The USGS partners with local communities to develop emergency-response plans and maintains a mobile volcano observatory for rapid response to volcanic crises in other countries. \r\n<p>The Main Interior Building is located at 1849 C Street, NW, Washington, D.C. The Sydney R. Yates auditorium is located on the first floor, just inside the C Street entrance. The E Street entrance is accessible to wheelchairs. Visitors using the E Street entrance will be asked to show some form of photo identification (such as a driver&rsquo;s license, student ID, or employment card). \r\n<p>Information on the USGS Volcano Hazards Program can be accessed at <a href=\"http:\/\/volcanoes.usgs.gov\">http:\/\/volcanoes.usgs.gov<\/a>. \r\n<p>Interior&rsquo;s 150th Anniversary event information is available at <a href=\"http:\/\/www.doi.gov\/anniversary\">http:\/\/www.doi.gov\/anniversary<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"939873600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170533"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}