{"title":"Northeastern U.S. Not Immune from Earthquake Dangers, New USGS Map Reveals","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOSTON - California and Seattle aren&rsquo;t the only places in the United States prone to earthquake danger. Over 1,000 earthquakes have hit the Northeast over the last 360 years according to a new map and fact sheet released today by the U.S. Geological Survey (USGS) and Northeast States Emergency Consortium (NESEC). <\/p>\n<p>The large-format colored map features \"Earthquakes in and Near the Northeastern U.S., 1638-1998\". It identifies many earthquakes that were destructive, including those that struck Boston, New York City, and other urban areas. The map summarizes effects of the most notable earthquakes, and contains various newspaper headlines and damage photographs. <\/p>\r\n<p>\"Earthquake hazards are a reality in the Northeast,\" said David Russ, USGS Eastern Regional Geologist. \"The historical perspective provided by this new map reminds us that we must not be complacent about earthquake dangers in Northeastern states.\" <\/p>\r\n<p>Although earthquakes cannot be reliably predicted or prevented today, the new map and accompanying fact sheet are intended to increase public awareness of Northeastern earthquake hazards. <\/p>\r\n<p>\"The Seattle earthquake of February 28, 2001 showed that advance preparation can reduce the damage, suffering, and economic impact of a large earthquake,\" said Russ. \"These new publications will be valuable tools for officials, citizens, engineers, and scientists who are working to minimize the effects of future Northeastern earthquakes.\" <\/p>\r\n<p>The last significant earthquake in the Northeastern U.S. was a magnitude 5.2 centered in Pymatuning Reservoir, Penn., on September 25, 1998. The most recent damaging earthquake to hit the Boston area was the magnitude 6.0 Cape Ann shock of 1755. \"This cooperative effort between the USGS and NESEC has been a huge success,\" said Edward S. Fratto, Executive Director of the Northeast States Emergency Consortium. \"The map represents the practical application of scientific knowledge into an effective earthquake hazard awareness tool. This partnership demonstrates how much more can be accomplished when scientists and emergency managers work together to achieve a common goal.\"<\/p>\r\n<p>Copies of the map and fact sheet will be available by mail, telephone, and Web as follows:<\/p>\r\n<p>Large-format map, \"Earthquakes in and near the northeastern U.S., 1638-1998\": Paper copy: call 1-888-ASK-USGS and request USGS map I-2737. Price is $7 plus $5 shipping and handling. Digital version: download files free from <a href=\"http:\/\/greenwood.cr.usgs.gov\/pub\/i-maps\/i-2737\/\">http:\/\/greenwood.cr.usgs.gov\/pub\/i-maps\/i-2737\/<\/a>. <\/p>\r\n<p>Fact sheet, same title as map, free: Paper copies: call 1-888-ASK-USGS and request USGS Fact Sheet FS-006-01. Digital version: download a PDF free from <a href=\"http:\/\/greenwood.cr.usgs.gov\/pub\/fact-sheets\/fs-006-01\/\">http:\/\/greenwood.cr.usgs.gov\/pub\/fact-sheets\/fs-006-01\/<\/a> <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts","New York"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"988603200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}