{"title":"Dig This -- Geologic Map Day","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Celebrate the inaugural \"Geologic Map Day\" on October 19, as a part of the Earth Science Week 2012 activities.<!--introend--><\/p>\n<p>Geologic maps are important for education, science, business, and public policy concerns. Geologic Map Day will focus the attention of students, teachers, and the general public on the study, uses, and significance of these tools by engaging audiences through educational activities, print materials, online resources, and public outreach opportunities.<\/p>\r\n<p>\"Geologic maps have grown and evolved with the information age into multi-dimensional, interactive, online tools that far surpass what was previous possible in the days of static paper products,\" said USGS Director Marcia McNutt. \"They facilitate the integration of large data sets, ease the understanding of complex phenomenon, encourage frequent updates with new information, educate the next generation of brilliant minds, and promote the wise and efficient investment of public and private resources.\"<\/p>\r\n<p>Be sure to check out the Geologic Map Day poster included in this year's <a href=\"http:\/\/www.agiweb.org\/pubs\/pubdetail.html?item=609610\">Earth Science Week Toolkit<\/a>. This poster provides a geologic map of the United States, plus step-by-step instructions for a related classroom activity.<\/p>\r\n<p><a href=\"http:\/\/www.earthsciweek.org\/\">Earth Science Week 2012<\/a> will be celebrated October 14-20.<\/p>\r\n<p>Earth Science Week Toolkits can be ordered <a href=\"http:\/\/www.earthsciweek.org\/materials\/index.html\">online<\/a> or call AGI Publications at 703-379-2480.<\/p>\r\n<p>For more information,&nbsp;visit the <a href=\"http:\/\/www.earthsciweek.org\/geologicmap\/\">Geologic Map Day<\/a> web page.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Core Science Systems National Cooperative Geologic Mapping","geologic Mapping Day","American Geosciences Institute","Association For American State Geologist","Earth Science Week","Geologic Map"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1347940800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169960"},{"tid":"170049"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}