{"title":"Acid Soils in Slovakia Tell Somber Tale","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Increasing levels of nitrogen deposition associated with industry and agriculture can drive soils toward a toxic level of acidification, reducing plant growth and polluting surface waters, according to a new study published online in <span class=\"italics\">Nature Geoscience<\/span><em>.<\/em><\/p>\n<p>The study, conducted in the Tatra Mountains of Slovakia by the University of Colorado, University of Montana, Slovak Academy of Sciences, and the U.S. Geological Survey, shows what can happen when nitrogen deposition in any part of the world increases to certain levels&mdash;levels similar to those projected to occur in parts of Europe by 2050, according to some global change models.<\/p>\r\n<p>On the basis of these results, the authors warn that the high levels of nitrogen deposited in Europe and North America over the past half century already may have left many soils susceptible to this new stage of acidification. The results of this further acidification, wrote the authors, are highly reduced soil fertility and leaching of acids and toxic metals into surface waters.<\/p>\r\n<p>A long history of human-influenced nitrogen deposition has left soils in the Western Tatra Mountains of Slovakia highly acidic. The study reveals that the increased nitrogen load in the region triggers the release of soluble iron into alpine grassland soils. This iron release is indicative of extreme soil acidification, comparable to conditions seen in soils exposed to acid mine drainage.<\/p>\r\n<p>\r\n<table border=\"0\" cellspacing=\"0\" cellpadding=\"2\" width=\"256\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-11-17\/zdeno_kostka.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-11-17\/zdeno_kostka_t.jpg\" alt=\"Western Tatra Mountains Slovakia\" width=\"250\" height=\"295\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Western Tatra Mountains Slovakia. Photo by Zdeno Kostka; courtesy of William D. Bowman, University of Colorado<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n\"Recovery from such extreme chemical change could only occur in geologic time, which is why soil is considered a non-renewable resource,\" said USGS scientist Jill Baron, who helped analyze and interpret the study results.<\/p>\r\n<p>In addition to this research, Dr. Baron has investigated the impacts of nitrogen deposition in Rocky  Mountain National   Park for 26 years. \"The Rocky Mountains and the Tatra Mountains represent the two ends of the atmospheric deposition effects trajectory,\" Dr. Baron said. \"The effects of nitrogen deposition in Rocky  Mountain National   Park are just beginning to be observed, allowing resource managers the opportunity to help the region recover if deposition is reduced. In the Tatra Mountains  National Park, however, soils are far beyond natural recovery in human time frames.\"<\/p>\r\n<p>Much of the eastern U.S. and Northern Europe fall in the middle of the effects spectrum, she added.<\/p>\r\n<p>Rocky Mountain and Tatra National Parks are sister parks, with scientists and managers beginning to cooperate in studies to understand both. Dr. Baron's work in Rocky  Mountain National   Park led to the establishment of a nitrogen threshold for the park in 2006, the first time the nation has established a critical load of a pollutant for any park environment. An agreement in 2007 between the Environmental Protection Agency, National Park Service, and Colorado Department of Health and Environment enabled the agencies to set target loads for reducing nitrogen emissions by 2012 to improve ecological conditions.<\/p>\r\n<p>Read the paper, \"<a href=\"http:\/\/dx.doi.org\/10.1038\/ngeo339\" target=\"_blank\">Negative impact of nitrogen deposition on soil buffering capacity<\/a>.\"<\/p>\r\n<p>\r\n<table border=\"0\" cellspacing=\"0\" cellpadding=\"3\" width=\"350\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-11-17\/baron_fort.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-11-17\/baron_fort_t.jpg\" alt=\"Soil sampling on Thatchtop Mountain, Rocky Mo","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","water","Climate Change","contaminants","toxics","water"],"article_type":["International News Release"],"release_date":{"und":[{"value":"1226898000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170130"},{"tid":"169017"},{"tid":"169639"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}