{"title":"Hydraulic Fracturing Fluids Likely Harmed Threatened Kentucky Fish Species","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Hydraulic fracturing fluids are believed to be the cause of the widespread death or distress of aquatic species in Kentucky's Acorn Fork, after spilling from nearby natural gas well sites.<!--introend-->&nbsp;These findings are the result of a joint study by the U.S. Geological Survey and the U.S. Fish and Wildlife Service.<\/p>\n<p>The Acorn Fork, a small Appalachian creek, is habitat for the federally threatened Blackside dace, a small colorful minnow. The Acorn Fork is designated by Kentucky as an Outstanding State Resource Waters.<\/p>\r\n<p>\"Our study is a precautionary tale of how entire populations could be put at risk even with small-scale fluid spills,\"&nbsp;said USGS scientist Diana Papoulias, the study's lead author. \"This is especially the case if the species is threatened or is only found in limited areas, like the Blackside dace is in the Cumberland.\"<\/p>\r\n<p>The Blackside dace typically lives in small, semi-isolated groups, so harmful events run the risk of completely eliminating a local population.&nbsp; The species is primarily threatened with loss of habitat.<\/p>\r\n<p>After the spill of hydraulic fracturing fluid, state and federal scientists observed a significant die-off of aquatic life in Acorn Fork including the Blackside dace as well as several more common species like the Creek chub and Green sunfish.&nbsp; They had been alerted by a local resident who witnessed the fish die-off. &nbsp;The U.S. Fish and Wildlife Service and the Commonwealth of Kentucky are currently working towards restoration of the natural resources that were injured by the release.<\/p>\r\n<p>To determine the cause of the fish die-off, the researchers collected water and fish samples immediately following the chemical release in 2007.<\/p>\r\n<p>The samples analyses and results clearly showed that the hydraulic fracturing fluids degraded water quality in Acorn Fork, to the point that the fish developed gill lesions, and suffered liver and spleen damage as well.<\/p>\r\n<p>\"This is an example of how the smallest creatures can act as a canary in a coal mine,\" said Tony Velasco, Ecologist for the Fish and Wildlife office in Kentucky, who coauthored the study, and initiated a multi-agency response when it occurred in 2007.&nbsp; \"These species use the same water as we do, so it is just as important to keep our waters clean for people and for wildlife.\"<\/p>\r\n<p>The gill lesions were consistent with exposure to acidic water and toxic concentrations of heavy metals.&nbsp; These results matched water quality samples from Acorn Fork that were taken after the spill.<\/p>\r\n<p>After the fracturing fluids entered Acorn Fork Creek, the water&rsquo;s pH dropped from 7.5 to 5.6, and stream conductivity increased from 200 to 35,000 microsiemens per centimeter.&nbsp; A low pH number indicates that the creek had become more acidic, and the stream conductivity indicated that there were higher levels of dissolved elements including iron and aluminum.<\/p>\r\n<p>Blackside dace are a species of ray-finned fish found only in the Cumberland River basin of Kentucky and Tennessee and the Powell River basin of Virginia.&nbsp; It has been <a href=\"http:\/\/ecos.fws.gov\/docs\/federal_register\/fr1269.pdf\">listed as a federally-threatened species<\/a> by the Service since 1987.&nbsp;&nbsp;<\/p>\r\n<p>Hydraulic fracturing is the most common method for natural gas well-development in Kentucky.<\/p>\r\n<p class=\"Default\">The report is entitled \"Histopathological Analysis of Fish from Acorn Fork Creek, Kentucky Exposed to Hydraulic Fracturing Fluid Releases,\" and is published in the scientific journal <em><a href=\"http:\/\/www.eaglehill.us\/programs\/journals\/sena\/southeastern-naturalist.shtml\">Southeastern Naturalist<\/a><\/em>, in a special edition devoted to the Blackside dace.<\/p>\r\n<p class=\"Default\">To learn more about this study and other contaminants research, please visit the USGS Environmental Health <a href=\"http:\/\/www.usgs.gov\/envirohealth\/\">web page<\/a>, <a href=\"http:\/\/","summary":null,"format":null}]},"field_images":[],"regions":["Kentucky"],"country":["United States of America"],"mm_tags":["Environmental Health Contaminant Biology","Hydraulic Fracturing","Kentucky","Blackside Dace","Fish And Wildlife Service","fish","Fish Habitat","contaminants Water","contaminants"],"distribution":["Environmental Health"],"release_date":{"und":[{"value":"1377662400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169238"},{"tid":"170616"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}