{"title":"Clarification: Geologic Setting and the Effects of Suction Clarification of Press Release Dredge Gold Placer Mining on an Alaskan River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The water quality of the Fortymile River -- a beautiful, wild and scenic river in the remote part of east-central Alaska -- has not been adversely impacted by selected suction-dredge gold placer mining operations, according to an integrated study under way by the U.S. Geological Survey and the Alaska Department of Natural Resources. <!--introend-->\n<p>Recent concern over the impact of suction dredge gold placer mining on the water quality of the Fortymile River prompted the collaborative study, with its overall objective focusing on establishing the baseline and background geologic, geochemical, and biogeochemical framework for the lower Fortymile River area. Aquatic habitat impacts were not examined as part of this research. \r\n<p>Warren Day, a USGS research geologist from Denver, Colorado, and his colleagues have established the framework geology and bedrock geochemistry of the area. One outcome is that concentrations of arsenic found in the bedrock are relatively low and are within the ranges of the background soil and stream sediment values. A companion study of the surface water chemical and turbidity data, from samples collected in June, 1997, has shown that any variations due to suction dredging activity at selected operations fall within the natural variation of samples collected at the same time in unmined reaches of the Fortymile River and its tributaries. These findings were presented on October 27 at the annual Geological Society of America meeting in Toronto, Canada. \r\n<p>The suction dredge placer miners extract gold from the river gravels by sucking the gold-bearing gravels with river water into the floating dredges, pumping the gravel-water mixture through a sluice (where the gold concentrates by gravity), then discharging the gold-free gravel and water back into the river. A thin (less than 20 feet wide) plume of turbid water follows the dredge, but the water chemistry is unaltered. The turbidity dissipates within 100 feet to levels within regulatory limits, and within 500 feet is indistinguishable from background levels above the operating dredges. The flow of water through the dredges is very small relative to the total discharge of the river. At the time this study was conducted, only two dredges were operating on a 30-mile reach of the river, so the amount of flow through the dredges relative to the discharge of the river itself was negligible. \r\n<p>The management of the region and its resources is complex due to the many diverse land-use options. Small-scale family-owned gold mining has been active on the Fortymile since the \"gold rush\" days of the late 1880s. However, in 1980, the Fortymile River and many of its tributaries received Wild and Scenic Corridor status. Because of this status, mining along the river must co-exist with recreational usage such as rafting, canoeing, and fishing. Violation of mining discharge regulations could close down the small-scale mining operations. This study found no water-quality or turbidity violations caused by the small-scale suction dredge gold placer mining operations studied to date on the Fortymile River. \r\n<p>For additional questions or concerns, please contact Warren Day at <a href=\"mailto:wday@usgs.gov\">wday@usgs.gov<\/a>\r\n<p>Clarification highlights: \r\n<UL>\r\n<LI>This particular USGS study established the framework geology and bedrock geochemistry of the area, measuring turbidity and a large number of elements on the bedrock and surface water. Other environmental issues, such as habitat, were not examined as part of this research.<\/LI>\r\n<LI>The headline, \"Certain Mining Operations Have Not Hurt Pristine Alaskan River\" implies that a pristine river will receive no significant environmental damage from, \"certain mining operations\", but the study did not look at the possible impact to the aquatic habitat.<\/LI>\r\n<LI>The original statement concerning the actions of environmental groups concerning their attempts to close down the mining activities w","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"911883600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170662"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}