{"title":"san Andreas Fault on the Move at Parkfield","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Although the San Andreas fault near Parkfield, Calif., has not yet produced a predicted magnitude-6 earthquake, geodetic measurements now indicate that fault movements near Parkfield sped up in 1993, according to U.S. Geological Survey scientist Evelyn Roeloffs. <!--introend-->\n<p>In a presentation to fellow scientists at the annual meeting of the Seismological Society of America in Boulder, Colo., today (March 17), Roeloffs said that even after accounting for hydrologic influences, fault creep continues at Parkfield. \r\n<p>Parkfield is a small town on the San Andreas fault in central California, which was chosen as the site of a focused earthquake experiment because its history of magnitude-6 earthquakes in 1857, 1881, 1901, 1922, 1934, and 1966 suggested that another magnitude-6 event could be expected before 1993. \r\n<p>That unfulfilled prediction is now considered oversimplified, but state-of-the-art methods for assessing earthquake likelihood from either the dates of past earthquakes or geodetically measured slip rates still assign Parkfield the highest known probability nationwide of a magnitude 6 or greater earthquake anywhere in the U.S. \r\n<p>The USGS, in partnership with the state of California and other institutions, has monitored Parkfield since 1985 to obtain a detailed record of fault behavior believed likely to culminate in a moderate earthquake. Detection of deformation rate changes by several types of instruments, and the ability to evaluate alternative hypotheses for these changes have been two of the goals of the Parkfield experimental design. \r\n<p>Roeloffs and her USGS colleague, John Langbein say the rate of strain accumulation at Parkfield appears to have changed in 1993 from the essentially steady rate observed since 1985, when most instruments were installed. Since 1993, two 3-component borehole strainmeters, on opposite sides of the fault, are recording slower contraction and slower extension, respectively, according to Ross Gwyther and Michael Gladwin of CSIRO, Queensland, Australia, long-term collaborators at Parkfield. Three fault-crossing, near fault-parallel baselines measured using the two-color laser ElectronicDistance Meter (EDM) are lengthening or shortening more rapidly since early 1993. Faster relative slip is also indicated by creepmeters spanning the fault within the two-color EDM network. Roeloffs said the strainmeter, creep, and EDM data are all consistent with accelerated relative motion across a portion of the San Andreas fault, but the data cannot determine the location of the source area. \r\n<p>\"The acceleration of strain rate is small, 0.1 to 0.5 parts per billion per year,\" Roeloffs said, \"and can only be detected with years of data from sensitive instruments.\" The observations have been controversial because such slow changes in deformation rate could be affected by non-tectonic variations in precipitation and groundwater levels. Between 1991 and 1993, groundwater levels began to rise in response to increased annual rainfall. Roeloffs said soil moisture can destabilize surface monuments in the EDM and creepmeter networks, but that at least one creepmeter is recording accelerated fault slip since 1992 that is unrelated to rainfall. She said measurements in boreholes of crustal expansion and contraction are expected to vary with subsurface fluid pressure, but crustal shear measurements should be unaffected. Comparison of groundwater levels and shear strain records from Parkfield imply that the increased shear strain rates are not hydrologic in origin. \r\n<p>Few previous examples of deformation rates varying between earthquakes have been rigorously substantiated, because relatively few of the sensitive instruments that can detect them have been installed. A strain rate change before the 1989 Loma Prieta, California, earthquake was reported in 1991 by Dr. Gladwin and his colleagues, but the lack of other instrumentation makes it difficult to conclude that it was actual","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"890024400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}