{"title":"USGS Releases First Continuous Oil and Gas Assessment for Alaska North Slope   ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_173453\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/02\/ERP_ak_dh_DSC_0337LG.jpg\"><img class=\"size-medium wp-image-173453\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/02\/ERP_ak_dh_DSC_0337LG-300x195.jpg\" alt=\"See Caption\" width=\"300\" height=\"195\" \/><\/a> North front of Brooks Range along southern margin of central North Slope assessment area.[\/caption]\n\nFor the first time, the U.S. Geological Survey has estimated the potential of undiscovered, technically recoverable oil and gas resources in source rocksâ\u0080\u0094in this case shaleâ\u0080\u0094of the Alaska North Slope.Â Â  The estimates range from 0 up to 2 billion barrels of oil and from 0 up to 80 trillion cubic feet of gas.\n\n<strong>Unexplored Frontier<\/strong>\n\nThere historically has been significant oil and gas production from Alaskaâ\u0080\u0099s North Slope, but industry efforts have concentrated on conventional resources rather than continuous resources. As a result, production has never been attempted from shale formations of the Alaska North Slope, making them an unexplored frontier for shale-oil and shale-gas resources. The recent success of shale oil and shale gas development in the lower-48 states demonstrates the technical viability of such resources. Therefore, this new USGS assessment provides an estimate of potential resources that may be technically viable in this frontier region.\n\n[caption id=\"\" align=\"alignright\" width=\"240\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/01_20_2011\/p74Sj77IId_01_20_2011\/medium\/Energy_Trip_104_2.jpg\" alt=\"This image shows a gas drill rig in Colorado.\" width=\"240\" height=\"300\" \/> Although oil and gas have been produced in the North Slope for decades, these newly assessed shales represent an unexplored frontier for shale oil and shale gas development[\/caption]\n\n<strong>Range of Uncertainty<\/strong>\n\nA large range of uncertainty exists in the estimates of this report, mostly because there have been no attempts to produce the oil and gas. In the absence of drilling, it is difficult to be precise in assessing oil and gas resources, because drilling is the only way to determine if production from the shales is possible.\n\nThe shale formations assessed have generated oil and gas that migrated into conventional accumulations, including the super-giant Prudhoe Bay field.Â  It is also probable that these shale source rocks likely retain oil and gas that did not migrate, but only drilling can concretely confirm this or not.\n\n<strong>Source Rocks<\/strong>\n\nSource rocks are those formations from which hydrocarbons, such as oil and gas, originate. Conventional oil and gas resources gradually migrate away from the source rock into other formations, whereas continuous resources, such as shale oil and shale gas, remain trapped within the original source rock.\n\nThree source rocks of the Alaska North Slope were assessed in this study â\u0080\u0093 the Triassic Shublik Formation, the lower part of the Jurassic-Lower Cretaceous Kingak Shale, and the combined Cretaceous pebble shale unit and Hue Shale.Â  They extend across much of the North Slope.\n\n[caption id=\"attachment_173454\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/02\/ERP_ak_dh_BadamiPipeline-1.jpg\"><img class=\"size-medium wp-image-173454\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/02\/ERP_ak_dh_BadamiPipeline-1-300x225.jpg\" alt=\"See Caption\" width=\"300\" height=\"225\" \/><\/a> Badami pipeline, somewhere between Deadhorse and Badami in the Alaska North Slope.[\/caption]\n\n<strong>Shale Oil Versus Oil Shale<\/strong>\n\nShale oil is oil that was generated naturally in source rocks but never migrated out of them. It should not be confused with \"oil shale,\" a source rock in which oil has not yet been generated, but that is capable of generating oil if artificially heated.\n\n<strong>Contact<\/strong>: <a href=\"mailto:apdemas@usgs.gov\">Alex Demas<\/a>\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24177","uid":"31","filename":"ERP_ak_dh_DSC_0337LG-e1330095522219.jpg","uri":"public:\/\/ERP_ak_dh_DSC_0337LG-e1330095522219.jpg","filemime":"image\/jpeg","filesize":"39214","status":"1","timestamp":"1425492768","type":"image","uuid":"70833e77-719c-4aa0-aa49-65484252edd7","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":323,"width":495},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Alaska","Alaska North Slope","Continuous Oil","Energy &amp; Minerals","Shale Gas","Shale Oil"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1330095547","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}