{"title":"Floyd&rsquo;s Effects on Maryland and Delaware Waters","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Now that the fallen trees have been removed, most power is restored, and the floods have started to recede, U.S. Geological Survey (USGS) personnel have come in from the outdoors to dry off and start working on the streamflow and water-quality data they have been collecting since last Thursday, when Hurricane Floyd came through the area. <!--introend-->\n<p>\r\n<p>Precipitation totals varied widely between Garrett County and the Atlantic coast of the Delmarva Peninsula. Streamflows have been reflecting that variation, with only slight rises in western Maryland (where relatively little Floyd-related rain fell) and 500-year floods in some streams on the Delmarva (where there were many inches of rain). Several USGS stream gaging sites were damaged by flooding and are being repaired as quickly as possible. Peak flood stages after Floyd and previous record-high flood peaks are listed below for some sites. \r\n<p>\r\n<p><b>Floyd&rsquo;s effect on the ground water<\/b> \r\n<p>\r\n<p>Hurricane Floyd had an immedate effect on ground-water levels in many parts of the area. Thirteen observation wells were measured in Maryland and Delaware just before and soon after Hurricane Floyd brought the rain. Water levels in 12 of the 13 wells rose as a result of the rain. In 8 of the wells, the water table is now in or above the normal range of water levels for this time of year. All the wells with water levels still below the normal range are west of the Chesapeake Bay. \r\n<p>\r\n<p>The observation wells in Delaware and the Eastern Shore of Maryland are all within the normal range or above it. This is because the surficial aquifer on the Delmarva Peninsula is very sandy and permeable, so that a lot of the rain soaked in and reached the water table relatively fast. USGS scientists are continuing to monitor water levels. \r\n<p>\r\n<p>Water and other data related to Hurricane Floyd in Maryland and Delaware may be found on the web at <a href=\"http:\/\/md.water.usgs.gov\/\">http:\/\/md.water.usgs.gov\/<\/a>. Other USGS hurricane information is at <a href=\"http:\/\/www.usgs.gov\/hurricanes\/\">http:\/\/www.usgs.gov\/hurricanes\/<\/a>. \r\n<p>\r\n<p>As the nation&rsquo;s largest water, earth and biological science, and civilian mapping agency, the USGS works in cooperation with more than 2,000 organizations across the country to provide reliable, impartial scientific information to resource managers, planners, and other customers. This information is gathered in every state by USGS scientists to minimize the loss of life and property from natural disasters, contribute to the sound conservation and the economic and physical development of the nation&rsquo;s natural resources, and enhance the quality of life by monitoring water, biological, energy, and mineral resources. \r\n<p>\r\n<p><b>PEAK STREAM FLOWS AFTER HURRICANE FLOYD--Maryland and Delaware<\/b> \r\n<p>\r\n<p><i>NOTE: <b>Floyd data are provisional and subject to revision<\/b><\/i> \r\n<p>\r\n<p>[Stage is in feet above datum; cfs is cubic feet per second; Mgal\/day is million gallons per day; EDT is Eastern Daylight Time; n.c. is \"not yet computed,\" i.e., analysis is in progress.] \r\n<p>\r\n<p>\r\n<TABLE border=1>\r\n<TBODY>\r\n<TR>\r\n<TH rowSpan=2>Station<br>Number <\/TH>\r\n<TH rowSpan=2>Station<br>Name <\/TH>\r\n<TH rowSpan=2>Previous peak<br>flow of record <\/TH>\r\n<TH colSpan=4>Hurricane Floyd--flood peaks <\/TH>\r\n<TH rowSpan=2>Recurrence<br>interval* <\/TH><\/TR>\r\n<TR>\r\n<TH>Stage <\/TH>\r\n<TH>Flow<br>(cfs) <\/TH>\r\n<TH>Flow<br>(Mgal\/<br>day) <\/TH>\r\n<TH>Date and time<br>(EDT) <\/TH><\/TR>\r\n<TR>\r\n<TD>01478000 <\/TD>\r\n<TD>Christina River at Coochs Bridge, Del. <\/TD>\r\n<TD noWrap align=right>5,530 (1989) <\/TD>\r\n<TD align=right>13.92 <\/TD>\r\n<TD align=right>n.c. <\/TD>\r\n<TD align=right>n.c. <\/TD>\r\n<TD noWrap>9\/16 4:30 p.m. <\/TD>\r\n<TD align=right>500 <\/TD><\/TR>\r\n<TR>\r\n<TD>01478650 <\/TD>\r\n<TD>White Clay Creek at Newark, Del. <\/TD>\r\n<TD noWrap align=right>7,540 (1996) <\/TD>\r\n<TD align=right>17.13 <\/TD>\r\n<TD align=right>n.c. <\/TD>\r\n<TD align=right>n.c. <\/TD>\r\n<TD n","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"937972800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169407"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}