{"title":"Advancing Glacier Coming Close to Blocking Fiord Near Yakutat, Alaska","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors:<\/b> Photos of Hubbard Glacier advancing are available at: <a href=\"http:\/\/www.usgs.gov\/features\/glaciers.html\">http:\/\/www.usgs.gov\/features\/glaciers.html<\/a> <\/p>\n<p>North America&rsquo;s largest calving glacier, Hubbard Glacier, is advancing and is close to blocking the entrance to Russell Fiord near Yakutat, Alaska, according to reports from Dennis Trabant, a glaciologist with the U. S. Geological Survey (USGS). \"We will be continuing to closely monitor this glacier, which has a history of relatively rapid movement and the potential to form an ice dam that closes Russell Fiord,\" Trabant said. \"If that were to occur, Russell Fiord would turn into an inland lake, potentially impacting marine life and fisheries for a significant period of time.\" <\/p>\r\n<p>\"We&rsquo;re working closely with the USGS and the National Park Service to monitor the glacier&rsquo;s movement,\" Tricia O&rsquo;Connor, district ranger with the Tongass National Forest&rsquo;s Yakutat Ranger District noted. \"This is a unique natural phenomenon, with some potentially serious effects on the local community and National Forest System lands,\" she added. \"We want to be able to predict these effects as far in advance as possible.\" <\/p>\r\n<p>Trabant, O&rsquo;Connor, and U.S. National Park Ranger (Wrangell-St. Elias National Park) Jacqueline Lott flew over the glacier on Friday, June 14 and Sunday, June 16. Lott stated that \"Those flights have shown that the glacier has narrowed the opening to about 150 feet. Tidal influence in Russell Fiord has been reduced, however there is still seawater flowing between Disenchantment Bay and Russell Fiord\". <\/p>\r\n<p>Should an effective ice dam form and remain stable, Russell Fiord will begin to fill with fresh water. The water level will rise until one of two things happens. Either the ice dam will fail, as occurred in 1986, or the lake will fill until it reaches an ancient spillway at the south end of Russell Fiord. If the lake level reaches the spillway at the south end, the lake level will be about 125 feet above sea level, and the currently serene flow of the Situk River, east of Yakutat, will become a major river. \"However, all of these scenarios are speculative given that the glacier has not yet, and may not ultimately block the entrance of Russell Fiord.\" Lott added. <\/p>\r\n<p>Hubbard Glacier most recently blocked the entrance to Russell Fiord near the end of May 1986. After that closure, freshwater flowing into the fiord raised the level of the lake 84 feet before the ice dam failed about five months later in October 1986. Since 1986, Hubbard Glacier has continued to advance into Disenchantment Bay and Russell Fiord at an average rate of about 105 feet per year, but large tidal currents have kept a channel open between the glacier and hills to the south. The rate of advance across the narrow channel connecting Russell Fiord to the sea has averaged only about 6 meters (~ 20 feet) per year. <\/p>\r\n<p>As occurred during the 1986 closure, the advancing Hubbard Glacier has formed a small push moraine near the closure that has stopped the calving in that area. When calving is stopped, Hubbard advances at about the speed of ice flow near the terminus. Ice near the terminus is flowing about 11 meters per day, according to hydrologist Bob Krimmel of the USGS in Tacoma, Washington. Krimmel determined the ice speeds by analyzing aerial photos and presented the results at an International symposium on fast ice flow, that took place in Yakutat last week.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1024372800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170469"},{"tid":"169229"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}