{"title":"USGS Reports: New Mudslides Expected With Heavy Storms in Southern California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The devastating Christmas Day mudslides, known to scientists as debris flows, were more widespread than most people realize, according to the U.S. Geological Survey (USGS). Immediately following the December 25 event, USGS scientists mounted a scientific reconnaissance to trek up 66 canyons impacted by the Old and Grand Prix Fires in Southern California. Of those 66 basins, the USGS reports that 47 produced debris flows and 14 experienced significant flooding. With storms forecast in Southern California again, more debris flows and flooding can be expected. <\/p>\n<p>&quot;Most people were only aware of one or two catastrophic debris flow events,&quot; said Jim Bowers, a USGS scientist participating in the reconnaissance. &quot;The burn area is immense and if the weather forecasts are correct, there will soon be more.&quot; <\/p>\r\n<p>The USGS organized the reconnaissance to make observations regarding debris-flow processes and identify factors that might be used to make better hazard potential maps and increase the overall effectiveness of hazard assessment. The scientists report that a large number of basins showed significant channel incision, up to nearly 20 foot in some places, and deposition of a large volume of boulders, mud and debris in the channels. Boulders up to 10 feet in diameter were moved large distances in many basins during the Christmas Day storms. <\/p>\r\n<p>&quot;Evidence of historical debris-flow activity was observed in nearly every basin we visited,&quot; said USGS landslide expert Sue Cannon. &quot;This indicates that debris-flow is an ongoing and active process in the area.&quot;<\/p>\r\n<p>The USGS reconnaissance findings will be used to revise and update USGS debris flow maps available on the web at: <a href=\"http:\/\/pubs.usgs.gov\/of\/2003\/ofr-03-475\/\">http:\/\/pubs.usgs.gov\/of\/2003\/ofr-03-475\/<\/a><\/p>\r\n<p>More information about debris flows can be obtained from county flood control districts and county office of emergency services, and on the web at <a href=\"http:\/\/www.oes.ca.gov\">http:\/\/www.oes.ca.gov<\/a>, <a href=\"http:\/\/www.fema.gov\/hazards\/landslides\/landslif.shtm\">http:\/\/www.fema.gov\/hazards\/landslides\/landslif.shtm<\/a>, <a href=\"http:\/\/landslides.usgs.gov\/html_files\/fire-flows.html\">http:\/\/landslides.usgs.gov\/html_files\/fire-flows.html<\/a> or by calling the USGS Landslide Program at 1-800-654-4966. Information about risk in individual communities can be obtained from the County Flood Control Districts. The USGS maps do not replace or affect FEMA&rsquo;s Flood Insurance Rate Maps. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1077253200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169129"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}