{"title":"Tiny Grazers Play Key Role in Marine Ecosystem Health","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"205\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_04_01\/gammarus.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_04_01\/gammarus_tn.jpg\" alt=\" Gammarus mucronatus, an amphipod grazer that can promote healthy eelgrass beds. Copyrighted photo courtesy of Matthew Whalen\/UC Davis.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Gammarus mucronatus, an amphipod grazer that can promote healthy eelgrass beds. Copyrighted photo courtesy of Matthew Whalen\/UC Davis. <a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_04_01\/gammarus.jpg\">(High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><strong>LAFAYETTE<\/strong> - <!--introstart-->Tiny sea creatures no bigger than a thumbtack are being credited for playing a key role in helping provide healthy habitats for many kinds of seafood, according to a new study by the Virginia Institute of Marine Science and U.S. Geological Survey.<!--introend--><\/p>\r\n<p>The little crustacean &ldquo;grazers,&rdquo; some resembling tiny shrimp, are critical in protecting seagrasses from overgrowth by algae, helping keep these aquatic havens healthy for native and economically important species. &nbsp;Crustaceans are tiny to very large shelled animals that include crab, shrimp, and lobster.&nbsp;&nbsp;<\/p>\r\n<p>The researchers found that these plant-eating animals feast on the nuisance algae that grow on seagrass, ultimately helping maintain the seagrass that provides nurseries for seafood.&nbsp; The grazers also serve as food themselves for animals higher on the food chain.<\/p>\r\n<p>Drifting seaweed, usually thought of as a nuisance, also plays a part in this process, providing an important habitat for the grazing animals that keep the seagrass clean.<\/p>\r\n<p>&ldquo;Inconspicuous creatures often play big roles in supporting productive ecosystems,&rdquo; said Matt Whalen, the study&rsquo;s lead author who conducted this work while at VIMS and is now at the University of California, Davis. &ldquo;Think of how vital honeybees are for pollinating tree crops or what our soils would look like if we did not have earthworms. In seagrass systems, tiny grazers promote healthy seagrasses by ensuring algae is quickly consumed rather than overgrowing the seagrass. And by providing additional refuge from predators, fleshy seaweeds that drift in and out of seagrass beds can maintain larger grazer populations and enhance their positive impact on seagrass.&rdquo; &nbsp;<\/p>\r\n<p>&nbsp;USGS scientist Jim Grace, a study coauthor, emphasized that seagrass habitats are also quite beneficial to people.<\/p>\r\n<p>&ldquo;Not only do these areas serve as nurseries for commercially important fish and shellfish, such as blue crabs, red drum, and some Pacific rockfish, but they also help clean our water and buffer our coastal communities by providing shoreline protection from storms,&rdquo; Grace said. &ldquo;These tiny animals, by going about their daily business of grazing, are integral to keeping healthy seagrass beds healthy.&rdquo;<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"205\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_04_01\/eelgrass.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_04_01\/eelgrass_tn.jpg\" alt=\" Comparison of algae fouling on eelgrass with and without grazers. Copyrighted photo courtesy of Matthew Whalen\/UC Davis. Copyrighted photo courtesy of Matthew Whalen\/UC Davis.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Comparison of algae fouling on eelgrass with and without grazers. Copyrighted photo courtesy of Matthew Whalen\/UC Davis. Copyrighted photo courtesy of Matthew Whalen\/UC Davis. <a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_04_01\/eelgrass.jpg\">(High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>In fact, the authors wrote, if not for the algal munching of these grazers, algae could blanket the seagrasses, blocking out sun","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Coastal Ecosystem","ecosystems Ecosystems Terrestrial Freshwaterand Marine Environments","Geographic Areas Southeast"],"article_type":["National News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1364875200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169391"},{"tid":"169194"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}