{"title":"Large Amounts of Nitrogen Stored Beneath Selected Agricultural Areas","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Large amounts of nitrogen are stored in the soils of agricultural areas in Nebraska and Maryland, according to a new study by the U.S. Geological Survey and the U.S. Department of Agriculture. Once in the soil, nitrogen can be converted to nitrate, which can readily move to groundwater.<\/p>\n<p>&ldquo;We expected to find nitrogen stored in organic matter in these soils but didn&rsquo;t realize how much,&rdquo; said Tom Nolan, USGS hydrologist, who led the study. &ldquo;If mobilized, the large reservoirs of nitrogen could significantly impact water quality.&rdquo;<\/p>\r\n<p>Nitrogen occurs in soil, plants and groundwater, and it is difficult to account for all of the various forms. For this study, scientists at the USGS National Water Quality Assessment Program and the USDA Agricultural Research Service used a new version of the Root Zone Water Quality Model to estimate unsaturated zone nitrogen mass balances at four agricultural fields.<\/p>\r\n<p>The mass balances were expected to reveal the predominant forms of nitrogen in important agricultural settings. The four sites had variable climate, soils and management practices and included an almond orchard in central California; a cornfield that is about 0.6 km from the almond orchard; a corn-soybean crop rotation in eastern Nebraska; and a corn-soybean rotation in eastern Maryland.<\/p>\r\n<p>The model predicted that large amounts of organic nitrogen are stored in the soil beneath fields in Nebraska and Maryland on which corn and soybean crops are grown. &nbsp;The model also showed that nitrogen came primarily from inorganic fertilizer or from nitrogen fixation by soybeans, and that most nitrogen was removed from the soil through uptake by crops. After crop uptake, leaching accounted for most of the nitrogen lost from the soil, particularly in irrigated areas of California. Denitrification, a process where nitrogen is removed from the soil when it is converted to N<sub>2<\/sub> gas, occurred only sporadically at the four sites because soils generally were sandy and well-drained.<\/p>\r\n<p>The work is novel in that the model was autocalibrated to measured data comprising soil moisture, soil water tension, bromide and nitrate concentrations, and soil organic matter. Also, previous versions of the model were limited to the rooting depth of plants (typically 3 m or less). The new version of the model can make predictions to 30 m, enabling estimation of water quality effects well beyond the root zone. More study is needed to better understand the conditions required to mobilize and transport the stored nitrogen to groundwater.<\/p>\r\n<p>This research is <a href=\"http:\/\/jeq.scijournals.org\/cgi\/content\/abstract\/39\/3\/1051\">published in the May\/June 2010 issue<\/a> of the <em>Journal of Environmental Quality<\/em>, published by the American Society of Agronomy, Crop Science Society of America and Soil Science Society of America.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Nebraska","California"],"country":["United States of America"],"mm_tags":["nitrogen","California","Nebraska","Maryland"],"article_type":["Technical Announcement"],"release_date":{"und":[{"value":"1273118400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170619"},{"tid":"169801"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}