{"title":"Hayward Fault Is Still the Most Dangerous","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The Hayward Fault is still the most dangerous earthquake fault in the San Francisco Bay area, according to U.S. Geological Survey scientists who will present the results from their latest research on that fault at the annual meeting of the American Geophysical Union, in San Francisco this week. <\/p>\n<p>Trenching of the northern segment of the fault this past summer gave scientists an \"in your face\" look at earthquakes that have occurred on the fault during the past 6,000 years, according to USGS geologist David Schwartz. Schwartz and his colleagues will present findings from the latest Hayward Fault field work, Monday, December 8, at 2 p.m., in Room 309 of the Moscone Center. <\/p>\r\n<p>They will describe the El Cerrito, Calif., site of the Hayward Fault trench and evidence that indicates a minimum of four to seven large earthquakes occurred on the fault during the past 2,200 years, and that the most recent one occurred between 220 and 350 years ago. The new data support estimates that large earthquakes occur on the fault on the average of once every 210 years, with an uncertainty of 60 years. The last large earthquake occurred on the fault between 1640 and 1776. Monday&rsquo;s presentation is a preview of some of the information that will be included in a revised Bay Area earthquake probability report, scheduled for release in 1999. <\/p>\r\n<CENTER>* * * USGS * * *<\/CENTER>\r\n<p><b>Editors: Interviews with David Schwartz and other USGS earthquake researchers may be arranged by contacting Pat Jorgenson or Dale Cox in the AGU news room at 415-905-1007.<\/b> <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"881470800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}