{"title":"USGS Installs Two Flood Monitoring Stations in the City of Laredo","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey has installed two streamgages to be used for flood monitoring in the City of Laredo, Texas.<!--introend--><\/p>\n<p>Reporting river flows is not just a job at USGS &ndash; it&rsquo;s a matter of public safety, environmental protection and wise economic development.<strong>&nbsp;<\/strong>The extreme rainfall and flooding that occurred in the area during July of 2010 demonstrated the need for reliable flood warning and flood-related data for water-resource managers, emergency managers, city planners, and decision makers.<\/p>\r\n<p>The two USGS gaging stations will provide continuous real-time streamflow monitoring for Zarcate Creek and Manadas Creek. This equipment will measure water levels and the speed of streamflow. Data is transmitted hourly by satellite, with the capability to transmit additional data at random intervals more frequently when water levels rise.<\/p>\r\n<p>&ldquo;The addition of a reliable and highly-accurate real-time gaging station network in the City of Laredo area will enhance flood-warning efforts for the City,&rdquo; said USGS scientist Mark Null.&nbsp;&ldquo;The streamgages and flood level monitoring site will also provide engineers and planners valuable information that can be used for bridge and road design, and flood response.&rdquo;<\/p>\r\n<p>There are more than 500 USGS-operated streamgages in Texas that measure water levels, streamflow, and rainfall. When flooding occurs, USGS crews make numerous discharge measurements to verify the data USGS provides to federal, state, and local agencies, as well as to the public.<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.<\/p>\r\n<p>Access current flood and high flow conditions across the country by visiting the USGS&nbsp;<a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch<\/a>&nbsp;website. Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS&nbsp;<a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>. See where floodwaters go by following a stream trace at <a href=\"http:\/\/nationalatlas.gov\/streamer\/Streamer\/streamer.html\">Streamer<\/a>. View water data on your <a href=\"http:\/\/m.waterdata.usgs.gov\">mobile device<\/a>. Learn <a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3001\/\">how a USGS streamgage works<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Texas"],"country":["United States of America"],"mm_tags":["water","streamgages","streamflow","flooding","Texas","monitoring"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1412222400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"170051"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}