{"title":"Footloose Glaciers Crack Up","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Glaciers that lose their footing on the seafloor and begin floating behave very erratically, according to a new study published in the journal <em>Geophysical Research Letters<\/em>.<!--introend--> Floating glaciers produce larger icebergs than their grounded cousins and do so at unpredictable intervals.<\/p>\n<p>This study presents the first detailed observation of the transition from grounded to floating glaciers, which is currently ongoing at Columbia Glacier, one of Alaska&rsquo;s many tidewater glaciers. Tidewater glaciers flow directly into the ocean, ending at a cliff in the sea, where icebergs are formed.&nbsp; Prior to this study, Alaskan tidewater glaciers were believed to be exclusively &ldquo;grounded&rdquo; (resting on the ocean floor), and unable to float without disintegrating.<\/p>\r\n<p>However, Columbia Glacier unexpectedly developed a floating extension in 2007 that has endured far longer than researchers expected. The research team believes that this floating section may have been caused by the speed at which the glacier is receding, according to U.S. Geological Survey (USGS) glaciologist Shad O&rsquo;Neel, who coauthored the study. Columbia is one of the fastest receding glaciers in the world, having retreated 4 km (2.49 mi) since 2004, and nearly 20 km (12.43 mi) since 1980.<\/p>\r\n<p>According to Scripps Institution of Oceanography at the University of California at San Diego glaciologist Fabian Walter, who led the study, the transition from grounded to floating ice will play an important role in a larger effort to understand and include calving in large-scale glacier models, which are essential in producing accurate forecasts of sea-level rise. The research team conducted their study on Columbia Glacier by installing a seismometer, a sensor that measures seismic waves that are produced by shifts in geologic formations, including earthquakes, landslides, and glacier calving.&nbsp; They studied the results from 2004-2005 and 2008-2009, which allowed them to compare the glacier&rsquo;s activity before and after it became floating.<\/p>\r\n<p>The formation of icebergs, through a process known as &ldquo;calving,&rdquo; is a leading source of additional water for the global ocean basin.&nbsp; As this study confirms, grounded glaciers and floating glaciers often show fundamentally different calving mechanics.&nbsp; However, iceberg calving is also one of the least understood processes involved in ice mass loss and consequential sea level rise.&nbsp; The study, which is funded by the National Science Foundation, sheds light on the process by comparing the size and frequency of icebergs calved by a glacier during both floating and grounded conditions.<\/p>\r\n<p>Calving occurs when fractures in the ice join up and cause a piece of ice to completely separate from the main glacier to form an iceberg.&nbsp; Unlike the floating glaciers, grounded glaciers calve icebergs nearly continuously, but they are generally quite small.<\/p>\r\n<p>Through this study, scientists can begin to analyze the mechanics of the calving process in glaciers (both floating and grounded) and ice shelves, which will allow them to better understand and predict iceberg production from glaciers and ice sheets.&nbsp; These predictions, in turn, will provide a more accurate estimate of sea-level rise in the coming years.<\/p>\r\n<p>As of the date of this press release, the paper has not yet been published, but journalists and public information officers of educational and scientific institutions who have registered with AGU can download a PDF copy of this paper from their website.&nbsp; Journalists who are not registered with AGU may email Kathleen O&rsquo;Neil at <a href=\"mailto:koneil@agu.edu\">koneil@agu.edu<\/a> to order a copy of the pdf.&nbsp; Please provide the journalist&rsquo;s name, the name of his or her publication, and their phone number.<br \/> <br \/><\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["geology","Columbia Glacier","sealevelrise","iceberg"],"release_date":{"und":[{"value":"1279080000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168807"},{"tid":"170452"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}