{"title":"USGS Graphical User Interface For SUTRA on the Web","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->TECHNICAL ANNOUNCEMENT <!--introend-->\n<p>\r\n<p>SUTRA-GUI, a Graphical User Interface (GUI) for the USGS SUTRA computer code (for saturated or unsaturated ground-water flow and solute or energy transport) is now available for electronic retrieval on the World Wide Web. With SUTRA-GUI, ground-water modelers can easily prepare and run realistic, even complex, SUTRA simulations. SUTRA-GUI now makes it practical to use numerical modeling even for quick preliminary evaluations of potential projects and ideas. \r\n<p>SUTRA-GUI accepts model input information interactively or allows import of files (in text, DXF, or Arc\/Info Shape formats). SUTRA-GUI automatically prepares input data files for SUTRA, and provides immediate visualization of simulation results. \r\n<p>SUTRA-GUI is a public-domain USGS code that makes use of the Argus ONE commercial software product, a geographic information system that incorporates gridding and meshing capabilities. Argus ONE does not directly support specific ground-water codes; however, it can be used to build custom graphical interfaces such as SUTRA-GUI while reducing the effort needed to create such an interface. \r\n<p>With the release of SUTRA-GUI, USGS GUIs for two USGS ground-water simulation codes, MODFLOW (modular ground-water flow) and SUTRA, have been developed using Argus ONE. Additional GUIs are planned for other popular USGS ground-water codes. \r\n<p>SUTRA-GUI runs only on PCs using Windows 95\/NT. Both documentation and computer code may be downloaded from a USGS World-Wide-Web site: <a href=\"http:\/\/water.usgs.gov\/software\/\">http:\/\/water.usgs.gov\/software\/<\/a> \r\n<p>Please note: A new version of the SUTRA code (V09972D) is required in order to use SUTRA-GUI. This is also available from the above site, as is MODFLOW-GUI. \r\n<p>SUTRA-GUI requires use of Version 4 of the Argus ONE code, which is available at a cost from Argus Interware Inc. (E-mail: support@argusint.com or Phone: 516 931-4725). Information on Argus ONE and a free demonstration version that can be used to run SUTRA-GUI on small meshes is available from: <a href=\"http:\/\/www.argusint.com\/\">http:\/\/www.argusint.com<\/a> \r\n<p>References to commercial vendors of software products are made here solely for the convenience of users when obtaining or using USGS software. Such references do not imply any endorsement by the U.S. Government.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"884149200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169095"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}