{"title":"25 Years After the Exxon Valdez, Sea Otter Population at Pre-Spill Levels","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"205\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_02_26\/Alaskan_Sea_Otter.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_02_26\/Alaskan_Sea_Otter_tn.jpg\" alt=\"Sea otter in kelp. Photograph by Benjamin Weitzman, U.S. Geological Survey.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Sea otter in kelp. Photograph by Benjamin Weitzman, U.S. Geological Survey. (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_02_26\/Alaskan_Sea_Otter.jpg\">High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>ANCHORAGEâ\u0080\u0094 <!--introstart-->Nearly 25 years after the Exxon Valdez oil spill injured wildlife off the coast of Alaska, a new report issued today by the U.S. Geological Survey indicates that sea otters have returned to pre-spill numbers within the most heavily oiled areas of Prince William Sound.<!--introend--><\/p>\r\n<p>Sea otters in the path of the oil incurred heavy mortality when 42 million liters of Prudhoe Bay crude oil were spilled in Prince William Sound in March 1989, with an estimated loss of several thousand otters. Through long-term data collection and analysis, scientists found that sea otters were slow to recover, likely because of chronic exposure to lingering oil. Other studies documented persistence of oil in the sea otterâ\u0080\u0099s intertidal feeding habitats.Â <\/p>\r\n<p>\"Although recovery timelines varied widely among species, our work shows that recovery of species vulnerable to long-term effects of oil spills can take decades,\" said lead author of the study, Brenda Ballachey, research biologist with the U.S. Geological Survey. \"For sea otters, we began to see signs of recovery in the years leading up to 2009, two decades after the spill, and the most recent results from 2011 to 2013 are consistent with recovery as defined by the Exxon Valdez Oil Spill Trustee Council.\"<\/p>\r\n<p>Scientists assessed recovery by estimating the number of living sea otters based on aerial surveys and comparing that to pre-spill numbers. They also collected carcasses of otters that had died in the spill area. Carcasses were evaluated to determine how old sea otters were when they died. Historically, and prior to the spill, most dead otters were either very old or very young, but following the spill, more middle-aged otters were dying as well. The ages of dead animals has now returned to the pre-spill pattern.<\/p>\r\n<p>Recovery also was assessed using studies to detect oil exposure using gene expression as a biochemical indicator. The most recent genetic evidence suggested a reduction in oil exposure since 2008.<\/p>\r\n<p>Scientists concluded that the status of sea otters in western Prince William Sound is now consistent with the criteria established for population recovery set by the <a href=\"http:\/\/www.evostc.state.ak.us\/\">Exxon Valdez Oil Spill Trustee Council<\/a>.<\/p>\r\n<p>The sea otter was one of more than 20 nearshore species considered to have been injured by the spill.<\/p>\r\n<p>The publication \"<a href=\"http:\/\/pubs.usgs.gov\/of\/2014\/1030\">2013 update on sea otter studies to assess chronic injury from the 1989 Exxon Valdez oil spill, Prince William Sound, Alaska<\/a>\" is available online.Â <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Sea Otter","oilspill","Valdez","Alaska","Prince Willilam Sound","Recovery"],"distribution":["Biology"],"release_date":{"und":[{"value":"1393563600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170690"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}