{"title":"USGS Announces Mineral Research Grants for 2010","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>New research on a range of minerals important to our economy, national security, and land-use decisions has been funded through grants awarded by the U.S. Geological Survey.<\/p>\n<p>Recipients of the 2010 USGS Mineral Resources External Research Program grants will study copper, lithium, rare earth elements, uranium, and phosphate in the United States. The principal investigators and a brief description of the successful proposals are provided below.<\/p>\r\n<p><strong>A Technique for Identifying Hidden Copper Resources<\/strong><\/p>\r\n<p>John Dilles of Oregon  State University will help provide a means to identify potential porphyry copper resources that are concealed from surface exposure. The research will look at the three-dimensional footprint of porphyry copper deposits and define the trends that occur in rocks from a deposit&rsquo;s center to its margins. This will help in identifying the direction of the deposit&rsquo;s center based on the nearby geologic characteristics.<\/p>\r\n<p><strong>Lithium Resources: Important for Alternative Energy Technology<\/strong><\/p>\r\n<p>LeeAnn Munk of the University of Alaska, Anchorage, and C. Page Chamberlain of Stanford University will study the formation of lithium resources in brine waters and clays, helping with estimations of resource potential in these environments. Lithium is an increasingly important commodity for alternative energy technology. This research will focus on brine resources at Clayton Valley in southwest Nevada and on clay resources at McDermitt Caldera in north-central Nevada.<\/p>\r\n<p><strong>Formation of Lithium and Rare-Earth-Element Deposits<\/strong><\/p>\r\n<p>Adriana Heimann of East  Carolina University will investigate the formation of granitic pegmatite deposits that contain lithium and rare earth elements. Particular focus will be placed on understanding the variability of mineral compositions in barren versus metal-rich deposits. This study is expected to provide a clearer understanding of the conditions under which these types of deposits formed and help in identifying where these deposits may occur.<\/p>\r\n<p><strong>Uranium Resources in Sandstone <\/strong><\/p>\r\n<p>Craig Lundstrom and Thomas Johnson of the University  of Illinois will help in understanding the formation of uranium deposits found in sandstone units and provide a means to assess their uranium resource concentration. Research will look at the character of uranium in groundwater to better understand the process that leads to formation of uranium deposits in sandstone. These types of deposits are the most common uranium deposits in the United  States, and this study will focus on characterizing current conditions in an active sandstone aquifer system in Texas.<\/p>\r\n<p>Thomas Monecke and colleagues at the Colorado School of Mines will research the three-dimensional variations in rock compositions found in sandstone-hosted uranium deposits using state-of the-art technology. Research will be conducted at the Lost Creek uranium deposit in south-central Wyoming. Findings are expected to help develop new means to direct exploration and assessment of these deposits.<\/p>\r\n<p><strong>Hidden Phosphate in Virginia<\/strong><\/p>\r\n<p>William Lassetter, Jr., of the Virginia Division of Geology and Mineral Resources will help identify the potential for concealed phosphate resources along Virginia&rsquo;s coastal plain. Research will look at the characteristics of rock layers in Virginia, and findings are expected to be applicable to identifying the phosphate resource potential along other regions of the eastern U.S. coastal plain.<\/p>\r\n<p>The USGS Mineral Resources External Research Program invited research proposals that will help ensure a sustainable supply of minerals for the Nation&rsquo;s future; understand the relationship between minerals, the environment, and public health; provide information to make informed land-use decisions; and deliver mineral information critical to national security. Proposals were","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","grants","Minerals","research",""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1262754000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169580"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}