{"title":"Climate Change Could Affect Future of Lake Michigan Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Climate change could lengthen the growing season, make soil drier and decrease winter snowpack in the Lake Michigan Basin by the turn of the century, among other hydrological effects.<!--introend--><\/p>\n<p>A new U.S. Geological Survey precipitation and runoff model shows that by 2100, maximum daily temperature in the Lake Michigan Basin could increase by as much as seven degrees Fahrenheit, and the minimum daily temperature by as much as eight degrees. A <span style=\"text-transform: none; background-color: #ffffff; text-indent: 0px; letter-spacing: normal; display: inline !important; font: 12px Verdana, Arial, Helvetica, sans-serif; white-space: normal; float: none; color: #000000; word-spacing: 0px;\">new<\/span>&nbsp;<a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5175\/\">USGS report<\/a> published today summarizes the potential hydrological effects of these increases on the basin through 2099. The tools can aid restoration efforts in the basin.&nbsp;<\/p>\r\n<p>&ldquo;Warming climate in the Lake Michigan Basin could affect agriculture and crops, recreation, flood and drought risks and ecological processes like fish spawning,&rdquo; said Daniel Christiansen, a USGS scientist and the lead author of the study. &ldquo;Our model can help guide water management and restoration decisions related to climate change for the basin.&rdquo;&nbsp;<\/p>\r\n<p>Air temperature increases in the Lake Michigan Basin, which includes western and northern Michigan, eastern Wisconsin, northern Indiana and northeastern Illinois, could have numerous effects on water, including:&nbsp;<\/p>\r\n<ul>\r\n<li>Longer growing seasons in the basin would increase <a href=\"http:\/\/water.usgs.gov\/edu\/watercycleevapotranspiration.html\">evapotranspiration<\/a>, or the process by which water is transferred from the land to the atmosphere by evaporation from the soil and other surfaces, and by transpiration from plants. This increasing loss of water could make the soil drier, affecting, for example, aquatic ecosystems of wetlands. <\/li>\r\n<li>Annual monthly <a href=\"http:\/\/water.usgs.gov\/edu\/watercyclestreamflow.html\">streamflow<\/a> in the northern regions of the basin, including northern Michigan and northeastern Wisconsin, may become higher in the winter and lower in the spring, especially during April. Warmer winters in the basin could result in increased winter <a href=\"http:\/\/water.usgs.gov\/edu\/watercyclesnowmelt.html\">snowmelt<\/a> and less accumulated snowpack, causing more winter flooding and drier springs.<\/li>\r\n<li>In general, most of the study sites may experience increases in annual streamflow.&nbsp;<\/li>\r\n<li>The effects of climate change may likely be more extreme in the northern regions of the basin.&nbsp;<\/li>\r\n<\/ul>\r\n<p>The models used in the study were based on streamflow, evapotranspiration and sun energy data from 148 USGS <a href=\"http:\/\/water.usgs.gov\/nsip\/definition9.html\">streamgages<\/a> and 157 <a href=\"http:\/\/www.nws.noaa.gov\/om\/coop\/\">NOAA-National Weather Service climate stations<\/a> throughout the Lake Michigan Basin from 1977 through 2099.&nbsp;<\/p>\r\n<p>The <a href=\"http:\/\/ia.water.usgs.gov\/\">USGS Iowa Water Science Center<\/a> and <a href=\"http:\/\/wi.water.usgs.gov\/\">USGS Wisconsin Water Science Center<\/a> conducted this study as part of the <a href=\"http:\/\/greatlakesrestoration.us\/\">Great Lakes Restoration Initiative<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Illinois","Indiana","Michigan","Wisconsin"],"country":["United States of America"],"mm_tags":["climate","Climate Change","water","groundwater","waterresources","Climateand Land Use Change","Water Groundwater Resources","Lake Michigan Basin","streamgages","midwest","Iowa Water Science Center","Geographic Areas Midwest","","Great Lakes Restoration Initiative"],"distribution":["Climate Change","Water"],"release_date":{"und":[{"value":"1416805200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}