{"title":"Report Shows Potential Groundwater Supplies in Part of New York's Susquehanna River Valley","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>The <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5282\/\">report, interactive map<\/a> and a <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5127\/index.html\">companion publication<\/a> <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5127\/index.html\">for an adjacent study area are online.<\/a><\/strong><\/p>\n<p><strong>TROY, N.Y. &ndash;<!--introstart--><\/strong>Three several-mile-long sections<strong> <\/strong>of the Susquehanna River Valley aquifer are the most favorable for potential large-scale groundwater supply along the Susquehanna Valley's 32-mile reach in Broome and Chenango counties, according to a recent U.S. Geological Survey study.<!--introend--><\/p>\r\n<p>The study area includes part of south-central New York that has substantial natural gas potential in the underlying Marcellus and Utica shales, and therefore could be subject to future gas-drilling activities. USGS completed it in cooperation with the New York State Department of Environmental Conservation. This study area is within the eastern portions of the Marcellus\/Utica Shale areas in New York. A companion publication, released in 2012, details water resources in counties to the west.<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"250\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_03_13\/susquehanna_river_valley_tn.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_03_13\/susquehanna_river_valley_tn.jpg\" alt=\"Location of the study area and extent of stratified drift along the Susquehanna River valley in eastern Broome and southeastern Chenango Counties, New York.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Figure 8 from the report showing distribution of aquifer types and settings within the Susquehanna River valley-fill aquifer system,eastern Broome and southeastern Chenango Counties, New York. The most favorable groundwater areas are shown in brown. (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_03_13\/susquehanna_river_valley.jpg\">(Higher resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>\"'This study is intended to put basic facts into the hands of those tasked with making decisions on future groundwater use and protection,' said USGS scientist Paul Heisig, who led the evaluation. 'We have identified and mapped a variety of aquifer types and described their current use and their potential as groundwater sources.'&nbsp;<\/p>\r\n<p>The aquifers that have the highest potential to support large-scale municipal or industrial operations, but are most susceptible to pollution from land use are \"unconfined\" aquifers having thick layers of coarse-grained sediments that readily receive recharge. They are found mostly in Broome County in the following three reaches: from the Pennsylvania border to one mile north of South Windsor; the valley section that rounds the west side of the bedrock hill north of Windsor; and the valley from Nineveh to east of Bettsburg.<\/p>\r\n<p>Other aquifers in the region include valley \"confined\" aquifers -- those surrounded by rock or sediments that are a barrier to direct recharge from rainfall; thin unconfined aquifers that are recharged but have little capacity to store groundwater; and the fractured bedrock aquifer that is widespread, but only adequate to supply household wells.<\/p>\r\n<p>Current water-resource development in the region is limited. Fractured bedrock serves household wells only. It is the sole water source for household wells in the uplands. Nearby fractured bedrock is also a source of recharge to the aquifers in the Susquehanna Valley. Valley aquifers provide water to household wells and provide public supply to three villages &ndash; Windsor, Bainbridge, and Afton.&nbsp;<\/p>\r\n<p>USGS provides science for a changing world. For more information visit the <a href=\"http:\/\/www.usgs.gov\">USGS website<\/a>.<\/p>\r\n<p>To receive USGS news releases go to <a href=\"http:\/\/www.usgs.gov\/newsroom\/getournews\/\">Get Our News!<\/a> to subscribe.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":["New York","Susquehanna","Ground Water","Hydraulic Fracturing","Fracking","Broome County","","Chenango County","marcellus","Utica","water","Geographic Areas Northeast"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1363147200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"170243"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}