{"title":"USGS Releases New Oil and Gas Assessment of Northeastern Greenland","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Reston, VA - The U.S. Geological Survey USGS released today an assessment of undiscovered oil and gas resources in the East Greenland Rift Basins Province, suggesting that there may be a large amount to be discovered. Although there are no proven reserves in northeastern Greenland, significant undiscovered resource potential exists.<!--introend--> \r\n<\/p>\r\n<p>\r\n&quot;This is the first systematic and comprehensive analysis of the undiscovered petroleum resources of the Circum-Arctic in the public domain,&quot; said USGS Director Mark Myers. &quot;Knowing the potential resources of the Arctic - an area of tremendous resource potential, environmental sensitivity, technological risk and geological uncertainty - is critical to our understanding of future energy supplies to the United States and the world.&quot; \r\n<\/p>\r\n<p>\r\nBecause of the great potential of the Arctic, the USGS has undertaken a comprehensive assessment of the area in order to provide consistent and comparable geologically based estimates of the potential additions to world oil and gas reserves. Northeastern Greenland is the prototype for the USGS Circum-Arctic Resource Appraisal, and the USGS will be releasing assessments of all the Arctic provinces over the next year. \r\n<\/p>\r\n<p>\r\nThe USGS estimates the mean undiscovered, conventional petroleum resources in the province to be approximately 31.4 billion barrels of oil equivalent of oil, gas, and natural gas liquids. In comparison to the world&acute;s 500 other oil and gas provinces, if this resource is proved and realized, northeastern Greenland would rank 19th. \r\n<\/p>\r\n<p>\r\nThe area of study was approximately 500,000 square kilometers, most of which underlies less than 500 meters of water offshore of eastern Greenland. Most of the undiscovered oil, natural gas, and natural gas liquids are expected to be found in the offshore parts of the province. \r\n<\/p>\r\n<p>\r\nNew data made available for the current assessment significantly change the geological understanding of northeastern Greenland. In comparison to the 2000 USGS assessment of northeastern Greenland, this current assessment estimated significantly less total resource, more natural gas and natural gas liquids, and an increased ratio of gas to oil. These new geological data indicate that the burial and uplift history of the province and the source rock character are suggestive of significantly more gas generation than we previously interpreted. The 2000 assessment estimated 47 billion barrels of oil BBO, 81 trillion cubic feet TCF of natural gas, and 4 billion barrels of natural gas liquids. Compared to the 2000 study, the new assessment estimated a smaller largest oil field 6.1 vs. 2.5 BBO but a larger largest gas field 7.1 vs. 18 TCF. The minimum accumulation size considered in this assessment is 50 million barrels of technically recoverable oil or 0.3 TCF of technically recoverable gas. The previous USGS assessment of northeastern Greenland used a 20 million barrels of oil equivalent minimum field size. \r\n<\/p>\r\n<p>\r\nThe resource estimates are solely the product of the USGS, but the geological analysis underlying this assessment was completed in cooperation with the Geological Survey of Denmark and Greenland GEUS. \r\n<\/p>\r\n<p>\r\nFor more information on northeastern Greenland and the USGS Circum-Arctic petroleum assessment, see the following: \r\n<\/p>\r\n<ul>\r\n\t<li>The Assessment of Undiscovered Oil and Gas Resources of the East Greenland Rift Basins Province: <a href=\"http:\/\/pubs.usgs.gov\/fs\/2007\/3077\/\">http:\/\/pubs.usgs.gov\/fs\/2007\/3077\/<\/a><\/li>\r\n\t<li>The Arctic Energy Assessment: <a href=\"http:\/\/energy.usgs.gov\/arctic\/\">http:\/\/energy.usgs.gov\/arctic\/<\/a><\/li>\r\n\t<li>USGS Energy Resources Program information: <a href=\"http:\/\/energy.usgs.gov\/\">http:\/\/energy.usgs.gov\/<\/a><\/li>\r\n<\/ul>\r\n<p>\r\nThe USGS provides scientifically based estimates of petroleum potential and energy resource information to federal, state, local, and international governmental","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1188273600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}