{"title":"From Streets to Streams: Urban Sediment in Wisconsin can be Toxic","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Sediment that gets washed away from urban areas can be toxic to aquatic life, according to a recent study by the U. S. Geological Survey.&nbsp;&nbsp;<\/p>\n<p>High levels of polycyclic aromatic hydrocarbons (PAHs) were found in the majority of sand and silt samples collected in Milwaukee and Madison, Wisc. Coal-tar-based sealcoat&mdash;the black, shiny substance sprayed or painted on many parking lots, driveways, and playgrounds&mdash; was determined to be the major source. PAHs are an environmental health concern because several are probable human carcinogens and they are toxic to fish and other aquatic life.<\/p>\r\n<p>Scientists measured concentrations of select metals and PAHs in the particles that make up urban sediment from 2009 through 2011. Metals were found at high, but not toxic, levels, with the major source likely from automobiles. These findings may help environmental managers make informed decisions on how to best to mitigate pollution from urban stormwater. The full USGS report is available <a href=\"http:\/\/dx.doi.org\/10.1016\/j.scitotenv.2012.11.094\">online<\/a>.<\/p>\r\n<p>\"This study demonstrates the power of USGS science to determine not only what components of the sediment load in urban streams are harmful, but also what is the likely source of those worrisome sediments,\" said USGS Director Marcia McNutt. \"Armed with this information, anyone who cares about maintaining a healthy environment for people and wildlife can take action to keep harmful sources from contributing to urban waterways.\"<\/p>\r\n<p>This study measured concentrations of select trace metals and PAHs in both the silt and sand particles of urban sediment. Many treatment structures are designed to capture coarse sediment but do not work well to similarly capture the finer particles. Scientists analyzed four sources: street dirt, solids that flow toward the bottom of a storm sewer (stormwater bed), solids suspended in stormwater, and sediment found at the bottom of urban streams (streambed).<\/p>\r\n<p>Concentrations were used to assess the aquatic toxicity potential of sediment based on published sediment quality guidelines. All sources of sediment showed some level of toxic potential with stormwater bed sediment the highest followed by stormwater suspended, street dirt, and streambed. Concentrations of urban contaminants in sediments, such as heavy metals and hydrocarbons, have been reported to increase with decreasing particle size.<\/p>\r\n<p>Based on evidence from previous USGS studies, Dane County, Wisc. banned the use and sale of coal-tar sealcoat in 2007. Bans have been enacted in the state of Washington, the District of Columbia. and thirty municipalities and three counties in five states (Illinois, Minnesota, New York, Texas, and Wisconsin), affecting almost 11.9 million people. Several national and regional hardware and home-improvement retailers have voluntarily ceased selling coal-tar-based driveway-sealer products.&nbsp;<\/p>\r\n<p>Scientists were able to determine the source of PAHs by analyzing their chemical &ldquo;fingerprint.&rdquo; PAH concentration profiles from all sediment sources were strongly correlated to coal tar sealants. This means that the chemical makeup of sediment is very similar to coal-tar sealcoat.<\/p>\r\n<p>Coal-tar sealcoat products are widely used in the U.S., both commercially and by homeowners. The products are commonly applied to commercial parking lots (including strip malls, schools, churches and shopping centers), residential driveways, apartment complexes and playgrounds. Two kinds of sealcoat products are widely used: coal-tar-emulsion based and asphalt-emulsion based.&nbsp;The coal-tar products have PAH levels about 1,000 times higher than the asphalt products. To learn more, visit the USGS website on&nbsp;<a href=\"http:\/\/tx.usgs.gov\/coring\/allthingssealcoat.html\">PAHs and sealcoat.<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":["sediment","Urbanization","toxics","aquaticecosystem","Hs","Madison","Milwaukee","Wisconsin","Coal Tar Sealcoats","Environmental Heath","water"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1360558800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"170688"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}