{"title":"Science Helping to Save Lives in Africa","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"315\" caption=\"Young boys working in a newly cropped field in Africa.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_28_2011_txo0REd55L_01_28_2011_0\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/01_28_2011\/txo0REd55L_01_28_2011\/medium\/cropfield.jpg\" alt=\"Cropped Field in Africa\" width=\"315\" height=\"237\" \/><\/a>[\/caption]\n\nIn parts of eastern Africa, drought is of increasing concern, as poor families suffer from food shortages and the inability to grow crops and sustain livestock. Stunted growth in children due to malnutrition has also been linked to climate trends in Africa.\n\nDrought conditions are expected to continue as global temperatures continue to rise and rainfall declines across parts of eastern Africa.\n\nThis poses increased risk to millions of people in Africa who currently face potential food shortages.\n\n<strong>Whatâ\u0080\u0099s being done to help?<\/strong>\n\nThe USGS is involved in a variety of research efforts to help understand current and future conditions in Africa, helping to inform plans to provide aid.\n\nThe <a href=\"http:\/\/www.fews.net\">Famine Early Warning Systems Network<\/a>, or FEWS NET, is one endeavor that has already made great strides in helping to address this issue. FEWS NET helps target more than $1.5 billion of assistance to more than 40 countries each year.\n\nFEWS NET examines the populations of the developing world with the most food insecurity, identifying critical situations in which food aid will be needed. These are populations whose livelihoods are typically tied to subsistence rain-fed agriculture and pastoralism.\n\nFEWS NET is sponsored by the U.S. Agency for International Development (USAID) Office of Food for Peace and the USGS is actively involved.\n\n<strong>FEWS NET at the United Nations Climate Convention<\/strong>\n\nA USGS presentation on FEWS NET will be a featured side event on November 30, 2011, at the United Nations <a href=\"http:\/\/www.cop17-cmp7durban.com\/\">17<sup>th<\/sup> annual Conference of the Parties<\/a> (COP-17) in Durban, South Africa. The conventionâ\u0080\u0099s purpose is to develop international agreements and a declaration of policies and practices for combating climate change and its impacts around the world.\n\n[caption id=\"\" align=\"alignright\" width=\"328\" caption=\"A herder moves cattle through a barren landscape in eastern Africa.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_28_2011_txo0REd55L_01_28_2011_1\"><img class=\"   \" src=\"http:\/\/gallery.usgs.gov\/images\/01_28_2011\/txo0REd55L_01_28_2011\/medium\/herder.jpg\" alt=\"Herder Moving Cattle in Africa\" width=\"328\" height=\"246\" \/><\/a>[\/caption]\n\n<strong>Climate forecasts and remote sensing help spot future trouble<\/strong>\n\nFEWS NET has developed its own climate services to provide decision makers with early identification of agricultural drought that might trigger food insecurity. Scientists use climate forecasts to develop forward-looking food security assessments that are based on expected agricultural outcomes for the season ahead.\n\nSince networks of ground observation stations are often sparse or reported late in FEWS NET countries, satellite remote sensing of vegetation and rainfall fills in the gaps. Remote sensing from space allows for rapid, accurate assessments of a broad range of environmental and agricultural conditions. USGS scientists provide the technologies and expertise to support remote sensing for FEWS NET activities.\n\n<strong>Early warning of famine in Somalia helps pre-position food supplies<\/strong>\n\nOn July 20, 2011, the United Nations declared parts of <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2867\">Somalia as a region of famine<\/a>. The decision was supported by FEWS NET and USGS observational evidence of conditions in the area.\n\nThe declaration was the culmination of early warning communications encouraging â\u0080\u0094 months before the crisis â\u0080\u0094 that government and other agencies pre-position food and supplies in the region.\n\n\"None of the many uses of Earth-observing satellites is more vital â\u0080\u0094 or has as much potential for prompting timely humanitarian intervention â\u0080\u0094 as famine early warning,\" said USGS Director Marcia McNutt. \"Remote sensing from space allows USGS scientists to provide rapid, accurate assessments of a broad range of environmental and agricultural conditions.\"\n\nThe eastern Horn of Africa, the continental region that encompasses Somalia, has experienced two consecutive seasons of very poor rainfall resulting in the worst drought in 60 years. Crops have failed, livestock deaths are widespread, and food prices are very high. While the rains this winter have been good, food prices remain high, and the food security situation remains insecure.\n\n<strong>Stunted growth linked to malnutrition and climate change<\/strong>\n\nOther USGS research is helping to identify the impacts of a changing climate on Africaâ\u0080\u0099s people. Scientists recently discovered that malnutrition and dry hot living conditions are linked to stunted growth in Mali, West Africa.\n\nUSGS research found that Mali was becoming substantially warmer and a little bit drier. Scientists also knew that farmers and those who make a living raising sheep, cattle, goats, or camels were poor, and that stunted growth was occurring throughout Mali.\n\nScientists wondered if there could be a link between human health and increasingly warm and dry conditions.\n\nTo investigate, the USGS worked with the University of California, Santa Barbara, to study climate observations and demographic and health data. The Demographic and Health Survey program routinely compiles data from surveys in 90 countries to study trends in health and population. Scientists analyzed statistics on specific villages in Mali and found that there was a link between a warmer climate and increased stunting.\n\nPopulation growth combined with the impacts of warming will further increase these health impacts.\n\nStunting was also linked to other factors, such as motherâ\u0080\u0099s education and the water supply system. Women's education, improved water supplies, and agricultural development could help to address malnutrition and stunting in Mali.\n\nAn <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0143622811001627#sec7.1\">article<\/a> on this research was published in in the journal, <em>Applied Geography<\/em>, by San Diego State University, the University of California, Santa Barbara, and the USGS.\n\n[caption id=\"\" align=\"alignright\" width=\"350\" caption=\"A Food Security Assessment in Somalia found severe impacts on livestock due to drought conditions.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_28_2011_txo0REd55L_01_28_2011_2\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/01_28_2011\/txo0REd55L_01_28_2011\/medium\/livestock.jpg\" alt=\"Drought Impacts to Livestock in Somalia\" width=\"350\" height=\"263\" \/><\/a>[\/caption]\n\n<strong>Other studies underway<\/strong>\n\nOther new research includes the discovery that the warming of the Indian and western Pacific oceans (which is linked to global warming) affects rainfall over large areas of the Horn of Africa. As the globe has warmed over the last century, the Indian Ocean and western Pacific have warmed especially fast.\n\nThe resulting warmer air and increased humidity over the Indian and western Pacific oceans produce more frequent rainfall in that region. The air loses its moisture during rainfall, and then flows westward and descends over Africa, leading to decreased rain in parts of eastern Africa. Trends toward increased frequency of drought that we are seeing now are likely to continue into the future as warming continues.\n\nA few recent articles on this research were published in the journal, <em>Climate Dynamics<\/em>, by scientists with the USGS, the University of California, Santa Barbara, and Los Alamos National Laboratory. The most recent article concludes that global <a href=\"http:\/\/www.springerlink.com\/content\/d3h8738018410q74\/fulltext.pdf\">warming will lead to a decrease in rainfall<\/a> during the summer monsoon season, from June to September, across southern Sudan, southern Ethiopia, and northern Uganda.Â  Another article concluded that eastern Africa, particularly Kenya and southern Ethiopia, will also have a <a href=\"http:\/\/www.springerlink.com\/content\/u0352236x6n868n2\/fulltext.pdf\">significant decrease in rainfall<\/a> during the long-rains season from March to June.\n\n&nbsp;\n\nUSGS scientists are working hard to translate these technical studies into reports for decision makers. To date, they have completed summary fact sheets focused on <a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3072\/pdf\/FS2011-3072.pdf\">Sudan<\/a> and <a href=\"http:\/\/pubs.usgs.gov\/fs\/2010\/3074\/pdf\/fs2010-3074.pdf\">Kenya<\/a>.\n\nScientists also found that some regions, like northern Ethiopia, are <a href=\"http:\/\/www.springerlink.com\/content\/d3h8738018410q74\/fulltext.pdf\">not getting drier<\/a> due to current warming temperatures. Rainfall varies dramatically across all of eastern Africa, with high mountainous areas typically receiving many times the rainfall received in low-lying areas. Therefore, agricultural growth in these climatically safe regions could help offset rainfall declines in other locations.\n\n<strong>Start with science<\/strong>\n\nScientists are looking at clues and changes in nature to understand the impacts of global warming. In Africa, impacts are seen across the landscape â\u0080\u0094 on farms and even in humans.\n\nBy starting with science, well-informed decisions can be made to help Africa as it faces drought, famine, and health concerns.\n\nFEWS NET partners include the USAID, Chemonics International, the USGS, NASA, NOAA, and the USDA. The Geography Department at the University of California, Santa Barbara, is a partner to the USGS in this effort.\n\n<strong>Want more information?<\/strong>\n\nListen to a <a href=\"http:\/\/gallery.usgs.gov\/audios\/434\">podcast interview<\/a> with USGS scientists as they discuss ongoing efforts to understand conditions in Africa.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24165","uid":"31","filename":"cropfield.jpg","uri":"public:\/\/cropfield.jpg","filemime":"image\/jpeg","filesize":"46974","status":"1","timestamp":"1425492768","type":"image","uuid":"0386d981-04ba-47b0-a6c2-88bac6fc6d47","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":375,"width":500},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Africa","agriculture","children","climatechange","crops","drought","Famine","FamineEarlyWarningSystemsNetwork","GeologicalSurvey","GlobalWarming","groundwater","Health","humanhealth","landsat","Livestock","Malnutrition","plants","rain","USGS","water","weather"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1322661615","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}