{"title":"Start with Science to Address Vulnerable Coastal Communities","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"461\"]<a href=\"http:\/\/coastal.er.usgs.gov\/\"><img class=\"    \" src=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/images\/DSC_1210LG.jpg\" alt=\"\" width=\"461\" height=\"305\" \/><\/a> A number of ocean front homes were destroyed or severely damaged during Hurricane Sandy on Fire Island, NY. The photo shows what remains of houses in the community of Davis Park. (Photo: Cheryl Hapke, USGS)[\/caption]\n\nHurricane Sandy is a stark reminder of just how essential it is for the Nation to become more resilient to coastal hazards. More than half of the U.S. population lives within 50 miles of a coast, and this number is increasing.\n\nâ\u0080\u009cUSGS science has been instrumental in helping communities use zoning and building standards to mitigate earthquake losses and in the prediction of volcanic activity to keep people and property out of harmâ\u0080\u0099s way,â\u0080\u009d said Director of the U.S. Geological Survey (USGS) Marcia McNutt. â\u0080\u009cI have every reason to expect that a focus on science related to hurricanes will have a similar return on investment.â\u0080\u009d\n\nThe USGS is the largest provider of hydrologic information in the world. Federal, state, and local partners depend on USGS science to know how to prepare for hurricane hazards and reduce losses from future hurricanes. The USGS works closely with the <a href=\"http:\/\/www.fema.gov\/\">Federal Emergency Management Agency<\/a>, theÂ <a href=\"http:\/\/www.noaa.gov\/\"> National Weather Service<\/a>, <a href=\"http:\/\/www.usace.army.mil\/\">the U.S. Army Corps of Engineers<\/a>, and many state and local agencies to identify their information needs before, during, and after hurricanes and to provide the data and science they need to assess storm impacts and understand the potential threats posed by future storms.\n\nâ\u0080\u009cFirst, we work across the shoreline, to help predict and document the impact of hurricane-generated storm surge to the regions where people live, work, and play,â\u0080\u009d added McNutt. â\u0080\u009cSecond, we bring the perspective of more than 130 years of data from our vast USGS records. This information allows us to understand and share knowledge of the interaction between man-made influences and natural processes, such as the movement of sand in near-shore environments and the factors that affect water circulation and salinity in coastal bays. Finally, we offer an integrated science approach that combines expertise in coastal processes, hydrology, mapping, climate change research, and marine ecology, enabling us to address the critical research questions.â\u0080\u009d\n\n<strong>USGS â\u0080\u0093 Providing Science Before, During and After Hurricanes<\/strong>\n\n[caption id=\"\" align=\"alignleft\" width=\"432\"]<a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/photo-comparisons\/newjersey.php\"><img src=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/photo-comparisons\/images\/NJ_Loc6_SeasideHeights_Pier-lg.jpg\" alt=\"\" width=\"432\" height=\"937\" \/><\/a> <strong>View looking west along the New Jersey shore.Â <\/strong> Storm waves and surge cut across the barrier island at Mantoloking, NJ, eroding a wide beach, destroying houses and roads, and depositing sand onto the island and into the back-bay. Construction crews with heavy machinery are seen clearing sand from roads and pushing sand seaward to build a wider beach and protective berm just days after the storm. The yellow arrow in each image points to the same feature.[\/caption]\n\nHurricane Sandy in late 2012, one of the largest hurricanes to strike the east coast of the United States, killed more than 100 people, caused billions of dollars in damage, and wreaked havoc. Before and during Hurricane Sandy, USGS scientists from all over the country worked around the clock to create and issue predictions of coastal impacts; to deploy a vast number of storm-surge sensors that recorded the height of the water surface along the coast and the inland movement of water; and to collect data documenting the stormâ\u0080\u0099s impact.\n\nâ\u0080\u009cThe data provided by the USGS tide gages that were placed along the Connecticut coastline prior to the landfall of Hurricane Sandy provided extremely valuable information on tide levels during the storm,â\u0080\u009d said Douglas Glowacki, Emergency Management Program Specialist, <a href=\"http:\/\/www.ct.gpv\/despp\">Connecticut Department of Emergency Services and Public Protection<\/a>. â\u0080\u009cThe data downloaded from the USGS gages after Hurricane Sandy has greatly aided Connecticut in determining the return frequency for a hurricane like Sandy and also confirmed that Sandy was a record-breaking storm for much of the coastline. In addition, this data will help local planners and architects during the rebuilding process to mitigate losses from future storm events.â\u0080\u009d\n\nThe USGS also conducted LiDAR flight surveys along the coast that precisely imaged the before- and-after state of the sand dunes. By using observations of beach changes and models of waves and storm surge, scientists can predict how the coast will respond to hurricanes and can identify vulnerable areas. Following Sandy, the USGS predictions of vulnerable areas of the coast allowed limited resources to be targeted to areas most at risk, saving lives and property. These vital data sets will also lead to new understandings of hurricane impacts on coastal regions and can aid decision makers if they decide to rebuild.\n\nâ\u0080\u009cThe coastal impact assessment products provided by the USGS have been a critical resource for us on the Federal team to help identify and prioritize impact-related data collection, issue identification and resource evaluation,â\u0080\u009d said NOAAâ\u0080\u0099s Sandy Eslinger, who serves as Coastal Coordinator for the Inter-agency Natural and Cultural Resources Recovery Team in New York.\n\nLong Island, New York, including Fire Island, was extensively impacted. Prior to Sandyâ\u0080\u0099s landfall, a USGS team surveyed the pre-storm state of the beaches and dunes, and the team remained nearby to conduct rapid post-storm surveys, including LiDAR flights. Most oceanfront homes in the communities within Fire Island National Seashore were damaged or destroyed, and the island was breached in three locations. Measurements of dune and beach erosion indicate that 50 percent of the Fire Island shoreline was overwashed, and dunes were eroded landward by as much as 43 meters. Surveys of beach and dune volume indicate that more than 60 percent of pre-storm volume was lost.Â  Elevation decreased by as much as five meters, increasing the vulnerability of the coast to future storms.\n\nâ\u0080\u009cUSGS efforts to measure pre- and post-storm Sandy water levels in the bays and water velocity in the breach at Old Inlet has been a help in answering questions regarding the impact of breaches through the barrier islands,â\u0080\u009d said Fred Anders, <a href=\"http:\/\/www.dos.ny.gov\/communitieswaterfronts\/\">New York Department of State, Division of Coastal Resources<\/a>. â\u0080\u009cThe USGS has also been helpful in flying LiDAR to demonstrate storm impacts and measuring high water marks on the mainland, which will allow us to understand the flooding impactâ\u0080¦so that we can use [this information] to help define the areas that were compromised and follow with identification of assets at risk and options for risk reduction.â\u0080\u009d\n\n<strong>Helping Communities Move Forward<\/strong>\n\nThe New Jersey coastline, including Barnegat Bay, New Jersey, also shows the value of long-term science data and partnerships before, during, and after a hurricane crisis.\n\nPre- and post-Sandy LiDAR and field surveys along the New Jersey coastline show substantial loss of protective beach and dune features, elevation decreases of up to six meters, and the location of the inlet that broke through the barrier beach community of Mantoloking during Hurricane Sandy. Pre- and post-storm LiDAR data were also collected throughout Barnegat Bay to document how the storm affected the bathymetry of the bay. This information will be used to better understand how the circulation patterns of Barnegat Bay were altered by Sandy and how these changes will affect the ecosystem of the bay. The LiDAR data will also be used to identify changes in elevation throughout the bay and help locate debris washed into the bay. This information is important to help decision-makers target where response efforts should focus, including locations of sand needs and sources, and debris removal.\n\nFor the last decade, the USGS and the New Jersey Department of Homeland Security have been supporting 25 real-time tidal gages, five real-time meteorological gages, and 31 tidal crest-stage gages in New Jersey, which monitor water levels in flood-prone coastal areas and back bays. When a station detects water at flood-threat levels, it issues a message via telephone to warn municipal and county emergency-management officials and National Weather Service forecasters, and increases the frequency of satellite transmissions from hourly to six-minute intervals. The USGS and the <a href=\"http:\/\/www.state.nj.us\/dep\">New Jersey Department of Environmental Protection<\/a> are also using the data collected from these networks to conduct an investigation of Barnegat Bayâ\u0080\u0099s water and sediment quality.\n\nMoving forward, USGS science is positioned to help answer questions such as: what locations along the coast are forecasted to be the most vulnerable to future hurricanes? Are there chemical and microbial contaminant impacts? How have the high-water levels during storms impacted coastal bays and estuaries? What were the storm impacts to ecosystems, habitats, fish and wildlife?\n\nâ\u0080\u009cPerhaps, with the help of some compelling science, Hurricane Sandy will be another catalyst for helping coastal residents in hurricane country learn how to live more safely near the ocean,â\u0080\u009d concluded McNutt.Â­Â­Â­Â­Â­Â­Â­Â­Â­Â­Â­Â­Â­Â­Â­Â­Â­Â­Â­Â­Â­Â­Â­Â­","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24268","uid":"31","filename":"DSC_1210LG.jpg","uri":"public:\/\/DSC_1210LG.jpg","filemime":"image\/jpeg","filesize":"122191","status":"1","timestamp":"1425492768","type":"image","uuid":"450d1e2c-d58f-4375-9827-b777a19dfd66","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["coastal","Hurricane Sandy","hurricanes","Natural Hazards"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1358177107","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}