{"title":"President Obama Honors 3 USGS Scientists with Presidential Early Career Awards","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_172753\" align=\"alignleft\" width=\"300\" caption=\"USGS scientists Elizabeth Cochran, Sasha Reed, and David Shelly were honored with the Presidential Early Career Award for Scientists and Engineers\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/PECASE-Winners.jpg\"><img class=\"size-medium wp-image-172753\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/PECASE-Winners-300x169.jpg\" alt=\"Elizabeth Cochran, Sasha Reed, and David Shelly\" width=\"300\" height=\"169\" \/><\/a>[\/caption]\n\nUSGS geophysicist Elizabeth Cochran, research ecologist Sasha Reed, and research seismologist David Shelly were honored by President Obama on October 14, 2011, with the Presidential Early Career Award for Scientists and Engineers, the highest honor bestowed by the United States government on science and engineering professionals in the early stages of their independent research careers.\n\nâ\u0080\u009cIt is inspiring to see the innovative work being done by these scientists and engineers as they ramp up their careers â\u0080\u0094 careers that I know will be not only personally rewarding but also invaluable to the Nation,â\u0080\u009d <a href=\"http:\/\/www.whitehouse.gov\/the-press-office\/2011\/09\/26\/president-obama-honors-outstanding-early-career-scientists\" target=\"_blank\">President Obama said<\/a>.\n\nâ\u0080\u009cThat so many of them are also devoting time to mentoring and other forms of community service speaks volumes about their potential for leadership, not only as scientists but as model citizens.â\u0080\u009d\n\nThe Presidential early career awards embody the high priority the Obama Administration places on producing outstanding scientists and engineers to advance the Nationâ\u0080\u0099s goals, tackle grand challenges, and contribute to the American economy.\n\n[caption id=\"\" align=\"alignright\" width=\"146\" caption=\"Elizabeth Cochran, a USGS geophysist, invented the Quake-Catcher Network.\"]<img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2011_10_04\/cochran.jpg\" alt=\"Elizabeth Cochran, a USGS geophysist, invented the Quake-Catcher Network.\" width=\"146\" height=\"194\" \/>[\/caption]\n\n&nbsp;\n<h3><strong>Elizabeth Cochran has helped to develop a new generation of earthquake sensors\n<\/strong><\/h3>\nCochran has made important contributions to the understanding of earthquake physics and earthquake triggering, the physical properties and geometry of earthquake fault zones and their evolution after earthquakes, and to the development of a new generation of low-cost earthquake sensors, called the Quake-Catcher Network. This network allows scientists to monitor earthquakes and quantify ground shaking with unprecedented spatial resolution through data gathered from citizen volunteers.\n\nâ\u0080\u009cDr. Cochranâ\u0080\u0099s work on next generation sensor networks is exactly what the United States needs to help\nenable earthquake early warning,â\u0080\u009d said USGS Director Marcia McNutt. â\u0080\u009cAs was clearly demonstrated by the recent Japanese experience, even a few seconds of warning before an earthquake can reduce the loss of life and property. Dr. Cochranâ\u0080\u0099s innovative research will help make the Nation safer from this natural hazard.â\u0080\u009d\n\n<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2969\" target=\"_blank\">Read more about Elizabeth Cochran<\/a>.\n\n&nbsp;\n<h3><strong>Sasha Reed has transformed the way scientists model ecosystems\n<\/strong><\/h3>\n[caption id=\"\" align=\"alignright\" width=\"150\" caption=\"Sasha Reed, a USGS research ecologist who has developed new ways to address environmental challenges, holds a sloth during a field trip to Brazil.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_17_2011_r74Ypc0OOj_10_17_2011_0\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/10_17_2011\/r74Ypc0OOj_10_17_2011\/medium\/Sasha_Reed.JPG\" alt=\"Sasha Reed, a USGS research ecologist, holds a sloth during a field trip to Brazil.\" width=\"150\" height=\"180\" \/><\/a>[\/caption]\n\nReed investigates how ecosystems respond to global change and has added new directions to the fields of biogeochemistry and ecosystem ecology. Highlights of Reedâ\u0080\u0099s research include biofuels development in the southwestern United States, climate change and its effects on terrestrial ecosystems, nitrogen deposition, and beetle infestation and its consequences. Reedâ\u0080\u0099s research has transformed the way scientists conceptualize and model ecosystems and has helped provide critical information to decision makers for land management issues.\n\nâ\u0080\u009cWe are so proud that the President has honored Dr. Reed, whose research is the epitome of our integrated solutions-oriented approach to problem-solving,â\u0080\u009d said USGS Director Marcia McNutt. â\u0080\u009cHer innovative work is relevant to the science of renewable energy, ecosystems restoration, climate change, and water supplies, and directly addresses the challenges of today while anticipating those of tomorrow.â\u0080\u009d\n\n<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3000\" target=\"_blank\">Read more about Sash Reed<\/a>.\n\n&nbsp;\n<h3><strong>David Shelly has pioneered ways to detect tectonic tremor\n<\/strong><\/h3>\nShelly pioneered ways to detect tectonic tremor, or a bunch of tiny earthquakes strung together, occurring deep within Earthâ\u0080\u0099s crust, below the depth of where damaging earthquakes have occurred in the past and are likely to occur in the future. By precisely locating these clusters of earthquakes, Shelly was the first to determine that they originated on the down-dip extensions of the faults, and are caused by slip on faults rather than the migration of fluids. The previous reigning hypothesis had been that these portions of the faults had moved entirely by the migration of fluids. This information is important in identifying and determining the risk due to hazards like earthquakes and volcanoes and finding ways to build more resilient communities.\n\n[caption id=\"\" align=\"alignright\" width=\"206\" caption=\"David Shelly, a USGS research seismologist, has developed new techniques for monitoring deep earthquakes.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_12_2011_jNeq2TS220_10_12_2011_1\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/10_12_2011\/jNeq2TS220_10_12_2011\/medium\/David_Shelly.JPG\" alt=\"David Shelly, a USGS research seismologist, in the field\" width=\"206\" height=\"154\" \/><\/a>[\/caption]\n\nâ\u0080\u009cDr. Shellyâ\u0080\u0099s work lies on the critical frontier of understanding that transition zone between where Earth releases accumulated stress through infrequent, catastrophic large earthquakes versus continuous, slow creep,â\u0080\u009d said USGS Director Marcia McNutt. â\u0080\u009cHis work will lead to insights on reducing hazards from one of the deadliest form of natural hazards. Furthermore, Dr. Shelly also provides leadership in the field of tectonic tremor by developing and fostering international collaboration, particularly between researchers in the United States and Japan.â\u0080\u009d\n\n<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2997\" target=\"_blank\">Read more about David Shelly<\/a>.\n\n&nbsp;\n<h3><strong>Presidential Early Career Awards for Scientists and Engineers<\/strong><\/h3>\nThe Presidential Early Career Awards for Scientists and Engineers was established by President Clinton in 1996 and are coordinated by the Office of Science and Technology Policy within the Executive Office of the President. Awardees are selected for their pursuit of innovative research at the frontiers of science and technology and their commitment to community service as demonstrated through scientific leadership, public education, or community outreach.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24158","uid":"31","filename":"PECASE-Winners-sm.jpg","uri":"public:\/\/PECASE-Winners-sm.jpg","filemime":"image\/jpeg","filesize":"152637","status":"1","timestamp":"1425492768","type":"image","uuid":"bbc8a0de-98ff-424c-b8b4-7ac3a78e2c44","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1318871846","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}