{"title":"USGS Finds West Nile Virus in Chicago-Area Crows","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists from the U.S. Geological Survey (USGS) in Madison, Wisc., said today that two dead crows, found in the Chicago area tested positive for the West Nile Virus. Last week, dead crows found near Milwaukee also tested positive for the virus. So far this year, West Nile Virus has been identified in 20 states, the District of Columbia and in southern Ontario.<\/p>\n<p>Illinois public health officials announced the finding on Wedensday, September 5, 2001. Tissue samples from three dead crows were sent to the USGS National Wildlife Health Center in Madison, Wisc., for testing, two were positive.<\/p>\r\n<p>Last fall, USGS scientists said the West Nile Virus was on the move south and possibly west. The virus, considered a special threat to crows and jays, has appeared this year from Florida to Massachusetts and as far west as Louisiana, Illinois and Wisconsin.<\/p>\r\n<p>\"As West Nile Virus continues its march across the Midwest, the finding that the virus is active in Illinois is not surprising,\" said Scott Wright, a wildlife disease pathologist at the USGS National Wildlife Health Center. \"Because birds are the primary carriers of the virus, there is nothing to really stop its spread to other states.\"<\/p>\r\n<p>Wright said that because neighboring states -- including Indiana, Wisconsin and Kentucky -- have shown signs the virus is active, it&rsquo;s likely the virus could turn up in other parts of Illinois and other Midwest states.<\/p>\r\n<p>Primarily a wild bird disease, West Nile Virus has been confirmed in 10 humans in 2001, including an Atlanta woman who died. It has been found in about 80 bird species and 9 mammal species since its arrival in this country in 1999. This summer, the virus has also been identified in horses in Florida, Georgia, Kentucky, Louisiana, and Pennsylvania and in hundreds of birds in eastern states.<\/p>\r\n<p>A USGS West Nile Virus website with additional information is available at: http:\/\/www.nwhc.usgs.gov\/research\/west_nile\/west_nile.html.<\/p>\r\n<p>The Illinois Department of Public Health can be reached at 217-782-4977. As of September 5, 2001, West Nile Virus has been reported in the following states in birds, mosquito pools, horses or humans.<\/p>\r\n<p>Alabama Connecticut Delaware Florida Georgia Illinois Indiana Kentucky Louisiana Maryland Massachusetts Michigan New Hampshire New Jersey New York Ohio Pennsylvania Rhode Island Virginia Wisconsin.<\/p>\r\n<p>Also, Washington DC and Ontario, Canada The USGS serves the nation by providing reliable scientific information to: describe and understand the Earth; minimize loss of life and property from natural disasters; manage water, biological, energy, and mineral resources; and enhance and protect our quality of life.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Illinois"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"999662400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}