{"title":"Invasive Snails are Target of UI, USGS Environmental DNA Study","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MOSCOW, Idaho &ndash; Researchers at the University of Idaho and the U.S. Geological Survey have developed a way to identify New Zealand mudsnail infestations in their earliest stages &ndash; using only the small bits of DNA the snails shed in the water.<\/p>\n<p>When New Zealand mudsnails move into a stream, they can wreak havoc on their new habitat. The tiny, invasive mollusks &ndash; barely larger than a sesame seed &ndash; multiply rapidly, pushing out native species. Salmon that pass through and eat the snails receive less nutrition than from their usual diet, resulting in smaller fish.<\/p>\r\n<p>The team&rsquo;s work could help stream managers control mudsnail invasions before they cause significant damage to an ecosystem.<\/p>\r\n<p>&ldquo;For invasive species, we really want to catch them long, long before they get to the point of being obvious,&rdquo; said Caren Goldberg, a research scientist in UI&rsquo;s fish and wildlife department, who led the study.<\/p>\r\n<p>The team used a recently developed method of testing for a species&rsquo; presence that analyzes environmental DNA, or eDNA, which is collected from skin and other cells an animal sheds into the environment. Their procedure compares DNA in the water to known mudsnail DNA sequences.<\/p>\r\n<p>&ldquo;eDNA monitoring for New Zealand mudsnails is a significant advance in aquatic invasive species management because eDNA is more sensitive, faster and often cheaper than traditional monitoring approaches,&rdquo; said USGS scientist Adam Sepulveda, co-author of the study. &ldquo;Another benefit is that citizen science groups can become easily involved because collecting water samples in the field requires simple equipment and minimal training.&rdquo;<\/p>\r\n<p>&ldquo;We can just take a water sample, filter it to catch the DNA and test it to see what species are in the water,&rdquo; Goldberg said.<\/p>\r\n<p>Researchers in France proved in 2008 that eDNA could effectively show the presence of animals in wetland. In 2011, a UI-based team first demonstrated the same technique worked in moving water, even though much of the DNA is diluted or washed downstream.<\/p>\r\n<p>The New Zealand mudsnails added another layer of challenge because their hard shell may keep them from leaving behind large amounts of DNA, unlike fish or amphibians, which frequently shed scales or skin.<\/p>\r\n<p>The team developed and tested their technique in UI&rsquo;s Laboratory for Ecological, Evolutionary and Conservation Genetics. They also tested it in southern Idaho&rsquo;s Portneuf River, in areas the mudsnail is known to live.<\/p>\r\n<p>&ldquo;It&rsquo;s a challenge to catch that fragment of DNA,&rdquo; Goldberg said. &ldquo;We show we can do it, and reliably, too.&rdquo;<\/p>\r\n<p>The researchers are now hoping to attract interest from stream and fish hatchery managers who could use the technique to track and prevent mudsnails, which are considered invasive species around the world and have been spreading across the West since the late 1980s.<\/p>\r\n<p>The snails can be spread by watercraft or by tagging along with other species. Just one snail can start an infestation, because the species is parthenogenetic &ndash; the snails have the ability to reproduce asexually, giving birth to clones of themselves.<\/p>\r\n<p>&ldquo;We hope this test will help agencies to detect mudsnails early enough to protect systems from invasion,&rdquo; Goldberg said.<strong>&nbsp;<\/strong><\/p>\r\n<p>The study, &ldquo;Environmental DNA as a new method for early detection of New Zealand mudsnails (<em>Potamopyrgus antipodarum<\/em>),&rdquo; is available <a href=\"http:\/\/www.bioone.org\/doi\/abs\/10.1899\/13-046.1\">online<\/a> in the journal Freshwater Science.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Oregon","Washington","Wyoming","Utah","Illinois","Michigan","California"],"country":["United States of America"],"mm_tags":["New","zealand","Mud","snail","ecosystems","aquatic"],"distribution":["Biology","Environmental Health","Water"],"release_date":{"und":[{"value":"1371614400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170538"},{"tid":"170546"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}