{"title":"Biofuels and Buffelgrass, Urban Water and Mangroves","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->The 2010 A Community on Ecosystem Services conference is in Phoenix, Ariz., from Dec. 6 to 9.&nbsp; This year&rsquo;s theme is Ecosystems Services.<!--introend--> For more information, visit the <a href=\"http:\/\/conference.ifas.ufl.edu\/aces\/index.html\">ACES Conference Homepage<\/a>. <\/strong><\/p>\n<p><strong>Biofuels: Can the Energy Be Sustained? <\/strong>As the quest for energy security and alternative fuel development continues, biofuels are becoming an increasingly important element of the United States&rsquo; fuel options.&nbsp; At ACES, USGS scientists will present papers regarding the scope and impacts of increased biofuel production in the United States.<strong><\/strong><\/p>\r\n<p>One study focused on the impacts of corn-based biofuel production on soil fertility and ecosystem sustainability.&nbsp; As both corn and corn plant residue are substantial sources of material from which to produce biofuels, the effects of their cultivation and harvesting methods are important as well.&nbsp; The study shows that various farming techniques and harvesting levels do significantly affect key elements of soil fertility and sustainability, such as the concentration of soil organic carbon.&nbsp; In addition, under conventional management practices, corncob removal has little influence on soil fertility, whereas irrigation where necessary can greatly improve ecosystem sustainability. <strong>Contact: Zhengxi Tan, <\/strong><strong>605-594-6903, <a href=\"mailto:ztan@usgs.gov\">ztan@usgs.gov<\/a><\/strong>. <strong>Title of Talk: Impacts of Corn-based Biofuel Production on Soil Fertility and Ecosystem Sustainability. <br \/><\/strong><\/p>\r\n<p>Two other studies feature models that examine biofuel cultivation and land use.&nbsp; The first was conducted to determine which sites in the Greater Platte River Basin would be suitable for conversion to biofuels grasses. The researchers looked for lands with moderate to high ecosystem site potential (that is.,consistent high grassland productivity) and fair to good range condition (that is, persistent ecosystem over-performance or normal performance with less ecological disturbance), depending on the weather conditions and ecological disturbances. <strong>Contact: Steve Boyte, SGT Inc., 605-594-6171, <a href=\"mailto:sboyte@usgs.gov\">sboyte@usgs.gov<\/a>. Title of talk: Dynamic Modeling of Ecosystem Performance to Identify Land Suitable for Biofuels Development.<\/strong><\/p>\r\n<p>To determine whether biofuel production can adversely or positively affect land use, the second model focused on creating a model to account for likely impacts on land use and land cover.&nbsp; The model examines future biofuels scenarios, and potential site-specific impacts of the land-use changes that would occur under those scenarios. <strong>Contact: Terry Sohl, 605-594-6537, <a href=\"mailto:sohl@usgs.gov\">sohl@usgs.gov<\/a>.<\/strong> <strong>Title of talk: Development of a Spatially Explicit Land-Use Model for the Assessment of Biofuels.<\/strong><strong> <br \/><\/strong><\/p>\r\n<p><strong>Buffelgrass Invasion in the Sonoran Desert: What Do We Stand to Lose? <\/strong>Invasion by buffelgrass and other non-native grasses threatens to transform the iconic and mostly fireproof Sonoran desert into an impoverished and flammable savanna, according to research being presented by USGS scientist Julio Betancourt. Biodiversity risks from invasion include not just rare and endangered species, but also more dominant and symbolic ones like the saguaro.&nbsp; Research by Betancourt and his colleagues reveals that southern and central Arizona are on the verge of losing the Arizona Upland of the Sonoran Desert, the ecological backdrop for two large cities (Tucson and Phoenix) and numerous national and regional parks. Likely impacts to basic ecosystem services, including food webs, nutrient cycling and the transport, supply and quality of water and sediment, remain virtually unstudied. In addition, the researchers note that","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","geography","geology","water"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1291611600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169017"},{"tid":"169801"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}