{"title":"Aquifer Recharge Project Does Not Increase Nitrates in Southwestern San Bernardino County","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SAN DIEGO, Calif. &ndash; A new cooperative study by the U.S. Geological Survey and the Hi-Desert Water District indicates that the artificial replenishment of the groundwater aquifer system in the west hydrogeologic unit of the Warren groundwater basin in San Bernardino County&rsquo;s Yucca Valley resulted in a decrease of nitrate concentrations in groundwater samples and a rise in water levels.<\/p>\n<p>\"The nitrate concentrations of the replenishment water were lower than the native groundwater,\" says Christina Stamos, a hydrologist with the USGS and lead author of the study. \"We did not see an increase in nitrates at the water table below the ponds because the water did not spread far enough laterally to intercept any high-nitrate sources.\"<\/p>\r\n<p>The study also detected low levels of dissolved organic carbon in the groundwater. Lower dissolved organic carbon concentrations reduce the potential for the formation of carcinogenic trihalomethanes that can form when chlorine or other disinfectants react with organic matter during the water-treatment process.<\/p>\r\n<p>The study was initiated in 2004 by the HDWD to address concerns after a previous USGS study found that artificial recharge applied to sites in the midwest and mideast hydrogeologic units of the Warren subbasin entrained septic-tank effluent, resulting in an increase in nitrate concentrations in the groundwater. For the current study, the USGS monitored the effects of adding 9,800 acre-feet of water from the California State Water Project into three recharge ponds in the west hydrogeologic unit starting in June 2006. Stamos' team found that by September 2009, the recharge water had not reached a monitoring site placed near septic sources, one- third of a mile from the recharge ponds.<\/p>\r\n<p>Despite the findings of the report, the potential for rising water levels entraining septic-tank effluent remains a concern for groundwater quality in the area.<\/p>\r\n<p>\"Continued monitoring is needed by the Hi-Desert Water District to manage and protect water resources in the area\" says Stamos. \"Septic-tank effluent is still a threat to groundwater quality in the area.\"<\/p>\r\n<p>The report, \"The Effects of Artificial Recharge on Groundwater Levels and Water Quality in the West Hydrogeologic Unit of the Warren Subbasin, San Bernardino County, California,\" by Christina L. Stamos, Peter Martin, Rhett R. Everett, and John A. Izbicki in cooperation with the Hi-Desert Water District can be found <a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5088\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","San Bernardino","nitrate","groundwater","Water Quality","High Desert","aquifers","recharge"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1383541200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168953"},{"tid":"169614"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}