{"title":"A Look Back at the USGSâ\u0080\u0099s 2011 Highlights","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<strong><\/strong>The U.S. Geological Survey had a very busy 2011 â\u0080\u0094 below are a few of our highlights from last year.\n\n[caption id=\"\" align=\"alignleft\" width=\"180\" caption=\"USGS Scientist Paul Hsieh, 2011 Federal Employee of the Year\"]<img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/video\/water\/2011\/sept\/Paul_Hsieh.jpg\" alt=\"An image of USGS scientist Paul Hsieh\" width=\"180\" height=\"102\" \/>[\/caption]\n\nThe USGS scientist <strong>Dr. Paul Hsieh was named Federal Employee of the Year<\/strong>, highlighting the value of our science to the Nation. Hsieh was <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/paul-hsieh-named-2011-federal-employee-of-the-year\/\">recognized by the Partnership for Public Service<\/a>for his timely scientific analysis that convinced Federal leaders responding to the 2010 Deepwater Horizon oil spill that the cap placed over the Macondo well was working, allowing for a safe shutdown.\n\n[caption id=\"\" align=\"alignright\" width=\"368\" caption=\"DOI Assistant Secretary Anne Castle Christens the USGS R\/V Kaho. The Kaho is one of two sister ships that will begin research work in the Great Lakes.\"]<img class=\"  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/Embedded-Image-1.jpg\" alt=\"DOI Assistant Secretary Anne Castle Christens the USGS R\/V Kaho\" width=\"368\" height=\"246\" \/>[\/caption]\n\nUSGS scientists worked on several <strong>regional and national issues<\/strong>. We contributed to the Great Lakes Restoration Initiative, including new <a href=\"http:\/\/cida.usgs.gov\/glri\/projects\/invasive_species\/control_Asian_carp.html\">treatment tools to help control Asian carp<\/a>, an invasive species, and launch of <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_science_pick\/meet-the-fleet-twin-sisters-join-great-lakes-fleet\/\">new research vessels being deployed<\/a> to understand the deep-water ecosystems and fishes of Lake Erie and Lake Ontario. USGS water quality monitoring and analysis, and water availability monitoring is taking place in waterways across the Nation at seven pilot locations that are part of the <a href=\"http:\/\/www.doi.gov\/news\/pressreleases\/Federal-Agencies-Partner-to-Revitalize-Urban-Waterways-In-Communities-Across-the-US.cfm\">Urban Waters Federal Partnership<\/a>: the Anacostia, Patapsco, Harlem, Bronx, and Los Angeles watersheds; the South Platte River, and the Lake Pontchartrain area. In the Grand Canyon, USGS science on uranium resources, hydrology, and the past impacts of mining informed <a href=\"http:\/\/www.doi.gov\/news\/pressreleases\/Secretary-Salazar-Announces-Decision-to-Withdraw-Public-Lands-near-Grand-Canyon-from-New-Mining-Claims.cfm\">the decision to withdraw Federal lands around the Grand Canyon from new mining claims<\/a>. USGS science also played a significant role in <a href=\"http:\/\/www.doi.gov\/restoration\/index.cfm\">Department of the Interior Natural Resource Damage Assessment<\/a>settlements including the Deepwater Horizon oil spill and the Tyrone Mine area in New Mexico.\n\n[caption id=\"\" align=\"alignleft\" width=\"300\" caption=\"Wind turbines at certain sites in North America each cause dozens of bat fatalities per year.\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/10_19_2009\/s84Aq11PPk_10_19_2009\/medium\/02_Bats_and_Wind_Energy.JPG\" alt=\"Wind Turbines against a blue sky\" width=\"300\" height=\"225\" \/>[\/caption]\n\nOn the <strong>new energy frontier<\/strong> the USGS continues to lead the way in the Department of the Interior with the release of <a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5036\/\">â\u0080\u009cWind Energy in the United States and Materials Required for the Land Based Wind Turbine Industry from 2010 Through 2030.â\u0080\u009d<\/a> The data suggest that, with the exception of rare earth elements, there should not be a shortage of the principal materials required for electricity generation from wind energy. In the area of wind and wildlife, our scientists are using near-infrared videography to monitor and research bat activity at wind turbines, as a side effect of the expansion of wind energy is increased bird and bat mortality at turbines. We also continue to focus on conventional sources of energy development, evidenced in our summary report of the science needs for <a href=\"http:\/\/pubs.usgs.gov\/circ\/1370\/\">conventional energy development for the Chukchi and Beaufort seas<\/a>. In the area of unconventional gas, the USGS worked with the Department of Energy and provided information for their report on the needed reforms for unconventional gas production, and the USGS is working with the Environmental Protection Agency and DOE on a strategy to fill those research gaps. <em><\/em>\n\n[caption id=\"\" align=\"alignright\" width=\"300\" caption=\"A submarine berg emerges from the advancing terminus of Yahtse Glacier. Iceberg calving is a key process in the global sea level budget.\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/10_06_2010\/f3AMd55ccw_10_06_2010\/medium\/Yahtse_submarine.JPG\" alt=\"A view of the Yatzhe Glacier calving ice bergs\" width=\"300\" height=\"115\" \/>[\/caption]\n\nIn the area of <strong>climate change<\/strong>, the USGS completed the<strong> <\/strong>establishment of the<a href=\"http:\/\/www.doi.gov\/csc\/index.cfm\"> eight climate science centers<\/a> across the country with universities and consortia in Alaska, Colorado, Massachusetts, Oregon, Hawaii, Oklahoma, North Carolina, and Arizona. We also completed a study measuring the amount of <a href=\"http:\/\/pubs.usgs.gov\/pp\/1787\/\">stored carbon in the ecosystems of the Great Plains<\/a>. This study was the first regional report that applied a comprehensive methodology designed by the USGS in 2010.\n\n[caption id=\"\" align=\"alignleft\" width=\"300\" caption=\"Scientists hike up the Little Colorado River to assist in installing remote PIT tag readers to more efficiently keep track of native, endangered fish populations.\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/07_01_2011\/k52Ri77HHc_07_01_2011\/medium\/LittleColorado.JPG\" alt=\"Scientists hike up the Little Colorado River to assist in installing remote PIT tag readers.\" width=\"300\" height=\"200\" \/>[\/caption]\n\n<strong>Water<\/strong> continues to be a contentious issue in various parts of the country. In 2011, the USGS launched a <a href=\"http:\/\/www.doi.gov\/news\/pressreleases\/Partnerships-in-the-Colorado-River-Basin-Demonstrate-National-Promise-of-Interiors-WaterSMART-Program.cfm\">geographic focus study on the Colorado River basin<\/a>, part of the <a href=\"http:\/\/www.usbr.gov\/WaterSMART\/\">WaterSMART<\/a> availability and land use assessment, a three-year study that will provide an inventory of water supply and demand. The effort includes assessing water needed to support ecosystems and will report significant competition over water resources and the factors causing the competition. Water information can also be sent to your email inbox or your phone, thanks to <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">WaterAlert<\/a>. This tool allows users to be notified daily of water levels at any of our 7,600 real-time streamgages across the country. Addressing the Nationâ\u0080\u0099s water resource challenges is a priority for the USGS, and in 2011 we <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2797\">formed an innovative partnership to do just that<\/a> with the U.S. Army Corps of Engineers and the National Oceanic and Atmospheric Administration. This partnership will provide a one-stop portal to integrated water information for stakeholders with forecasts showing where water for drinking, industry, and ecosystems will be available.\n\n[caption id=\"\" align=\"alignright\" width=\"195\" caption=\"Josh Latimore stands in front of Burney Falls. Latimore started at the USGS as a summer intern and now serves as a USGS hydrologic technician while pursuing his bachelor of science.\"]<img class=\"     \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/Josh-Latimore-Burney-Falls.jpg\" alt=\"A picture of Josh Latimore standing in front of Burney Falls\" width=\"195\" height=\"146\" \/>[\/caption]\n\nThe USGS engaged in a wide array of <strong>youth activities<\/strong> nationwide in 2011. From the collaboration with <a href=\"http:\/\/www.jsg.utexas.edu\/geoforce\/\">GeoFORCE<\/a> at the University of Texas-Austin, to the <a href=\"http:\/\/ncgmp.usgs.gov\/ncgmpabout\/edmap\/\">National Cooperative Geologic Mapping Programâ\u0080\u0099s EDMAP<\/a> training component, to the <a href=\"http:\/\/rmssnacademy.colostate.edu\/\">Rocky Mountain Science and Sustainability Summer Academy<\/a> (RMSSN). GeoFORCE engages minority high school students in the earth sciences, the EDMAP encourages high school graduates of this program to continue to work with the USGS throughout their college careers, and RMSSN provides training in field observation, data entry, and scientific communication to diverse students.\n\n&nbsp;\n\n[caption id=\"\" align=\"alignleft\" width=\"220\" caption=\"This map shows the various reported levels of shaking around Oklahoma City after the November 5 M5.6 earthquake\"]<img class=\"  \" src=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/events\/us\/b0006klz\/us\/usb0006klz_ciim.jpg\" alt=\"A map showing the various reported levels of shaking around Oklahoma City after the November 5 M5.6 earthquake\" width=\"220\" height=\"246\" \/>[\/caption]\n\n<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2782\">The Great Central U.S. ShakeOut drill<\/a>, held in April of 2011, is just one example of the USGSâ\u0080\u0099s role in preparing for and responding to <strong>natural hazards<\/strong>. Another example is the <a href=\"http:\/\/earthquake.usgs.gov\/regional\/neic\/\">National Earthquake Information Centerâ\u0080\u0099s<\/a> provision of real-time data to on the magnitude and potential damage of the <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2898\">August earthquake in Virginia<\/a>, and the November <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/oklahoma-struck-by-series-of-quakes\/\">earthquake and aftershocks in Oklahoma<\/a>. To better monitor aftershocks, mobile seismic monitors were deployed, bringing the total of earthquake sensors in the <a href=\"http:\/\/earthquake.usgs.gov\/monitoring\/anss\/\">Advanced National Seismic System<\/a> to over 2,200. <a href=\"http:\/\/water.usgs.gov\/osw\/floods\/2011\/index.html\">Flooding was also a concern last year<\/a>, with more than 30 states affected. To educate Congress about the 2011 floods, we conducted a congressional briefing titled <a href=\"http:\/\/www.usgs.gov\/solutions\/year2011_11april15.html\">â\u0080\u009c2011 â\u0080\u0094 The Year of the Flood?â\u0080\u009d<\/a> For more than 100 years the USGS has played a critical role in reducing flood losses by operating a <a href=\"http:\/\/water.usgs.gov\/nsip\/\">nationwide streamgage network<\/a> that monitors the water level and flow of the Nationâ\u0080\u0099s rivers and streams. This information was critical to the Army Corps of Engineersâ\u0080\u0099 decision to simultaneously open the Mississippi River floodgates for the first time.\n\n[caption id=\"\" align=\"alignright\" width=\"287\" caption=\"The 2006 image (left) show the river in a more normal state, while the 2011 image (right) shows the massive flooding. The dark blue tones represent water or flooded areas, the light green is cleared fields, and light tones are clouds.\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_13_2011\/c28Ja44YYt_05_13_2011\/large\/Landsat_5__borders.JPG\" alt=\"The 2006 image (left) show the river in a more normal state, while the 2011 image (right) shows the massive flooding. The dark blue tones represent water or flooded areas, the light green is cleared fields, and light tones are clouds.\" width=\"287\" height=\"127\" \/>[\/caption]\n\nDuring the <a href=\"http:\/\/water.usgs.gov\/osw\/floods\/2011\/index.html\">heavy flooding<\/a> that occurred on the Mississippi River, Missouri River, and other major waterways, the USGSâ\u0080\u0099s <strong>Landsat<\/strong> satellites <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2799\">produced images of the affected areas<\/a> to provide an overview of the situation. Landsat has often helped provide a big-picture perspective on natural hazards both domestic and foreign and ranging from <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2821\">tornados<\/a> to <a href=\"http:\/\/www.nasa.gov\/topics\/earth\/features\/japanquake\/landsat20110317_prt.htm\">tsunamis<\/a> to <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2822\">wildfires<\/a>. <a href=\"http:\/\/landsat.usgs.gov\/index.php\">Landsat<\/a>Â is a joint effort of bothÂ USGSÂ andÂ NASA. In addition to imagery of natural hazard events, Landsat provides valuable data for <a href=\"http:\/\/www.usgs.gov\/climate_landuse\/\">land use research<\/a> and advances the Department of the Interiorâ\u0080\u0099s important role in <a href=\"http:\/\/remotesensing.usgs.gov\/index.php\">land remote sensing<\/a> under the <a href=\"http:\/\/www.whitehouse.gov\/the-press-office\/fact-sheet-national-space-policy\">Presidentâ\u0080\u0099s National Space Policy<\/a>. Landsat images provide complete global coverage, they are available for free, and they span nearly 40 years of continuous earth observation. No other satellite imagery has that combination of attributes. To date, over 6 million scenes have been downloaded; over 2.6 million were downloaded in 2011.\n\nThese highlights are but a few of the USGSâ\u0080\u0099s significant accomplishments and activities in 2011. Keep up with what we do in 2012 by visiting <a href=\"http:\/\/www.usgs.gov\/\">www.usgs.gov<\/a> and following us on Twitter <a href=\"http:\/\/www.twitter.com\/usgs\">@usgs<\/a> or on <a href=\"http:\/\/www.facebook.com\/USGeologicalSurvey\">Facebook<\/a>.\n\n[caption id=\"\" align=\"aligncenter\" width=\"518\" caption=\"Gagehouse at 06225500 Wind River near Crowheart WY right before it washed away.\"]<img class=\"    \" src=\"http:\/\/gallery.usgs.gov\/images\/07_19_2011\/fJam1QO108_07_19_2011\/large\/IMG_0038.JPG\" alt=\"Gagehouse at 06225500 Wind River near Crowheart WY right before it washed away.\" width=\"518\" height=\"389\" \/>[\/caption]","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["2011","Arctic","Asian Carp","Biology and Ecosystems","Climate Change","Core Science Systems","EDMAP","Environmental Health","flooding","geoFORCE","Grand Canyon","Great Lakes","landsat","Natural Hazards","New Madrid","Oil Spill","water","wateralert","WaterSMART","Wind Turbines"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1328127522","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}