{"title":"Holiday Events At USGS National Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<div align=\"center\">\nHOLIDAY TRAINS WHISTLE THROUGH USGS\r\n<\/div>\r\n<p>\r\nThe U.S. Geological Survey (USGS) presents its annual HOLIDAY TRAIN exhibit of more than a half-dozen model trains that circle the USGS auditorium. Visitors are invited to watch the moving trains and browse exhibits of USGS activities between 9:30 am and 5:00 pm December 18 through 20, December 23, 24, 26 and 27. Hours have been extended for December 19 until 8:00 p.m. USGS is located at 12201 Sunrise Valley Drive in Reston, Va. Free parking; no admission fee. Call (703) 648-5000 for more information. LARGE SCHOOL or AFTERCARE groups please call (703) 648-4748 for reservations. \r\n<\/p>\r\n<div align=\"center\">\r\nSPECIAL SHOPPING HOURS AT USGS MAP AND BOOK STORE\r\n<\/div>\r\n<p>\r\nFor the convenience of holiday shoppers, the USGS Earth Science Information Center will be open from 5:00 pm to 8:00 pm on Thursday evening, December 19. Need some stocking stuffers? Pick up free general interest publications on a multitude of earth science topics, including Acid Rain and Our Nation&rsquo;s Capital, Aerial Photography, Geology of Radon, Elevations and Distances in the United States, Wetlands, Navigation, and Using Maps In Genealogy. Looking for a special gift? Purchase a topographic map with the recipient&rsquo;s name on it. Have those hard-to-buy-for people on your list? Select a geologic map of their neighborhood. The USGS is located at 12201 Sunrise Valley Drive in Reston, Va. Call 1-800-ASK-USGS for more information. \r\n<\/p>\r\n<div align=\"center\">\r\nCOMMUNITY NIGHT AT USGS\r\n<\/div>\r\n<p>\r\nThe public is invited to a holiday event at the U.S. Geological Survey on Thursday evening, December 19, between 5:00 and 8:00 p.m. Try hands-on activities, meet scientists at exhibits, watch model trains circle the auditorium, view videos and use the new interactive CD-ROM Topographic Field Trip. Several special exhibitors will be on hand, including the Federal Railroad Administration, METRO, Operation Lifesaver, and Virginia Railway Express. Stop by the Earth Science Information Center between 5:00 pm and 8:00 pm for last-minute purchase of maps and books. The USGS is located at 12201 Sunrise Valley Drive in Reston, Va. For more information call the USGS Special Events Line at (703) 648-5000. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"848984400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170530"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}