{"title":"River Flows in Rhode Island Called ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Record-setting stream flows resulting from heavy rains are being measured in many parts of Rhode Island and in Massachusetts.<!--introend--> In Rhode   Island 22 of the 27 long-term network streamgages that measure the state&rsquo;s rivers and streams have exceeded their previous period of record peaks, according to the U.S. Geological Survey (USGS). And the already historic flows at the majority of these 22 streamgages continue to rise. Most of these streamgages likely will peak overnight or tomorrow.<\/p>\n<p>The Pawtuxet River at Cranston, RI set new records for both height above the 9.00 foot flood stage (11.79 feet) and flow (10,400 feet per second) versus the previous records of 5.50 feet above flood stage and 5<strong>,<\/strong>440 cubic feet per second of flow set in 1982. The Pawtuxet River streamgage has been in operation since 1940.<\/p>\r\n<p>The Pawcatuck River at Westerly, RI also set a new record for flow at 9,390 cubic feet per second versus the previous record of 7,070 cubic feet per second of flow set in 1982. The Pawcatuck River streamgage has been in operation since 1939. You can view stage and discharge data for all streamgages operated by the <a href=\"http:\/\/ma.water.usgs.gov\/floods\/\">USGS in Rhode Island and Massachusetts<\/a><\/p>\r\n<p>In Massachusetts, the hardest hit area was the<strong> <\/strong>southeastern part of the state where four streamgages have exceeded<strong>, <\/strong>or are expected to exceed their previous historic peaks. And more rivers may come close to equaling or exceeding new historical peaks over the next few days.<\/p>\r\n<p>Much of Massachusetts and all of Rhode Island received from 3-8 or more inches of rain. Rhode Island was the hardest hit, with most of the state receiving 8 or more inches. This storm follows two other storms over the last two weeks during which areas received 8-10 inches of rain. Both Boston and Providence total monthly precipitation to date is a new monthly record for March.<\/p>\r\n<p>During storms such as this one, USGS field crews measure the flow and height of rivers and verify the accuracy of <a href=\"http:\/\/water.usgs.gov\/nsip\/\">streamgages<\/a>. Field crews will also continue to work as waters recede, gathering high water marks for post flood analysis. This information is important because it is used to issue flood warnings and to characterize flood hazards.<\/p>\r\n<p>The USGS operates a network of about 7500 <a href=\"http:\/\/water.usgs.gov\/nsip\/\">streamgages<\/a> throughout the U.S. The gages provide critical information within minutes to many users including the National Weather Service, which issues flood warnings.<\/p>\r\n<p><a href=\"http:\/\/water.usgs.gov\/district_chief.html\">USGS Water Science Centers are located in each state<\/a>. They can provide more detailed information on stream conditions and on the USGS response to local events.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts","Rhode Island"],"country":["United States of America"],"mm_tags":["","Rhode Island","","Massachusetts","flood","hazards","water","streamgages"],"release_date":{"und":[{"value":"1270094400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170667"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}