{"title":"USGS Director to Address Digital Mapping Convention in San Diego","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. Geological Survey Director, Dr. Charles &rsquo;Chip&rsquo; Groat, will deliver the keynote address at Monday&rsquo;s opening session of the 20th annual user conference of the Environmental Systems Research Institute (ESRI), at the San Diego Convention Center. Groat will address the estimated 10,000 spatial-data users from around the world, at 4 p.m., in the main hall of the Convention Center. <\/p>\n<p>In his address, Groat will cite the importance of cooperation between private industry software developers, such as ESRI, and government agencies, such as the USGS. He will describe several USGS programs where ESRI software is being used to process geoscience data to produce maps and other products that can be used by the public and other government agencies. <\/p>\r\n<p>ESRI is a private-sector company based in Redlands, Calif., whose primary business is geographic information systems (GIS) software. The USGS has a more than 15-year association with ESRI and the use of its GIS products, through competitive purchases of their software and technical assistance, and via cooperative research and development agreements (CRADAs). Although the USGS and other government agencies use other vendors and never endorse any specific vendor, ESRI software is currently the most widely installed and used GIS software within the USGS and the U.S. Department of the Interior. ESRI software has helped the USGS produce mapping products and services that have earned several awards, including a \"Special Achievement in GIS\" award to the USGS&rsquo;s Center for Integration of Natural Disaster Information (CINDI) in Reston, Va.<\/p>\r\n<p>In 1998 ESRI donated software and services to the USGS and other agencies involved with tracking and responding to Hurricane Mitch, and continues to provide periodic support of the more than 300 layers of geographic information on the hurricane that require occasional updating. <\/p>\r\n<p>In addition to digital tools for disaster response, ESRI and the USGS are developing new GIS software under the umbrella of a CRADA that involves mapping, water resources and geology in a number of defined activities, such as an international program of Famine Early Warning System, and CD-ROM-based GIS datasets for large portions of the globe. <\/p>\r\n<p>In addition to Groat&rsquo;s keynote address, USGS geodata scientists will make oral and poster presentations during the four-day meeting, and the agency will have a large exhibit area where attendees can purchase USGS maps and access many of the USGS\/GIS programs and products. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"961905600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}