{"title":"Zebra Mussels Are Spreading Rapidly, USGS Reports","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Zebra mussels expanded their range in the past year, invading 11 new lakes in the Great Lakes region and dramatically increasing in Lake Champlain, according to <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> biologists. The small fresh-water mussels have continued to impact industrial sites, water supplies, natural ecosystems and motorized boats from Canada to the Gulf of Mexico, the scientists reported. <\/p>\n<p>Biologists have tracked the zebra mussel since 1988 when it was first detected in Lake St. Clair, a small lake in the Great Lakes chain. A new 1997 distribution map shows zebra mussels have spread to 19 states in less than 10 years. The USGS reports new locations in Lake Champlain on the New York-Vermont border and along the Ohio and Monongahela Rivers. Older populations in the Great Lakes and the Mississippi River continue to spread. And, biologists believe the population in the Tennessee River has yet to reach its peak. <\/p>\r\n<p>Native to Eastern Europe and Asia, zebra mussels have few natural enemies in the U.S. and their rapid reproduction has caused widespread economic and environmental damage. Concentrating at underwater sites where water flows rapidly, zebra mussels have clogged intake pipes of community water systems and power stations and have fouled the engine cooling systems of recreational boats, the USGS scientists said. In May, it was reported that a paper company had to remove 400 cubic yards of zebra mussels from its intake in Lake Michigan at a cost of $1.4 million. <\/p>\r\n<p>The USGS tracks and maps the spread of zebra mussels at its <a href=\"http:\/\/www.nfrcg.gov\/\">Florida Caribbean Science Center<\/a> in Gainesville. Updated information is made available to federal, state and local officials, universities and private industries. \"The zebra mussel invasion is of grave concern. Our scientists play an important role in helping develop a blueprint for those charged with fighting its spread,\" said USGS Chief Biologist Denny Fenn. <\/p>\r\n<p>\"The maps developed at Gainesville help focus our research programs by identifying vulnerable sites and conditions,\" Fenn said. Other USGS biological research centers are developing and testing a wide range of strategies to control the spread of the zebra mussel or minimize its impact, he said. <\/p>\r\n<p>\"Zebra mussels are extraordinarily persistent,\" said Fenn. \"They are small, can attach themselves to a variety of surfaces and can survive several days out of water. In fact, live zebra mussels have been reported in California and Virginia where they were found attached to boats being trailered from the Great Lakes.\" <\/p>\r\n<p>Scientists fear that recreational boaters may unknowingly spread the zebra mussel from infested rivers and lakes to previously unaffected waterways. \"That&rsquo;s why we are being so vigilant in our mapping and monitoring efforts,\" said Fenn. <\/p>\r\n<p>It is believed that zebra mussels entered the Great Lakes in the ballast water of commercial ships from abroad. As the ballast tanks were flushed, the mussels were inadvertently introduced to an environment where they could thrive without natural enemies to control their numbers. Their rapid distribution throughout the Great Lakes and major U.S. river systems is attributed to their ability to attach to boats and barges using these waterways. <\/p>\r\n<p>Zebra mussels were named for the striped pattern of their shells. On average, zebra mussels are less than an inch long, yet each filters about a quart of water per day to feed on algae. Zebra mussels attach themselves to hard or rocky surfaces, and will even attach to vegetation. Layers of zebra mussels several inches thick coat large areas of substrate in Lakes Erie and Ontario, USGS biologists reported, elevating concerns about the survival of remaining native mussels. <\/p>\r\n<p>The invaders attach themselves to the native mussel species,interfering with their feeding, growth, movement, reproduction and respiration. This is of particular conce","summary":null,"format":null}]},"field_images":[],"regions":["New York","Pennsylvania","Illinois","Indiana","Michigan","Minnesota","Ohio","Wisconsin"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"874555200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}