{"title":"study Urges Caution in Contaminant Source Tracking","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Note to Editors: <\/strong>The report, &quot;Comparison of seven protocols to identify fecal contamination sources using <i>Escherichia coli<\/i>,&quot; is available to reporters from the contacts above. <\/p>\n<!--introstart--><p>When a community finds that water it relies on for drinking or recreation contains <i>E. coli (Escherichia coli)<\/i>, a bacterium found in the feces of warm-blooded animals that indicates fecal contamination, residents and officials naturally want to find the cause and fix it &#8212; quickly. But several testing methods using <i>E. coli <\/i>to identify the sources of fecal contamination were less accurate in field application than previously reported, according to a recent U.S. Geological Survey (USGS) report published in the journal Environmental Science and Technology. <\/p><!--introend-->\r\n<p>The USGS-led study, done in cooperation with state and local government agencies and several universities and affiliated consultants, was among the first to test the accuracy of microbial source tracking methods against samples of known origin, called &quot;challenge isolates.&quot; Scientists compared the accuracy of several source tracking tools in classifying <i>E. coli <\/i>strains to various sources (humans, dogs, geese, deer, horses, pigs, cows, and chickens). <\/p>\r\n<p>When researchers sent <i>E. coli <\/i>challenge isolates (the sources of which were unknown to those conducting the tests) for testing, many isolates either remained unclassified or were classified to incorrect sources. In all, fewer than 30 percent of challenge isolates were classified to the correct source-animal species by any method. <\/p>\r\n<p>&quot;When people are faced with contaminated drinking water, they want a rapid response and remediation,&quot; said Don Stoeckel, USGS technical lead for the project. &quot;This could involve repairing sewers, modifying agricultural practices, or other efforts that are costly. The ability to trace back to the source is crucial in making sure the response actually fixes the problem.&quot; <\/p>\r\n<p>Within the last five years, state governments have begun using microbial source tracking methods with <i>E. coli<\/i> bacteria to help manage bacteria loads to streams. Various commercial firms offer source tracking services to clients around the country. <\/p>\r\n<p>&quot;All too often, results of these analyses are offered without enough validation of accuracy,&quot; Stoeckel explained. &quot;Source tracking study results should always be supported by quality control data. Interpretation of the results can be supported by multiple lines of evidence, such as land use data and presence of wastewater chemicals such as caffeine, when pointing to sources of contamination. Both the client and the analyzing laboratory have a part in making sure interpretations are accurate.&quot; <\/p>\r\n<p>Prior source tracking research reports cite accuracy ranges from 60&ndash;90 percent for various source tracking methods. The authors of the USGS study attribute the discrepancy between the 60&ndash;90 accuracy rates and the 20-30 accuracy rates they reported to a number of other factors: <\/p>\r\n<UL>\r\n<LI>Different bacteria may be present in animal guts in different seasons; in the USGS study, challenge isolates were collected 9 months after the reference feces were collected; \r\n<LI>There may be too many strains of <i>E. coli <\/i>bacteria in each animal species for effective application with small reference libraries, such as the 900 reference strains in the USGS study. At a cost of $10 to $100 to analyze one reference strain, however, building large source libraries gets expensive rather quickly. \r\n<LI><i>E. coli <\/i>strains may not be truly specific to one animal source. Some <i>E. coli <\/i>strains have been found in more than one animal source, such as when animals live in close proximity with one another, though no evidence to support this premise was found in the USGS study. <\/LI><\/UL>\r\n<p>Further research may lead to","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1102309200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169261"},{"tid":"170111"},{"tid":"169852"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}