{"title":"Pharmaceuticals and Other Chemicals Common in Landfill Waste","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Pharmaceuticals, personal-care products, and other contaminants are widespread in water that has passed through landfill waste.<!--introend--> The samples of this liquid, also known as leachate, were collected from within each of the studied landfills. This study by the U.S. Geological Survey is the first national assessment of these chemicals of emerging concern in landfill leachate in the United States.<\/p>\n<p>USGS scientists collected leachate from 19 active landfills and analyzed it for 202 chemicals across a wide range of uses, including pharmaceuticals, hygiene products, home-use chemicals, pesticides, plastics, etc. Of those 202 chemicals, 129 were found.<\/p>\r\n<p>&ldquo;This represents the first step in USGS efforts to quantify the contribution of contaminants of emerging concern in leachate from active landfills to the environment,&rdquo; said Dana Kolpin, USGS, the research team leader. &ldquo;Follow-up research will examine contaminant concentrations in treated and untreated leachate that is released to the environment.&rdquo;<\/p>\r\n<p>Of the chemicals found, concentrations varied. Steroid hormone concentrations generally ranged from 1 to 100&rsquo;s nanograms per liter (ng\/L, or parts per trillion); prescription and nonprescription pharmaceutical concentrations generally ranged from 100 to 10,000&rsquo;s ng\/L; and home-use and industrial chemical concentrations generally ranged from 1,000 to 1,000,000&rsquo;s ng\/L.<\/p>\r\n<p>The 19 active landfills are located all across the United States and represent a snapshot of the various conditions that affect landfills.<\/p>\r\n<p>&ldquo;As expected, we found more chemicals and generally higher concentrations in landfills from wetter&nbsp;regions&nbsp;compared to those from drier regions,&rdquo; said USGS scientist Jason Masoner, the primary author of this paper. &ldquo;Overall, this study provides a better understanding of sources of contaminants of emerging concern in landfills.&rdquo;<\/p>\r\n<p>Chemicals commonly detected include:<\/p>\r\n<ul>\r\n<li>bisphenol A&mdash;detected in 95 percent of samples, used to make plastics and resins<\/li>\r\n<li>cotinine&mdash;detected in 95 percent of samples, a chemical formed from nicotine<\/li>\r\n<li>N,N-diethyltoluamide&mdash;detected in 95 percent of samples, also known as DEET<\/li>\r\n<li>lidocaine&mdash;detected in 89 percent of samples, used as anti-itching and local anesthetic<\/li>\r\n<li>camphor&mdash;detected in 84 percent of samples, used in a variety of medicines and lotions<\/li>\r\n<\/ul>\r\n<p>This study is part of a long-term effort to determine the fate and effects of contaminants of emerging concern and to provide water-resource managers with objective information that assists in the development of effective water management practices.<\/p>\r\n<p>The paper is entitled &ldquo;Contaminants of Emerging Concern in Fresh Leachate from Landfills in the Conterminous United States&rdquo; and has been published in <em>Environmental Science: Processes &amp; Impacts.<\/em> More information on <a href=\"http:\/\/toxics.usgs.gov\/highlights\/leachate_pharm.html\">this study<\/a> and other studies on contaminants of emerging concern can be found <a href=\"http:\/\/toxics.usgs.gov\/regional\/emc\/index.html\">here<\/a><em>.<\/em> To learn more about USGS environmental health science, please visit the <a href=\"http:\/\/www.usgs.gov\/envirohealth\/\">USGS Environmental Health website<\/a> and sign up for our <a href=\"http:\/\/www.usgs.gov\/envirohealth\/geohealth\/index.html\">GeoHealth Newsletter<\/a> or our <a href=\"http:\/\/www.usgs.gov\/envirohealth\/headlines\/\">Environmental Health Headlines<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Environmental Health Toxic Substances Hydrology","toxicology","toxics","landfills","leachate","pharmaceuticals","pesticides","bisphenol","","emerging Contaminants","contaminants Water"],"article_type":["Technical Announcement","National News Release"],"distribution":["Environmental Health"],"release_date":{"und":[{"value":"1407729600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169145"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}