{"title":"Pecora Award Recognizes Stellar Achievements in Earth Observation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Department of the Interior (DOI) and NASA have presented the 2010 William T. Pecora Award to Marvin E. Bauer of the University of Minnesota for his pioneering work in remote sensing of natural resources. Dr. Bauer received the award today at the American Society for Photogrammetry and Remote Sensing meeting in Orlando, Fla.<\/p>\n<p>The annual award has been presented jointly by the two agencies since 1974 in memory of Dr. William T. Pecora, whose early vision and support helped establish the Landsat satellite program. Dr. Pecora was Director of the U.S. Geological Survey, 1965-71, and later served as DOI Undersecretary until his death in 1972.<\/p>\r\n<p>Dr. Bauer received the individual Pecora award for his contributions to remote-sensing education, science and applications. Early in his career he helped to define the role of remote sensing for agriculture and forestry while a research agronomist at the Purdue University Laboratory for Applications of Remote Sensing. He made significant contributions to NASA&rsquo;s Large Area Crop Inventory Experiment that used data from Landsat satellites to monitor croplands.<\/p>\r\n<p>After moving to the University of Minnesota in the 1980s, Dr. Bauer continued his research in agricultural remote sensing but also investigated forestry applications. His recent work has concentrated on monitoring lake water quality, impervious surface mapping, land cover classification, and change detection.&nbsp; Dr. Bauer is currently director of the university&rsquo;s Remote Sensing and Geospatial Analysis Laboratory.<\/p>\r\n<p>Dr. Bauer has served for 30 years as editor-in-chief of the journal <em>Remote Sensing of Environment<\/em>. He is a recipient of the NASA Distinguished Public Service Medal in recognition of his outstanding scientific contributions over the past 25 years to NASA's terrestrial remote sensing programs.<\/p>\r\n<p>The Pecora award was presented by Brad Doorn of NASA&rsquo;s Science Mission Directorate, Washington, D.C. and, representing DOI, Thomas Loveland of the USGS Earth Resources Observation and Science Center, Sioux Falls, S.D.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["geography","Climateand Land Use Change Land Remote Sensing","","","landsat","Pecora",""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1289970000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170595"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}