{"title":"USGS Satellite Imagery Featured in Global Environmental Change Atlas","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Washington, D.C. &ndash; A collection of USGS before-and-after satellite image \npairs for 80 sites around the world is featured in a new atlas documenting \r\nglobal environmental changes released by the United Nations Environment \r\nProgramme (UNEP).<\/p>\r\n<p>The 332 page large-format atlas, <i>One Planet, Many People: Atlas of Our \r\nChanging Environment<\/i> was produced by UNEP in cooperation with USGS, National \r\nAeronautics and Space Administration (NASA), and the University of Maryland. The \r\natlas also highlights more than 30 environmental case studies supported by \r\nnarratives, images, and ground photographs, and a compilation of recently \r\nreleased environmental maps.<\/p>\r\n<p>Using satellite imagery and other state-of-the art remote sensing technology, \r\nthe atlas is designed to document visual evidence of global environmental \r\nchanges resulting from natural processes and human-induced activities. This \r\npublication is intended for environmental policy makers, non-governmental \r\norganizations, the private sector, academics, teachers, and citizens.<\/p>\r\n<p>Many of the remotely sensed images in <i>One Planet, Many People<\/i> were \r\nacquired by Landsat satellites. The Landsat program, a joint initiative of USGS \r\nand NASA, is the longest running civilian program providing vital images of the \r\nEarth&rsquo;s surface from space. NASA is responsible for developing and launching the \r\nspacecrafts, while the USGS is responsible for flight operations, maintenance, \r\nand management of all data reception, processing, archiving, product generation, \r\nand distribution.<\/p>\r\n<p>The first Landsat satellite was launched in 1972 and since then, Landsat \r\nsatellites have been providing a constant stream of moderate-resolution images. \r\nThese images form a unique resource for applications in agriculture, geology, \r\nforestry, regional planning, education, mapping, and global change research.<\/p>\r\n<p>The North American node of the UNEP Global Resource Information Database \r\n(GRID), which is located at the USGS National Center for EROS in Sioux Falls, \r\nS.D., provides information technology tools -- remote sensing, Geographic \r\nInformation Systems (GIS), data management and advanced Internet technologies, \r\nto address sustainable development issues. For more information about UNEP GRID \r\nvisit <a href=\"http:\/\/grid2.cr.usgs.gov\/\">http:\/\/grid2.cr.usgs.gov\/<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1119240000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169224"},{"tid":"169811"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}