{"title":"Land Use Impacts Aquatic Life in Illinois River Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"250\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_03_12\/northwest_arkansas.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_03_12\/northwest_arkansas_tn.jpg\" alt=\"This map of the Illinois River in northwest Arkansas shows the 18 sites at which this study was conducted.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">This map of the Illinois River in northwest Arkansas shows the 18 sites at which this study was conducted. (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_03_12\/northwest_arkansas.jpg\">High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><strong>LITTLE ROCK, Ark. &ndash; <\/strong>The biology of small streams in the Illinois River Basin has been disturbed by a mix of factors, according to a new <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> report.<\/p>\r\n<p>Results from the <a href=\"http:\/\/pubs.er.usgs.gov\/publication\/sir20145009\">study<\/a> done on 18 sites on small streams in the Illinois River Basin in northwestern Arkansas show the biology of the tested sites is disturbed by how land in the area is used, wastewater treatment plants, shading, water quality, stream dimensions, sediment and road density.<\/p>\r\n<p>\"Nutrients resulting from upstream land use practices or wastewater treatment plants can increase algae growth in the streams, which has an affect on aquatic insects and fish,\" said USGS hydrologist and lead author Jim Petersen. &ldquo;When you add in other chemicals and sediment, changes in the amount of shade a stream receives, along with changes to streamflow patterns caused by urban and agricultural use, you get a complex system that can affect biological communities.\"<\/p>\r\n<p>The report looked at four biological groups that include macroalgae--visible floating mats of algae; periphyton--the coating of algae on rocks; macroinvertebrates--which include aquatic insects, crustaceans, and crayfish; and fish. Fish and macroinvertebrate communities downstream from areas with greater amounts of urban and agricultural land use and roads often were the most disturbed. Macroalgae amounts were highest at sites downstream from wastewater treatment plants and also increased as shading decreased. Total periphyton amounts were not associated with any environmental factors.<\/p>\r\n<p>\"We know the quality of streams in this watershed is improving, and we think the change can be tied to wastewater treatment plant upgrades, stream bank restoration work, regional watershed protection efforts such as those by the Illinois River Watershed Partnership, and farmers'adherence to nutrient management plans,\" said Delia Haak, Executive Director of the <a href=\"http:\/\/www.irwp.org\/\">Illinois River Watershed Partnership<\/a>. \"It will be important for the USGS to conduct future research to see how the improvements in northwestern Arkansas are impacting the Illinois River and other streams in the watershed.\"<\/p>\r\n<p>Water quality in the Illinois River Basin in northwestern Arkansas and northeastern Oklahoma has been a topic of interest for more than 30 years. Researchers and the general public can use this study to access information about how water quality and habitat affect biological communities.<\/p>\r\n<p>The report, \"<a href=\"http:\/\/pubs.er.usgs.gov\/publication\/sir20145009\">Effects of Land Use, Stream Habitat, and Water Quality on Biological Communities of Wadeable Streams in the Illinois River Basin of Arkansas, 2011 and 2012<\/a>,\" by James C. Petersen, B. G. Justus, and Bradley J. Meredith, which was funded by the Illinois River Watershed Partnership through a grant from the <a href=\"http:\/\/www.anrc.arkansas.gov\/\">Arkansas Natural Resources Commission<\/a> and the <a href=\"http:\/\/www.epa.gov\/\">U.S. Environmental Protection Agency<\/a>, is available online.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas"],"country":["United States of America"],"mm_tags":["water","ecosystems","Ecosystems Fisheries Aquaticand Endangered Resources","Illinois River","Arkansas","Geographic Areas Southeast","Geographic Areas South Central"],"article_type":["State News Release"],"distribution":["Biology","Water"],"release_date":{"und":[{"value":"1394596800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169071"},{"tid":"169541"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}