{"title":"July River Flow to the Chesapeake Bay Reflects Recent Dry Spell","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Total river flow into the Chesapeake Bay was about 16.2 billion gallons per day (bgd) in July, 31 percent below the normal inflow for July (23.4 bgd), according to the U.S. Geological Survey (USGS). The long-term average is based on 47 years of information. \n<p>For all of 1997, total river flow to the bay is about 16 percent below the long-term average, with the past four months all below average. \r\n<p>The Susquehanna River flow was 75% below the long-term average for July, while the Potomac River was 33% below average and the James River about average. \r\n<p>The low river flows increase the salinity of the bay. Higher salinities can result in higher occurrence of oyster diseases, MSX and Dermo. These diseases have contributed to the decline of oyster populations in the Chesapeake Bay. \r\n<p>\"On the positive side, the lower-than-average flows will deliver smaller amounts of nutrients and sediment to the Chesapeake Bay, which could improve water-quality conditions for some living resources\" according to Scott Phillips, USGS hydrologist and coordinator of the USGS Chesapeake Bay Science Effort. \r\n<p>The decreased nutrients can result in fewer and smaller algal blooms in the Bay. Algal blooms and suspended sediment carried in during high flow conditions can decrease the amount of light available for underwater grasses and plants. The grasses and plants are important habitat for crabs and a food source for waterfowl. In addition, when algae die, their decomposition uses up oxygen in the water. When oxygen in the water gets too low, the living resources of the Bay can be at risk. \r\n<p>The daily streamflow data files for the stream-gaging stations on tributaries to the Chesapeake Bay can be found at <a href=\"http:\/\/chesapeake.usgs.gov\/chesbay\/streamflow\">http:\/\/chesapeake.usgs.gov\/chesbay\/streamflow<\/a>. \r\n<p>For more information contact Scott Phillips, U.S. Geological Survey, Baltimore, Md,(410) 238-4200,email: swphilli@usgs.gov \r\n<p>For other local and national water-related information, check the World Wide Web at <a href=\"http:\/\/water.usgs.gov\/public\/district\/md\/\">http:\/\/water.usgs.gov\/public\/district\/md\/<\/a> or call EarthFax at (703)648-4888 .<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"870408000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170200"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}