{"title":"Pounding Out Differences, ITIS Takes Hammer","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->ITIS, the Integrated Taxonomic Information System partnership, will receive a prestigious national award for successfully completing a major project aimed at providing easy access to the first credible database of scientific names of organisms in North America and its adjacent waters.<!--introend--> The system also offers information on the origin and general distribution of these biological species. \n<p>Vice President Al Gore&rsquo;s Hammer Award is being given to the ITIS partner agencies for bringing ITIS from concept to reality. The Hammer Award is the Vice President&rsquo;s special recognition for teams who have made significant contributions toward improving government&rsquo;s service to the American people. Interior Secretary Bruce Babbitt will present the award at a special ceremony in the Main Interior Building, 1849 C Street, NW, in Washington, DC, at 2:30 p.m., on Tuesday, April 21. \r\n<p>Six federal agencies worked together to foster and modernize the system for naming nature&rsquo;s living organisms: the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a>, the <a href=\"http:\/\/www.epa.gov\/\">EPA<\/a>, the <a href=\"http:\/\/www.noaa.gov\/\">National Oceanic and Atmospheric Administration<\/a> (including the <a href=\"http:\/\/kingfish.ssp.nmfs.gov\/\">National Marine Fisheries Service<\/a>&nbsp;and the National Oceanographic Data Center), the Natural Resources Conservation Service, the Agricultural Research Service and the Smithsonian Institution&rsquo;s National Museum of Natural History. \r\n<p>\"What&rsquo;s in a name? That which we call a rose, by any other name would smell as sweet,\" said Juliet to Romeo in an impassioned speech. But Gary Waggoner, a pragmatic scientist, is quick to point out that not all roses are scented, so the Bard&rsquo;s sentiment was sweeter than his science. \r\n<p>Waggoner, a scientist at the USGS Center for Biological Informatics in Denver, Colo., is one of the leaders of an award-winning interagency team that has been working on standardizing scientific names for several years. Other leaders were Roy McDiarmid of USGS, Barbara Lamborne and Steve Young with EPA, Scott Peterson and Wendell Oaks from NRCS and Bruce Collette and Linda Stathoplos of NOAA. \r\n<p>The Vice President&rsquo;s National Partnership for Reinventing Government identified ITIS as a program that will contribute to the efficiency and effectiveness of government and its partnerships by reducing the confusion and misinformation that arise when people are unsure what each other is talking about -- or when they don&rsquo;t know that an animal or plant is known by several names. \r\n<p>Secretary of the Interior Bruce Babbitt said it is hard to \"exaggerate the importance of taxonomy to biologists and those who manage biological resources. The scientific names of organisms are the framework that allows us to connect all biological information. Taxonomy provides the foundation for understanding and integrating the similarities and differences among the world&rsquo;s organisms, both living and extinct.\" \r\n<p>Each partnering agency has a mission to inventory, monitor, research or manage biological resources. This creates a common need for a vocabulary shared through taxonomy, the science of describing, naming and classifying plants and animals. Taxonomic nomenclature provides the most fundamental building block for information sharing on biological resources: the scientific name. \r\n<p>ITIS, says Waggoner, is a grand new tool in the arsenal of environmental research, and for the first time is enabling the scientific community, resource managers, and the general public to have a common vocabulary of species at their fingertips in an online database.\"It is a deceptively simple notion,\" Waggoner said. \"All we&rsquo;re aiming for is a unified way of naming the `things&rsquo; of nature. Good science depends on every party in a discussion getting the message right.\" \r\n<p>There is a major effort being put forth among scientists a","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"892699200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}