{"title":"Jill Rolland is Western Fisheries Research Centerâ\u0080\u0099s New Leader","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SEATTLE &mdash; The U.S. Geological Survey has named fish pathologist Dr. Jill Rolland the director of its <a href=\"http:\/\/wfrc.usgs.gov\/\">&#8234;Western Fisheries Research Center<\/a> (WFRC), headquartered in Seattle.&nbsp;<\/p>\n<p>Since 2010, Rolland has been the director of the U.S. Department of Agriculture&rsquo;s National Center for Animal Health Programs. From 2007 to 2010, she was the center&rsquo;s assistant director for aquaculture, swine, equine and poultry health programs. She joined the USDA in 2002 as a fish biologist in the aquatic animal health program of the USDA&rsquo;s Animal and Plant Health Inspection Service and became the program manager in 2005. Rolland began her new job at the WFRC on Sept. 10.<\/p>\r\n<table style=\"width: 205px;\" border=\"0\" cellpadding=\"3\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/gallery.usgs.gov\/photos\/09_17_2012_bFVh84Kxx6_09_1%207_2012_0\"><img src=\"http:\/\/gallery.usgs.gov\/images\/09_17_2012\/bFVh84Kxx6_09_17_2012\/medium\/JillRolland_photo.jpg\" alt=\"Jill Roland\" width=\"200\" height=\"301\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr class=\"italics\">\r\n<td>Jill Roland, Director, Western Fisheries Research Center (WFRC)<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Rolland previously worked part-time at the WFRC and also taught part-time at Shoreline Community College, north of Seattle.&nbsp;<\/p>\r\n<p>She earned her M.S. and Sc.D. in fish health from the University of Bergen in Norway and her B.S. in Fisheries\/Aquaculture from the University of Washington.<\/p>\r\n<p>&ldquo;The appointment of Dr. Rolland to head our Western Fisheries Research Center is certain to continue the excellent tradition of cooperation between the USGS and USDA in fisheries health,&rdquo; said USGS Director Marcia McNutt. &ldquo;We are so pleased to welcome her back to the USGS in this leadership role to help us find solutions for healthy and abundant fish, healthy ecosystems, and healthy aquatic environments.&rdquo;<\/p>\r\n<p>The WFRC is one of 18 USGS science centers engaged in biological research on critical natural resource issues facing the nation. Research in WFRC&rsquo;s six laboratories -- in Seattle; on Marrowstone Island and in the Columbia River Gorge, Wash., in Klamath Falls and Newport, Ore., and Reno, Nev. -- focuses on the environmental factors responsible for the creation, maintenance, and regulation of fish populations and their interactions in aquatic communities and ecosystems.<\/p>\r\n<p>Natural resources of particular interest to the center include Pacific salmon; western trout, char, and resident riverine fishes; desert and inland fishes; and aquatic ecosystems including Puget Sound and the Columbia and Klamath River basins. Current research includes studying fish populations and ecosystems and salmon-wildlife interactions within the Elwha River Restoration Project, the largest dam removal project in U.S. history.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","Nevada"],"country":["United States of America"],"mm_tags":["Ecosystems Fisheries Aquaticand Endangered Resources","Geographic Areas Northwest"],"distribution":["Biology"],"release_date":{"und":[{"value":"1348459200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169346"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}