{"title":"Revised West Virginia, New Jersey and Georgia Maps Feature New Design","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart--><a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo maps<\/a> now have a crisper, cleaner design - enhancing readability of maps for online and printed use.<!--introend--> Map symbols are easier to read over the digital aerial photograph layer whether the imagery is turned on or off. Improvements to symbol definitions (color, line thickness, line symbols, area fills), layer order, and annotation fonts are additional features of this supplemental release. Users can now adjust the transparency for some features and layers to increase visibility of multiple competing layers.<\/p>\n<p>This new design was launched earlier this year and is now part of the new US Topo quadrangles for West Virginia (418 maps), New Jersey (150) and Georgia (952 maps), replacing the first edition US Topo maps for those states.<\/p>\r\n<p>&ldquo;Users in West Virginia will appreciate improvements in the US Topo product, including the availability of improved contours, Forest Service trails, and vegetation cover (green tint),&rdquo; said Craig Neidig, USGS Geospatial Liaison for West Virginia. &ldquo;The product should find an audience among the many recreational users and outdoor enthusiasts in West Virginia, especially with the capability to use the US Topo maps on mobile devices. &nbsp;We look forward to the addition of layers including mining&nbsp;sites, wetlands, and more historic features that users were accustomed to seeing on the old topographic quadrangles for the Mountain State.&rdquo;&nbsp;<\/p>\r\n<p>US Topo maps are updated <a href=\"http:\/\/nationalmap.gov\/ustopo\/about.html\">every three years<\/a>. The initial round of the 48 conterminous states coverage was <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3402\">completed in September of 2012<\/a>.&nbsp; Hawaii and Puerto Rico maps have recently been added. More than 400 <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3681\">new US Topo maps for Alaska<\/a> have been added to the <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/(ctype=areaDetails&amp;xcm=r3standardpitrex_prd&amp;carea=%24ROOT&amp;layout=6_1_61_48&amp;uiarea=2)\/.do\">USGS Map Locator &amp; Downloader<\/a>, but will take several years to complete.&nbsp;<\/p>\r\n<p>Re-design enhancements and new features:<\/p>\r\n<ul>\r\n<li>Crisper, cleaner design improves online and printed readability while retaining the look and feel of traditional USGS topographic maps<\/li>\r\n<li>New functional road classification schema has been applied<\/li>\r\n<li>A slight screening (transparency) has been applied to some features to enhance visibility of multiple competing layers<\/li>\r\n<li>Updated free fonts that support diacritics<\/li>\r\n<li>New PDF Legend attachment<\/li>\r\n<li>Metadata formatted to support multiple browsers<\/li>\r\n<li>New shaded relief layer for enhanced view of the terrain<\/li>\r\n<li>Military installation boundaries, post offices and cemeteries<\/li>\r\n<li>Starting with Georgia, the railroad dataset is much more complete from a new contractor<\/li>\r\n<\/ul>\r\n<p>To enjoy earlier legacy quads for West Virginia, New Jersey and Georgia, go to the USGS <a href=\"http:\/\/nationalmap.gov\/historical\/index.html\">Historical Topographic Map Collection<\/a>. These scanned images of paper maps up through 2006 are also available for free download from <a href=\"http:\/\/nationalmap.gov\/\"><em>The National Map<\/em><\/a> and the USGS Map Locator &amp; Downloader <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/(ctype=areaDetails&amp;xcm=r3standardpitrex_prd&amp;carea=%24ROOT&amp;layout=6_1_61_48&amp;uiarea=2)\/.do\">website<\/a>.<\/p>\r\n<p>US Topo maps are created from geographic datasets in <em>The National Map,<\/em> and deliver visible content such as high-resolution aerial photography, which was not available on older paper-based topographic maps. The new US Topo maps provide modern technical advantages that support wider and faster public distribution and on-screen geographic analysis tools for users. The new digital electronic topographic maps","summary":null,"format":null}]},"field_images":[],"regions":["New Jersey","West Virginia","Georgia","Puerto Rico","Hawaii","Alaska"],"country":["United States of America"],"mm_tags":["Core Science Systems National Geospatial","topographic Map","Topo Maps","digital Topographic Map","Digital Topo Maps","Historical Topographic Map Collection","Topographic Maps","Topo","West Virginia","New Jersey","Georgia","mapping Hawaii","Puerto Rico","Alaska","Alaska Maps","railroads","Geo"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1398312000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168937"},{"tid":"170049"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}