{"title":"Peace River Often Loses More Than 10-Million Gallons of Water Daily","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>See a <a href=\"http:\/\/gallery.usgs.gov\/videos\/168\">video<\/a> of the Peace  River flowing into a sinkhole or check out other online resources at the <a href=\"http:\/\/fisc.er.usgs.gov\/\">Florida Integrated Science Center Web site<\/a>.<\/strong><\/p>\n<p><strong>The <a href=\"http:\/\/pubs.usgs.gov\/sir\/2009\/5140\/\">report<\/a> is available online. <br \/><\/strong><\/p>\r\n<p>Florida&rsquo;s upper Peace River can lose large quantities of water each day to sinkholes. This loss makes the river vulnerable to running dry during periods of low rainfall and limits its ability to support ecosystems and to provide water to residents downstream.<\/p>\r\n<p>On average, the upper Peace River loses 11-million gallons of water each day, according to a five-year federal study released this week.&nbsp; This is about 8 percent of the river&rsquo;s average daily flow measured at Bartow, according to the U.S. Geological Survey (USGS) study. The findings also document the main factors that influence where and when these losses occur.<\/p>\r\n<p>&ldquo;The upper Peace River has gone dry seven of the last ten years, so the Southwest Florida Water Management District asked us to conduct this study to determine exactly how much water is lost and where the losses occur. We also wanted to identify the dominant factors that create these conditions. Our results show that during prolonged periods of low rainfall, all the river water in this stretch can be lost to the aquifer,&rdquo; said Patricia Metz, USGS scientist and lead author of the study.<\/p>\r\n<p>The water losses occur along a two-mile stretch of the upper Peace River south of Bartow. The largest single-day loss measured during the 2002-2007 study was 32 million gallons on June 28, 2002.<\/p>\r\n<p>The Peace River once had year-round flow, but now a two-mile section of the river south of Bartow, Fla. goes dry during years when rainfall is below average and when aquifer levels are low. The volume of streamflow lost varies in response to seasonal changes in groundwater levels and hydrologic conditions. The river&rsquo;s surface water flows down into the groundwater system through holes and cracks in the limestone within the riverbed and floodplain.<\/p>\r\n<p>&ldquo;The Southwest Florida Water Management District wanted detailed information to use as guidance for implementing projects to help restore perennial flow in the upper Peace River,&rdquo; said Ron Basso, Project Manager for the District.<\/p>\r\n<p>The largest streamflow losses were measured at the start of the summer rainy season in May and June when low groundwater levels caused large volumes of water to be diverted from the river to replenish unfilled cavities and void spaces in the aquifers below.<\/p>\r\n<p>\"The greatest influence on streamflow declines in the upper Peace River has been the historic lowering of the groundwater levels below the riverbed elevation,&rdquo; said Metz. &ldquo;This study shows that streamflow losses are exacerbated during drought years, which is also when groundwater use increases. Because groundwater levels have been below the riverbed elevation since the 1950&rsquo;s, the cavernous layers in the rocks beneath the streambed can capture the river flow and divert it into the groundwater system,&rdquo; according to Metz.<\/p>\r\n<p>Some of the largest measured losses in the upper Peace River floodplain were made at the Dover sinkhole. (A <a href=\"http:\/\/gallery.usgs.gov\/videos\/168\"><strong>video<\/strong><\/a> clip shows river water gushing down holes and cracks as it fills the sinkhole with water during a rainfall event in 2006.)<\/p>\r\n<p>The lowest recorded aquifer levels in the area occurred in 1975 due to demands on groundwater from phosphate mining and other uses. At that time groundwater levels were as much as 50 feet below the riverbed elevation. Since then, a reduction in groundwater use in this area has allowed aquifer levels to recover but they currently remain as much as 30 feet below the riverbed elevation depending on climati","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["Florida","Peace River","water","Sinkhole","karst","streamflow","drought","groundwater"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1254369600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170220"},{"tid":"168848"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}