{"title":"New USGS Research Shows How Land Use Affects Amphibians","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Editors: For a link to reproducible pictures and to other amphibian press \nreleases, please go to <a \r\nhref=\"http:\/\/www.usgs.gov\/amphibians.html\">http:\/\/www.usgs.gov\/amphibians.html<\/a><\/b> \r\n<\/p>\r\n\r\n<p>New USGS research shows that rural areas and farms may be friendlier to frogs \r\nand toads than urban areas. Dr. Melinda Knutson, a conservation scientist with \r\nthe U.S. Geological Survey, said the research on frog and toad populations in \r\ntwo Midwestern states shows that frog and toad abundance and species richness \r\nwere low in urban areas but near normal in agricultural areas. \r\n<\/p>\r\n<p>\"Despite some risks, Midwestern frog populations seem to coexist with \r\nagriculture, the dominant land use in the region,\" Knutson explained. \"Amphibian \r\npopulations in intensive row-crop agriculture are dependent upon adjacent, less \r\ndisturbed environments, such as forests, grasslands, emergent wetlands, lakes, \r\nand streams. Even small areas of these other cover types may be important in \r\nmaintaining amphibian populations on the landscape.\" \r\n<\/p>\r\n<p>Stopping declines in amphibian populations has become a national priority. \r\nBefore critical habitat can be retained or restored, quality amphibian habitat \r\nmust be defined. Scientists with the USGS are examining how various landscapes \r\nsuch as wetlands and agricultural areas relate to frog and toad populations. \r\nTheir research may benefit natural resource managers who have been given the \r\ntask of promoting healthy and diverse amphibian populations. \r\n<\/p>\r\n<p>The new research also confirmed the role of forests as important amphibian \r\nhabitat. While wetlands are their primary breeding habitats, many frog and toad \r\nspecies spend part or all of their nonbreeding season in trees, shrubs, or heavy \r\nlitter, not wetlands, Knutson said. The habitat quality of forests may be just \r\nas important as wetlands for these species. The structure of trees, shrubs, and \r\nunderbrush in a forest creates diverse habitats with many niches. Forests also \r\nmoderate the temperature and evaporation rate of aquatic habitats adjacent to \r\nthem, contribute organic matter, and add diversity to the plant and animal \r\ncommunity in the area. \r\n<\/p>\r\n<p>In a related study, Knutson and other biologists are investigating the value \r\nof constructed farm ponds for native amphibians. Thousands of farm ponds have \r\nbeen constructed in the Midwest through cost-share programs with the U.S. \r\nDepartment of Agriculture. The purpose of these farm ponds is to prevent soil \r\nerosion and create wildlife habitat, yet few studies have been conducted to \r\ndetermine how the ponds benefit wildlife such as frogs. One product of Knutson&rsquo;s \r\nresearch will be a guide covering the design, construction, and management of \r\nfarm ponds for use by contractors, private landowners, and state or federal \r\nagencies. \r\n<\/p>\r\n<p>Biologists from the U.S. Geological Survey are helping determine why \r\namphibians are disappearing in the U.S. and across the globe. Research by these \r\nscientists and others has identified many deadly virus infections as well as the \r\nchytrid fungus as factors in some amphibian die-offs and population declines. \r\nScientists are actively investigating other hypotheses that could help explain \r\nthese worldwide declines, including global change, contamination from pesticides \r\nand other chemicals, increased exposure to ultraviolet radiation due to ozone \r\nthinning, and the spread of non-native predators. Many biologists suspect that a \r\ncombination of factors may be responsible. \r\n<\/p>\r\n<p>These die-offs are of great concern because amphibians are good barometers of \r\nsignificant environmental changes that may go initially undetected by humans. \r\nAmphibians, unlike people, breathe at least partly through their skin, making \r\nthem much more sensitive to environmental insults. The worldwide amphibian \r\ndeclines and deformities could be an early warning that some of our ecosystems - \r\neven seemingly pristine ones","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"954306000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169309"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}