{"title":"Interior Department Seeks Nominations for National Geospatial Advisory Committee","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nInterior Deputy Secretary P. Lynn Scarlett announced today the formation of the National Geospatial Advisory Committee (NGAC). The Interior Department is currently seeking nominations for membership on the new advisory group. \r\n<\/p>\r\n<p>\r\nThe NGAC is being created to advise the Federal government on the management of national geospatial programs and the development of the National Spatial Data Infrastructure (NSDI). The NSDI promotes sharing of geospatial data throughout all levels of government, the private and non-profit sectors, and the academic community. The Committee will provide advice and recommendations on Federal geospatial policy and management issues and provide a forum to convey views representative of our partners in the geospatial community. The Committee is being formed by the Department of the Interior on behalf of the Federal Geographic Data Committee (FGDC) under the authority of the Federal Advisory Committee Act (FACA). \r\n<\/p>\r\n<p>\r\n&quot;Geospatial data has become a critical element in many agencies&#39; abilities to achieve their goals,&quot; said Scarlett, who serves as chair of the FGDC. &quot;The Department of the Interior and the FGDC are committed to working with partners to develop an inclusive geospatial governance process. We believe that the NGAC will provide an excellent forum for our partners to participate in the further development of the NSDI.&quot; \r\n<\/p>\r\n<p>\r\nThe FGDC Steering Committee is the interagency executive group responsible for providing leadership and direction in Federal geospatial programs. The effort to establish the NGAC was initiated as a result of the FGDC &quot;Future Directions&quot; strategic planning effort, which was completed in 2005. The Future Directions governance report, which was developed by an intergovernmental team, included a recommendation to establish a new national geospatial coordination body to be comprised of representatives of federal, state, local, and tribal governments, as well as representatives from the private and non-profit sectors. In addition, the President&#39;s Geospatial Line of Business initiative, which was established in 2006 to develop better management practices for Federal geospatial programs, recognized the importance of involving non-federal partners in the NSDI development process. \r\n<\/p>\r\n<p>\r\nThe NGAC will include approximately 20-25 members, who will be selected to generally achieve a balanced representation of the viewpoints of the various partners involved in national geospatial activities. The Secretary of the Interior will appoint Committee members and their alternates to the Committee to serve 2-year terms. \r\n<\/p>\r\n<p>\r\nNominations for Committee membership should be submitted electronically to <a href=\"mailto:ngacnominations@fgdc.gov\">ngacnominations@fgdc.gov<\/a> by June 28, 2007.&nbsp; Nominations should include:&nbsp; \r\n<\/p>\r\n<ol>\r\n\t<li>A statement summarizing the nominee&#39;s qualifications and interest in Committee membership and describing the nominee&#39;s ability to represent a stakeholder group.<\/li>\r\n\t<li>A biographical sketch, resume, or vita.<\/li>\r\n\t<li>A list of three references or endorsements.<\/li>\r\n\t<li>Contact information for the nominee.<\/li>\r\n<\/ol>\r\n<p>\r\nFinal selection and appointment of Committee members will be made by the Secretary of the Interior. Members of the Committee serve without compensation. However, members may be reimbursed for per diem and travel expenses incurred while attending Committee meetings in accordance with the Federal travel regulations as implemented by the Department of the Interior. \r\n<\/p>\r\n<p>\r\nThe Committee will operate under the requirements of the Federal Advisory Committee Act (FACA). The purpose of FACA, which was enacted by the Congress in 1972, is to ensure that advice rendered to the executive branch by the various advisory committees, task forces, boards and commissions formed over the years by Congress and the President, be both objective and accessible to t","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1179115200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169727"},{"tid":"169811"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}