{"title":"Renewed Land Subsidence Poses Risk to Water Infrastructure in California's San Joaquin Valley","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SACRAMENTO, Calif. &mdash; Extensive groundwater pumping from San Joaquin Valley aquifers is increasing the rate of land subsidence, or sinking. This large-scale and rapid subsidence has the potential to cause serious damage to the water delivery infrastructure that brings water from the north of the valley to the south where it helps feed thirsty cropland and cities. According to a new report by the U.S. Geological Survey the subsidence is occurring in such a way that there may be significant operational and structural challenges that need to be overcome to ensure reliable water delivery.<\/p>\n<p>The report concentrates on subsidence in an original study area along the economically vital Delta-Mendota Canal in the northern San Joaquin Valley, but also includes data from a subsequently discovered and much larger subsidence area that touches the canal on the southwest.<\/p>\r\n<p>This subsidence is reducing the capacity of the Delta-Mendota Canal, the California Aqueduct, and other canals that transport floodwater and deliver water to agriculture, cities, industry and wildlife refuges. To help public agencies and resource managers minimize risk and damage to California's infrastructure, the USGS is studying and providing information on groundwater conditions and land subsidence in the San Joaquin Valley.<\/p>\r\n<p>\"The USGS report was commissioned by the U.S. Bureau of Reclamation to learn more about the challenges we face due to subsidence. It will help us take additional proactive measures to ensure efficient delivery of water to the San Joaquin Valley,\" said David Murillo, Mid-Pacific regional director of the Bureau of Reclamation. \"The 2012 completion of the Intertie project, which connects the Delta-Mendota Canal and the California Aqueduct in the valley, was a major step toward addressing conveyance conditions in the federal water system,\" Murillo said.&nbsp;<\/p>\r\n<p>Between 1926 and 1970, groundwater pumping caused widespread aquifer compaction and resultant land subsidence in the valley. Subsidence in some areas exceeded 28 feet. Though surface-water imports in the early 1970s resulted in a steady recovery of groundwater levels, court-mandated and drought-related reductions in surface-water deliveries since 1976 have led to periods of increased groundwater pumping, resulting in historic low groundwater levels in some areas. This increased pumping has caused additional land subsidence, as well as a shift in the part of the San Joaquin Valley most affected by the subsidence.<\/p>\r\n<p>The subsidence rate doubled in 2008 in some areas around the Delta-Mendota Canal, the study found. Though much of the northern portion of the canal area was fairly stable, the southern portion experienced about 1.8 inches of subsidence from 2003 to 2008. Water levels in many deep wells in this area reached historic lows during this period, indicating that at least some of the subsidence measured in this area probably will not return to its previous level, even if groundwater levels recover. &nbsp;<\/p>\r\n<p>The USGS report also includes data from satellite-based interferometric synthetic aperture radar (InSAR) images that further characterize a large subsidence bowl first seen by California Department of Water Resources surveys northeast of the Delta-Mendota Canal in 2008 and 2010. The InSAR images processed by USGS indicate that this bowl is much larger than originally believed, encompassing roughly 1,200 square miles and including part of the canal. Centered near the town of El Nido, it is bounded roughly by the towns of Merced on the north, Mendota on the south, Los Banos on the west and Madera on the east. It also includes part of the San Joaquin River, most of the Eastside bypass &ndash; the primary flood control channel east of the river &ndash; and other water conveyance structures. At the center of the subsidence bowl near El Nido, more than 21 inches of subsidence was recorded between the two years. The rate of subsidence in this area &nd","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","groundwater","subsidence","Sacramento San Joaquin Delta","Central Valley","Delta Mendota","canal","Reclamation",""],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1385010000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}