{"title":"USGS Cancels March Public Lecture in Reston","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>RESTON, Va. -- <!--introstart-->The U.S. Geological Survey is cancelling its March 6 public lecture, \"Space Weather and Magnetic Storms,\" due to travel restrictions the agency has implemented in preparation for the potential sequestration.<!--introend--><\/p>\n<p>The scheduled speaker had planned to travel to Reston from Denver to&nbsp;meet with headquarters staff and do the lecture, but the new restrictions prohibit all but mission critical travel.<\/p>\r\n<p>In addition to the travel restrictions, in preparation for the potential sequestration the USGS has implemented a hiring freeze; eliminated or significantly reduced participation in all scientific conferences; cancelled all non-mandatory, non-mission critical training; directed a review of contracts and grants to determine which should be delayed, re-scoped, or terminated; and may have to furlough employees for an undetermined amount of time.<\/p>\r\n<p>The \"Science in Action\" <a href=\"http:\/\/www.usgs.gov\/public_lecture_series\/\">public lecture series<\/a> in Reston began in 2009, familiarizing local, web-based and twitter audiences with science issues that are meaningful to their daily lives. &nbsp;Traditionally held the first Wednesday of the month, the typical lecture has an in person audience of approximately 125 people, although numbers frequently go significantly higher.&nbsp; The web-based audience brings an additional 500 to 1000 people viewing a screencast of the lecture or listening to the audio at a later time.&nbsp;&nbsp; The USGSLive Twitter feed of the lecture also reaches an additional 8500 subscribers.<\/p>\r\n<p>While the November 2011 lecture on the Virginia Earthquake drew the largest in person audience to date, with 320 people in attendance, the April 2012 lecture on Shale Gas, Hydraulic Fracturing, and Induced Earthquakes drew the largest audience on the web.&nbsp; That lecture was viewed by more than 13,000 people on YouTube, and also aired on C-Span.<\/p>\r\n<p>&nbsp;The USGS will re-evaluate the future of its public lecture series in Reston as the budget picture becomes more clear.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":["sciencein Action Public Lecture","Communicationsand Publishing Public Affairs"],"release_date":{"und":[{"value":"1362114000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170644"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}