{"title":"Mission Accomplished for Landsat 5","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Today the U.S. Geological Survey announced that Landsat 5 will be decommissioned over the coming months, bringing to a close the longest-operating Earth observing satellite mission in history.<!--introend-->&nbsp; By any measure, the Landsat 5 mission has been an extraordinary success, providing unprecedented contributions to the global record of land change. The USGS has brought the aging satellite back from the brink of failure on several occasions, but the recent failure of a gyroscope has left no option but to end the mission.&nbsp;<\/p>\n<p>Now in its 29<sup>th<\/sup> year of orbiting the planet, Landsat 5 has long outlived its original three-year design life. Developed by NASA and launched in 1984, Landsat 5 has orbited the planet over 150,000 times while transmitting over 2.5 million images of land surface conditions around the world.&nbsp;&nbsp;<\/p>\r\n<p>\"This is the end of an era for a remarkable satellite, and the fact that it flew for almost three decades is a testament to the NASA engineers and the USGS team who launched it and kept it flying well beyond its expected lifetime,\" stated Anne Castle, Department of the Interior Assistant Secretary for Water and Science. \"The Landsat program is the 'gold standard' of satellite observation, providing an invaluable public record of our planet that helps us tackle critical land, water, and environmental issues.\"&nbsp;<\/p>\r\n<p>&nbsp;\"Any major event since 1984 that left a mark on this Earth larger than a football field was likely recorded by Landsat 5, whether it was a hurricane, a tsunami, a wildfire, deforestation, or an oil spill,\" said USGS Director Marcia McNutt. \"We look forward to a long and productive continuation of the Landsat program, but it is unlikely there will ever be another satellite that matches the outstanding longevity of Landsat 5.\"&nbsp;<\/p>\r\n<p>For more than a quarter of a century, Landsat 5 has observed our changing planet. It has recorded the impact of natural hazards, climate variability and change, land use practices, development and urbanization, ecosystem evolution, increasing demand for water and energy resources, and changing agricultural demands worldwide. Vital observations of the Mount Saint Helens eruption, Antarctica, the Kuwaiti oil fires, the Chernobyl disaster, rainforest depletion, major wildfires and floods, urban growth, global crop production, and ice shelf expansion and retreat have helped increase our understanding and awareness of the impact of humans on the land.&nbsp;<\/p>\r\n<p>The USGS Flight Operations Team recently began the process required to safely lower Landsat 5 from its operational orbit. The first series of maneuvers is expected to occur next month.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>With Landsat 5's decommissioning, Landsat 7, which was launched in 1999 and has also outlived its five-year design life, will continue to provide information, although an instrument anomaly reduces the amount of data it collects.&nbsp; The next mission, Landsat 8 &mdash; also called the Landsat Data Continuity Mission &mdash; is scheduled for launch by NASA in February 2013.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The natural resource management and development challenges that the Nation has faced since the beginning of the Landsat program have not diminished; they've only accelerated.&nbsp; Landsat, and the many applications that it has spawned, will be even more critical in the future to keep pace with these challenges.&nbsp; The Department of the Interior and NASA are working closely with the Administration on options for long-term continuity of the Landsat data stream.<\/p>\r\n<p>Since 2008, when the USGS made the Landsat archive accessible to on-line users at no cost, nearly 10 million images, each covering over 12,000 square miles, have been downloaded in 190 countries.&nbsp;&nbsp;<\/p>\r\n<p>For further details and the latest information about the status of Landsat satellites, visit the USGS <a href=\"http:\/\/landsat.usgs.gov\/\">Landsat Missions w","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Earth Resources Observationand Science Center","Climateand Land Use Change Geographic Analysisand Monitoring","Climateand Land Use Change Land Remote Sensing","Directors Office"],"article_type":["National News Release"],"distribution":["Climate Change","Mapping"],"release_date":{"und":[{"value":"1356066000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"170585"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}