{"title":"USGS Finds West Nile Virus in Missouri, Arkansas","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>**Note: The Missouri Department of Health and Senior Services can be reached at 573-751-6113 on Friday or 573-751-6400 over the weekend and the Columbus Day holiday on Monday.**<\/b> <\/p>\n<p>Scientists from the U.S. Geological Survey (USGS) in Madison, Wisc., confirmed today that five dead crows found in the St. Louis, Mo., area tested positive for the West Nile Virus. On Thursday, USGS biologists announced that a dead blue jay, found near El Dorado, Ark., also tested positive for the virus. These most recent cases mark the furthest west the virus has been identified in the United States. <\/p>\r\n<p>One year ago, USGS scientists said the West Nile Virus was on the move south and possibly west. The virus, considered a special threat to crows and jays, has appeared this year from Florida to Maine and now crossed the Mississippi River. \"This year has seen a rapid westward expansion of the virus,\" said Scott Wright, a wildlife disease pathologist at the USGS National Wildlife Health Center where the tests were performed. \"We had expected some expansion to the west, but we could not have predicted how fast the virus would move. As the weather begins to cool though, we should see the virus activity slow down in northern parts of the country.\" <\/p>\r\n<p>Primarily a wild bird disease, West Nile Virus has been confirmed in 25 humans in 2001, including an Atlanta woman who died. It has been found in more than 80 bird species and 9 mammal species since its arrival in this country in 1999. This summer, the virus has also been identified in 137 horses in Alabama, Connecticut, Florida, Georgia, Kentucky, Louisiana, Massachusetts, New Jersey, New York, Pennsylvania and Virginia and in thousands of birds in eastern states. <\/p>\r\n<p>A USGS West Nile Virus website with additional information is available at: <a href=\"http:\/\/www.nwhc.usgs.gov\/research\/west_nile\/west_nile.html\">http:\/\/www.nwhc.usgs.gov\/research\/west_nile\/west_nile.html<\/a>. <\/p>\r\n<p>This year, the virus has been identified in 27 states, the District of Columbia and in Ontario, Canada. <\/p>\r\n<p><b>States where West Nile Virus is active:<\/b> <\/p>\r\n<UL>\r\n<LI>Alabama<\/LI>\r\n<LI>Arkansas<\/LI>\r\n<LI>Connecticut<\/LI>\r\n<LI>Delaware<\/LI>\r\n<LI>Florida<\/LI>\r\n<LI>Georgia<\/LI>\r\n<LI>Illinois<\/LI>\r\n<LI>Indiana<\/LI>\r\n<LI>Iowa<\/LI>\r\n<LI>Kentucky<\/LI>\r\n<LI>Louisiana<\/LI>\r\n<LI>Maine<\/LI>\r\n<LI>Maryland<\/LI>\r\n<LI>Massachusetts<\/LI>\r\n<LI>Michigan<\/LI>\r\n<LI>Mississippi<\/LI>\r\n<LI>Missouri<\/LI>\r\n<LI>New Hampshire<\/LI>\r\n<LI>New Jersey<\/LI>\r\n<LI>New York<\/LI>\r\n<LI>North Carolina<\/LI>\r\n<LI>Ohio<\/LI>\r\n<LI>Pennsylvania<\/LI>\r\n<LI>Rhode Island<\/LI>\r\n<LI>Tennessee<\/LI>\r\n<LI>Virginia<\/LI>\r\n<LI>Wisconsin and Washington, D.C. <\/LI><\/UL>","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas","Missouri"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1002513600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}