{"title":"USGS SCIENTISTS TO DESCRIBE COASTAL EROSION, ANCIENT CRAWDADS, AND TRAVELING TAR BALLS AT NEW ORLEANS SCIENCE MEETING","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Patterns of sediment deposition near the mouth of the Mississippi River, traveling tar balls and the evolution of ancient marine lobsters into today&rsquo;s Louisiana crayfish are a sampling of some of the earth-science topics that will be presented by scientists from the U.S. Geological Survey during a national science meeting in New Orleans next week. \n<p>More than 100 USGS scientists will join an estimated 4,000 earth scientists from around the nation at the Ernest N. Morial Convention Center in downtown New Orleans for the annual meeting of the Geological Society of America (GSA), Nov. 5-9. \r\n<p>The meeting will get underway Sunday afternoon, Nov. 5, with an environmental forum, \"Politics and Economics; Geological Research Bridging the Gulf.\" During this session, USGS Director, Dr. Gordon Eaton will speak on the changes that are taking place in federal government agencies and the implications of these changes for academics and industry. \r\n<p>In subsequent sessions, Monday through Thursday, USGS scientists will present the following: Is Louisiana Washing Away? Rates of coastal erosion in Louisiana&rsquo;s barrier islands are the highest in the Nation and perhaps the world, averaging 10 meters a year. A severe storm like Hurricane Opal can erode as much as 30 meters in just 12 hours. Wetlands in Louisiana are deteriorating and disappearing at a rate of 75 square kilometers a year, a slight improvement over rates in the 1980s. Jeff Williams, a geologist with the USGS in Reston, Va., will describe how the changing path of the Mississippi River over the past 7,000 years, combined with other geologic factors and human activities, has set the stage for much of this shoreline and wetland deterioration. Williams will present his results at 2:40 p.m. on Monday, Nov. 6, as he co-chairs the GSA Keynote Symposium on \"The Mississippi River--Control and Consequences,\" beginning at 1 p.m. \r\n<p>Bypass Operation: In the 50 years between 1930 and 1980 about 60 million cubic meters of sediment was deposited offshore from the Cat Island\/Wine Island Pass system, about 120 miles west of the mouth of the Mississippi River. USGS oceanographer Bruce Jaffe, Menlo Park, Calif., will tell fellow scientists that this \"inlet bypassing\" of sediment is the result of currents and wave action during large storms and hurricanes, rather than normal river flows. Jaffe will present his paper at 1:45 p.m., Wednesday, Nov. 8. \r\n<p>Crawdads; Super Survivors: The thousands of crayfish that will be consumed by the visiting scientists next week have changed little since their species first appeared on Earth about 240 million years ago, according to Steve Hasiotis, a USGS paleontologist from Denver, Colo. Knowing the details of ancient crayfish life and habitat is important for modern-day aquaculturists, according to Hasiotis, who derives much of his information on the crustaceans by studying their fossilized burrows. Hasiotis will present his findings at 8:30 a.m., Tuesday, Nov. 7. \r\n<p>Everglades Ecosystem: A century of draining the Everglades in southern Florida has changed its natural ecosystem almost beyond recognition. Three USGS researchers will describe a series of efforts to understand the region&rsquo;s ecosystem, a necessary step before a successful restoration can begin. Hydrologist John Vecchioli, of the USGS in Tallahassee, will describe the USGS contribution to a massive intergovernmental effort to restore the natural water regime in parts of South Florida and allow the Everglades ecosystem to recover. Lynn Wingard, a geologist in Reston, Va., will summarize techniques for reconstructing ecosystem history in South Florida. By analyzing fossils from shallow cores, she and her colleagues can tell what has happened to the local ecosystems, on land and sea, over the past 100 years. Geologist Bob Halley, from the St. Petersburg office, will discuss how salinity in Florida Bay is influenced both by the natural rise in sea level and sedimentation during th","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"815288400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}