{"title":"Atrazine Not Likely to Exceed Drinking Water Standard in Agricultural Groundwater","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new model predicts that atrazine, plus its breakdown product deethylatrazine, has less than a 10 percent chance of exceeding the U.S. Environmental Protection Agency&rsquo;s standard for public drinking-water supplies in shallow groundwater in about 95 percent of the nation&rsquo;s agricultural areas. Atrazine is a commonly used herbicide for weed control in corn and sorghum production.&nbsp;<\/p>\n<p>&ldquo;With the intensive, widespread use of the herbicide atrazine in agricultural production, some communities will need to carefully monitor the risk to groundwater and human health from this contaminant and its residues,&rdquo; said USGS director Marcia McNutt. &ldquo;The advantage of this new research is that it reveals the spatial variability of risk for atrazine contamination in groundwater across the United States, allowing communities to make wise decisions on allocating scarce financial resources for water-<a name=\"_GoBack\"><\/a>quality testing.&rdquo;&nbsp;<\/p>\r\n<p>These findings are based on new statistical models developed from almost 20 years of nation-wide water-quality monitoring data collected by the USGS <a href=\"http:\/\/water.usgs.gov\/nawqa\/\">National Water Quality Assessment Program (NAWQA)<\/a>.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>&ldquo;These models are an improvement over previous models because they predict concentrations rather than detection frequencies. Concentrations can be compared to water-quality standards and guidelines to evaluate potential human-health concerns,&rdquo; said Paul Stackelberg, USGS hydrologist and lead author on the report. &ldquo;These models are not for regulatory purposes, but can be used to identify areas where concentrations of atrazine are most likely to be of potential concern and also to set priorities among groundwater resources for future monitoring.&rdquo;<\/p>\r\n<p>EPA&rsquo;s Maximum Contaminant Level (MCL) of 3.0 &micro;g\/L for atrazine in public drinking-water supplies is not a regulatory standard for shallow groundwater or domestic supplies, but serves as a benchmark for potential human-health concerns. Predicted concentrations are compared to the MCL for atrazine in order to provide a perspective on potential significance to human health.&nbsp;<\/p>\r\n<p>Additional findings from the study include:&nbsp;<\/p>\r\n<ul>\r\n<li>Concentrations of atrazine residues (atrazine plus deethylatrazine) in groundwater are strongly influenced by the history of atrazine use in relation to the time period that the sampled groundwater infiltrated through the soil and replenished groundwater supplies. <\/li>\r\n<li>The highest concentrations of atrazine residues were predicted for recently recharged groundwater in agricultural areas where substantial atrazine use is combined with natural conditions of permeable soils and high groundwater recharge. These conditions readily move water from the land surface to groundwater. Because of these factors, the largest area where elevated concentrations are predicted in shallow groundwater is in eastern Nebraska.&nbsp; <\/li>\r\n<li>Concentrations of atrazine residues are predicted to be lower across much of the Corn Belt, even in parts of Iowa, Illinois, and Indiana, where atrazine is known to be applied in the greatest quantities. Soils in these areas tend to be poorly drained and often require artificial drainage through trenches and tile drains that capture soil water and divert it from groundwater to nearby streams. <\/li>\r\n<\/ul>\r\n<p>These statistical models provide a cost-effective means of understanding the chemical quality of the nation&rsquo;s groundwater resources and for estimating water-quality conditions in unmonitored locations.&nbsp;<\/p>\r\n<p>Results of the USGS study \"Regression models for estimating concentrations of atrazine plus deethylatrazine in shallow groundwater in agricultural areas of the United States\" are published in the Journal of Environmental Quality and are currently available <a href=\"https:\/\/www.crops.org\/publications\/jeq\/view\/41-2\/q11-","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["groundwater","nawqa","Atrazine","herbicide","agriculture","water"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1331182800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"},{"tid":"170252"},{"tid":"170350"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}