{"title":"Camellias, Rhododendrons Grace Government Offices","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The magnificent camellias,\nrhododendrons, azaleas, and magnolias that create a spectacular display\r\nof color each year at the U.S. Geological Survey in Menlo Park aren't\r\nwhat usually come to mind when one thinks about a government building\r\nand its landscaping. The lush plantings and many rare specimens are\r\nlargely the work of the late USGS geophysicist, Howard Oliver.<\/p>\r\n<p>To recognize Howard Oliver&rsquo;s significant and generous contributions to\r\nthe USGS gardens, the San Francisco Peninsula Camellia Society and the\r\nDe Anza Chapter of the American Rhododendron Society will dedicate a\r\nplaque in his honor on Monday, March 31 at 5:45 p.m. The plaque will be\r\nplaced in the USGS gardens under the wisteria arbor between buildings 1\r\n&amp; 2, at the base of a large specimen of Sierra Nevada granodiorite,\r\nsurrounded by red and white-blooming rhododendrons.<\/p>\r\n<p>A tour of the gardens is scheduled at 5:00p.m. before the plaque\r\ndedication ceremony. Meet on the front steps of USGS Building 3 for the\r\ntour. After the ceremony, at 7:00 p.m, the Camellia and Rhododendron\r\nSocieties will host local horticulturist Barrie D. Coate who will speak\r\nabout <span style=\"font-style: italic;\">Camellia and Rhododendron\r\nPests and Diseases<\/span>, and will demonstrate camellia and\r\nrhododendron pruning techniques. The lecture and pruning demonstration,\r\nin the Bldg 3 auditorium, are open to the public. At 6:30 p.m., before\r\nthe lecture, there will be a plant sale of camellias.<\/p>\r\n<p>When the USGS established its Western Region Center in Menlo Park in\r\n1954, there were no formal plantings and only a few native oaks and\r\ngrasses. Government-funded landscaping allowed only for lawns and some\r\nevergreen bushes. In 1960, one USGS geophysicist, Howard Oliver,\r\ndecided to brighten up the area near one of the buildings by planting\r\nsome rhododendron bushes from his home garden. One bush soon became\r\nseveral, and by the 1970s, Dr. Oliver was donating rare rhododendrons\r\nand azaleas to the USGS gardens. He was assisted by his son, Bill, and\r\nmembers of Menlo Park Boy Scout Troop 109, who helped to plant and care\r\nfor the plants, as part of their merit badge training. Through the\r\nyears, other USGS employees followed Oliver&rsquo;s example by donating\r\nspecimen plants from their own gardens. The USGS gardens are\r\nbeautifully maintained by VTF Services, Inc., of Mountain View\r\nCalifornia, and although Oliver retired from the USGS in 1997, he\r\ncontinued as a volunteer to supervise the care and feeding of these\r\nspecial plants until his death in 2006. Mainly through the efforts of\r\nOliver, the USGS center in Menlo Park has one of the largest\r\ncollections, variety-wise, of rhododendrons in California.<\/p>\r\n<p>In addition to the USGS gardens, Oliver spearheaded the planting of\r\nseveral other public spaces, including the Redwood City Library, and\r\nConnor Park in Los Altos. Howard Oliver was a long-time member and past\r\npresident of the San Francisco Peninsula Camellia Society, a member of\r\nthe De Anza and Northern California Rhododendron Societies, and the\r\nAmerican Magnolia Society. He was particularly interested in <span style=\"font-style: italic;\">R. occidental<\/span>, the native\r\nCalifornia azalea, and with others, introduced it to the nursery trade.<\/p>\r\n<p>A <a href=\"http:\/\/online.wr.usgs.gov\/kiosk\/mparea3.html\">map and directions to the USGS campus<\/a> are online.\r\nThe online map indicates the locations of buildings 1, 2, &amp; 3,\r\nwhere the activities will take place. A <a href=\"http:\/\/menlocampus.wr.usgs.gov\/50years\/outreach\/gardens.html\">self-guided tour of the USGS\r\ngardens<\/a> is available online.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1206417600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168994"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}