{"title":"streamgages Measure High Flows in Michigan","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Do you want to accompany a USGS field crew as they measure flooding? Please contact Tom Weaver at 517-887-8923. <\/strong><\/p>\n<p>U.S. Geological Survey field crews have been measuring increased streamflow on numerous Michigan rivers in response to heavy rainfall in parts of the Lower Peninsula this April. The USGS <a href=\"http:\/\/waterdata.usgs.gov\/mi\/nwis\/nwisman\/?site_no=04116000\">Grand River at Ionia<\/a> streamgage in west-central Michigan recorded its highest streamflow of record, which began in 1949.&nbsp; Preliminary analysis indicate that there is only a 1 to 2 percent chance that flows larger than the measured 25,100 cubic feet per second will occur in any given year at the Ionia streamgage.<\/p>\r\n<p>Further downstream at the <a href=\"http:\/\/waterdata.usgs.gov\/mi\/nwis\/nwisman\/?site_no=04119000\">Grand River at Grand Rapids<\/a> streamgage, the fifth largest flow since 1904 was recorded with a 4 to 10 percent chance of being exceeded in any given year. Upstream from Ionia at the <a href=\"http:\/\/waterdata.usgs.gov\/nwis\/nwisman\/?site_no=04113000\">Grand River at Lansing<\/a> streamgage, peak flows had greater than 20 percent chance of being exceeded in any given year. High flows were also measured at <a href=\"http:\/\/waterdata.usgs.gov\/mi\/nwis\/rt\">USGS streamgages<\/a> located in the Kalamazoo, Muskegon, Rifle, St. Joseph, and Saginaw River basins.<\/p>\r\n<p>The likelihood of a peak flow event can be expressed, as above, using the annual exceedance probability, or its reciprocal, the recurrence interval.&nbsp; For example, a peak flow having a 20 percent chance of occurring in any given year, is equivalent to an event, which over an extended period of time, is exceeded on average once in five years (in the past, referred to as a 5-year flood, and calculated by dividing 1 by 0.20).&nbsp; Neither measure of likelihood can be used to predict the interval between flood events.<\/p>\r\n<p>USGS scientists are collecting critical streamflow data that are vital for protection of life, property and the environment. These data are used by the National Weather Service to develop flood forecasts, the U.S. Army Corps of Engineers to manage flood control, and the various state and local agencies in their flood response activities. More information is available at the <a href=\"http:\/\/mi.water.usgs.gov\/\">USGS Michigan Water Science Center<\/a>.<\/p>\r\n<p>There are 212 USGS-operated stations in Michigan that measure water levels, streamflow, rainfall, and selected water-quality parameters. Most of the <a href=\"http:\/\/waterdata.usgs.gov\/mi\/nwis\/rt\">USGS stations are realtime sites<\/a> where data are updated every one to two hours.<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.<\/p>\r\n<p>Access current flood and high flow conditions across the country by visiting the USGS <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch.<\/a> Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>. For more information about floods, see the USGS fact sheet, \"<a href=\"http:\/\/pubs.usgs.gov\/fs\/2006\/3026\/\">Flood Hazards&mdash;A National Threat<\/a>.\"<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Michigan"],"country":["United States of America"],"mm_tags":["flooding","floods","water","Michigan","streamgages","streamflow"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1367294400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169269"},{"tid":"169606"},{"tid":"170574"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}