{"title":"First Geologic Map of Jupiter's Moon Io Details an Otherworldly Volcanic Surface","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>FLAGSTAFF, Ariz. &ndash; <!--introstart-->More than 400 years after its discovery by Galileo, the innermost large moon of Jupiter &ndash; Io &ndash; can finally rest on its geologic laurels.<!--introend-->&nbsp; A group of scientists led by Dr. David A. Williams of Arizona State University has produced the first global geologic map of the Jovian satellite.&nbsp; The map, which was published by the U. S. Geological Survey, technically illustrates the geologic character of some of the most unique and active volcanoes ever documented in the solar system.<\/p>\n<p>Since its discovery in January 1610, Io has been the focus of repeated observation, first by Earth-based telescopes, and later by fly-by and orbiting spacecraft.&nbsp; These studies depict an otherworldly celestial body whose gravitational relationships with Jupiter and sister moons Europa and Ganymede cause massive, rapid flexing of its surface and interior.&nbsp; This flexing generates tremendous heat in Io's interior, which is relieved through surface volcanism, resulting in 25 times more volcanic activity than occurs here on Earth.<\/p>\r\n<p>\"More than 130 years after the USGS first began producing quality geologic maps here on Earth, it is exciting to have the reach of our science extend across 400 million miles to this volcanically active moon of Jupiter,\" said USGS Director Marcia McNutt. \"Somehow it makes the vast expanse of space seem less forbidding to know that similar geologic processes which have shaped our planet are active elsewhere.\"<\/p>\r\n<p>The Io geologic map is unique from other USGS-published planetary geologic maps because surface features were characterized using four distinct global image mosaics.&nbsp; Produced by the USGS, these image mosaics combine the best images from NASA&rsquo;s Voyager 1 and 2 missions (acquired in 1979) as well as the Galileo orbiter (1995-2003).<\/p>\r\n<p>This uniqueness presented a particular cartographic challenge. \"Io has undergone major surface changes during the past few decades due to its volcanic activity,\" notes Dr. Ken Tanaka, a USGS research geologist who coordinates the review and publication of planetary geologic maps. \"Conveying information from multiple image mosaics in a single map necessitated the use of unique and complementary map symbols, colors, and feature names.\"<\/p>\r\n<p>In many cases, these maps show that, despite the many differences between bodies in our Solar System, there are many notable similarities that link the evolution and fate of our planetary system together.&nbsp;<\/p>\r\n<p>The highly detailed, colorful map reveals a number of volcanic features, including: volcanic domes and depressions, lava flow fields, mountains, plume deposits, and sulfur- and sulfur dioxide-rich plains. Despite this geologic diversity, there is one particular feature that is common to the Moon, Mars, and even Earth that is not depicted on the geologic map of Io &mdash; impact craters.&nbsp;<\/p>\r\n<p>\"Io has no impact craters. It is the only object in the Solar System where we have not seen any impact craters, testifying to Io's very active volcanic resurfacing,\" says project lead David Williams.<\/p>\r\n<p>The new geologic map of Io is just one of many cartographic products that help drive scientific thought. The production of these products has been a focal point of research at the USGS Astrogeology Science Center since its inception in the early 1960s.&nbsp;&nbsp;\"Remotely characterizing the surfaces of planetary bodies [such as Io] forces scientists to carefully consider and test hypotheses that address the evolution of an entire planet,\" says Dr. Ken Herkenhoff, Acting Director of the USGS Astrogeology Science Center. &nbsp;<\/p>\r\n<p>USGS began producing planetary maps in support of the Apollo moon landings, and continues to help establish a framework for integrating and comparing past and future studies of extraterrestrial surfaces.<\/p>\r\n<p>The project was funded by NASA through its Outer Planets Research and Planetary","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["Io","Jupiter","moon","Mosaic","Image","map","Geologic Map","Galileo","","Flagstaff","","Voyager"],"release_date":{"und":[{"value":"1332129600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169308"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}