{"title":"USGS Research Facility Gets New Name","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Effective immediately, the Environmental and Contaminants Research Center, an environmental research facility of the U.S. Geological Survey&rsquo;s Biological Resources Division (Central Region) located in Columbia, MO, was re-named the Columbia Environmental Research Center (CERC). <!--introend-->\n<p>Center Director Bill Mauck stated, \"The name Columbia Environmental Research Center more closely defines the capabilities and the 30 year history of the Center with its clients, partners, and governmental agencies.\" \r\n<p>The Columbia Environmental Research Center continues to conduct nationally and internationally recognized aquatic and terrestrial contaminants, and ecological research. Scientists remain committed to providing quality scientific data and information to natural resource managers and the scientific community. Research emphasis is placed on U.S. Geological Survey partnerships, and those with other federal agencies, academia, state, and local governments, non-governmental organizations, and private industry. The Columbia Environmental Research Center has scientific capabilities that are responsive to the changing needs of clients and the scientific community, and provides the lead role within the USGS Biological Resources Division for contaminant research. The Center&rsquo;s primary scientific capabilities are:<\/p>\r\n<UL>\r\n<LI>Environmental toxicology and chemistry<\/LI>\r\n<LI>Ecology<\/LI>\r\n<LI>Ecogeography<\/LI>\r\n<LI>Large river ecology<\/LI>\r\n<LI>Information and technology transfer.<\/LI><\/UL>\r\n<p>Six field research stations, found throughout the USGS Central Region, are part of CERC. These are: International Falls, MN; Yankton, SD; Jackson, WY; College Station, TX; Padre Island, TX; and Corpus Christi, TX. These research stations conduct ecological field investigations and specialized toxicological studies in cooperation with other federal, state, and local agencies or organizations, and universities. Co-located at CERC are the U.S. Fish and Wildlife Serviceffices for the Big Muddy National Wildlife Refuge, and the offices of the Missouri Resource Assessment Partnership (MoRAP). \r\n<p>\r\n<p>NOTE TO NEWS EDITORS: More information on the Columbia Environmental Research Center can be obtained on the World Wide Web at: <a href=\"http:\/\/www.ecrc.usgs.gov\">http:\/\/www.ecrc.usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Missouri"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"908424000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170004"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}