{"title":"Enhanced Real-time Earthquake Information Now Online","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->New U.S. Geological Survey webpages featuring more robust, real-time earthquake information are now available.<!--introend--> &nbsp;Whether the earthquake is minor or major, <a href=\"http:\/\/earthquake.usgs.gov\/\">earthquake.usgs.gov<\/a> visitors will see a unique, interactive earthquake map that regularly updates, can be individually tailored, and provides saved settings for future map visits.&nbsp;<\/p>\n<p>In 2011, the website logged almost 48 million unique visitors and nearly 468 million pageviews.&nbsp;<\/p>\r\n<p>\"For all citizens of 'Earthquake Country,' whether they reside in our Nation's Capital or near a major global tectonic plate boundary, the new USGS earthquake webpages supply increased functionality to provide more real-time information tailored to the viewer's specific needs,\" said USGS Director Marcia McNutt. \"When the ground shakes and time is of the essence, our goal is to ensure that the most t<a name=\"_GoBack\"><\/a>imely information is at the fingertips of those who need to know.\"&nbsp;<\/p>\r\n<p>From the website, users can access <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/map\/\">Latest Earthquakes<\/a> &nbsp;to zoom into and pan the world map to select different basemaps, as well as overlays such as plate boundaries, faults, and earthquake hazards. Information can be fine-tuned to display earthquakes on the map by time window, magnitude, depth, and maximum recorded intensity.&nbsp; A list below the map updates for the current map view and settings and is sortable by any data column. Users can also download earthquake lists into other map interfaces like GoogleEarth (KML format) and Excel (CSV).&nbsp;<\/p>\r\n<p>The <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/\">event page<\/a> when an earthquake is selected has also been upgraded and it provides interactive features and more information, including downloadable data files in various formats for each earthquake product, such as ShakeMap, Did You Feel It?, etc. This new event-centric view allows the visitor to see all the information associated with each earthquake without having to jump around the website to view each related product.&nbsp;<\/p>\r\n<p>A future product in development will utilize the same user interface to search a comprehensive earthquake catalog populated with all existing USGS earthquake data, presenting a seamless view of recorded world-wide earthquakes current and historic.&nbsp; It is anticipated that this product will be released in beta later this year.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Natural Hazards Earthquake Hazards","Natural Hazards Global Seismographic Network"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1334635200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"169972"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}