{"title":"USGS Report Shows High Arsenic in Some Southeast New Hampshire Private Wells","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A recently released study led by the U.S. Geological Survey shows that an estimated 41,000 people in three southeast New Hampshire counties are using private wells that contain arsenic in concentrations that exceed federal safety standards for public water supplies. Officials made the announcement at a press conference today in Pembroke. <\/p>\n<p>&quot;We were surprised at the results, especially for Hillsborough and Strafford counties,&quot; USGS hydrologist Joseph Ayotte said. &quot;We knew from previous studies that arsenic was a problem regionally in eastern New Hampshire. What this study has done is allow us to better identify the extent of arsenic problems at a local level and provide useful information to citizens and state health authorities.&quot; <\/p>\r\n<p>The study, conducted in conjunction with the U.S. Environmental Protection Agency, the New Hampshire Department of Health and Human Services and Department of Environmental Services, and the New Hampshire Estuaries Project, concluded that 20 percent of the homes across Hillsborough, Rockingham and Strafford counties are using private wells with arsenic concentrations above 10 micrograms per liter, which will be the state and federal standard in January 2004. In some parts of the counties, the incidence is more than 30 percent of homes. Results also show that 90 percent of those who participated in the study use their wells for drinking water. <\/p>\r\n<p>&quot;Today&rsquo;s event is all about putting important information in the hands of citizens so that they can make informed decisions about how to manage and test their drinking water wells, and ultimately protect their families,&quot; said Robert Varney, Regional Administrator for EPA New England. &quot;As they say, â\u0080\u0098knowledge is power.&rsquo;&quot; <\/p>\r\n<p>According to Ayotte, recent studies suggest that the arsenic is predominantly naturally occurring and related to the geology of the area. However, he said that human sources may also have contributed to the problem, but that no studies have been done to determine just how much. <\/p>\r\n<p>Private wells are a major supply of drinking water in New England and are not regulated by state and federal agencies. Officials recommend that all private well users test their wells for arsenic. <\/p>\r\n<p>&quot;The state recognizes the importance of educating citizens about having private well water tested and the health risks associated with arsenic contamination,&quot; said Tony Giunta, Administrator of the Water Supply Engineering Bureau at the New Hampshire Department of Environmental Services. <\/p>\r\n<p>&quot;Studies conducted mostly in other countries indicate that health effects of long-term exposure to arsenic include increased risks of cancer of the bladder, lung and skin, cardiovascular disease, diabetes, and high blood pressure,&quot; said Dennis Pinski, Supervisor, Health Risk Assessment Section, New Hampshire Department of Health and Human Services. A Health Information Summary on arsenic can be found on the NH Department of Health and Human Services web site at: <a href=\"http:\/\/www.dhhs.state.nh.us\/DHHS\/HLTHRISKASSESS\/LIBRARY\/Fact+Sheet\/contaminants.htm\">http:\/\/www.dhhs.state.nh.us\/DHHS\/HLTHRISKASSESS\/LIBRARY\/Fact+Sheet\/contaminants.htm<\/a> <\/p>\r\n<p>Private well owners can find information and guidance on testing and water treatment options on the New Hampshire Department of Environmental Services web site at <a href=\"http:\/\/www.des.state.nh.us\/ws.htm\">http:\/\/www.des.state.nh.us\/ws.htm<\/a>. <\/p>\r\n<p>The complete findings, released as USGS Fact Sheet 051-03, are available at <a href=\"http:\/\/water.usgs.gov\/pubs\/fs\/fs-051-03\/\">http:\/\/water.usgs.gov\/pubs\/fs\/fs-051-03\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New Hampshire"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1065067200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169767"},{"tid":"169219"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}