{"title":"New Approach to Measuring Coral Growth Offers Valuable Tool for Reef Managers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Report is available on-line&nbsp;via open access at the publisher. View the abstract on the <a href=\"http:\/\/link.springer.com\/article\/10.1007\/s00338-013-1047-8\">SpringerLink website.<\/a><\/p>\n<table cellspacing=\"0\" cellpadding=\"8\" width=\"250\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_07_10\/Working_Station.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_07_10\/Working_Station_tn.jpg\" alt=\" Photo of SCUBA diver working on a calcification station at Fowey Rocks, Biscayne National Park, Florida: Photo credit: Carlie Williams (USGS).\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Photo of SCUBA diver working on a clacification station at Fowey Rocks, Biscayne National Park, Florida: Photo credit: Carlie Williams (USGS). <a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_07_10\/Working_Station.jpg\">(High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><strong>ST. PETERSBURG, Fla.<\/strong>&nbsp;&mdash;&nbsp;A new more sensitive weight-based approach for monitoring coral growth in the wild has been developed by U.S. Geological Survey researchers leading to more definitive answers about the status of coral reefs.<\/p>\r\n<p>Corals and other marine organisms build their skeletons and shells through calcification, the biological process of secreting calcium carbonate obtained from ocean water. This new approach to measuring corals can provide finer-scale resolution than traditional linear measurements of coral growth.&nbsp;<\/p>\r\n<p>\"A coral may grow two millimeters in height on the left side of the colony and five millimeters on the right, so linear measurements are inherently variable and require sampling hundreds of corals to detect changes in growth over time&hellip; our method requires only 10 corals per site,\" said Ilsa Kuffner, USGS scientist and lead author of the study.<\/p>\r\n<p>Using the weight-based approach, Kuffner's team discovered that colonies of the Massive Starlet coral calcified about 50 percent faster in the remote Dry Tortugas National Park compared to three sites along the rest of the island chain from Miami to Marathon, Fla. The reasons behind this surprising pattern are not clear, leaving a mystery sure to pique the interest of many reef managers.<\/p>\r\n<p>The new approach could be highly useful to managers because it can detect small changes over space and time due to its high level of precision. Also, the method uses inexpensive and easy-to-find materials, and no corals are harmed in the process.&nbsp;&nbsp;<\/p>\r\n<p>\"This tool provides the kind of scientific information needed to manage coral reefs at the ecosystem scale by looking at the relationships between coral health, climate change, and water-quality. It provides partners and reef managers with better, more sensitive metrics to assess coral growth, identify the most important variables, and prioritize strategies to protect and preserve these valuable ecosystems,\" said Acting USGS Director, Suzette Kimball. \"It is also one of the ways USGS science is advancing the National Ocean Policy by supporting a number of on-the-ground priority actions.\"<\/p>\r\n<p>A next step in understanding declines in coral growth is discerning the different components of water-quality that are driving calcification rates, and this can only be achieved through the cooperation of reef managers and scientists around the world. The real power in the new approach will be realized if it is applied across many reefs that naturally have different temperature regimes, water quality, and pH conditions.&nbsp;<\/p>\r\n<p>\"The study results suggest that we should pay more attention to different aspects of water-quality if we hope to understand and predict what will happen to coral reefs as oceans continue to change,\" said Kuffner.&nbsp;<\/p>\r\n<p>According to Kuffner, managers already know coral reefs are in decline, but they want to know why. They need a linkage between cause and effect that explains why reefs are not growing like the","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["Natural Hazards Coastaland Marine Geology","ecosystems","Geographic Areas Northeast","Geographic Areas Southeast","Ecosystems Terrestrial Freshwaterand Marine Environments"],"distribution":["Biology"],"release_date":{"und":[{"value":"1373428800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"169510"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}