{"title":"Red Dye Study will Temporarily Discolor the Des Plaines River near Lemont","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Note:&nbsp; This study has been postponed due to high water levels on the Des Plaines River. It will be rescheduled within the next few months.<\/strong><\/p>\n<p>A harmless red dye will temporarily discolor the Des Plaines River near Lemont, Ill., for scientific research purposes starting on Aug. 2.<\/p>\r\n<p>U.S. Geological Survey scientists will be performing a dye test in the Des Plaines River and the nearby Chicago Sanitary and Ship Canal (CSSC) between Route 83 and the Lemont area during the week of Aug. 1, giving the water a reddish tint until approximately Aug. 5. The study will determine locations where water from the Des Plaines River may be moving into the CSSC, and is part of a larger study on the potential for <a href=\"http:\/\/nas.er.usgs.gov\/queries\/factsheet.aspx?speciesID=549\">Asian carp<\/a> eggs or larval and other invasive species to migrate from the Des Plaines River to Lake Michigan.&nbsp;<\/p>\r\n<p>\"By using low, non-hazardous concentrations of dye, we can identify the exact areas, if any, where openings in the bedrock are large enough for invasive carp eggs and other invasives to migrate through and enter the CSSC, giving them a direct pathway into Lake Michigan,\" said Doug Yeskis, director of the USGS Illinois Water Science Center. \"Asian carp can be destructive to native ecosystems because they compete with native fish for food, and this study will inform strategies to prevent their migration into Lake Michigan.\"<\/p>\r\n<p>USGS scientists will begin setting up the equipment on Aug. 1, and the red dye will be injected along the bank of the Des Plaines River near Route 83 on Aug. 2 and Aug. 3. The scientists will monitor the movement of water between the Des Plaines River and the CSSC from Aug. 2 - 5. If dye movement is not complete by this time, the USGS will continue monitoring it until it has moved through the study area.<\/p>\r\n<p>The dye will be monitored using fluorometers, which are instruments that detect the presence and concentration of dye. USGS scientists will monitor using fluorometers on the Des Plaines River and the CSSC between Route 83 and their point of convergence. The dye will also be monitored from boats that will traverse this area and in wells installed between the Des Plaines River and the CSSC near Lemont Road.&nbsp;<\/p>\r\n<p>This dye injection study is part of the <a href=\"http:\/\/cida.usgs.gov\/glri\/projects\/invasive_species\/movement.html\">Interbasin Transfer Project<\/a> funded by the <a href=\"http:\/\/cida.usgs.gov\/glri\/\">Great Lakes Restoration Initiative<\/a>.<\/p>\r\n<p>For more information about water resources in Illinois, visit the USGS Illinois Water Science Center <a href=\"http:\/\/il.water.usgs.gov\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Illinois"],"country":["United States of America"],"mm_tags":["Illinois","water","Red Dye","Des Plaines River","Lake Michigan","Invasives","Asian Carp"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1311825600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169295"},{"tid":"170359"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}