{"title":"Hurricane Ivan&rsquo;s Impact on Barrier Islands in Before and After Photographs","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists from the U.S. Geological Survey have surveyed the barrier islands battered by Hurricane Ivan and have prepared unique pre- and post-storm photo pairs showing extreme coastal change. The photos will be posted by 5:00 pm today. <\/p>\n<p>\"The barrier islands exposed to Ivan&rsquo;s strongest winds -- for example, the communities of Gulf Breeze and Orange Beach, Ala., that were located in the storm&rsquo;s right front quadrant -- are low lying. The dunes rise up only several meters, insufficient to have contained the increase in sea level of Ivan&rsquo;s storm surge,\" said Abby Sallenger, USGS oceanographer. \"The Gulf spilled across the islands in a strong current capable of transporting massive amounts of sand landward, undermining buildings and roads, and opening new island breaches. On top of the surge, breaking waves nearly as tall as the water caused deep, eroded dunes and battered structures.\" <\/p>\r\n<p>Initial photo pairs can be viewed at: <br><a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/ivan\/photos\">http:\/\/coastal.er.usgs.gov\/hurricanes\/ivan\/photos<\/a> <\/p>\r\n<p>High-resolution versions are available to be downloaded from a file distribution Web site:<br>http:\/\/stpfiles.er.usgs.gov\/Hurricane_Ivan_Images <\/p>\r\n<p>If you use any of the images, please credit the U.S. Geological Survey. For more hurricane information visit the USGS Extreme Storms Web site<br><a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\">http:\/\/coastal.er.usgs.gov\/hurricanes<\/a> <\/p>\r\n<p><SPAN class=c-bold>NOTE TO REPORTERS:<\/SPAN> Asbury (Abby) H. Sallenger, Jr., Ph.D., a USGS oceanographer, can be reached by calling 727-803-8747 x3015 or by emailing him at: asallenger@usgs.gov.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1095480000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169613"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}