{"title":"USGS Hosts Workshop on the Impact of Carbon Dioxide on Marine Life","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>What<\/strong>:&nbsp;Workshop overview and discussion with scientists <\/p>\n<p><strong>Topic<\/strong>: The Impact of Carbon Dioxide (CO<SUB>2<\/SUB>) on Marine Life <\/p>\r\n<p><strong>Where:<\/strong> U. S. Geological Survey (USGS) St. Petersburg, Fla. or at your desk via telecon <\/p>\r\n<p><strong>When:<\/strong> Wednesday, April 20, 2005, from 1:00 &ndash; 2:00 p.m. <\/p>\r\n<p><strong>How:<\/strong> Media may participate in person or via telecon. Please call Ann Tihansky (USGS), above, in advance to participate. <\/p>\r\n<p><strong>Why:<\/strong> <!--introstart-->About 30 % of the CO<SUB>2<\/SUB> released by human activity in the last several decades has been absorbed by the world&rsquo;s oceans.<!--introend--> The process has removed it from the atmosphere, but at a cost to coral reefs and other marine life, according to Richard Feely, an oceanographer at National Oceanic and Atmospheric Administration&rsquo;s (NOAA) Pacific Marine Environmental Laboratory. <\/p>\r\n<p>&quot;Rising concentrations of CO<SUB>2<\/SUB> will significantly impact our oceans by drastically altering their pH balance,&quot; explained Feely, co-author of a study on CO<SUB>2<\/SUB> and the oceans published in a 2004 issue of the journal <em>Science<\/em>.<\/p>\r\n<p>The lower pH of ocean water means that organisms such as those that form coral reefs and many planktonic organisms in the open ocean, will secrete calcium carbonate at much slower rates, affecting the growth and health of the calcium-carbonate skeletons, researchers say. <\/p>\r\n<p>&quot;Increasing atmospheric CO<SUB>2<\/SUB> is damaging to coral reefs in two ways,&quot; says National Center for Atmospheric Research (NCAR) scientist Joanie Kleypas. &quot;Coral bleaching is a visible consequence of warmer waters. In contrast, the effects of lower pH-ocean water on coral growth are not as visible, but they are probably just as important to the coral reef ecosystem.&quot; <\/p>\r\n<p>&quot;Workshop on the Impacts of Increasing Atmospheric CO<SUB>2<\/SUB> on Coral Reefs and Other Marine Calcifiers,&quot; is hosted by the USGS Florida Integrated Science Center for Coastal and Watershed Studies, in cooperation with scientists from NOAA and NCAR. It brings together international experts who will compare research on the impact of increasing CO<SUB>2<\/SUB> on skeletal formation of coral reef organisms and other marine life, and propose courses of action to deal with the impacts of rising CO<SUB>2<\/SUB>. They will examine the technology needed to monitor the CO<SUB>2<\/SUB> system in sea water and explore the best methods for measuring the impact on many important marine organisms, including coral reefs. The workshop runs from April 18-20. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1113192000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168848"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}