{"title":"Ti&rsquo;s the Season &mdash; for Holiday Place Names!!","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>As the holiday season begins, so do the traditional family gatherings, games, and storytelling. This year, impress your family and friends with your knowledge of holiday place names in the U.S. The U.S. Geological Survey (USGS) <a href=\"http:\/\/geonames.usgs.gov\/\">Geographic Names Information System (GNIS)<\/a> is just the tool and with over two million place names in the U.S., searching can be fun and exciting! \n<p>The GNIS is a research tool that was developed in coordination with the U.S. Board on Geographic Names to establish uniform name usage in the federal government, to provide an index of names on Federal maps, to eliminate duplication, and to provide access to related data -- such as elevations and coordinates -- for research and application. The GNIS is a versatile system that has many uses, including local transportation planning, regional planning, emergency preparedness, site selection, product marketing, and genealogical research. \r\n<p>Among the most widely used holiday place names are: \r\n<p>*<b>CHRISTMAS<\/b> &mdash; There are 140 \"Christmas\" place names, including Christmas Tree Point in Aleutians West, Alaska; Merry Christmas Creek, Southeast Fairbanks, Alaska; Christmas Gift Mine in Pinal County, Ariz.; and Merrie Christmas Park in Miami-Dade County, Fla. \r\n<p>*<b>SANTA CLAUS<\/b> &mdash; There are 11 \"Santa Claus\" place names in eight states &mdash; Alaska, Arizona, Georgia, Indiana, Minnesota, Nevada, Oregon, and Utah. \r\n<p>*<b>NOEL<\/b> &mdash; There are 50 \"Noel\" place names, including communities named Noel in San Miguel County, Colo.; McDonald County, Mo.; and Hanover County, Va. Noel Lake and Noel Lake Dam are in Spencer County, Ind., near the community of Santa Claus. \r\n<p>*<b>MENORAH<\/b> &mdash; There are five \"Menorah\" place names, including Menorah Hospital in Jackson County, Mo. and Menorah Gardens in Cook County, Ill. \r\n<p>*<b>WREATH<\/b> &mdash; There are two \"Wreath\" place names; Bridal Wreath Springs in Gooding County, Idaho and Wreath Hill in Campbell County, Wyo. \r\n<p>*<b>MISTLETOE<\/b> &mdash; Twenty three states use the place name of \"Mistletoe\" including Mistletoe in Owsley County, Ky.; Mistletoe Spring in Prince George&rsquo;s County, Md.; and Mistletoe Creek in Cherokee County, N.C. \r\n<p>*<b>REINDEER<\/b> &mdash; There are 34 \"Reindeer\" place names, including Reindeer Camp in Nome, Alaska; Reindeer Queen Mine in Shoshone County, Idaho. Twenty-seven of the 34 are located in Alaska. \r\n<p>*<b>POINSETTIA<\/b> &mdash; There are five \"Poinsettia\" place names, including Poinsettia Park in Polk County, Fla. and Poinsettia Mine in Mineral County, Nevada. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"914302800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168918"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}