{"title":"study Pinpoints How Humans and Urban Sprawl Influence California Fire Regimes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nA new study quantifies how distribution of housing developments and the kinds of fire fuels at the wildland-urban interface can help predict fires in California, a state that experiences monumental fire hazards. \r\n<\/p>\r\n<p>\r\nThe study by researchers at the University of Wisconsin-Madison, Oregon State University, Forest Service Northern Research Station, and the U.S. Geological Survey confirms some assumptions but also contains some surprises. Published in the July issue of <em>Ecological Applications<\/em>, the study underscores the importance of using human as well as biological and physical factors to assess fire risk. \r\n<\/p>\r\n<p>\r\nCalifornia, the most populous state in the nation, has an extensive wildland-urban interface, a high number of human-caused fire ignitions, and some of the most severe fire weather in the country. Also, most Californians live at lower elevations dominated by chaparral shrublands susceptible to frequent high-intensity crown fires. \r\n<\/p>\r\n<p>\r\nThe researchers used California Department of Forestry and Fire Protection data on number of fire ignitions, fire size, and other factors from most counties in the state. They coupled this information with associated housing and other human infrastructure data to better understand how the wildland-urban interface itself or other human activities affect fire and to quantify the relationships on the physical landscape between human activities and fire. \r\n<\/p>\r\n<p>\r\nThe scientists weren&#39;t surprised when their research documented that increasing human settlement is exacerbating fire hazard in California. &quot;Ultimately, as more low-density housing development spreads into California&#39;s undeveloped wildlands, the greater the risk will be that more fires will ignite and that fire hazard will increase,&quot; said Dr. Jon Keeley, a USGS research ecologist in Three Rivers, Calif., and one of the study&#39;s authors. \r\n<\/p>\r\n<p>\r\nHowever, what was initially more startling to the authors is that their research also revealed that fire ignitions progressively declined after human population and development reached a threshold density. The authors suggest this finding is likely the result of diminished and fragmented open space containing insufficient fuels (for example, shrubs and other vegetation) to sustain fire in highly populated areas. In addition, the researchers noted that above a certain population threshold, fire suppression resources, such as fire engine crews, are likely to be more concentrated at the wildland-urban interface. \r\n<\/p>\r\n<p>\r\nAlthough the manner in which houses are distributed across the landscape explains much of the variability in number of fires at the wildland-urban interface, the actual area burned per fire is more a function of vegetation type than housing density, according to the study. In fact, the proportion of housing development intermingled with wildland vegetation, rather than the total extent of development that abuts wildland vegetation, was a better predictor of fire starts than any other factor examined except population density \r\n<\/p>\r\n<p>\r\nIn terms of area burned, the scientists found that distance of fires to roads was the only human-related variable of importance. Keeley said that this is largely because fire suppression resources, such as crews and fire engines, can reach and suppress fires faster in areas with good road access. \r\n<\/p>\r\n<p>\r\n&quot;As more low-density housing expands into wildland vegetation, the more likely that fire ignitions will spread along with it,&quot; said Dr. Alexandra Syphard of the University of Wisconsin-Madison, the lead author of the study. &quot;However, understanding these relationships can help fire managers and conservation planners identify specific levels of housing density to target in land-use planning.&quot; \r\n<\/p>\r\n<p>\r\nWith more fires occurring near areas with human development, if such development continues to grow farther into wildland vegetation, there are also ecolo","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1184731200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168811"},{"tid":"169442"},{"tid":"169755"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}