{"title":"USGS Study Casts Doubt on Role of Fire Suppression in Causing Catastrophic Shrubland Wildfires","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>NOTE TO NEWS EDITORS: Information on obtaining reproducible images may be found at the end of this release. \n<p>It is well known that fire suppression in forests has led to an increase in catastrophic forest fires. The same has been assumed to be true for fire suppresion in shrublands. However, a recent USGS study has found that urban sprawl -- not fire suppression -- is largely responsible for the wildfires that occur in the shrublands of southern and central-coastal California. \r\n<p>The study has major implications in this region of the state because of the rising loss of lives and property due to shrubland wildfires, which has caused the state&rsquo;s resource managers and the public to become increasingly concerned with solving the problem of wildfire destruction. \r\n<p>A recent article in the journal Science refutes the view that fire suppression in shrublands of southern and central-coastal California has led to catastrophic wildfires. To the contrary, in \"Reexamining Fire Suppression Impacts on Brushland Fire Regimes,\" U.S. Geological Survey scientist Jon Keeley of the USGS Western Ecological Research Center in Sacramento and his colleagues C. J. Fotheringham of California State University, Los Angeles, and Marco Morais, formerly of Santa Monica Mountains National Recreation Area, reinforced an earlier view that the problem of wildfire destruction started with population growth into the foothills. \r\n<p>The authors found that fire suppression plays a role in limiting the impacts of shrubland wildfires. In the last 50 years, humans have greatly increased the frequency of fires, beyond the limits of the ability of the native shrublands to rebound from the effects of these fires, said Keeley. Consequently, native shrublands are being replaced or converted to nonnative or exotic grasslands. Fire suppression counteracts this impact by extinguishing the many fires started by people. \r\n<p>In their article, the authors concluded that wildfire management should focus on strategic locations instead of on the chaparral landscape at large. Intensive management, said Keeley and his colleagues, should occur at buffer zones where urban lands and wildlands meet. They suggested that buffer zones be selected based on the landscape features that the worst wildfires predictably follow. However, they warned that even with such management, ecological impacts may be enormous because of the already-extensive size of the still-growing urban-wildland buffer zones. \r\n<p>Two views exist regarding the primary cause for the frequent devastating fires that occur in many counties in California, said Keeley. The first, dating from the 1950s, cites urban expansion and lack of adequate zoning regulations as the cause of the problem. By the 1970s, though, an alternate view emerged that fire suppression was the primary cause of increased losses due to shrubland wildfires. The scientific community widely believed that state and federal fire suppression programs have allowed fire fuels of thick underbrush to accumulate, leading to fewer but larger and more intense wildfires. \r\n<p>Based on this line of reasoning, many scientists have argued that a link exists between fire size and fire suppression. They blamed large wildfires on fire suppression and hypothesized that wildfires could be prevented by creating a landscape patchwork of different-aged vegetation. They asserted that fire suppression has resulted in fewer fires than in the past, that fires are now larger and of higher intensity, and that large fires result from shrub stands that are very old. In addition, they said that there has been a decline in the total area burned by these fires when compared with fires that occurred under more natural historical fire patterns. \r\n<p>\"These hypotheses are undocumented,\" said Keeley. \"In fact, large high-intensity wildfires are a natural feature of the chaparral landscape, and there is no evidence they are an artifact of modern fire suppression practices.\" \r\n<p","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"928987200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169755"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}