{"title":"Key Challenges for Science Identified by the USGS to Support Western Water Management","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Ensuring stable water supplies has grown more complex as the challenges facing water managers continue to mount, especially in the West.<!--introend--> Informed decisions of water users and public officials will be necessary to ensure sufficient freshwater resources in the future to support a growing population and economy. The USGS has released a report that examines Western water availability, the modern role for science, and the value of monitoring and research to ensure an adequate water supply for the Nation&rsquo;s future.<\/p>\n<p>According to USGS scientist and coauthor of the report, Mark T. Anderson, \"Effective water management in the West is challenged by increasing and often competing needs among various water users: agricultural use and consumption by cities, maintaining water reservoirs and ensuring in-stream flows for aquatic ecosystems, industrial and energy production, and recreation. Scientific information becomes a crucial factor for resource managers to support their decision-making.\" <\/p>\r\n<p>Such factors as a demographic shift, climate variability (including the potential for severe sustained droughts), climate change, water-rights issues, depletion of ground water in storage, introduction of new storage and water use technologies, and protection of endangered species, add to a growing complexity for water management. Several of the key scientific challenges are examined in this report, including the determination of sustainable ground-water use and the physical habitat needs of ecosystems and individual endangered species.<\/p>\r\n<p>According to USGS Associate Director for Water, Robert Hirsch, \"A constant and assured supply of fresh water is critical to sustain our economy, our communities, our ecosystems and our Nation. This USGS report shows how the role and priorities for science to support effective water management are changing to meet current and future issues. <\/p>\r\n<p>Scientific information plays an important role in describing the hydrologic and environmental consequences, quantifying and monitoring changes in the hydrologic system, defining the physical-habitat requirements of stream and riparian ecosystems, and characterizing the life-sustaining needs of threatened or endangered species. The conduct of science to support water resource management is bringing about a new and more integrated role for the science of the U.S. Geological Survey. <\/p>\r\n<p>This report brings together findings from a wide variety of USGS studies and data in a manner that will help citizens and public officials better understand changing water situations in the West and the ways that new scientific understanding can support wise management of the resources. <\/p>\r\n<p>The USGS report cites examples and scientific challenges from four basins in the West that have significant water availability and sustainability concerns: Middle Rio Grande Basin, NM., the Greater Los Angeles area, San Pedro Riparian National Conservation Area, AZ, and the Upper Klamath Lake, OR.<\/p>\r\n<p>The report, <i>Water Availability for the Western United States-- Key Scientific Challenges<\/i> (Circular 1261), can be obtained by calling 1-888-ASK-USGS or viewed online at <a href=\"http:\/\/pubs.water.usgs.gov\/circ1261\/\">http:\/\/pubs.water.usgs.gov\/circ1261\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1139374800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168777"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}