{"title":"New USGS Map Shows Arsenic in Nation&rsquo;s Ground Water","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Note to Editors: May 7-13, 2000, is National Drinking Water Week, sponsored by the American Water Works Association. <\/p>\n<p><!--introstart-->A new U.S. Geological Survey national map shows where and to what extent arsenic occurs in ground water across the nation.<!--introend--> Highest concentrations were found in samples analyzed throughout the West and in parts of the Midwest and Northeast. <\/p>\r\n<p>\"The widespread occurrence of this naturally occurring and toxic element underscores its importance as a top national priority to address in ensuring safe and livable communities for all our citizens,\" said USGS Chief Hydrologist Robert Hirsch. <\/p>\r\n<p>\"Arsenic was included in the amendments to the Safe Drinking Water Act by Congress in 1996 because of its known prevalence and possible adverse health effects,\" Hirsch said. \"The new map, and the data base from which it was created, have substantially increased our understanding of arsenic occurrence and provide a snapshot view of where ground-water resources are at risk from arsenic contamination.\"<\/p>\r\n<p>Concentrations of arsenic in the USGS study were almost always lower than the current U.S. Environmental Protection Agency (USEPA) drinking-water standard of 50 micrograms per liter. The USEPA is in the process of designating a new standard for arsenic <a href=\"http:\/\/www.epa.gov\/safewater\/arsenic.html\">http:\/\/www.epa.gov\/safewater\/arsenic.html<\/a>. In a report released last year, the National Academy of Sciences recommended that the USEPA issue a lower concentration for the standard. <\/p>\r\n<p>\"The information from the USGS study will help water managers and other users to better understand where and to what extent ground water may have limitations for public supply and other uses because of the concentrations of arsenic that are present,\" Hirsch said. <\/p>\r\n<p>In looking at where arsenic concentrations might exceed possible new standards, the USGS chose the international guideline for arsenic in drinking water of 10 micrograms per liter set by the World Health Organization (WHO). Approximately 10 percent of the samples in the USGS study exceed the WHO guideline. <\/p>\r\n<p>Based on ground water samples collected from wells used for irrigation, industrial purposes and research, and public and private water supply, the new map shows in which counties wells might exceed 10 micrograms per liter and several lower concentrations. The countywide findings portrayed on the map were calculated from about 18,850 samples of potable ground water (which are not necessarily current sources of drinking water), and do not represent testing of every well or drinking water supply system in a given county. The map is available at: <a href=\"http:\/\/co.water.usgs.gov\/trace\/arsenic\">http:\/\/co.water.usgs.gov\/trace\/arsenic<\/a>. <\/p>\r\n<p>Arsenic is a naturally occurring element in the environment. Its presence in ground water is largely the result of minerals dissolving naturally over time as rocks and soils weather. <\/p>\r\n<p>Several types of cancer have been linked to arsenic present in drinking water concentrations higher than observed in U.S. drinking water supplies. In addition, high levels of arsenic have been reported to affect the vascular system in people and have been associated with the development of diabetes. <\/p>\r\n<p>Public supply systems exceeding the existing USEPA standard are required to either treat the water or find alternative sources of supply. People served by public water supplies can obtain information on the quality of their drinking water, including arsenic concentrations, directly from their water supplier. Information about public water supplies in your community is available from the USEPA <a href=\"http:\/\/www.epa.gov\/safewater\/dwinfo.htm\">http:\/\/www.epa.gov\/safewater\/dwinfo.htm<\/a>. <\/p>\r\n<p>Homeowners with private wells, and other types of small public water supplies, such as highway rest stops, are not regulated. If people are concerned about whether or not arsenic is p","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"957758400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"},{"tid":"169223"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}