{"title":"Obituary - Charles Day ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Charles Day \"Chuck\" Masters, retired research geologist and former Chief of the U. S. Geological Survey&rsquo;s (USGS) Office of Energy Resources in Reston, VA, died of a brain tumor at his home in East Hampton, Connecticut on August 19.<!--introend--> He was 70 years of age. \n<p>Masters was born in Pawhuska, Oklahoma, the son of Maxine Day and Alan Masters and the grandson of Charles W. Day, the first dentist in Indian Territory. He grew up in Tulsa Oklahoma. In 1951, he received his B.S. degree in geology from Yale University where he was a varsity football player. After serving as an officer in the U.S. Navy, he completed his M.S. degree in geology from Colorado University in 1957. In 1957, he joined Stanolind, later Pan American Petroleum Corporation and then Amoco, working principally on the stratigraphy of petroleum-bearing rocks in Colorado, Nebraska, and Kansas. In 1962, he returned to Yale University to pursue a doctorate in geology, and he was awarded that degree in 1965. He returned to Pan American until 1970, when he was appointed Chairman of the Division of Science and Mathematics at West Georgia College in Carrollton, Georgia. In 1973, he joined the USGS as Chief of the Office of Energy Resources and Marine Geology. In 1980, he resumed research with the USGS, and until his retirement in 1995, he served as Chief of the World Energy Resources Project for that agency. \r\n<p>During his tenure as the Chief of the Office of Energy Resources, he directed the first comprehensive national assessment of the undiscovered oil and gas resources of the United States. That assessment, published in 1975, provided a significant frame of reference for the formulation of energy policy initiatives by the United States Government. \r\n<p>As Chief of the World Energy Resources Project, Masters assembled a group of experts who focused on the world-wide occurrence and assessment of oil and gas resources. This group prepared a series of world assessments of undiscovered oil and gas that were presented to and published by the World Petroleum Congresses in 1983, 1987, 1991, and 1994. The global oil and gas resource assessments developed under his leadership were unique in their scientific breadth, statistical rigor, and economic value. These scientific assessments and their updated versions continue to be used by a wide range of government organizations, policymakers, and industry planners worldwide. \r\n<p>\"Chuck had the foresight to see that a comprehensive global assessment of oil and gas should be one of our major scientific goals,\" said USGS Director Charles G. Groat. \"He then pursued that goal with tenacity, good judgment, and a clear vision of what the product should be. Our country and our science are enormously indebted to him for his exceptional contributions. He will be greatly missed by all who knew him and appreciated his many talents,\" said Groat. \r\n<p>Masters was a member of the American Association of Petroleum Geologists, of Sigma Xi, and of the American Association for the Advancement of Science, and a Fellow of the Geological Society of America. He received the Meritorious Service Award of the Department of the Interior in 1981. \r\n<p>He had a great love of sports and the outdoors which continued throughout his life. In addition to preserving the natural beauty of his property in East Hampton, he and his family enjoyed the National Parks of this country, and he was able to travel with his wife throughout the world. He started and coordinated The Blood Drive at Lewinsville Presbyterian Church in McLean, Virginia. His hobbies included growing shiitake mushrooms, canoeing, organic gardening, volunteering for Habitat for Humanity, and running. \r\n<p>He is survived by his wife of 46 years Anna Ruth (nee Sandin); a daughter, Cynthia Masters-Waage, and her husband, Jeffrey Waage, of Windsor, England; a son, Eric Alan Masters, and his wife, Priscilla (nee Norris) Masters, of Great Falls, Virginia; a daughter, Carol","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"935640000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}