{"title":"USGS Simplifies Notification System For Geologic Unrest in Long Valley Caldera","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Experience over the last several years with the current system for describing the level of geologic unrest, such as earthquake swarms, ground deformation and gas emissions in the Long Valley caldera of eastern California, has shown it to be awkward and susceptible to misinterpretation by both the news media and the public. To remedy this situation, the U.S. Geological Survey, in collaboration with the California Office of Emergency Services (OES), the California Division of Mines and Geology (CDMG), Mono County, and the Town of Mammoth Lakes, has taken steps to simplify the terminology so that it more accurately reflects the concern over a given level of unrest, as well as the response of the USGS to the unrest. The proposed modifications were discussed at a recent meeting of the California Earthquake Prediction Evaluation Council (CEPEC). The town of Mammoth Lakes was represented at the meeting by the Mayor and two members of the town council. \n<p>The current notification system, which was implemented in 1991, involves six levels from N, which is normal or background activity; E-STATUS, weak unrest; D-STATUS, moderate unrest; C-STATUS, strong unrest; B-ALERT, intense unrest; and A-ALERT, when a volcanic eruption is likely within hours to days. This terminology was modeled after the scheme developed earlier for the Parkfield earthquake prediction experiment along the San Andreas fault in central California. This scheme had the advantage that it was already familiar within both the USGS and OES. It was designed to facilitate communication between scientists monitoring activity in the earth and civil authorities responsible for the safety of nearby population centers. \r\n<p>The weaknesses in the terminology used in this system became clear, however, after the news media began reporting the various \"status levels\" as activity fluctuated in Long Valley caldera, according to Dr. David Hill, the USGS chief scientist in charge of the Long Valley monitoring project. \"Phrases like \"E-STATUS\" or \"C-STATUS\" mean little to most people,\" Hill said, \"and in the absence of more compelling wording, the media often added the phrases \"volcano alert\" or \"volcano watch\" to complete the USGS statements, when in fact, we were a long way from a &rsquo;watch&rsquo; or &rsquo;alert&rsquo;.\" \r\n<p>Hill said the phrase \"strong unrest\" associated with a C-STATUS contributed to the confusion. \"A C-STATUS can be triggered by a magnitude-4 earthquake within or immediately adjacent to the caldera, while a magnitude-4 earthquake is traditionally described as a \"light earthquake\" by seismologists,\" Hill said. \"The phrase &rsquo;Strong unrest&rsquo; is also at odds with the statement &rsquo;activity at this level poses no immediate risk to the public&rsquo; that routinely accompanied status levels E through C. A common result was headlines and stories in the media that raised more public concern that was warranted by the actual level of the unrest in the caldera.\" \r\n<p>The newly adopted changes in terminology include combining status levels N through C into a single category, \"NO IMMEDIATE THREAT,\" that spans the range of unrest typical for the caldera following the swarm of four magnitude-6 earthquakes in May, 1980. This \"typical behavior\" has varied from a few earthquakes of magnitude 2 or less per day to occasional earthquake swarms that include a few magnitude-4 earthquakes. These swarms have typically occurred at intervals of months to years, and swarms of smaller earthquakes have occurred more frequently. Hill said this typical behavior includes gradual uplift of the resurgent dome at a rate that has averaged about one inch per year, and unrest at these levels poses no immediate risk to the public. \r\n<p>Hill and his associates at the USGS also recommend abandoning the letter-status (D-STATUS, etc) terminology in favor of more descriptive phrases accompanied by a color code. Under this system status levels N through C, characterizing typical behavior sin","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"869025600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}