{"title":"Lewis Named Director of USGS Idaho Water Science Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"155\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_04_16\/lewis_tn.jpg\" alt=\"caption is below.\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Photo is of new Idaho water science director, <a href=\"http:\/\/gallery.usgs.gov\/photos\/04_03_2012_n6Iu48Wkk1_04_03_2012_0\">Michael Lewis<\/a>. Photo courtesy of USGS.<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>BOISE, Idaho &mdash; <!--introstart-->The U.S. Geological Survey has named Michael E. Lewis as the new director of its Idaho Water Science Center, headquartered in Boise.<!--introend--><\/p>\r\n<p>Lewis previously served as associate director for data programs for the USGS Colorado Water Science Center. He takes over in Idaho from acting director Greg Clark. Clark will retain his duties as associate director for scientific investigations. &nbsp;<\/p>\r\n<p>\"Michael Lewis has decades of experience with the USGS and with all aspects of our water programs, having literally worked his way from an entry level student appointment to the top position in one of our most important water science centers,\" said USGS Director Marcia McNutt. \"This depth of familiarity will be invaluable as he guides the Center and our Idaho partners through new water challenges ahead.\"&nbsp;&nbsp;<\/p>\r\n<p>Lewis said he expects to begin his tenure by reaching out to the Idaho water community, including local, state, and federal resource managers, Idaho&rsquo;s congressional delegation, tribal leaders, soil and water conservation officials, and nonprofit organizations with interests in Idaho water issues.&nbsp;<\/p>\r\n<p>&ldquo;It takes time to develop the partnerships necessary for establishing strong cooperative science programs,&rdquo; Lewis said. &ldquo;The lasting partnerships don&rsquo;t drop out of a meeting or two. Successful scientific cooperation requires developing a strong understanding of the needs of the partner community,&rdquo; he said.&nbsp;<\/p>\r\n<p>Lewis points to his previous experience on the development of a water-quality monitoring system for the North Platte River drainage in Colorado. &ldquo;The North Platte drainage, a beautiful and historically sparsely developed area, is undergoing substantial energy development activities; however, water-quality monitoring in the basin has been limited to the point that any potential effects of the development cannot be identified,&rdquo; he said. &ldquo;It was important to establish a baseline of scientific data before development took off. The forging of strong partnerships has made that vital network a reality.&rdquo;<\/p>\r\n<p>Lewis started with the USGS in 1984 while attending Tennessee Technological University. After graduating with undergraduate and graduate degrees in civil engineering, Lewis worked as a USGS hydrologist in Memphis, Tenn. and Pueblo, Colo. From 1998 to 2000, Lewis served as chief of hydrologic studies for the USGS Virginia Water Science Center. He then returned to Colorado, where his work included the oversight of a hydrologic data program involving more than 90 partner agencies and an extensive statewide network of surface-water, groundwater, and water-quality data collection stations.<\/p>\r\n<p>The USGS Idaho Water Science Center provides reliable, impartial scientific information about surface and ground water, water quality, and water use to citizens and to local, state, tribal, and federal cooperators. In addition to the Boise headquarters, the center has field offices in Boise, Post Falls, and Idaho Falls, as well as a project office at the U.S. Department of Energy&rsquo;s Idaho National Laboratory in Idaho Falls.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["Idaho","water","Science","Center","Director","water","Geographic","areas","Northwest"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1334548800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170582"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}