{"title":"From High Mercury in Pythons to Sea-Level Rise to New Manatee Refuges","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->The Greater Everglades Ecosystem Restoration Conference (Planning, Science, Policy) 2010 meets from July 12-16 in Naples, Fla. Below are a few USGS presentation highlights from the conference.<!--introend--> For more information visit the conference <a href=\"http:\/\/conference.ifas.ufl.edu\/GEER2010\/\">website<\/a>.&nbsp; <br \/><\/strong><\/p>\n<p><strong>High Mercury Levels Found in Burmese Pythons<\/strong>: Some invasive Burmese pythons have high levels of mercury, enough to merit concern from anyone interested in hunting them to eat, according to preliminary research by USGS researchers. Pythons are at the top of the food chain &ndash;they eat over 35 different species of mammals and birds, some of which are endangered and even alligators. As predators, these pythons are at a higher risk of mercury bioaccumulation because mercury builds up in organisms higher on the food web. One possible strategy to reduce the population of invasive pythons is to allow hunting; however, if the mercury content of the pythons is too high, the flesh of the pythons could present an unsafe level of mercury exposure to those humans who consume it. So far, the USGS Mercury Research Laboratory has analyzed over 50 python tail-tissue samples, with about equal numbers of adults and hatchlings.&nbsp; These results show that on average, tissue from the adults contained high levels of mercury, and the hatchlings were on average 22 times lower in mercury levels than their mother. An additional 100 samples are scheduled for further examination. <strong>This study, <em>Mercury Bioaccumulation in Everglades Pythons<\/em>, will be presented on July 15<sup> <\/sup>in the afternoon poster session. For more information, contact David Krabbenhoft at 608-335-4234 or <a href=\"mailto:atdpkrabbe@usgs.gov\">atdpkrabbe@usgs.gov<\/a>.<\/strong><strong> <br \/><\/strong><\/p>\r\n<p><strong>More Northern African Pythons Found in the Wild in South Florida:&nbsp; <\/strong>When it comes to nonnative species, southern Florida is no stranger to big snakes, but recently there were 7 credible sightings of a newcomer called the Northern African python along the western border of Miami, alarmingly close to the eastern edge of the Everglades. A close relative to the invasive Burmese python, the African python can reach lengths of up to 20 feet and weigh over 150 pounds, although the largest one found in Florida was 14 feet and 138 pounds. In response to fears that a second large python species might establish itself in the Everglades, the Exotic Animal Strike Team organized an intensive 3-day search for the python in January of 2010, turning up five adult African pythons in the wild. Since then, several more African pythons have been removed from the same area. Scientists hope to assess the prospects for eradicating this new invader to help prevent it from becoming as widespread as the Burmese python. <strong><em>The Northern African Python in south Florida <\/em>will be presented on July 13 from 5 to 7 p.m. in the exhibit hall. &nbsp;For more information, contact Christina Romagosa at 334-844-8030 or at <a href=\"mailto:romagch@auburn.edu\">romagch@auburn.edu<\/a>. <br \/><\/strong><\/p>\r\n<p><strong>Florida Crocodile Would be Further Threatened by Sea-Level Rise:<\/strong> Predicted sea-level rise would likely inundate historical American crocodile nesting areas and increase salinity so that much of the habitat crocodiles now use would become less favorable, according to new modeling research by USGS researchers and their UF colleagues. Everglades restoration alone would have little effect on the crocodile population, but in combination with sea-level rise, restoration will significantly help offset the negative effects of climate change on the American crocodile population. <strong>This study, <em>Using a Spatially Explicit Crocodile Population Model to Predict Potential Impacts of Sea Level Rise and Everglades Restoration Alternatives<\/em>, will be presented on July 15 at","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","water","geology","Manatees","Crocodiles","Sea Level Rise","Climate Change","Florida","Everglades","Everglades Restoration","Pythons","Invasive Species"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1278907200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169472"},{"tid":"169833"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}