{"title":"Wetter Climate and Earlier Snowmelt Runoff Noted in Great Lakes Basin Study","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Editors<\/strong>: The report, <a href=\"http:\/\/pubs.usgs.gov\/sir\/2007\/5118\/\">Historical Changes in Precipitation and Streamflow in the\r\nU.S. Great Lakes Basin, 1915-2004<\/a> , is available online. This report and others on the Great Lakes are also available on our new\r\nwebsite: <a href=\"http:\/\/mi.water.usgs.gov\/projects\/GreatLakesWaterAvailability\/\">National Water Availability and\r\nUse Program - Great Lakes Basin Pilot<\/a> .\r\n<\/p>\r\n<p>\r\n<!--introstart-->More precipitation has been\r\nfalling recently in the Great\r\nLakes Basin\r\nthan in the more distant past.&nbsp; During\r\nthe past 90 years, total annual precipitation increased by 4.5 inches and much\r\nof that increase occurred during the most recent third of that time span.<!--introend--> These are among the findings in a report from\r\nthe U.S. Geological Survey (USGS) that describes streamflow and precipitation\r\nchanges in the U.S.\r\nGreat Lakes Basin.\r\n<\/p>\r\n<p>\r\n&quot;We saw, as probably anyone\r\nliving in the Great Lakes\r\nBasin has, substantial\r\nvariability in precipitation from year to year and season to season,&quot; said USGS\r\nscientist Glenn Hodgkins, who led the study. &quot;But clearly, the basin has been\r\nreceiving more precipitation than it did in the early 1900s.&quot;\r\n<\/p>\r\n<p>\r\nDespite the increase in\r\nprecipitation, the scientists determined that streamflow in the basin increased\r\nmore modestly. During the past 50 years,\r\nan average annual precipitation increase of 4.2 inches resulted in an average runoff\r\nincrease of 2.6 inches as measured at 43 USGS streamflow-gaging stations. The difference may be partly caused by\r\nincreased evapotranspiration - water lost to the atmosphere through evaporation\r\nfrom water bodies and soil and transpiration from plants.\r\n<\/p>\r\n<p>\r\n&quot;This study is a key component in assessing water\r\navailability and use and in building a water census for the nation,&quot; said\r\nRobert Hirsch, USGS Associate Director for Water. &quot;We now have a much clearer picture of the volume\r\nof water being added to the largest fresh-water system in the U.S. and how\r\nthose volumes have been changing over the last few decades.&quot;\r\n<\/p>\r\n<p>\r\nThe Great\r\nLakes Basin, which\r\nencompasses Lakes Superior, Michi&shy;gan, Huron, Erie,\r\nand Ontario, contains 95 percent of the fresh\r\nsurface water in North America and 18 percent\r\nof the fresh surface water in the world. Ground water underlying the basin\r\nconstitutes another large volume of freshwater. It has been estimated that streams contribute\r\n46 percent of the water that goes into the Great Lakes. Direct precipitation into the lakes makes up\r\nabout 53 percent. The remaining 1\r\npercent of water comes to the Great Lakes by\r\ndiverting water from outside of the basin.\r\n<\/p>\r\n<p>\r\nAmong the findings in this\r\nreport:\r\n<\/p>\r\n<ul>\r\n\t<li>Precipitation over the land part of the U.S. Great Lakes Basin was lower than at present for\r\n\tseveral decades-the average precipitation for 1915-1934 was 10 percent\r\n\tlower than for 1984-2003.<\/li>\r\n\t<li>Precipitation did not consistently increase for\r\n\tall months over the last 90, 70, or 50 years.&nbsp; February and March precipitation\r\n\tdeclined slightly for all three periods. The largest increases occurred\r\n\tfrom July through October.<\/li>\r\n\t<li>In February and March, precipitation declined but\r\n\tstreamflow increased; in contrast, April precipitation increased, but\r\n\tstreamflow decreased, illustrating an earlier snowmelt runoff in recent\r\n\tyears.<\/li>\r\n\t<li>Annual low streamflows increased more during the\r\n\tlast 50 years in some of the few regulated and urban basins analyzed than\r\n\tin all of the relatively natural basins.<\/li>\r\n<\/ul>\r\n<p>\r\nThis study is part of the\r\nUSGS Water Availability and Use Initiative, which began in 2005 at the request\r\nof the Congress with a pilot study of the Great Lakes.\r\nThe focus of the Great Lakes Basin\r\nstudy is on improving fundamental knowledge of the water balance of the basin,\r\nincluding the flow, storage, and withdrawal of water by","summary":null,"format":null}]},"field_images":[],"regions":["New York","Pennsylvania","Illinois","Indiana","Michigan","Minnesota","Ohio","Wisconsin"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1193630400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169439"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}