{"title":"Rain for Thirsty California","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<div style=\"width: 500px; text-align: center; margin: 0px auto;\"><em>â\u0080\u009cAnd it never failed that during the dry years the people forgot about the rich years and during the wet years they lost all memory of the dry years. It was always that way.â\u0080\u009d â\u0080\u0094John Steinbeck, East of Eden, 1962<\/em><\/div>\nHeavy rains are <a href=\"http:\/\/www.wrh.noaa.gov\/mtr\/\">predicted for California<\/a> this week, and after the extreme drought of the past few years, California welcomes the moisture. But can there be too much of a good thing?\n<table width=\"605\" cellspacing=\"0\" cellpadding=\"1\" align=\"center\">\n<tbody>\n<tr>\n<td><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/08\/drought_july.jpg\"><img class=\"alignleft\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/08\/drought_july.jpg\" alt=\"caption below\" width=\"354\" height=\"181\" \/><\/a><\/td>\n<td><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/FlooedStreet_NJ-cropped.jpg\"><img class=\"alignright\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/FlooedStreet_NJ-cropped.jpg\" alt=\"caption below\" width=\"323\" height=\"242\" \/><\/a><\/td>\n<\/tr>\n<tr>\n<td valign=\"top\"><span class=\"small\"><span class=\"small\">Mud cracks during drought. (<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/08\/drought_july.jpg\">Larger image<\/a>)<\/span><\/span><\/td>\n<td><span class=\"small\">Flooded streets.(<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/FlooedStreet_NJ-cropped.jpg\">Larger image<\/a>)<\/span><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\nWhile drought is a significant natural hazard Californians must contend with, the natural hazards of severe weather and flooding are equally significant in the feast or famine cycle of storms in California.\n\n[caption id=\"\" align=\"alignleft\" width=\"421\"]<a href=\"http:\/\/tropic.ssec.wisc.edu\/real-time\/mimic-tpw\/epac\/anim\/20141207T000000anim72.gif\"><img class=\"    \" src=\"http:\/\/cw3e.ucsd.edu\/images\/ssmi\/ssmicomp_latest.gif\" alt=\"Current\" width=\"421\" height=\"219\" \/><\/a> Current status of atmospheric river approaching the west coast of the U.S. Credit: Cooperative Institute for Meteorological Satellite Studies (CIMSS), University of Wisconsin-Madison and the Center for Western Weather and Water Extremes at UC San Diego.[\/caption]\n\nNOAAâ\u0080\u0099s National Weather Service has issued several <a href=\"http:\/\/alerts.weather.gov\/cap\/ca.php?x=1\">watches, warnings, and advisories for across California<\/a>. Flash floods and high winds are expected in many areas.\n\nDrought is a familiar occurrence in California. Indeed, at a year-to-year or shorter time scale, California has a remarkably variable hydroclimate, experiencing larger year-to-year variations in precipitation than anywhere else in the U.S.\n\nIn large part, this extreme variability arises from the small number of storms that provide most of the stateâ\u0080\u0099s precipitation each year. If a few large storms happen to bypass California in a given winter, precipitation totals are proportionally much reduced and we risk drought. But the wet, drought-busting months are typically reflections of one or two extremely large storms, with almost half of the large drought-busting storms resulting from landfalling atmospheric rivers or â\u0080\u009cpineapple expresses.â\u0080\u009d\n\n&nbsp;\n\n&nbsp;\n\n[caption id=\"attachment_205631\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/water.weather.gov\/ahps\/region_forecast.php?rfc=cnrfc\"><img class=\"size-medium wp-image-205631  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/NWServiceMap-300x255.jpg\" alt=\"National Weather Serviceâ\u0080\u0099s Current Flood Forecast for California rivers\" width=\"300\" height=\"255\" \/><\/a> National Weather Serviceâ\u0080\u0099s Current Flood Forecast for California rivers. Orange, red and purple dots indicate minor to major flooding. Green dots forecast no flooding.[\/caption]\n\nAtmospheric Rivers (ARs) are constantly moving and evolving pathways of water vapor transport that are thousands of kilometers long but only about 500 km wide and that contain large quantities of water vapor and strong winds They are naturally occurring parts of the global water cycle, responsible for more than 90 percent of all atmospheric vapor transport at latitudes of the conterminous United States. When an AR reaches and encounters mountains in the West Coast states, the fast moving, moisture-laden air contained in ARs generally flows up and over the coastal and Sierra Nevada ranges, leading to almost ideal conditions for producing intense and sustained precipitation. Because of the intensity and persistence of their rains, ARs are the cause of many of the most extreme storms along the West Coast and a large majority of the floods in that region.\n\n[caption id=\"\" align=\"alignleft\" width=\"265\"]<a href=\"http:\/\/soundwaves.usgs.gov\/2011\/01\/CAHistoryRmCAStateLib_csl_011LG.jpg\"><img class=\"  \" src=\"http:\/\/soundwaves.usgs.gov\/2011\/01\/CAHistoryRmCAStateLib_csl_011LG.jpg\" alt=\"The Sacramento, California flood of 1862 was the result of atmospheric river storms.\" width=\"265\" height=\"260\" \/><\/a> The Sacramento, California flood of 1862 was the result of atmospheric river storms.[\/caption]\n\nAtmospheric rivers have, in recent years, been recognized as the cause of the large majority of major floods in rivers all along the U.S. West Coast and as the source of 30 â\u0080\u0093 50 percent of all precipitation in the same region. In terms of droughts in California, about 33 â\u0080\u0093 40 percent of all persistent drought endings have been brought about by landfalling AR storms, with more localized low-pressure systems responsible for most of the remaining drought breaks.\n\nIn 2010, the USGS <a href=\"http:\/\/www.usgs.gov\/natural_hazards\/safrr\/\">Science Applications for Risk Reduction <\/a>(SAFRR) program created an interdisciplinary scenario about large atmospheric river storms in California called <a href=\"http:\/\/www.usgs.gov\/natural_hazards\/safrr\/projects\/arkstorm.asp\"><em>ARkStorm<\/em><\/a>. The <em>ArkStorm<\/em> scenario brought together experts in climate, weather, economics, geography, and other disciplines to create a hypothetical, but scientifically plausible scenario of a future large storm that is providing emergency responders, resource managers, and the public with a realistic example that they can use to determine the possible consequences of a really large AR storm might be.\n\nA new Center at UC San Diego's Scripps Institution of Oceanography has established a regional effort on atmospheric rivers and other types of extreme weather and water events in the Western U.S. The <a href=\"http:\/\/cw3e.ucsd.edu\">Center for Western Weather and Water Extremes (CW3E)<\/a> is developing an <a href=\"http:\/\/arportal.ucsd.edu\/\">\"AR Portal\"<\/a> with partners across the nation, including NOAA, California Department of Water Resources, Plymouth State University, and the USGS. The portal brings together advances in AR science, monitoring and prediction, and builds heavily on data from the new AR monitoring network installed across California, and takes unique advantage of existing USGS, NOAA and other monitoring and prediction systems by developing tools tailored to the AR phenomenon.\n\n&nbsp;\n\n<strong>Additional Information<\/strong>\n\n<a href=\"http:\/\/www.esrl.noaa.gov\/psd\/psd2\/coastal\/satres\/data\/html\/ar_detect_gfs.php\">NOAAâ\u0080\u0099s real-time monitoring of atmospheric rivers<\/a>\n\n<a href=\"http:\/\/www.spc.noaa.gov\">NOAAâ\u0080\u0099s National Storm Prediction Center<\/a>\n\n<a href=\"http:\/\/www.esrl.noaa.gov\/psd\/atmrivers\/\">Information about atmospheric Rivers from NOAA<\/a>\n\n<a href=\"http:\/\/escholarship.org\/uc\/item\/88f1j5ht\">Drought and the California Deltaâ\u0080\u0094A Matter of Extremes<\/a>\n\n<a href=\"http:\/\/tenaya.ucsd.edu\/~dettinge\/drought_busters.pdf\">Atmospheric Rivers as Drought Busters on the U.S. West Coast<\/a>\n\n<a href=\"http:\/\/pubs.usgs.gov\/of\/2010\/1312\/\"><em>ARkStorm<\/em> scenario report<\/a>\n\n<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2683\"><em>ARkStorm<\/em> news release<\/a>\n\n<a href=\"https:\/\/www.youtube.com\/watch?v=8P-N-HA9iS8\"><em>ARkStorm <\/em>video<\/a>\n\n<a href=\"http:\/\/cw3e.ucsd.edu\">Center for Western Weather and Water Extremes (CW3E)<\/a>\n\n<a href=\"http:\/\/arportal.ucsd.edu\">Atmospheric River Portal, Scripps Institute, UC San Diego<\/a>\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24391","uid":"31","filename":"Main2.jpg","uri":"public:\/\/Main2.jpg","filemime":"image\/jpeg","filesize":"35106","status":"1","timestamp":"1425492768","type":"image","uuid":"49fb37fd-aae3-435a-b990-de85925b4cbb","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["AR","Ark Storm","Atmospheric River","California","drought","flood","hazard","rain","storm"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1418222135","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}