{"title":"Landsat Science Team to Help Guide Next Landsat Mission","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Landsat satellites have witnessed over four decades of changes on Earth. In advance of the next Landsat spacecraft launch, the Landsat Data Continuity Mission, the U.S. Geological Survey (USGS), in cooperation with the National Aeronautics and Space Administration (NASA), announces the selection of the Landsat Science Team.<!--introend--> This expert team of scientists and engineers will serve a five-year term, from 2012-2017, and provide technical and scientific input to USGS and NASA on issues critical to the success of the Landsat program.&nbsp;&nbsp;<\/p>\n<p>\"Landsat is a versatile tool that is used by farmers, scientists, and city planners,\" said Matt Larsen, USGS Associate Director for Climate and Land Use Change.&nbsp; \"In fact, it&rsquo;s used by a broad range of specialists to assess some of the world&rsquo;s most critical issues &mdash; the food, water, forests, and other natural resources needed for a growing world population. This team will help the Landsat program reach its highest potential.\"&nbsp;<\/p>\r\n<p>Since 1972, the United States has acquired and maintained a unique, continuous record of the global land surface. This impartial record has become indispensable for detecting and monitoring natural and human-induced changes to the Earth&rsquo;s landscape.&nbsp;&nbsp;<\/p>\r\n<p>The Landsat Data Continuity Mission (LDCM), which will become Landsat 8 following launch in February 2013, is designed to extend Landsat&rsquo;s comprehensive global record for at least five years.&nbsp;&nbsp;<\/p>\r\n<p>\"The team will form a science vanguard in advancing the analysis and application of Landsat data for science and resource management,\" said Jim Irons, LDCM Project Scientist for NASA. \"Their guidance will be invaluable as we plan for the long term future of the Landsat program.\"&nbsp;<\/p>\r\n<p>As recognized national and international leaders in land remote sensing, Landsat Science Team members will evaluate operational and data management strategies to meet the requirements of all Landsat users, including the needs of policy makers at all levels of government. They will play a key role in ensuring that the LDCM mission is successfully integrated with past, present, and future remotely sensed data for the purpose of observing national and global environmental systems.&nbsp;<\/p>\r\n<p>The Landsat Science Team members and their areas of study are:&nbsp;<\/p>\r\n<p>Developing and enhancing Landsat derived evapotranspiration and surface energy products<\/p>\r\n<ul>\r\n<li>Dr. Richard Allen, University of Idaho<\/li>\r\n<li>Dr. Ayse Kilic, University of Nebraska<\/li>\r\n<li>Dr. Justin Huntington, Desert Research Institute<\/li>\r\n<\/ul>\r\n<p>Mapping vegetation phenology, water use and drought at high spatiotemporal resolution fusing multi-band and multi-platform satellite imagery<\/p>\r\n<ul>\r\n<li>Dr. Martha Anderson, USDA Agricultural Research Service<\/li>\r\n<li>Dr. Feng Gao, USDA Agricultural Research Service&nbsp;<\/li>\r\n<\/ul>\r\n<p>&nbsp;Understanding the global land-use marketplace<\/p>\r\n<ul>\r\n<li>Dr. Alan Belward, European Commission Joint Research Centre&nbsp;<\/li>\r\n<\/ul>\r\n<p>Ecological Applications of Landsat Data in the Context of US Forest Service Science and Operational Needs<\/p>\r\n<ul>\r\n<li>Dr. Warren Cohen, USDA Forest Service&nbsp;<\/li>\r\n<\/ul>\r\n<p>Landsat data continuity:&nbsp;advanced radiometric characterization and product development<\/p>\r\n<ul>\r\n<li>Dr. Dennis Helder, South Dakota State University&nbsp;<\/li>\r\n<\/ul>\r\n<p>Integrating Field-Level Biophysical Metrics Derived from Landsat Science Products into a National Agricultural Data Warehouse<\/p>\r\n<ul>\r\n<li>Dr. Jim Hipple, USDA Risk Management Agency&nbsp;<\/li>\r\n<\/ul>\r\n<p>Synergies between future Landsat and European satellite missions for better understanding coupled human-environment systems<\/p>\r\n<ul>\r\n<li>Dr. Patrick Hostert, Humboldt University of Berlin&nbsp;<\/li>\r\n<\/ul>\r\n<p>Operational monitoring of US croplands with Landsat 8<\/p>\r\n<ul>\r\n<li>Mr. David Johnson, USDA Nat","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Land Remote Sensing"],"article_type":["Technical Announcement","State News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1350619200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169549"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}