{"title":"Aquatic Life Declines at Early Stages of Urban Development","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The number of native fish and aquatic insects, especially those that are pollution sensitive, declines in urban and suburban streams at low levels of development &mdash; levels often considered protective for stream communities, according to a new study by the U.S. Geological Survey.<\/p>\n<table class=\"podcasttemplate\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width=\"250\" height=\"179\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td class=\"podcastheader\">Related Podcasts<\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"podcastcontent\"><img src=\"http:\/\/www.usgs.gov\/corecast\/images\/corecast_rss.jpg\" alt=\"\" width=\"100\" height=\"100\" align=\"left\" \/>\r\n<p class=\"bold\"><a href=\"http:\/\/www.usgs.gov\/corecast\/details.asp?ep=127\">The Effects of Urbanization on Stream Ecosystems<\/a><\/p>\r\n<\/td>\r\n<\/tr>\r\n<tr>\r\n<td>\r\n<p><a href=\"http:\/\/feeds.feedburner.com\/CorecastChannel-Usgs\"><img src=\"http:\/\/www.usgs.gov\/images\/icons\/podcast.jpg\" border=\"0\" alt=\"podcast icon\" width=\"65\" height=\"16\" \/><\/a>&nbsp;   \t   <a href=\"http:\/\/phobos.apple.com\/WebObjects\/MZStore.woa\/wa\/viewPodcast?id=261623315\"><img src=\"http:\/\/www.usgs.gov\/images\/icons\/itunes.jpg\" border=\"0\" alt=\"itunes icon\" width=\"65\" height=\"16\" \/><\/a><br \/> or  <a href=\"http:\/\/www.usgs.gov\/corecast\/default.asp#misc\">subscribe by e-mail<\/a>.<\/p>\r\n<\/td>\r\n<\/tr>\r\n<tr>\r\n<td>\r\n<p><strong><br \/>Extended Videos<\/strong><\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/gallery.usgs.gov\/videos\/239\">Part I -- Introduction<\/a>: USGS scientist Jerry McMahon summarizes the aspects of urban development that influence stream ecosystems. <\/li>\r\n<li><a href=\"http:\/\/gallery.usgs.gov\/videos\/240\">Part II -- Study Design<\/a>: McMahon describes the study objectives and approach.<\/li>\r\n<li><a href=\"http:\/\/gallery.usgs.gov\/videos\/241\">Part III -- Study Results<\/a>: McMahon describes the major study findings.<\/li>\r\n<\/ul>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&ldquo;When the area of driveways, parking lots, streets and other impervious cover reaches 10 percent of a watershed area, many types of pollution sensitive aquatic insects decline by as much as one third, compared to streams in undeveloped forested watersheds,&rdquo; said Tom Cuffney, USGS biologist. &ldquo;We learned that there is no &lsquo;safezone,&rsquo; meaning that even minimal or early stages of development can negatively affect aquatic life in urban streams.&rdquo;<\/p>\r\n<p>As a watershed becomes developed, the amount of pavement, sidewalks and other types of urban land cover increases. During storms, water is rapidly transported over these urban surfaces to streams. The rapid rise and fall of stream flow and changes in temperature can be detrimental to fish and aquatic insects. Stormwater from urban development can also contain fertilizers and insecticides used along roads and on lawns, parks and golf courses.<\/p>\r\n<p>\"Stream protection and management is a top priority of state and local officials, and these findings remind us of the unintended consequences that development can have on our aquatic resources,\" said Tom Schueler, <a href=\"http:\/\/www.chesapeakestormwater.net\/\">Chesapeake Stormwater Network<\/a> coordinator. \"The information has been useful in helping us to predict and manage the future impacts of urban development on streams and reinforces the importance of having green infrastructure to control stormwater runoff and protect aquatic life.\"<\/p>\r\n<p>USGS studies examine the effects of urbanization on algae, aquatic insects, fish, habitat and chemistry in urban streams in nine metropolitan areas across the country: Boston, Mass.; Raleigh, N.C.; Atlanta, Ga.; Birmingham, Ala.; Milwaukee-Green Bay, Wis.; Denver, Colo.; Dallas-Fort Worth, Texas; Salt Lake City, Utah; and Portland, Ore.<\/p>\r\n<p>These USGS studies also show that land cover prior to urbanization can affect how aquatic insects and fish respond to urbanization. For example, aquatic communities in urban streams in Denver, Dallas-Fort Worth and Milwaukee did not decline in response to urbanization because the aquatic communities were alr","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts","Oregon","Alabama","North Carolina","Colorado","Texas","Utah","Wisconsin"],"country":["United States of America"],"mm_tags":["urbanstream","","water","chesapeakebay","aquatic","fish","insects","video","Core Cast"],"release_date":{"und":[{"value":"1275537600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"},{"tid":"170607"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}