{"title":"Amazon Carbon Dynamics: Understanding the Photosynthesis-Climate Link","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>FLAGSTAFF, Ariz. &mdash; Researchers at the U.S. Geological Survey, the University of Michigan, the University of Arizona, and the University of Technology, Sydney (Australia) are collaborating with scientists in Brazil on a three-year research project that investigates a basic yet unanswered question in Earth-system and global carbon-cycle science: What controls the response of photosynthesis in Amazon tropical forests to seasonal variations in climate?<\/p>\n<p>Results of the study will help improve the reliability of global climate forecasts by guiding improvements in the treatment of tropical forest photosynthesis and related water-cycle processes in Earth-system models.<\/p>\r\n<p>This question of photosynthesis' response to climate variations, despite its seeming simplicity, is the subject of an ongoing scientific puzzle that has so far been remarkably difficult to answer with confidence. <strong>&nbsp;<\/strong>For example, seasonal patterns of photosynthesis simulated by several state-of-the-art, numerical models of the Earth system, and seasonal patterns of vegetation \"greenness\" as inferred from observations by Earth-observing satellites, disagree with patterns seen in measurements of ecosystem-atmosphere carbon dioxide exchange at monitoring sites in the central Amazon.<\/p>\r\n<p>\"Improving our understanding of how a changing climate affects the fundamental processes that control absorption of atmospheric carbon dioxide by tropical forests, can help us improve Earth system models, and help improve the reliability of global climate forecasts,\" said USGS geographer and project leader, Dennis Dye.<\/p>\r\n<p>The project is designed to resolve disagreements between the computer models, and actual forest measurements by developing new knowledge and deeper understanding of seasonal climate, photosynthesis, and water relationships in Amazon tropical forests, through the use of advanced remote-sensing techniques and field observations. The project focuses on existing tropical forest study sites near Manaus and Santarem, Brazil.&nbsp; Scientists will measure physiological properties of leaves and trees, and water flow, and use innovative remote-sensing instruments to monitor the light-reflecting properties of the forest and the effects of clouds and smoke on solar radiation. Scientists will also model the three-dimensional variation in photosynthesis in various forest structures and light levels.<\/p>\r\n<p>\"The ability to monitor the ecohydrologic function of the&nbsp;rainforest at a range of scales &ndash; from leaf, to tree, to stand levels &ndash; will offer an unprecedented observational support for testing hypotheses and developing new types of forest representation in land-surface models,\" said&nbsp;University of Michigan Hydrologist Valeriy Ivanov.<\/p>\r\n<p>The project is supported in part by the U.S. Department of Energy, Office of Biological and Environmental Research, Climate and Environmental Sciences Division, <a href=\"http:\/\/campaign.arm.gov\/goamazon2014\/\">GOAmazon campaign<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_03_11\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_03_11\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["","Amazon","Rain Forest","carbon","Brazil","Remote Sensing","Observation Tower","atmosphere","photosynthesis","climate","Carbon Dioxide"],"article_type":["National News Release"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1394510400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}