{"title":"USGS Preliminary Information on High River Flows in Northeastern U.S.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey (USGS) is releasing the following preliminary data on flooding in the Northeastern U.S.<!--introend--><\/p>\n<p>In Connecticut: During the storm, Pendleton Hill Brook in North Stonington had its highest flow in more than 50 years, measuring about 700 cubic feet per second (cfs) at Cherry Hill Road. The Yantic River in Norwich had its fourth largest flow in nearly 80 years (7,610 cfs) and exceeded the National Weather Service flood stage by 4 ft. The Quinebaug River in Jewett City had its fourth highest flow in more than 90 years (24,300 cfs)<br \/><br \/>Contact:&nbsp; Elizabeth Ahearn&nbsp; 860-291-6745.<\/p>\r\n<p>On Long Island:&nbsp; Record or near-record-high <a href=\"http:\/\/pubs.usgs.gov\/of\/1993\/ofr93-643\/pdf\/ofr93-643.pdf\">groundwater<\/a> levels are occurring across many parts of Long Island as a result of frequent and intense precipitation during the past several months. Record-high groundwater will continue for weeks to come, according to the U.S. Geological Survey (USGS). The high water-table has caused widespread flooding of basements in parts of <a href=\"http:\/\/groundwaterwatch.usgs.gov\/AWLSites.asp?mt=g&amp;S=404232073432501\">southwestern Nassau County<\/a> and <a href=\"http:\/\/groundwaterwatch.usgs.gov\/AWLSites.asp?S=404957073073701\">in central Suffolk County<\/a>.&nbsp; Water-level records from wells in these areas show long-term upward trends that have reached record or near-record highs. More sporadic flooding has been reported in some locations near-shore and near stream channels throughout Long Island.<br \/><br \/>Contact:&nbsp; Ronald Busciolano&nbsp; (631) 736-0783, ext. 104<\/p>\r\n<p>River Flows in Rhode Island Called &ldquo;Historic&rdquo;:&nbsp; In Rhode Island 22 of the 27 long-term network streamgages that measure the state&rsquo;s rivers and streams exceeded their previous period of record peaks, according to the U.S. Geological Survey (USGS). The flows at the majority of these 22 streamgages peaked March 30-31. The Pawtuxet River at Cranston,  RI set new records, exceeding the 9.00 foot flood stage by 11.79 feet and flow (14,100 cfs) versus the previous records of 5.50 feet above flood stage and 5,440 cfs of flow set in 1982. The Pawtuxet River streamgage has been in operation since 1940. The Pawcatuck River at Westerly, RI also set a new record for flow at 9,390 cfs versus the previous record of 7,070 cfs set in 1982. The Pawcatuck  River streamgage has been in operation since 1939. The Blackstone River at Woonsocket exceeded its 9 foot flood stage by 5.5 feet and had a preliminary peak flow of 14,900 cfs.<br \/><br \/>Contact:&nbsp; Gardner Bent&nbsp; 508-751-3292.<\/p>\r\n<p>In Massachusetts 8 of the 30 long-term network streamgages that measure the state&rsquo;s rivers and streams have exceeded their previous period of record peaks, according to the U.S. Geological Survey (USGS). Flows at most of these streamgages have peaked and are starting to recede but flows at a few streamgages are currently at the maximum and will receded slowly over the next few days.The Charles River at Waltham, MA set new records for stage and discharge (7.56 feet, 4,160 cubic feet per second) exceeding the previous peaks of 6.54 feet and 4,150 cubic feet per second. The Charles River streamgage has been in operation since 1931. The Concord River at Lowell, MA set new records for stage and discharge (9.74 feet, 5,660 cubic feet per second) exceeding the previous peaks of 9.60 feet and 5,410 cubic feet per second. The Concord River streamgage has been in operation since 1936. The Shawsheen River near Wilmington, MA set new records for stage and discharge (10.59 feet, 1,900 cubic feet per second) which exceeded the previous peaks of 10.49 feet and 1,850 cubic feet per second. The Shawsheen  River streamgage has been in operation since 1963. You can view stage and discharge data for all streamgages operated by the USGS in Rhode Island and Massachusetts <a href=\"http:\/\/ma.water.usgs.gov\/floods\/","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Massachusetts","New York","Rhode Island"],"country":["United States of America"],"mm_tags":["Northeast","flood","Massachusetts","Connecticut","Rhode Island","Long Island"],"release_date":{"und":[{"value":"1270094400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}