{"title":"Pharmaceuticals from Treated Municipal Wastewater Can Contaminate Shallow Groundwater Following Release to Streams","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Pharmaceuticals and other contaminants from treated municipal wastewater can travel into shallow groundwater following their release to streams, according to a recent USGS study.<!--introend--> The research was conducted at Fourmile Creek, a small, wastewater-dominated stream near Des Moines, Iowa.<\/p>\n<p>&nbsp;&ldquo;Water level measurements obtained during this study clearly show that stream levels drive daily trends in groundwater levels. Combined with the detection of pharmaceuticals in groundwater collected several meters away from the stream, these results demonstrate that addition of wastewater to this stream results in unintentional, directed transport of pharmaceuticals into shallow groundwater,&rdquo; said Paul Bradley, the study&rsquo;s lead author.<\/p>\r\n<p>Samples for the study were taken from Fourmile Creek during the months of October and December of 2012. In October, the wastewater made up about 99 percent of the stream&rsquo;s flow, whereas in December, the wastewater made up about 71 percent of the stream&rsquo;s flow. During both months, Fourmile Creek experienced persistent dry conditions.<\/p>\r\n<p>Pharmaceuticals and other wastewater contaminants are most likely to contaminate adjacent shallow groundwater systems during dry conditions when wastewater contributes the greatest proportion to streamflow.<\/p>\r\n<p>The samples from the stream and groundwater were analyzed for 110 pharmaceutical compounds, as well as other chemicals like personal care products and hormones. These compounds are able to move into the groundwater systems because they remain dissolved in the water, rather than attaching themselves to the sediments that filter other chemicals out of the water as it moves from the stream into adjacent groundwater. There were no sources of these pharmaceuticals to groundwater in the study reach other than municipal wastewater in the stream.<\/p>\r\n<p>This study found that 48 and 61 different pharmaceuticals were present in the stream downstream of the wastewater discharge point during the two periods of study, with concentrations as high as 7,810 parts-per-trillion (specifically the chemical metformin, an anti-diabetic pharmaceutical). Correspondingly, between 7 and 18 pharmaceuticals were present in groundwater at a distance of about 65 feet (20 meters) from the stream bank, with concentrations as high as 87 parts-per-trillion (specifically fexofenadine, an antihistamine pharmaceutical). &nbsp;<\/p>\r\n<p>&ldquo;This research has important implications for the application of bank filtration for indirect water reuse,&rdquo; said Bradley. Bank filtration is the engineered movement of water between surface water bodies and wells located a short distance away on the streambank. Bank filtration is routinely used to pretreat surface-water for drinking water supply (raw surface water moves from the stream to a shallow groundwater extraction well), or as a final polishing step for the release of treated wastewater (treated wastewater moves from infiltration wells or lagoons through the bank to the stream).<\/p>\r\n<p>This study is part of a long-term effort to determine the fate and effects of contaminants of emerging concern and to provide water-resource managers with objective information that assists in the development of effective water management practices.&nbsp;<\/p>\r\n<p>The paper is entitled &ldquo;<a href=\"http:\/\/toxics.usgs.gov\/highlights\/2014-09-22-pharms2gw.html\">Riverbank filtration potential of pharmaceuticals in a wastewater-impacted stream<\/a>&rdquo; and has been published in <em>Environmental Pollution.<\/em> More information on this study and other studies on contaminants of emerging concern can be found <a href=\"http:\/\/toxics.usgs.gov\/regional\/emc\/index.html\">here<\/a><em>.<\/em> To learn more about USGS environmental health science, please visit the <a href=\"http:\/\/www.usgs.gov\/envirohealth\/\">USGS Environmental Health website<\/a> and sign up for our <a href=\"http:\/\/www.usgs.gov\/enviroh","summary":null,"format":null}]},"field_images":[],"regions":["Iowa"],"country":["United States of America"],"mm_tags":["Environmental Health Toxic Substances Hydrology","Iowa","groundwater","Surface Water","pharmaceuticals","Wastewatertreatment","emerging Contaminants","Fourmile Creek","Geographic Areas Midwest"],"article_type":["Technical Announcement","State News Release"],"distribution":["Environmental Health"],"release_date":{"und":[{"value":"1411358400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169145"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}