{"title":"Well-Water for 80,000 New Hampshire Residents May contain Metals Exceeding Human Health Standards","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>PEMBROKE, N.H.--<\/strong>Nearly three-in-ten well-water samples tested from southeast New Hampshire contained metals at concentrations that exceeded U.S. Environmental Protection Agency drinking-water standards and guidelines, according to a recent U.S. Geological Survey study.<\/p>\n<p>Researchers sampled water from 232 private bedrock wells from 2012 to 2013, testing for levels of arsenic, uranium, manganese, iron and lead.<\/p>\r\n<p>&ldquo;Our study showed that a significant percentage of the population that relies on domestic bedrock wells may have drinking water with arsenic, lead, manganese, and (or) uranium concentrations greater than human-health standards established by the EPA for public-water systems,&rdquo; said hydrologist Sarah Flanagan, lead author of the study.<\/p>\r\n<p>Based on the number of private wells in the study area and results from the wells that were sampled it is estimated that:<\/p>\r\n<ul>\r\n<li>49,700 people in Hillsborough, Rockingham, and Strafford counties may use drinking water from bedrock wells with arsenic concentrations greater than the maximum contaminant level of 10 micrograms per liter. These results are similar to earlier studies that looked at arsenic in private wells in New Hampshire;<\/li>\r\n<li>7,500 people may use drinking water with uranium concentrations greater than the MCL of 30 micrograms per liter;<\/li>\r\n<li>14,900 people may use drinking water with manganese concentrations greater than the EPA Lifetime Health Advisory of 300 micrograms per liter; <\/li>\r\n<li>8,600 people may have drinking water with lead concentrations greater than 15 micrograms per liter. <\/li>\r\n<\/ul>\r\n<p>&ldquo;This report provides citizens who rely on private wells with important updated information so they can make informed decisions about how to manage and test their drinking water wells, and ultimately how to best protect their families&rsquo; health,&rdquo; said Curt Spalding, Regional Administrator of the EPA&rsquo;s New England office. &ldquo;Drinking water from private wells is not regulated under federal law, which means that private wells are often not regularly sampled for contamination unless individual well owners choose to do so.&rdquo;<\/p>\r\n<p>The EPA&rsquo;s maximum contaminant levels in public water supplies are 10 micrograms per liter for arsenic, and 30 micrograms per liter for uranium. The <a href=\"http:\/\/water.epa.gov\/action\/advisories\/drinking\/upload\/2004_02_03_support_cc1_magnese_dwreport.pdf\">EPA has a Lifetime Health Advisory<\/a> (147 KB PDF) level of 300 micrograms per liter for manganese. For lead, the EPA requires that public water suppliers notify customers when lead exceeds 15 micrograms per liter and implement corrective actions to control corrosion of pipes and plumbing fixtures.<\/p>\r\n<p>While low levels of naturally-occurring metals is normal in groundwater, in this study 17.2 percent of the water samples exceeded the arsenic MCL of 10 micrograms per liter, 2.6 percent of the water samples exceeded the uranium MCL of 30 micrograms per liter, 5.2 percent of the water samples exceeded the manganese LHA of 300 micrograms per liter, and 3 percent of the water samples exceeded 15 micrograms per liter for lead.<\/p>\r\n<p>&ldquo;For individual households, the likelihood of having high arsenic, manganese, or uranium concentrations depends on the types of rocks that the well is drilled into,&rdquo; said Flanagan.&nbsp; &ldquo;We know that certain rocks in certain areas are more likely to have higher levels of arsenic or uranium. The likelihood of having high lead concentrations might depend more on the corrosiveness of the water and the plumbing system within the home.&rdquo;<\/p>\r\n<p>The Fact Sheet and supporting data for this study, done in cooperation with EPA New England, are available <a href=\"http:\/\/pubs.usgs.gov\/fs\/2014\/3042\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New Hampshire"],"country":["United States of America"],"mm_tags":["water","Geographic Areas Northeast","Well Water","Human Health","Epa","Environmental Protection Agency"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1402891200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169688"},{"tid":"170425"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}