{"title":"Deck the Halls with Boughs of...Minerals?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Are cobalt oxide, sulfur, and cadmium sulfide used to make\r\nthe traditional holiday hues in your seasonal decorations? Of course they are!<!--introend--> According\r\nto U.S. Geological Survey (USGS) scientists who collect worldwide data on almost\r\nall mineral resources, holiday lights are made with these and other minerals from\r\naround the world. The world&rsquo;s supply of minerals &mdash; such as salt, manganese and lime &mdash; lights up the holiday season,\r\nhelping many nations and cultures to celebrate their long-time\r\ntraditions.\r\n<\/p>\r\n<p>\r\n&ldquo;Every\r\nlight bulb is made from materials extracted from the Earth,&rdquo; said USGS Mineral\r\nResources Program Coordinator Kathleen Johnson. &ldquo;Minerals\r\nare an important part of our everyday lives &mdash; even if we don&#39;t think about them.&rdquo;\r\n<\/p>\r\n<p>\r\nThe\r\nEarth&rsquo;s industrial minerals and metals make up the intricate parts of each bulb\r\nand modify the colors they project. Aluminum, copper, feldspar, lime, manganese,\r\nnickel, nitrogen, quartz, salt, soda ash and tungsten are some of the mineral\r\nmaterials used in the construction of a light bulb. Materials used to color or\r\ncoat the glass can include cadmium sulfide or the combination of cerium oxide and\r\ntitanium dioxide for yellow; cuprous oxide or gold chloride for ruby red; cobalt\r\noxide for blue-violet; manganese dioxide for amethyst-purple; neodymium oxide\r\nor nickel oxide for violet; sulfur for yellow-amber; uranium for fluorescent green;\r\nor chromic oxide for yellow-green or emerald-green.\r\n<\/p>\r\n<p>\r\nThe\r\nminerals in holiday lights come from countries around the world, including\r\nthose in North and South America, Africa, Asia, Australia\r\nand Europe. Today the United States\r\nis the world&#39;s leading user of mineral commodities. Every year about 25,000 pounds\r\nof new, non-fuel mineral materials are extracted from the Earth for every\r\nperson in the United States.\r\nIn 2005, the mineral materials processed domestically accounted for more than\r\n$478 billion in the U.S.\r\neconomy.\r\n<\/p>\r\n<p>\r\nUSGS scientists provide information on where mineral commodities are known and\r\nsuspected to be in the Earth. They also describe\r\ncurrent production and consumption of about 100 mineral commodities for\r\napproximately 180 countries. The USGS is the sole Federal agency providing objective\r\ninformation, resource assessments, and unbiased research results on mineral resources,\r\nproduction, consumption and environmental effects. For more information about\r\nthis and other mineral related topics, visit the USGS Mineral Resources Program\r\nWeb site at <a href=\"http:\/\/minerals.usgs.gov\/\">http:\/\/minerals.usgs.gov\/<\/a>.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1165467600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169226"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}