{"title":"Parasite in Live Asian Swamp Eels May Cause Human Illness","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Raw or undercooked Asian swamp eels could transmit a parasitic infection called gnathostomiasis to consumers.<!--introend--><\/p>\n<p>U.S. Geological Survey scientists found parasitic worms known as gnathostomes in Asian swamp eels collected between 2010 and 2012 from ethnic food markets and in Florida waters where the eel species is invasive. If eaten raw or undercooked, these eels could transmit their parasites to people, causing mild to serious disease. Severe cases of the infection can lead to blindness, paralysis or death. The USGS <a href=\"http:\/\/wwwnc.cdc.gov\/eid\/article\/20\/4\/13-1566_article.htm\">study<\/a> was published today in the journal <em>Emerging Infectious Diseases.<\/em><\/p>\r\n<p>\"Because live Asian swamp eels are commonly imported to the U.S., a person's dietary history and not just travel history should be considered when diagnosing gnathostomiasis,\" said Rebecca Cole, USGS scientist and lead author of the study.<\/p>\r\n<p>Swamp eels transported live from Southeast Asia are sold in many urban ethnic food markets in the United States, and have been released into waters in Florida, Georgia and New Jersey. During the USGS study, scientists found gnathostome worms in eels collected from markets in Manhattan, N.Y., Atlanta, Ga., and Orlando, Fla., and in wild eels caught in peninsular Florida. All of the infected eels obtained from markets were imported from Bangladesh.<\/p>\r\n<p>\"Consumers should be aware of the risk of contracting gnathostomiasis from Asian swamp eels if they are eating raw or undercooked eels,\" Cole said.<\/p>\r\n<p>Co-author and USGS scientist Leo Nico said it is notable that North American species of gnathostome parasites have infected wild, invasive Asian swamp eels in Florida. Although the North American species found in the wild Florida eels has not been reported as infecting humans, some scientists suggest that all <em>Gnathostoma<\/em> species can most likely infect people. According to the authors, it is also concerning that this parasite could be transmitted into native fish and wildlife populations and domestic cats or dogs.<\/p>\r\n<p>Swamp eels are native to Southeast Asia, and wild-caught and domestically-reared eels are widely consumed as food by humans. The eels are a common source of human gnathostomiasis in many parts of Asia. Wild populations of these invasive eels were first found in Florida in 1997, likely the result of the live food trade or aquarium releases. There are five established populations in the continental U.S. &mdash; three in Florida, and one each in Georgia and New Jersey. Introduced swamp eels have also been present in Hawaii for many decades.&nbsp;<\/p>\r\n<p>The eels, which can reach lengths of about three feet, have the potential to become widespread in the U.S., impacting native aquatic and wetland species. The species has few known predators in the U.S., breathes air and can move across land, and can survive in both hot and cold climates.<\/p>\r\n<p>For more information on USGS zoonotic, or animal-caused, illnesses, please visit the <a href=\"http:\/\/www.nwhc.usgs.gov\/\">USGS National Wildlife Health Center website<\/a>. FAQs on Asian swamp eels are available <a href=\"http:\/\/fl.biology.usgs.gov\/Nonindigenous_Species\/Swamp_eel_FAQs\/swamp_eel_faqs.html\">online<\/a>. &nbsp;<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_03_12\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_03_12\/1\" title=\"Image Gallery\"><\/iframe>&nbsp;&nbsp;&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecosystems","Ecosystems Invasive Species","Asian Swamp Eel","Eels","publichealth","parasite","infections","Health","National Wildlife Health Center","","Florida","Georgia","New York","New Jersey","Hawaii"],"article_type":["National News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1394596800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169396"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}