{"title":"Natural Methane Seepage on U.S. Atlantic Ocean Margin Widespread","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Natural methane leakage from the seafloor is far more widespread on the U.S. Atlantic margin than previously thought, according to a study by researchers from Mississippi State University, the U.S. Geological Survey, and other institutions.<!--introend--><\/p>\n<p>Methane plumes identified in the water column between Cape Hatteras, North Carolina and Georges Bank, Massachusetts, are emanating from at least 570 seafloor cold seeps on the outer continental shelf and the continental slope.&nbsp; Taken together, these areas, which lie between the coastline and the deep ocean, constitute the continental margin.&nbsp; Prior to this study, only three seep areas had been identified beyond the edge of the continental shelf, which occurs at approximately 180 meters (590 feet) water depth between Florida and Maine on the U.S. Atlantic seafloor.<\/p>\r\n<p>Cold seeps are areas where gases and fluids leak into the overlying water from the sediments.&nbsp; They are designated as cold to distinguish them from hydrothermal vents, which are sites where new oceanic crust is being formed and hot fluids are being emitted at the seafloor.&nbsp; Cold seeps can occur in a much broader range of environments than hydrothermal vents.<\/p>\r\n<p>&ldquo;Widespread seepage had not been expected on the Atlantic margin. It is not near a plate tectonic boundary like the U.S. Pacific coast, nor associated with a petroleum basin like the northern Gulf of Mexico,&rdquo; said Adam Skarke, the study&rsquo;s lead author and a professor at Mississippi State University.<\/p>\r\n<p>The gas being emitted by the seeps has not yet been sampled, but researchers believe that most of the leaking methane is produced by microbial processes in shallow sediments.&nbsp; This interpretation is based primarily on the locations of the seeps and knowledge of the underlying geology.&nbsp; Microbial methane is not the type found in deep-seated reservoirs and often tapped as a natural gas resource.&nbsp;<\/p>\r\n<p>Most of the newly discovered methane seeps lie at depths close to the shallowest conditions at which deepwater marine gas hydrate can exist on the continental slope.&nbsp; <a href=\"http:\/\/woodshole.er.usgs.gov\/project-pages\/hydrates\/primer.html\">Gas hydrate<\/a> is a naturally occurring, ice-like combination of methane and water, and forms at temperature and pressure conditions commonly found in waters deeper than approximately 500 meters (1640 feet).&nbsp;<\/p>\r\n<p>&ldquo;Warming of ocean temperatures on seasonal, decadal or much longer time scales can cause gas hydrate to release its methane, which may then be emitted at seep sites,&rdquo; said Carolyn Ruppel, study co-author and chief of the USGS Gas Hydrates Project.&nbsp; &ldquo;Such continental slope seeps have previously been recognized in the Arctic, but not at mid-latitudes.&nbsp; So this is a first.&rdquo;<\/p>\r\n<p>Most seeps described in the new study are too deep for the methane to directly reach the atmosphere, but the methane that remains in the water column can be oxidized to carbon dioxide. This in turn increases the acidity of ocean waters and reduces oxygen levels.&nbsp;<\/p>\r\n<p>Shallow-water seeps that may be related to offshore groundwater discharge were detected at the edge of the shelf and in the upper part of Hudson Canyon, an undersea gorge that represents the offshore extension of the Hudson River. Methane from these seeps could directly reach the atmosphere, contributing to increased concentrations of this potent greenhouse gas.&nbsp; More extensive shallow-water surveys than described in this study will be required to document the extent of such seeps.<\/p>\r\n<p>Some of the new methane seeps were discovered <a href=\"http:\/\/www.noaanews.noaa.gov\/stories2012\/20121219_gas_seeps.html\">in 2012<\/a>.&nbsp; In summer 2013 a Brown University undergraduate and National Oceanic and Atmospheric Administration Hollings Scholar Mali&rsquo;o Kodis worked with Skarke to analyze about 94,000 square kilometers (a","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Natural Hazards Coastaland Marine Geology","Methane","atlanticocean Geographic Areas Northeast"],"article_type":["National News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1408939200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168790"},{"tid":"169008"},{"tid":"169472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}