{"title":"Program Predicts SAFE Beaches","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->As visitors hit Indiana&rsquo;s Lake Michigan beaches this summer, scientists with the U.S. Geological Survey (USGS) will implement a new, more timely method to predict bacterial contamination in the lake that can make swimmers sick<!--introend-->, the agency&rsquo;s Great Lakes Science Center announced today. Preliminary results from last year indicate that the new protocols will protect public health more effectively than current monitoring procedures by avoiding the 24-hour lapse between sample collection and test results. <\/p>\n<p>\"The delay meant a beach closed a day too late to protect swimmers on the first day of high bacterial counts and unnecessarily left it closed a day after the bacteria cleared,\" said Richard Whitman, USGS scientist leading the project. \"Beach managers and the beach-going public along southern Lake Michigan have long been frustrated by closed beaches during hot, Midwest summers, and confidence in traditional monitoring approaches has been steadily declining.\"<\/p>\r\n<p>To address the problem, USGS scientists studied Porter and Lake County, Ind., beaches last summer and developed a mathematical model. Dubbed \"Project SAFE\" (Swim Advisory Forecast Estimate), the model uses such measurements as rainfall, wave height, and lake turbidity to estimate <i>E. coli<\/i> counts and to determine when counts are high enough to threaten the health of swimmers. <\/p>\r\n<p>The Beach Act requires monitoring of public beaches for bacterial contamination from human sewage and other sources that can make swimmers sick with diarrhea and vomiting or respiratory, ear, eye, and skin ailments. Unfortunately, the current technique of collecting water samples and culturing for <i>E. coli<\/i>, an indicator of contamination, and the presence of harmful pathogens such as <i>Salmonella <\/i>and <i>Campylobacter<\/i>, has limited effectiveness for beach-closing decisions. Project SAFE seeks to decrease the waiting time for results by incorporating real-time information into its model prediction. <\/p>\r\n<p>According to the SAFE protocol, each morning, USGS scientists will download data from weather and water monitoring stations located near or around the Burns Ditch outfall and beaches to the west. Scientists will incorporate the data into the mathematical model, determine the likelihood of elevated bacteria levels, and distribute the result to beach managers in time for them to make an educated decision about keeping a beach open to swimmers, issuing an advisory that <i>E. coli<\/i> counts are likely elevated, or closing the beach. USGS has proposed using this method for other Great Lakes beaches. <\/p>\r\n<p>\"Mayor King has repeatedly stressed that Lake Michigan and its beaches are Gary&rsquo;s greatest natural assets and that all reasonable steps should be taken to ensure that a trip to Gary&rsquo;s beaches is a fun-filled, positive experience,\" according to attorney Jim Meyer, the liaison with USGS for the City. <\/p>\r\n<p>\"USGS&rsquo; predictive modeling work is clearly an important tool that the City will be able to use to maximize both the use and safety of Gary&rsquo;s beaches. The Gary Sanitary District is proud of its work with USGS and Indiana Department of Environmental Management on this and other projects to improve the quality of life for residents and visitors to northwest Indiana.\"<\/p>\r\n<p>The project has been funded by a federal grant through the Beach Act of 2000, and the Gary Sanitary District. Scientists will use data from this second year to test for variation between years. The Gary Sanitary District will match 2005 Beach Act funding that the Indiana Department of Environmental Management has provided to allow USGS to continue this research.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Indiana"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1117684800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169527"},{"tid":"170321"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}