{"title":"USGS Releases Good and Bad News On Water Quality of Central California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey has released a series of reports on results of a five-year study on, the quality of water in 20 major basin regions throughout the nation, including the San Joaquin-Tulare Basins, which cover most of central California and are a major source or drinking water for most of the State&rsquo;s population.<!--introend--> The report, \"Water-Quality in the San Joaquin-Tulare Basins, California) 1992-95,\" contains both good news and bad news. \n<p>The investigation, which examined water in streams and ground water, and aquatic ecology, focused on the distribution of pesticides and nitrate. The report describes five general findings. 1) nitrate and ammonia generally do not adversely impact drinking water and aquatic life uses of the San Joaquin River; 2) the potential exists for toxicity to aquatic organisms from water-borne pesticides because concentrations of seven pesticides have exceeded aquatic life criteria at times; 3) the potential exists for adverse effects on aquatic life from pesticides in bed sediment and in smaller aquatic life, especially from DDT and other insecticides banned for twenty years or more; 4) changes in aquatic habitat and water quality have adversely affected native fish populations; and 5) drinking-water sources from ground water have been degraded by fertilizers and pesticides, for example, nitrate and DBCP have frequently exceeded drinking water standards. \r\n<p>Neil Dubrovsky, senior author of the report and program chief, said that \"Although nitrate concentrations in the San Joaquin-Tulare Basins have been increasing for over 40 years, they are still below the drinking water standard. Nitrate concentrations in ground water in the eastern part of the basin, in contrast, exceed the drinking water standard in 25 percent of the samples collected from household wells.\" In comparison with the other 19 basin areas, Dubrovsky said that streams in the San Joaquin-Tulare Basins have more degraded fish communities, and higher concentrations of pesticides in water and PCBs, and organochlorine insecticides in streambed sediment and fish tissue. \"Concentrations of several pesticides in streams exceed water-quality guidelines, and the occurrence of non-native fish species is especially high. Ground water-quality in the San Joaquin-Tulare Basins is generally poor compared with the other 19 basins,\" Dubrovsky added. \"Detections and concentrations of nitrate and pesticides in ground water exceed national averages. In many cases, the presence of nitrate or particular pesticides can be attributed to present, or often past, use of agricultural chemicals.\" \r\n<p>On a more positive note, Dubrovsky said that only two pesticides - both banned long ago - have been found in ground water at concentrations that exceed drinking water standards. \r\n<p>This report summarizes major findings that emerged from the U.S. Geological Survey&rsquo;s National Water Quality Assessment (NAWQA) program. The NAWQA program assesses water-quality conditions in sources of drinking water used by about 70 percent of the U.S. population. \"The report addresses many of the concerns raised by more than 30 stakeholder groups who provided input to the USGS during this investigation\" said Charles Kratzer, USGS assistant program chief. The vital information in this report will also be of interest to regulators, water-utility managers, industry representatives, public officials, scientists, and those who simply want to know more about the quality of water in the rivers and aquifers in the area where they live. \r\n<p>The report, \"Water Quality in the San Joaquin-Tulare Basins, Calif, 1992-95,\" by Neil M. Dubrovsky, Charles R. Kratzer, Larry R. Brown, JoAnn M. Gronberg, and Karen K. Burow is published as U.S. Geological Circular 1159. Please see the NAWQA home page at URL: <a href=\"http:\/\/wwwrvares.er.usgs.gov\/nawqa\/nawqa_home.html\">http:\/\/wwwrvares.er.usgs.gov\/nawqa\/nawqa_home.html<\/a> and the NAWQA San Joaquin-Tulare Ba","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"893131200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170188"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}