{"title":"USGS Announces Public-Private Competition of Geospatial Operations and Functions in the city of Denver","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The USGS announced today (Sept. 15, 2005) that the National Geospatial Technical Operations Center (NGTOC) will be located in&nbsp;the city of Denver.&nbsp;The NGTOC will consolidate the functions and operations currently performed in four USGS mapping centers (Menlo Park, Calif.; Rolla, Mo.; Denver, Colo.; and Reston, Va.) and other distributed sites to one location. <\/p>\n<p>Further, USGS will conduct an A-76 study to compare the cost of providing the selected geospatial operations activities at the NGTOC \"in-house\" by a reengineered government workforce as a Most Efficient Organization (MEO), or under contract with a private sector firm. The public-private competition will evaluate current and future functions, and the number of personnel required by the NGTOC. <\/p>\r\n<p>Official notification will be submitted to Fed Biz Opps early next week. Once the notification is posted, the study will be completed within 12 months.<\/p>\r\n<p>\"Over the years, the USGS mission to provide geospatial data has changed significantly due to rapid changes in technology. The placement of mapping centers across the U.S. was primarily to support a large workforce that collected information in the field. Technology has changed how we perform mapping activities and a large, field-based operation is no longer cost effective,\" said Karen Siderelis, the Associate Director for Geospatial Information. \"The Competitive Sourcing process allows the USGS to evaluate current and future functions and operations. It ensures all functions will be performed in the most effective and cost-efficient manner.\" <\/p>\r\n<p>This realignment began more than a year ago when the USGS consolidated its geospatial activities,<i> The National Map<\/i>, the National Atlas, the Federal Geographic Data Committee (FGDC), and the Geospatial One-Stop (GOS), to simplify its processes and provide easy access to USGS products and services for partners, stakeholders, and the public.<\/p>\r\n<p>For more information see, \"What&rsquo;s New\" on the NGPO Web site at: <a href=\"http:\/\/www.usgs.gov\/ngpo\/ngponews.html\">http:\/\/www.usgs.gov\/ngpo\/ngponews.html<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1126756800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169236"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}