{"title":"USGS Satellite Images of Earth Debut as Art Prints","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Astonishing patterns, vivid abstractions, and fantastic shapes characterize \"Earth as Art,\" a joint USGS and NASA collection of satellite imagery that displays 41 images of Earth taken by the Landsat 7 satellite from over 400 miles high. These graceful portraits of Earth show the most intriguing and illuminating aspects of nature. To do justice to such beauty, fine art prints of these and other selected U.S. Geological Survey (USGS) satellite and aerial images are now available as part of a recently signed cooperative research and development agreement (CRADA) between the USGS and LookClickPrint, Inc., (LCP) of Los Lunas, New Mexico. <\/p>\n<p>Under the CRADA, the USGS and LCP will together make premium-quality reproductions of the \"Earth as Art\" collection available to public. LCP will be responsible for producing, ordering, processing, and distributing prints from the collection. The USGS contribution will include providing digital files of the collection to LCP along with descriptive information of each individual image. <\/p>\r\n<p>Combining the skills of a master printer with state-of-the-art digital print technology, LookClickPrint, Inc. (LCP) uses archival inks, paper, and canvas to reproduce many types of images as premium-quality, fine art prints, each displaying rich color and precise detail. LCP offers prints of images from a network of museums - prints related to geography, astronomy, history, nature, sports, as well as traditional art. <\/p>\r\n<p>\"The availability of these images as fine-art reproductions will put USGS products in the hands of a much wider audience,\" said Barbara Ryan, USGS Associate Director for Geography. \"Premium quality prints such as those produced using LookClickPrint&rsquo;s technology can make the already popular images in the \"Earth as Art\" collection a &rsquo;must-have&rsquo; piece of art.\" <\/p>\r\n<p>USGS will continue to develop and bring to the attention of LCP other digital data and products that could be of interest to LCP customers. Customer response to this initial collection will be a key factor for USGS and LCP to determine what additional USGS images and maps may be suitable for incorporating into LCP&rsquo;s collection. <\/p>\r\n<p>\"We have all gazed in wonder at the infinite beauty of the Earth. This collection from the USGS allows us to see that beauty expressed in a series of truly remarkable images,\" said Jean-Pierre Patkay, President and CEO, LookClickPrint, Inc. \"Essentially these images are nature&rsquo;s art so we are especially honored to be selected to present them to the public.\" <\/p>\r\n<p>LCP provides customers with direct access to USGS images and the capability to search and select an image, choose a size, and specify printing on either paper or canvas. Orders are then transmitted across a virtual private network to an LCP printing facility where each print is individually created according to the customer&rsquo;s order and shipped directly to that customer. Prints can be accessed and purchased through <a href=\"http:\/\/www.lookclickprint.com\/MuseumCollection.php3?collection=0009\">http:\/\/www.lookclickprint.com\/MuseumCollection.php3?collection=0009<\/a>, the USGS website at <a href=\"http:\/\/mapping.usgs.gov\/partners\/viewonline.html\">http:\/\/mapping.usgs.gov\/partners\/viewonline.html<\/a>, and through associated LCP museum stores and websites. <\/p>\r\n<p>The \"Earth as Art\" collection highlights images that were created by the USGS to introduce the general public to the Landsat Program administered jointly by USGS and the National Aeronautics and Space Administration. The USGS operates Landsat 5 and 7, manages the national archive of data collected by all of the Landsat satellites, and distributes these data to researchers around the world as part of The National Map. More information on the Landsat Program can be found at <a href=\"http:\/\/landsat7.usgs.gov\/index.php\">http:\/\/landsat7.usgs.gov\/index.php<\/a>. <\/p>\r\n<p>A Delaware corporation, LookClickPrint produces archival quality, cus","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1046235600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169709"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}