{"title":"Uses and History of National Water Network Described","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Water-resources planning and design, hydrologic research and operation of water- resources projects are some of the central uses of the growing U.S. Geological Survey streamflow data base, according to a new report by the USGS.<\/p>\n<p>Begun in 1889, the USGS streamflow data network provides data to more than 1100 organizations throughout the United States that involve water-resources management. The program provides streamflow data for a variety of purposes ranging from current needs such as flood forecasting to future or long-term needs such as detection of changes in streamflow due to human activities or global warming.<\/p>\r\n<p>\"Working together, the different cooperating agencies can pool their funds and talents, avoid duplicating efforts and solve problems that cross political boundaries,\" said Ken Wahl, USGS hydrologist and senior author of the report.<\/p>\r\n<p>The streamflow data-collection program includes 7,292 stations in operation as of 1994. Data from the stations are stored in a data base that consists of flow data for about 18,000 locations nationwide. The data base is an ever-growing resource for water-resources planning and design, hydrologic research and water project operations.<\/p>\r\n<p>More than 600 state, federal and local agencies provide funding for the program. More than 50 percent of the 7,292 stations operated by the USGS are jointly funded by the USGS and federal, state or local partners.<\/p>\r\n<p>The report, Circular 1123, entitled \"Stream-Gaging Program of the U.S. Geological Survey,\" by Kenneth L. Wahl, Wilbert O. Thomas, Jr., and Robert M. Hirsch, and a fact sheet on the report, are available at no cost from the USGS Water Information Clearing House by calling 1-800-h2o-9000, on the Internet at URL <a href=\"http:\/\/h2o.usgs.gov\/public\/wrd009.html\/\">http:\/\/h2o.usgs.gov\/public\/wrd009.html\/<\/a> or from the new USGS EarthFax-on-demand system at (703) 648-4888.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"803707200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}