{"title":"steven Schwarzbach Appointed Director of USGS Western Ecological Research Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) has appointed Dr. Steven Schwarzbach to serve as Center Director of the USGS Western Ecological Research Center, headquartered in Sacramento, Calif. <\/p>\n<p>Schwarzbach joined both the USGS and Western Ecological Research Center in 2002 as one of the Center&rsquo;s research managers. In July 2004, he became the Center&rsquo;s first Deputy Director, and has been acting Center Director since the retirement of Deborah Maxwell this spring.<\/p>\r\n<p>Dr. Anne Kinsinger, USGS western regional chief of biological research, said that Schwarzbach&rsquo;s expertise and background are great assets in his new position because of the complex, often synergistic ecological challenges of California. &quot;Steve not only brings his ability as a manager to this position, but he also brings his considerable wealth of knowledge about a multitude of important natural resource issues facing the region.&quot;<\/p>\r\n<p>At the Western Ecological Research Center, Schwarzbach oversees a wide variety of research, including such topics as contaminants, fire ecology, invasive species, avian ecology, global climate change, wetland restoration, and amphibian declines. He has conducted numerous field studies of contamination impacts to fish and wildlife and their habitats, working on mercury, selenium, petroleum spills, hazardous waste, agricultural drainwater, pesticides, acid mine drainage, and halogenated compounds of many origins. Schwarzbach is particularly known for his work with mercury and California clapper rails in San Francisco Bay.<\/p>\r\n<p>Schwarzbach was born in Tennessee but is a long-time resident of California. He graduated in 1976 from the University of California, Santa Barbara, with a B.A. in environmental biology and environmental studies. In 1983, he graduated with an M.A. in education from San Francisco State University. At the University of California, Davis, he earned both his M.S. and Ph.D. in ecology, in 1986 and 1989, respectively. <\/p>\r\n<p>Prior to joining the USGS, Schwarzbach worked for the U.S. Fish and Wildlife Service for nearly 14 years, serving for 6 years as the chief of the Environmental Contaminants Division in the Sacramento Fish and Wildlife Office. While in the Fish and Wildlife Service, he worked on linking science to Service policy on numerous environmental contaminant issues affecting Department of Interior trust resources. <\/p>\r\n<p>Previously, Schwarzbach worked as a seasonal ranger with the National Park Service, built trails for the U.S. Forest Service and has experience as an elementary school teacher. <\/p>\r\n<p>In his spare time, he enjoys whitewater canoeing and telemark skiing. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1123128000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}