{"title":"Waves Rippling Through Groundwater","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_861\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/missouri_well_spikes.jpg\"><img class=\"size-medium wp-image-861\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/missouri_well_spikes-300x154.jpg\" alt=\"Missouri well spikes\" width=\"300\" height=\"154\" \/><\/a> Missouri well spikes[\/caption]\n\nEarthquakes affect Earthâ\u0080\u0099s intricate plumbing system. Whether you live near the notoriously active San Andreas Fault in California, or far from active faults in Florida, an earthquake near or far can affect you and the water resources you depend on.\n\nThe most recent earthquake in Japan affected water levels in groundwater wells all over the country. Water level fluctuations were recorded as far away as Illinois, Virginia, Missouri and Florida.\n\nThe most common effect on groundwater from earthquakes is an instantaneous water-level increase or decrease. Recovery to the pre-earthquake water level can be so rapid that no change is detected.\n\nThese spikes can occur thousands of miles from earthquake epicenters. Most of the time these spikes have no consequences for groundwater supply or quality. In rare cases water wells have become dry or begun flowing. In other cases discharge of springs and groundwater to streams has increased, and new springs have formed. Groundwater quality can also become degraded as a result of earthquakes.\n\nResponses of water levels in wells to earthquakes are influenced by such factors as the magnitude and depth of the earthquake, distance from the epicenter, and the type of rock that surrounds the groundwater. The depth of the well, whether the aquifer is confined or unconfined, and well construction also influence the degree of water-level fluctuations in wells in response to seismic waves. Some aquifers may even act as resonators, which may amplify the response.\n\nThe <a href=\"http:\/\/water.usgs.gov\/ogw\/gwrp\/\">USGS Groundwater Resources program<\/a> tracks these spikes all over the country through real-time groundwater monitoring. USGS scientist Dave Nelms has been tracking this phenomenon in a well in Christiansburg, VA. <a href=\"http:\/\/va.water.usgs.gov\/earthquakes\/index.htm\">Visit the Christiansburg, VA well website<\/a> to see which earthquakes have affected this well over time.\n\nYou can also learn more about the groundwater spikes caused by earthquakes in a USGS CoreCast interview, below, Â featuring USGS Research Geophysicist Evelyn Roeloff:\n\n[audio:http:\/\/gallery.usgs.gov\/audio\/corecast\/ep149\/20110331_149_groundwater_spikes.mp3]\n\n<a href=\"http:\/\/www.usgs.gov\/corecast\/details.asp?ep=149\">Transcript\/Details<\/a>\n\n<strong>Notable Examples:<\/strong>\n\nThe 1998 M5.2 Pymatuning earthquake in northwestern Pennsylvania caused about 120 local household-supply wells to go dry within three months after the earthquake.\n\nThe 2002 M7.9 Denali Fault earthquake in Alaska caused a 2-foot water-level rise in a well in Wisconsin, more than a thousand miles from the epicenter.\n\nA minor earthquake that shook Maine Oct. 2 at 8:07 pm caused the water level in a USGS monitoring well to drop more than 2 Â½ feet.\n\nThe largest offset recorded digitally is a one meter rise caused by the 1989 Loma Prieta earthquake in a well at Parkfield, Calif.\n\n<strong>Links:<\/strong>\n<ul>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/fs-096-03\/\">Rattling the Earthâ\u0080\u0099s Plumbing System<\/a> USGS Fact Sheet<\/li>\n\t<li>Virginia Water Science Center page tracking <a href=\"http:\/\/va.water.usgs.gov\/earthquakes\/index.htm\">earthquakes that affect the Christiansburg, VA well<\/a><\/li>\n\t<li><a href=\"http:\/\/water.usgs.gov\/ogw\/gwrp\/\">USGS Groundwater Resources Program<\/a><\/li>\n\t<li>More information on <a href=\"http:\/\/earthquake.usgs.gov\/learn\/topics\/groundwater.php\">Groundwater Effects from Earthquakes<\/a><\/li>\n<\/ul>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24107","uid":"31","filename":"missouri_well_spikes.jpg","uri":"public:\/\/missouri_well_spikes.jpg","filemime":"image\/jpeg","filesize":"19042","status":"1","timestamp":"1425492768","type":"image","uuid":"35612092-1ef6-4442-8777-1b732b57aa80","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1301165214","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}