{"title":"Haiti Earthquake Shaking Amplified by Local Landforms","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>PORT-AU-PRINCE, Haiti &mdash; <!--introstart-->The severe damage and loss-of-life caused by the devastating January 2010 M7.0 earthquake in Haiti was exacerbated by amplification of shaking due to local geological conditions and landforms in Port-au-Prince, according to a study published online today in <em>Nature Geoscience<\/em>.<!--introend--><\/p>\n<p>Following the earthquake, Susan Hough, a U.S. Geological Survey geophysicist, led a team from the USGS and the Haitian Bureau des Mines et de l&rsquo;Energie that deployed a total of nine portable seismometers in Port-au-Prince to investigate the variability of shaking throughout the city. The aftershock recordings captured by the seismometers revealed that ground motions were amplified by the relatively young and soft rocks that underlie the valley in which the city is situated. The strongest observed amplifications were along a narrow, steep foothill ridge in the district of Petionville.<\/p>\r\n<p>Shaking in any earthquake can be amplified significantly by local geological conditions.&nbsp; Amplification due to topographic features, such as ridges, has been considered less important than amplification due to near-surface geological structure.<\/p>\r\n<p>In Haiti, the zone where high shaking amplification was observed corresponded with a swath of high damage during the January mainshock.&nbsp; A number of substantial structures in this region collapsed catastrophically, including several United Nations Development Programme offices and several large hotels.&nbsp;<\/p>\r\n<p>The instrument deployment was undertaken as a partnership effort between the USGS and the Bureau des Mines et de l&rsquo;Energie, which continue to work together to establish a permanent seismic monitoring network in Haiti.<\/p>\r\n<p>The study underscores the need to consider seismic provisions in the rebuilding effort, and suggests that topographic effects should be considered when detailed hazard zone maps are made for other regions.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","earthquake","Haiti","hazard","Hazard Zone","Topography","shaking","","Port Prince","Nature Geoscience","landform"],"article_type":["International News Release"],"release_date":{"und":[{"value":"1287288000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}