{"title":"Lowest Streamflows in More Than 110 Years for Some North Carolina Rivers as Drought Worsens","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Editors and Reporters: <\/strong><!--introstart-->AFS will hold its 137<sup>th<\/sup>\r\nannual meeting in San Francisco,\r\nSept. 2-6. The items highlighted below are just a sampling of some of the\r\nnumerous USGS presentations and symposiums at the American Fisheries Society\r\nConference.<!--introend--> For more information please visit the <a href=\"http:\/\/web.fisheries.org\/sf\/index.php?option=com_frontpage&amp;Itemid=1\" target=\"_blank\">AFS Conference Web site<\/a>.\r\n<\/p>\r\n<p>\r\n<strong>New Tally of Imperiled North\r\nAmerican Freshwater Fishes: Report of the American Fisheries Society&#39;s\r\nEndangered Species Committee. <\/strong>The American\r\nFisheries Society&#39;s Endangered Species Committee estimates that about 700 &nbsp;North American freshwater fishes are\r\nimperiled-regarded as vulnerable, threatened, endangered, or extinct. <strong>The new tally is nearly double that of the\r\n1989 American Fisheries Society estimate of 364 taxa. <\/strong>The AFS Endangered Species Committee is\r\ncomposed of 3 U.S. Geological Survey scientists and 13 other colleagues. The\r\nincrease in numbers of imperiled taxa results, in part, from increased\r\ntaxonomic knowledge of the North American freshwater fish fauna. Increases in\r\nimperiled species over the past two decades corresponds to a revolution in the\r\nstudy fishes: advances in biological methods and concepts have significantly\r\nfurthered knowledge of North American fishes, especially Mexican species.&nbsp; Also, the remarkable progress in biomolecular\r\ntechniques is enabling scientists to document biological diversity at smaller\r\nscales with increasing precision. Examples of this are recognition of threatened and endangered salmon\r\npopulations on the Pacific coast. The majority of taxa on the new list are\r\nspecies or subspecies; only 12 percent are distinct populations. <strong>The greatest cause of imperilment indirectly\r\nresults from increases in the human population of North\r\nAmerica. Humans are\r\nchanging the landscape at the greatest rate of any time in recent human\r\nhistory.<\/strong> Many North American fishes\r\nsimply did not evolve with the ability to adapt to relatively rapid changes to\r\naquatic habitats created by modification, alteration, or transformation of\r\nlandscapes.&nbsp; Because the current estimate\r\nis the third AFS list of imperiled North American fishes, the Committee is able\r\nto analyze trends in the data.&nbsp; The great\r\nmajority of imperiled taxa, 80 percent, are endemic &#59450; restricted to one\r\necoregion or less (a single drainage, river, creek, lake or spring); 90 percent\r\nof taxa are restricted to two ecoregions or less. The Tennessee,\r\nMobile, and\r\nLerma-Chapala ecoregions &nbsp;have the\r\ngreatest number of imperiled fishes. By\r\nthreats, the major causes of imperilment are habitat loss and interactions with\r\nintroduced fishes, both consequences of human activities. The current rate of extinction exhibits a\r\npositive linear trajectory, but the present decade is not over, and there are a\r\nsignificant number of highly vulnerable species that could disappear in the\r\nnext several decades. &nbsp;<strong>Howard Jelks and Noel Burkhead, Sept 5, &nbsp;8 a.m., Golden Gate A2. Howard Jelks: 352-264-3492,\r\n<a href=\"mailto:hjelks@usgs.gov\">hjelks@usgs.gov<\/a> ; Noel Burkhead:\r\n352-264-3499; <a href=\"mailto:nburkhead@usgs.gov\">nburkhead@usgs.gov<\/a><\/strong>\r\n<\/p>\r\n<p>\r\n<strong>Natural Hazards, Fish\r\nHabitat, and Fishing Communities and Alaska.<\/strong> Fish and fishing\r\ncommunities are iconic symbols of Alaska;\r\nvolcanoes, earthquakes, and tsunamis also stand out as processes that define or\r\nshape the Alaska\r\nlandscape. In addition to commercial\r\nfisheries, regularly ranking among the top ten U.S.\r\nports, subsistence fisheries and sport fishing play an important role in the\r\neconomy and culture of Alaska.&nbsp; Alaska&#39;s\r\ngeographic location at one of the most active plate boundaries on the planet\r\nmakes the region susceptible to a variety of natural hazards that can","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1188532800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169621"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}