{"title":"Highlighting USGS Science at AGU","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<CENTER><!--introstart-->Boston, Massachusetts<br><!--introend-->May 26-29, 1998<br>Hynes Convention Center<\/CENTER>\n<p>\r\n<p><b>Tuesday, May 26<\/b><br>12:15 p.m. - 1:00 p.m. Informal <b>PRESS AVAILABILITY<\/b> session with Dr. Bonnie McGregor, Associate Director, USGS, in Briefing Room 111. Learn how the USGS is monitoring and studying sediment transport and pollutants in Boston Harbor; investigating coastal erosion due to El Nino effects on the West Coast; participating in additional Year of the Ocean (YOTO) projects; and other scientific topics of interest to the media. \r\n<p>\r\n<p><b>Tuesday, May 26 - Thursday, May 28<\/b><br>Visit the USGS exhibit booth (319-321) across from the refreshment area and see new USGS products and posters on coastal hazards and other YOTO topics. Tuesday and Wednesday ONLY: The USGS seafloor mapping group from Woods Hole, MA., will demonstrate instrumentation used to acquire data from the seafloor along the East Coast of the United States and show how a real-time processing system used on board ship can produce CD-ROMs of the ocean floor topography. \r\n<p><b>Thursday, May 28<br>Invited Speaker:<\/b> Dr. Robert M. Hirsch, Chief Hydrologist, USGS, gives a presentation on Small Watershed Investigations in the United States (H41G-01) at 8:35 a.m. in Convention Center Room 210. \r\n<p><b>12:15 p.m. - 12:45 p.m. PRESS CONFERENCE<\/b> with panel of experts, including USGS scientists, on the Natural Restoration of Contaminated Aquifers in Briefing Room 111. Learn how the USGS is studying the reduction of pollutants in contaminated aquifers, such as on Cape Cod, by natural means. \r\n<p><b>Friday, May 29 Mopping Up Boston Harbor:<\/b> Efforts by scientists to identify sources of contamination and detail the recovery of Boston Harbor will be included in a special session that will gather experts to discuss the biological, chemical, physical, geological, and social aspects of this urban estuary. At 2:50 pm, Robert Eganhouse of the USGS will present evidence that contaminants in sediments near a major combined sewer overflow may have originated from the more distant Nut Island treatment plant. At 3:40 pm, Michael Bothner of the USGS will present evidence that metal contamination of the Harbor&rsquo;s surface sediments has significantly decreased over the past 22 years. Both talks are in Convention Center Room 309. \r\n<p>\r\n<p><b>Glacier Outburst Floods:<\/b> Bering Glacier in southern Alaska is the largest temperate glacier in North America. In 1994, two outburst floods significantly impacted local fauna and flora and modified adjacent land surfaces. Significant outburst flooding has occurred several times this century at other sites. Bruce Molnia of the USGS will examine the impact of the Bering Glacier floods during a special session that will gather experts from around the world to discuss the effects of these events on regional environments in Alaska and other sites. Molnia&rsquo;s presentation starts at 4:35 p.m. in Convention Center Room 311. \r\n<p><b>NOTE TO EDITORS: Interviews with USGS presenters during the AGU meeting can be arranged by contacting Marion Fisher in AGU press room 105 at 617-954-3867 or by emailing Kathleen Gohn at kgohn@usgs.gov<\/b><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"895723200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169822"},{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}