{"title":"USGS ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) has developed Survey City, a virtual human resources management environment that is revolutionizing the delivery of traditional federal personnel services. A suite of web-based products brings information and decision-making tools to the desktops of managers, employees, and job seekers inside and outside the USGS. <\/p>\n<p>\"We&rsquo;ve been listening to our managers, employees, and the general public,\" said Robert Hosenfeld, USGS Personnel Officer. \"We know our customers want us to eliminate the bottlenecks that have slowed and complicated career development and workforce management in the past.\" <\/p>\r\n<p>Survey City will bring speed and efficiency, provide more consistent results, and deliver the tools directly to the customer. This web site will be an online service center available all day, everywhere, over the Internet. Automated tools available at Survey City will include human resources management information, online training registration and payment, position description and job classification assistance, and tracking of time and attendance. The use of online resources allows cost-savings benefits while making better use of staff for more strategic human resources management. <\/p>\r\n<p>An added bonus of this technology will be that employees as well as job seekers outside the USGS can access a state-of-the-art Online Automated Recruitment System with a paperless application process that gives immediate feedback on a candidate&rsquo;s qualifications for the vacancy and stores the application for future use. This online application is available at <a href=\"http:\/\/www.usgs.gov\/ohr\/oars\/index.html\">http:\/\/www.usgs.gov\/ohr\/oars\/index.html<\/a>. <\/p>\r\n<p>\"The USGS personnel office of the future will use online tools to expand the scope of services and handle routine processing work while our professional staff step into advisory and policy roles,\" said Hosenfeld. \"We expect job satisfaction to rise along with customer satisfaction. Managers, staff, employees, and the public will benefit from this shift to a web-based environment.\" <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"950504400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170533"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}