{"title":"Outbreak Study: Satellite Tracking Reveals How Wild Birds May Spread Avian Flu","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->For the first time, migratory birds marked with satellite transmitters were tracked during an outbreak of highly pathogenic H5N1 avian influenza virus (H5N1) in Asia, providing evidence that wild birds may be partly responsible for the spread of the virus to new areas.<!--introend--><\/p>\n<p>In the study, scientists from the USGS Alaska Science Center and the University of Tokyo attached satellite transmitters to 92 northern pintail ducks several months before the H5N1 virus was discovered in dead and dying whooper swans at wetlands in Japan.&nbsp;<\/p>\r\n<p>They found that 12 percent of marked pintails used the same wetlands as infected swans and that pintails were present at those sites on dates the virus was discovered in swans. During the first week after they become infected with H5N1, ducks such as pintails can shed the virus orally or in their feces, potentially contributing to the virus&rsquo; spread.&nbsp;<\/p>\r\n<p>Researchers found that some of the marked pintails migrated 700 miles within four days of leaving the outbreak sites; marked pintails ultimately migrated more than 2,000 miles to nesting areas in eastern Russia.&nbsp; The study&rsquo;s discovery that northern pintails made long-distance migrations during the period when an infected duck would likely shed the virus offers insight on how H5N1 could be spread by wild birds across large areas.<\/p>\r\n<p>The research, published in the journal <em>Ibis,<\/em> does not prove the marked pintails were actually infected with the H5N1 virus or that they definitively contributed to its spread.&nbsp; However, it does demonstrate that pintails satisfied two requirements necessary for migratory birds to spread the virus: they used outbreak sites at times when the virus was present and some birds migrated long distances within a week of using the sites.&nbsp;<\/p>\r\n<p>Jerry Hupp, Ph.D., a U. S. Geological Survey scientist and one of the lead authors of the study, noted that the H5N1 virus has been found in wild birds, including northern pintails, which show no visible signs of illness. Also, laboratory studies have shown that pintails and some other wild birds remain healthy when infected with H5N1.<\/p>\r\n<p>&ldquo;Consequently,&rdquo; said Hupp, &ldquo;infected wild birds that do not become ill, or birds that shed the virus before they become ill, may contribute to the spread of H5N1.&rdquo;<\/p>\r\n<p>The extent to which the virus has been spread via the wild bird trade, wild bird migration, and shipping of infected poultry or poultry products has been the focus of debate. &ldquo;Studies of the movements of wild birds during H5N1 outbreaks can help scientists evaluate the overlap between migratory pathways and the occurrence of the virus,&rdquo; Hupp said.<\/p>\r\n<p>The region in eastern Russia that pintails migrated to is also an important migration and nesting area for many North American birds. Mingling of Asian and North American migrants in Russia can result in exchange of influenza virus genes. Previous USGS studies have demonstrated that northern pintails in Alaska often carry low pathogenic influenza virus genes that can be linked to Asian sources.<\/p>\r\n<p>&ldquo;Because northern pintails in Alaska exchange influenza viruses with Asian birds, movement of the H5N1 virus into eastern Russia would increase the risk for its transmission to North America via wild birds -- such as the northern pintail -- that migrate between continents,&rdquo; said Hupp.<\/p>\r\n<p>The study also noted that Japanese wetlands where the H5N1 virus was found are important migration habitat for other waterfowl, including as many as 11,000 Eurasian wigeon and 8,000 greater scaup, demonstrating the potential for large numbers of wild birds to pass through sites where the H5N1 virus is present if outbreaks occur during migration.<\/p>\r\n<p>Although the highly pathogenic H5N1 virus has not been discovered in North America, it continues to plague the poultry industry throughout Eastern Europe","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","California","Alaska"],"country":["United States of America"],"mm_tags":["Avian Flu","Bird Flu","Northern Pintails","Pintails","Ducks","disease","Wildlife Disease","Alaska","Japan","virus",""],"release_date":{"und":[{"value":"1271044800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169623"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}