{"title":"sediment Muddies the Water","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>Editors: Photos from this study can be found <a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2012_10_23\">online<\/a>.<\/em><\/p>\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"200\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_10_23\/sediment_sampling_reel.jpg\" alt=\"Operating Sediment-sampling Reel, Elwha River, Washington\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">USGS hydrologic technician James Foreman operates an electronic deployment reel from a bridge over the Elwha River, Washington. Two large dams on the Elwha River are being incrementally removed from 2011 to 2013 to restore river function in an important salmon-bearing river. The USGS is sampling sediment from the river during the dam-removal project to quantify the magnitude and timing of sediment released during the restoration project. One third to one half of 24 million cubic yards of sediment is expected to be released and flow downstream during the next 3 to 6 years. (<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_17_2012_d2XKc54bau_10_17_2012_0\">High resolution image)<\/a><\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>SANTA CRUZ, Calif. &mdash; The largest dam-removal project in history has increased river water cloudiness caused by suspended particles, known as turbidity, a process that could affect aquatic life. <!--introstart-->The dismantling of two large dams on the Elwha River in Washington began in September of last year and has increased river turbidity significantly, even though most of the sediment trapped behind the dams has yet to erode into the river.<!--introend-->&nbsp; These findings appear in the <a href=\"http:\/\/www.agu.org\/pubs\/pdf\/2012EO430002_brr.pdf\">first published report<\/a> on sediment response to the Department of Interior&rsquo;s Elwha River Restoration Project.<\/p>\r\n<p>\"The construction of dams can cause major disruptions to natural processes on riverways, and we can expect their removal to also have anomalous effects for some time until rivers regain their equilibrium,\" said USGS Director Marcia McNutt. \"What we are learning from the response of the Elwha River ecology to increased sedimentation during dam removal will help guide other large dam removal and river restoration projects in the future.\"<\/p>\r\n<p>The U.S. Geological Survey authors examined sediment and water-flow data from the first six months of dam removal and found that dam-removal activities and natural processes both affected the river&rsquo;s turbidity. Breaching of several temporary earthen dams built to assist with deconstruction caused sustained increases in downstream turbidity. High river flows associated with rainfall also increased turbidity, at measuring stations both above and below the dams.&nbsp;<\/p>\r\n<p>\"During the first six months of dam removal, most of the sediment released was silt and clay, which caused substantial&mdash;but not unexpected&mdash;turbidity in the river and coastal waters. As dam removal progresses we expect more and more sand and gravel to be released into the river, which will likely help build river bars and slow coastal erosion near the Elwha River mouth,\" said Jonathan Warrick, lead author of the report and research geologist for the USGS.&nbsp; \"Although the river has been quite turbid since dam removal began, most of the sediment-transport action is yet to come.\"&nbsp;<\/p>\r\n<p>High turbidity levels can reduce the amount of light penetrating river and coastal waters, which can inhibit aquatic plant growth and affect wildlife that rely on sight to find food and avoid predators.&nbsp;<\/p>\r\n<p>Removal of the dams is exposing more than 24 million cubic yards of sediment stored in the reservoirs, enough to fill the Seattle Seahawks'football stadium eight times. Using a combination of measurements from a station downstream of the dams, the authors estimated that less than 1 percent of the 24 million cubic yards of sediment stored behind the dams had eroded and moved downstream. Thus, the authors conclude","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["Geographic Areas Northwest","water","Elwha","washington"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1350964800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169495"},{"tid":"169757"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}