{"title":"Atlanta Flooding Sets New Records","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The flooding around Atlanta this week is one for the record books.<!--introend--> According to the U.S. Geological Survey (USGS), the rivers and streams had magnitudes so great that the odds of it happening were less than 0.2 percent in any given year. In other words, there was less than a 1 in 500 chance that parts of Cobb and Douglas counties were going to be hit with such an event.<\/p>\n<p>&ldquo;The USGS can reliably say just how bad these floods were. They were epic!&rdquo; said Brian McCallum, Assistant Director for the USGS Water Science Center in Georgia. &ldquo;We have all witnessed the devastation caused by these floods, but now we can quantify it.&rdquo; The data are gathered from the USGS real-time streamgaging network.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>On Sept. 22, USGS crews measured the greatest flow ever recorded (28,000 cubic feet per second) on Sweetwater Creek near Austell,  Ga.<\/p>\r\n<p>Elsewhere in the Atlanta area:<\/p>\r\n<ul>\r\n<li>The Yellow River streamgages in Gwinnett, DeKalb and Rockdale counties measured flows between the 1 percent chance (100-year) and 0.5 percent chance (200-year) flood magnitude.<\/li>\r\n<li>Flows caused by the rain at Peachtree Creek in Atlanta were only near the 10 percent chance (10-year) flood magnitude, but the backwater effects from the Chattahoochee River pushed water levels over the 0.2 percent chance (500-year) flood at the gage location.<\/li>\r\n<li>On the Chattahoochee, USGS measured a 1 percent chance exceedence (100-year) flood at Vinings and Roswell.&nbsp; <\/li>\r\n<\/ul>\r\n<p>&ldquo;Today, six USGS crews are installing and repairing the 20 gages that were destroyed because of flooding. We expect that all but one gage should be operational by the end of the day,&rdquo; said McCallum. &ldquo;During flooding, these gages provide critical information to many users, so fixing the gages is our priority now.&rdquo;<\/p>\r\n<p>USGS also has two crews measuring high water marks, and will continue taking these indirect measurements in earnest on Monday. Pictures taken over the past few days by USGS scientists as they work in flooded areas are available <a href=\"http:\/\/ga.water.usgs.gov\/flooding-sept09\/pictures.html\">online<\/a>.<\/p>\r\n<p>In Georgia the USGS maintains a network of more than 300 stream gages that provide data in real time.&nbsp; Data from these gages are used by local, state and federal officials for numerous purposes, including public safety and flood forecasting by the National Weather Service.<\/p>\r\n<p>A map of these gages and graphs of discharge for the last seven days is available <a href=\"http:\/\/ga.water.usgs.gov\/flooding-sept09.html\">online<\/a>. The USGS works in cooperation with other Federal, state, and local agencies, throughout Georgia that measure water level (stage), streamflow (discharge), and rainfall.<\/p>\r\n<p>Users can access current flood and high flow conditions across the country at the <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">USGS WaterWatch Web site<\/a>.<\/p>\r\n<p>More information on USGS flood-related activities is available at the <a href=\"http:\/\/water.usgs.gov\/osw\/\">USGS Surface Water Information Web site<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Georgia"],"country":["United States of America"],"mm_tags":["Georgia","flood","water","Atlanta"],"release_date":{"und":[{"value":"1253764800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168970"},{"tid":"169331"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}