{"title":"Man-Made Chemicals Found at Low Concentrations in Pennsylvania Waters","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5106\">report<\/a> is posted online.<\/p>\n<p>&nbsp;EXTON, Pa. &ndash; <!--introstart-->Low concentrations of different contaminants, including pharmaceuticals, hormones and organic wastewater compounds, were detected in rivers and streams throughout Pennsylvania during a four year study, according to a U.S. Geological Survey and Pennsylvania Department of Environmental Protection publication released todayIn addition to the types and concentrations of contaminants found, the study also looked at their likely sources as well as potential impact on aquatic life.<!--introend-->&nbsp;<\/p>\r\n<p>In addition to the types and concentrations of contaminants found, the study also looked at their likely sources as well as potential impact on aquatic life.&nbsp;<\/p>\r\n<p>\"These findings are intended to help wastewater and drinking water managers to make decisions about water treatment options given the ever increasing number of new compounds that come into use and end up in the state&rsquo;s waterways each year,\" said Andrew Reif, the USGS scientist who led the study.&nbsp;&nbsp;<\/p>\r\n<p>The 10 most frequently detected compounds represent a wide variety of uses, but all were derived from human sources.&nbsp; None of the most commonly detected compounds are typically used in agricultural operations; most entered the stream environment from municipal wastewater-treatment facilities or septic systems.&nbsp;<\/p>\r\n<p>Throughout the state, the most commonly found compounds in streamwater were caffeine; acetaminophen; carbamazepine &ndash; a seizure medication; sulfamethoxazole and trimethoprim &ndash; antibiotics; and the hormone estrone. Other commonly detected compounds include the antihistamine diphenhydramine; the antibiotics azithromycin, erythromycin, and ofloxacin; the flame retardant tri(dichloroisopropyl) phosphate; and the insecticide DEET.&nbsp;&nbsp;<\/p>\r\n<p>In the heavily agricultural south-central part of the state, the most commonly detected contaminants in streamwater samples were carbamazepine, sulfamethoxazole, and tri(dichloroisopropyl)phosphate&ndash;a flame retardant. The contaminants most commonly detected in sediment samples were the antibiotics ofloxacin and trimethoprim, estrone, and the polycyclic aromatic hydrocarbons benzo[a]pyrene, fluoranthene, phenanthrene, and pyrene.&nbsp;<\/p>\r\n<p>Tests of waters downstream from wastewater discharge sites showed higher concentrations and numbers of compounds detected than from tests of water upstream of those sites, indicating that wastewater discharges are a source of contaminants.&nbsp;<\/p>\r\n<p>The concentrations of individual contaminants were generally very low, less than 50 nanograms per liter, or the equivalent of less than one drop of water in an Olympic-size swimming pool.&nbsp; Concentrations and compounds found near some of the state&rsquo;s sources of drinking water were consistent with compounds and concentrations found in other studies throughout the nation.&nbsp;&nbsp;<\/p>\r\n<p>When used for drinking water, the amounts of many of the contaminants can be eliminated or reduced by conventional or advanced treatments at water treatment facilities.&nbsp; However, drinking-water standards have not been established for the individual compounds or for the mixtures found, so the potential human-health risk of chemicals that may be present in drinking water after treatment is not known.&nbsp;&nbsp;<\/p>\r\n<p>The sites near drinking-water intakes that had the greatest number contaminants of emerging concern, were generally on mid-sized to large rivers with mixed urban and agricultural land use and a large number of identifiable sources of point discharges per unit of drainage area.<\/p>\r\n<p>Sites on the Schuylkill River, Beaver River, Ohio River, and Swatara Creek had more than 20 contaminants detected. Sites with the fewest numbers of contaminants of emerging concern were generally on small- to mid-size streams in heavily forested waters","summary":null,"format":null}]},"field_images":[],"regions":["Pennsylvania"],"country":["United States of America"],"mm_tags":["Water Pennsylvania Chemicals Geographic Areas Northeast Water Quality"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1343793600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168835"},{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}