{"title":"Undeveloped Sagebrush Habitat Important for Maintaining Sage-grouse","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOISE, Idaho&mdash; <!--introstart-->Among the diverse array of western habitats available to them, greater sage-grouse require sagebrush-dominated landscapes with extremely minimal levels of human land use according to USGS researchers who detailed the scientific results in a recently published report about the ecological conditions needed by this large, ground-dwelling bird.<!--introend--><\/p>\n<p>The science, published in the journal <em>Ecology and Evolution<\/em>, was done to describe and accurately map the basic combination of factors necessary to support sage-grouse across large expanses of its range. Scientists compiled and analyzed information about the environment surrounding 3,000 active breeding areas, known as leks, within a 355,000 square&ndash;mile portion of the sage-grouse&rsquo;s historic range. Environmental factors examined within a 3-mile radius of each lek were climate, land cover, and densities of roads, power lines, pipelines, and communication towers.&nbsp;&nbsp;<\/p>\r\n<p>Ninety-nine percent of active leks were in landscapes with less than 3 percent of a developed category of land cover, and all lands surrounding leks were less than 14 percent developed. Further, most leks were in regions characterized by broad expanses of sagebrush and containing less than 25 percent agricultural activity. The location of leks relative to some specific types of infrastructure also was documented. For example, the average number of communication towers per square mile was 0.2 for the study area as a whole, 0.04 for active leks, but 7.1 for locations where sage-grouse occurred historically but not presently.<\/p>\r\n<p>\"We knew, from previously published science, that human activity affected sage-grouse, but our results in this new research showed that most leks were even absent from areas that had very low levels of human activity,\" said Steve Knick, a USGS scientist and the lead author of the report.<\/p>\r\n<p>The importance of sagebrush as habitat for sage-grouse also was affirmed by this study. The vast majority of leks occurred where at least 40 percent of the surrounding landscape was dominated by sagebrush. Furthermore, almost all leks were in areas containing few conifer trees or few grassland expanses. These results are consistent with other evidence that sage-grouse are vulnerable to decreases in sagebrush due to the spread of invasive grasses in some areas and due to the encroachment of junipers and other conifer trees in other areas.&nbsp;<\/p>\r\n<p>Leks also occurred in drier-than-average regions within a small temperature and precipitation range, suggesting that predicted changes in climate may cause lek locations to change depending on where there are optimal arid conditions.<\/p>\r\n<p>Ecological connections among sage-grouse populations across the large study area also were described because species with multiple interconnected populations are more likely to persist than those with isolated populations. Large populations within the interior of the sage-grouse range were highly interconnected. In contrast, smaller populations along the range periphery often were connected to only one or two neighboring populations. Habitat changes in the connecting corridors that limit or disrupt sage-grouse movement could further isolate these peripheral populations, putting them at increased risk of loss.<\/p>\r\n<p>Greater sage-grouse currently occupy approximately half of their historic range across western North America. They are a candidate for listing under the Endangered Species Act because of habitat and population fragmentation coupled with inadequate regulatory mechanism to control development in critical areas. Most of the sagebrush habitat used by sage-grouse is under public land management, with 50 percent managed by the U.S. Bureau of Land Management.<\/p>\r\n<p>The publication is Knick, S.T., S.E. Hanser, and K.L. Preston. 2013. Modeling ecological minimum requirements for distribution of greater sage-grouse leks: impli","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["sage","Grouse Ecosystems","Ecosystems Terrestrial Freshwaterand Marine Environments","Geographic Areas Northwest"],"distribution":["Biology"],"release_date":{"und":[{"value":"1366603200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170407"},{"tid":"170497"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}