{"title":"Naturally Occurring Methane Found in Some Sullivan County Water","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The report is posted <a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5085\">online<\/a>.<\/p>\n<p><strong>NEW CUMBERLAND, Pa<\/strong>. &ndash; Two of 20 randomly selected and tested household wells used for drinking water in Sullivan County, Pa., produced groundwater with elevated concentrations of naturally occurring dissolved methane, the most common component of natural gas, according to a new U.S. Geological Survey study conducted in collaboration with the Pennsylvania Department of Conservation and Natural Resources, Bureau of Topographic and Geological Survey.<\/p>\r\n<p>The concentrations of dissolved methane in the two wells were high enough &ndash; above one milligram per liter &ndash; to allow for an isotopic analysis of the methane to confirm it was from a natural gas source. One of the wells tested at a level above 28 milligrams per liter, a level that can lead to possible explosive conditions.<\/p>\r\n<p>A total of seven of the 20 wells tested contained dissolved methane.&nbsp; The rock formation or sediment unit that is the source of the gas was not determined and was not a part of this study.&nbsp; None of the wells tested were located near currently producing natural gas wells.&nbsp; All of the well owners were notified of the results.<\/p>\r\n<p>In this study, scientists from the USGS and the PAGS collected water samples from 20 household wells during August and September 2012. The water samples were analyzed for 47 constituents and properties, including nutrients, major ions, metals and trace elements, radioactivity, and dissolved gases, including methane. The wells were randomly selected to provide an even geographical distribution.<\/p>\r\n<p>\"Water-quality data were lacking in this part of Sullivan County,\" said USGS scientist Ronald Sloto, who led the study. \"Without baseline water-quality data, it would not be possible to determine whether a relationship exists between gas production activities and the well-water chemistry in the area. This study provides a pre-gas well drilling groundwater-quality baseline for the central and southern parts of Sullivan County. Although the number of water samples was small, the analytical results show the presence of naturally occurring methane in some private drinking water wells.\"<\/p>\r\n<p>Methane is a colorless, odorless and tasteless gas that can be flammable or even explosive. At certain levels, it can trigger an explosion in enclosed or confined spaces containing oxygen coupled with an ignition source such as an open flame or electrical spark. Methane can also displace air in structures and act as an asphyxiate at high concentrations, replacing oxygen in the circulatory system. The burning of methane can also produce toxic gases.<\/p>\r\n<p>Methane is also the primary component of natural gas produced from the Marcellus Shale in Pennsylvania. One of the societal concerns with unconventional gas production is the possible migration of methane into drinking water aquifers. This study shows that naturally occurring methane can be found in drinking water wells in areas where no natural gas development is occurring. These findings provide background information on the presence of dissolved methane in Sullivan County's groundwater. &nbsp;Because the sample size was small -- only 20 wells -- additional sampling would be necessary to provide a broader picture of naturally occurring methane in the region.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Pennsylvania"],"country":["United States of America"],"mm_tags":["Methane","hydraulicfracturing","Pennsylvania","Sullivan County","water","Drinking Water","wells","","Geographic Areas Northeast","Water Groundwater Resources"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1371528000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169530"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}