{"title":"Landsat 8 Celebrates First Year of Success","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"One year ago, on February 11, 2013, delegations from around the world watched tensely as <a href=\"http:\/\/www.nasa.gov\/mission_pages\/landsat\/launch\/index.html#.UvVEsPldVg0\">NASA launched<\/a> the <a href=\"http:\/\/pubs.usgs.gov\/fs\/2013\/3060\/pdf\/fs2013-3060.pdf\">Landsat 8<\/a> Earth observing satellite from Vandenberg Air Force Base in California. Landsat 8 is the <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3510#.Uvi55vldVg1\">latest success<\/a> in a decades-long NASA and U.S. Geological Survey partnership that has provided a continuous record of change across Earthâ\u0080\u0099s land surfaces since 1972.\n\nOrbiting 440 miles above Earth, Landsat satellites document natural processes such as volcanic eruptions, glacial retreat, floods, and forest fires, and human processes such as urban expansion, crop irrigation, and forest clear-cutting. Since 2008, all Landsat data are <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2347#.UvVO9_ldVg0\">freely available<\/a> to anyone on Earth.\n\n[caption id=\"attachment_190771\" align=\"alignleft\" width=\"344\"]<a href=\"http:\/\/www.nasa.gov\/mission_pages\/landsat\/launch\/#.UvkT7PldVg0\"><img class=\" wp-image-190771  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/Landsat8LiftsOff.jpg\" alt=\"Landsat 8 Lifts Off on Feb. 11, 2013\" width=\"344\" height=\"517\" \/><\/a> The satellite was known as the Landsat Data Continuity Mission until it was certified by NASA as mission-ready. NASA photo.[\/caption]\n\nThe launch went perfectly, as did NASAâ\u0080\u0099s thorough testing of the satelliteâ\u0080\u0099s systems. On May 30, NASA <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3605#.Uvi4kfldVg0\">transferred the satellite<\/a> to the USGS, which now operates Landsat 8 along with older sister Landsat 7.Â  With two Landsat satellites on orbit, the USGS can provide data every eight days for any spot on the Earthâ\u0080\u0099s land masses, supporting water managers, agricultural commodities markets, and scientists around the globe.\n\n<strong>National leaders applaud<\/strong>\n\n\"Data produced by Landsat plays a vital role in <a href=\"http:\/\/landsat.gsfc.nasa.gov\/?page_id=6724\">managing Americaâ\u0080\u0099s natural resources<\/a> and the industries and jobs that rely on those resources,\" said Senator Barbara Mikulski of Maryland, Chairwoman of the Senate Appropriations Committee that funds NASA and USGS. \"It was Landsat that brought home the severity of Midwest floods in the 1990s, and it has helped identify periods of severe drought that were so devastating to our farmers and foresters. My hat goes off to NASA's <a href=\"http:\/\/www.nasa.gov\/centers\/goddard\/home\/\">Goddard Space Flight Center<\/a> that has played a key role in building each of the Landsat satellites, including Landsat 8, improving each satellite with the latest technology and help us better understand planet Earth.\"\n\nâ\u0080\u009cFor over forty years, the Landsat Program has provided a valuable stream of image data of the Earthâ\u0080\u0099s landscape.Â  The newly activated Landsat 8 satellite continues this mission, sending images to the USGS <a href=\"https:\/\/eros.usgs.gov\/\">Earth Resources Observation and Science (EROS) Center<\/a> near Sioux Falls, S.D.,â\u0080\u009d said Senator John Thune of South Dakota. â\u0080\u009cThe land and water resource data from Landsat 8 is a great asset to agricultural producers and others in both the public and private sectors.Â  I salute the professionals at NASA and USGS who have worked to make this resource available for decades, and into the future.â\u0080\u009d\n\nâ\u0080\u009cThanks to the hard work of many dedicated individuals at both NASA and USGS, today we celebrate the one year anniversary of the launch of the Landsat 8 satellite,â\u0080\u009d said Senator Tim Johnson of South Dakota.Â  â\u0080\u009cThroughout my time in Congress, I have been a proud supporter of the Landsat program, and the USGS EROS Center, which processes Landsat data. The images produced by Landsat satellites are used all over the world as a vital planning tool, allowing researchers to analyze the ways in which land use and management have changed, and giving policymakers important information as they seek to develop sensible economic and environmental policy, including helping to track flooding, wildfires, drought, and other changing environmental conditions. I commend NASA and USGS on reaching this milestone!â\u0080\u009d\n\nâ\u0080\u009cThe 40-year archive of Landsat imagery, propelled into the 21st century by Landsat 8, is a treasure trove of scientific information that can form the basis for a myriad of useful applications. The USGS free data policy makes this treasure available to every person on the planet,â\u0080\u009d said Anne Castle, Assistant Secretary for Water and Science at the U.S. Department of the Interior.Â  â\u0080\u009cI congratulate the dedicated scientists, engineers, and support staff at USGS-EROS and NASA Goddard who carefully built a long and successful partnership over many years.Â  Commercial enterprises, government scientists and managers, and the academic community can all take advantage of the Landsat data youâ\u0080\u0099ve made available.â\u0080\u009d\n\n<strong>Landsat 8 shines in rookie season <\/strong>\n\nStocked with a 10-year supply of fuel, Landsat 8 carries two highly sensitive <a href=\"http:\/\/landsat.usgs.gov\/ldcm_vs_previous.php\">observation instruments<\/a>, the Operational Land Imager and the Thermal Infrared Sensor. Advanced technology increases the reliability and sensitivity of these instruments, while the improved measurements are still compatible with the past Landsat data record.\n\n[caption id=\"attachment_190781\" align=\"alignright\" width=\"360\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/MississippiRiverDelta.jpg\"><img class=\"size-full wp-image-190781 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/MississippiRiverDelta.jpg\" alt=\"Mississippi River Delta\" width=\"360\" height=\"360\" \/><\/a> Water flows through the Mississippi River Delta into the Gulf of Mexico. USGS-NASA image acquired by Landsat 8 in September 2013.[\/caption]\n\nThanks to a sustained push by NASA, the USGS, and industry partners, Landsat 8 was operational in time for the 2013 North American growing season and wildfire season.Â  Landsat 8 data were immediately put to work in a wide range of decision-support applications, including <a href=\"http:\/\/fhm.fs.fed.us\/\">forest health monitoring<\/a> by the U.S. Forest Service, <a href=\"http:\/\/burnseverity.cr.usgs.gov\/\">burn severity mapping<\/a> by the USGS, NASA, and the National Park Service, and <a href=\"http:\/\/landsat.gsfc.nasa.gov\/?page_id=3512\">cropland mapping<\/a> by the National Agricultural Statistical Service.\n\nLandsat 7 and Landsat 8 together collect nearly 1000 images per day, almost double the amount of data collected three years ago when Landsat 5 and 7 were operating together. This increased data collection benefits all Landsat applications, especially in persistently cloudy areas (e.g. humid tropics and high latitudes).\n\nThe USGS data processing system has exceeded expectations, providing images to the public within five hours of the dataâ\u0080\u0099s arrival at the USGS EROS. This speedy data delivery has significant benefits for disaster support.\n\nLandsat 8â\u0080\u0099s improved signal-to-noise ratios enable users to identify more subtle changes in the landscape, and the advance from 8- to 12-bit measurement is yielding new uses of Landsat data for snow- and ice-covered regions. Landsat 8â\u0080\u0099s geometric and geodetic accuracy is so good that the USGS now has the means to use Landsat 8 data to significantly improve the geometric accuracy of the entire 4.6 million image Landsat archive.\n\n&nbsp;\n\n[caption id=\"attachment_190791\" align=\"alignleft\" width=\"360\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/CapeCodMassachusetts.jpg\"><img class=\"size-full wp-image-190791 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/CapeCodMassachusetts.jpg\" alt=\"Cape Cod, Massachusetts\" width=\"360\" height=\"360\" \/><\/a> Cape Cod juts out into the Atlantic Ocean in the northeastern United States. USGS-NASA image acquired by Landsat 8 on August 15, 2013.[\/caption]\n\nIn comparison tests conducted by Curtis Woodcock at Boston University, Landsat 8 data classified <a href=\"http:\/\/www.usgs.gov\/climate_landuse\/lcs\/default.asp\">land cover<\/a> 20% more accurately than did data from Landsat 7. Australian researchers are finding that the availability of improved Landsat 8 data has enhanced their ability to identify and quantify areas of land degradation or improvement in the extensive Australian outback. Using Landsat 8â\u0080\u0099s thermal data, Ted Scambos and fellow University of Colorado researchers found <a href=\"http:\/\/www.nasa.gov\/content\/goddard\/nasa-usgs-landsat-8-satellite-pinpoints-coldest-spots-on-earth\/#.UvO2tfldVg0\">temperatures in eastern Antarctica<\/a><em> <\/em>that were the lowest surface temperatures ever recorded, several degrees lower than the â\u0088\u0092128.6Â°F recorded by ground instruments in 1983.\n\n<strong>A joint effort<\/strong><strong><\/strong>\n\nAs partners in the Landsat program since its <a href=\"http:\/\/landsat.gsfc.nasa.gov\/?page_id=2281\">inception in the 1960s<\/a>, USGS and NASA have distinct roles. NASA develops remote sensing instruments and spacecraft, launches satellites, and validates their performance. The USGS then assumes ownership and operation of the satellites, in addition to managing data reception, archiving, product generation, and distribution.Â  Both agenciesâ\u0080\u0099 Earth science programs use Landsat data heavily for new science and applications.\n\nSince Landsat 8 launched, the USGS EROS Center in Sioux Falls, S.D., and the NASA Goddard Space Flight Center in Greenbelt, Md., have continued their close collaboration â\u0080\u0094 putting the new satellite through its paces by steering it into its orbit, calibrating its detectors, collecting test images, and certifying the mission for sustained operation.\n\n&nbsp;\n\nâ\u0080\u009cThe Landsat archive, reaching back across four decades, provides an unprecedented record of land-surface change,â\u0080\u009d said NASA Goddard Director Chris Scolese. â\u0080\u009cThe\n\n[caption id=\"attachment_190801\" align=\"alignright\" width=\"360\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/LasVegasNevada.jpg\"><img class=\"size-full wp-image-190801 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/LasVegasNevada.jpg\" alt=\"Las Vegas, Nevada\" width=\"360\" height=\"360\" \/><\/a> The fast growing city of Las Vegas, Nevada is one of the top tourist destinations in the world. USGS-NASA image acquired by Landsat 8 on June 16, 2013.[\/caption]\n\nLandsat programâ\u0080\u0099s success is largely due to the great partnership between NASA and the USGS. Every day we are building and strengthening that partnership, which will undoubtedly contribute to the success of future missions.â\u0080\u009d\n\nâ\u0080\u009cNASA and the USGS have developed and maintained unique capabilities â\u0080\u0093 where each leverages the strength and expertise of the other. Together, we have created a program that is far more valuable to the Nation â\u0080\u0093 and the world â\u0080\u0093 than either agency could have achieved alone,â\u0080\u009d said USGS EROS Director Frank Kelly.\n\n<strong>A commitment to the future<\/strong>\n\nâ\u0080\u009cNASAâ\u0080\u0099s successful development and launch of Landsat 8, the rapidly increasing volume of data and Landsat-based science products available from USGS, the user communityâ\u0080\u0099s clear statement of the need for uninterrupted Landsat data, and the Administrationâ\u0080\u0099s identification of Landsat as one of the Nationâ\u0080\u0099s critical data streams â\u0080\u0093 all of these factors,â\u0080\u009d Kelly continued, â\u0080\u009chave sparked the Administrationâ\u0080\u0099s commitment to sustain Landsat for decades to come.â\u0080\u009d\n\nA year after launch, the record for Landsat 8 is clear.Â  The new satellite strikes an effective balance of introducing new technologies and capabilities while maintaining compatibility with the existing 41 years of Landsat data.Â  With Landsat 8â\u0080\u0099s seamless integration into the family, the Landsat program continues to provide objective information about the Earth that is trustworthy, easily accessible, and useful in many different fields of science and resource management.\n\n<strong>Learn more<\/strong>\n\n<a href=\"http:\/\/landsat.usgs.gov\/\">USGS Landsat<\/a>\n\n<a href=\"http:\/\/ldcm.nasa.gov\/mission_details.html\">NASA Landsat <\/a>\n\n<a href=\"http:\/\/landsat.usgs.gov\/L8Slideshow.php\">Landsat 8 â\u0080\u0093 Year One!<\/a> (USGS slideshow of selected Landsat 8 images)","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24350","uid":"31","filename":"LDCM_2012.jpg","uri":"public:\/\/LDCM_2012.jpg","filemime":"image\/jpeg","filesize":"161993","status":"1","timestamp":"1425492768","type":"image","uuid":"b80aa822-b1b0-434f-a928-f90f7322628d","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["earth observation","landsat","Remote Sensing"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1392134760","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}