{"title":"scientists launch San Andreas Fault Observatory at Depth","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>EDITORS:<\/b> The SAFOD drill site is on private land and off limits to visitors. However, the USGS and Stanford University will offer a scheduled media tour of the site in summer 2004. Graphics and photos of the SAFOD project and EarthScope can be downloaded at <a href=\"http:\/\/www.earthscope.org\/image_gallery\/ImageGallery.html\">http:\/\/www.earthscope.org\/image_gallery\/ImageGallery.html<\/a> and at <a href=\"http:\/\/newsphotos.stanford.edu\/\">http:\/\/newsphotos.stanford.edu<\/a> (slug: &quot;SAFOD&quot;). For more information on EarthScope, call Jim Whitcomb at the National Science Foundation at (703) 292-4725 or email <a href=\"mailto:jwhitcom@nsf.gov\">jwhitcom@nsf.gov<\/a>. <\/p>\n<p><b>Relevant Web URLs:<\/b><br><a href=\"http:\/\/www.earthscope.org\/\">http:\/\/www.earthscope.org\/<\/a><br><a href=\"http:\/\/www.icdp-online.de\/sites\/sanandreas\/index\/index.html\">http:\/\/www.icdp-online.de\/sites\/sanandreas\/index\/index.html<\/a><br><a href=\"http:\/\/quake.usgs.gov\/research\/parkfield\/index.html\">http:\/\/quake.usgs.gov\/research\/parkfield\/index.html<\/a><br><a href=\"http:\/\/pubs.usgs.gov\/gip\/earthq3\/\">http:\/\/pubs.usgs.gov\/gip\/earthq3\/<\/a> <\/p>\r\n<p>Despite tremendous technological advances in earthquake seismology, many fundamental mysteries remain. The critical question of whether earthquakes will ever be predictable continues to plague seismologists &mdash; in part because there is no way to directly observe what goes on miles below the surface where earthquakes occur. <\/p>\r\n<p>All of that is about to change, however, as a team of scientists led by Stanford University and the U.S. Geological Survey (USGS) finally begins construction of the long-awaited San Andreas Fault Observatory at Depth (SAFOD) &mdash; a 2.4-mile-deep observatory that, for the first time, will give researchers the tools they need to conduct around-the-clock monitoring from inside an active earthquake zone. <\/p>\r\n<p>Proposed more than a decade ago, SAFOD is one of four major components of EarthScope &ndash; a new five-year, $219 million National Science Foundation (NSF) initiative designed to investigate the geological forces that shape the North American continent. <\/p>\r\n<p>SAFOD will receive $20.5 million from NSF through 2008 &ndash; approximately ten percent of the current EarthScope budget. Two other components of EarthScope will receive the bulk of the funding: <\/p>\r\n<p>&middot; Plate Boundary Observatory (PBO): NSF has allocated $100 million for PBO &ndash; a large-scale project designed to study strain and other geological forces along the active boundary between the Pacific and North American tectonic plates. PBO will consist of some 800 permanent Global Positioning System (GPS) monitoring stations and 100 extremely sensitive borehole strainmeters deployed in 12 western states &ndash; particularly near active faults and volcanoes.<br>&middot; USArray: NSF has provided $69.8 million to construct USArray &ndash; a network of thousands of seismic stations that will be installed across the continental United States and Alaska to address questions about the structure and properties of the Earth&rsquo;s crust and upper mantle. <\/p>\r\n<p>SAFOD, PBO and USArray will be deployed over the next five years and will operate and produce data for at least 10 years after that. Still to be funded is the fourth component of EarthScope, the Interferometric Synthetic Aperture Radar (InSAR): a dedicated radar satellite system that will study minute changes in the Earth&rsquo;s surface over broad areas. <\/p>\r\n<p>&quot;Considering its scale, its interdisciplinary nature and its 15-year duration, EarthScope is the biggest thing that&rsquo;s ever happened in the solid earth sciences,&quot; said Mark Zoback, professor of geophysics at Stanford and co-principal investigator of SAFOD. He pointed out that, in addition to Stanford and USGS, more than 100 universities in the United States will participate in the program. <\/p>\r\n<p>&quot;The key contribution of EarthScope will be the integration of SAFOD, P","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1069650000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170517"},{"tid":"170056"},{"tid":"170470"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}