{"title":"Benzene in Groundwater Occurs Infrequently and Determined to be Mainly from Natural Sources","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SAN DIEGO, Calif.<strong> &mdash;<\/strong> <!--introstart-->Benzene occurs infrequently in California public supply wells and comes predominantly from naturally occurring petroleum deposits deep in the ground, according to a study by the U.S. Geological Survey.<!--introend--> Spills associated with underground fuel storage and above ground distribution systems have long been considered the main source of benzene in groundwater. This unique study finds that contamination most often occurs in older, brackish, groundwater located near naturally occurring deep underground oil and gas deposits.&nbsp;<\/p>\n<p>As part of a <a href=\"http:\/\/ca.water.usgs.gov\/projects\/gama\/includes\/GAMA_facts.html\">statewide study<\/a><span style=\"text-decoration: underline;\"> <\/span>assessing groundwater quality, scientists analyzed untreated groundwater from wells, not treated tap water. Groundwater used for public supply is typically treated by water providers to ensure compliance with water quality standards.<br \/><br \/><\/p>\r\n<p>&ldquo;This study illustrates the value of letting scientific facts speak for themselves when dealing with critical issues such as the frequency and potential sources of groundwater contamination,&rdquo; said USGS Director Marcia McNutt. &ldquo;Mitigation for contamination can be costly, especially if the source is not properly identified, confirming the importance of putting science first.&rdquo;<\/p>\r\n<p>Benzene is an organic chemical compound. The liquid is derived from petroleum and is used to make motor fuels, insecticides, and other chemical products. &nbsp;California is an important location for this study because it has a high fuel use rate, a high density of fuel storage facilities, abundant natural underground petroleum sources, and large urban populations dependent on groundwater. Because many regions worldwide have similar characteristics, the finding that natural, underground sources of hydrocarbons play an important role in benzene occurrence in groundwater provides new insight for resource managers globally.<\/p>\r\n<p>According to the study, benzene was found in 1.7 percent of untreated public supply wells, and generally occurred in concentrations below the maximum contaminant level health standard. When detected, nearly half (45 percent) of benzene detections were related to geogenic or natural sources, compared to 27 percent attributed to human activity. The remaining 28 percent of the detections may be either geogenic or anthropogenic, or a mixture of the two.&nbsp; Similar relationships were found for the group of 17 other hydrocarbons analyzed in the study. Data from 14,390 wells sampled throughout California by the <span style=\"text-decoration: underline;\">California <\/span><a href=\"http:\/\/www.swrcb.ca.gov\/gama\/\">State Water Resources Control Board&rsquo;s Groundwater Ambient Monitoring and Assessment Program<\/a> and the <a href=\"http:\/\/www.cdph.ca.gov\/Pages\/DEFAULT.aspx\">California Department of Public Health<\/a><span style=\"text-decoration: underline;\"> <\/span>were evaluated. <br \/><br \/><\/p>\r\n<p>\"This study indicates that naturally occurring, deep hydrocarbons can affect the quality of groundwater used for drinking supply,\" said Ken Belitz, lead scientist for the GAMA Program&rsquo;s Priority Basin Project.&nbsp;<\/p>\r\n<p>\"This research improves our understanding of why and where hydrocarbons occur in groundwater. In general, the unexpected results indicate that hydrocarbons are detected most often in deep aquifers near naturally occurring subsurface petroleum reservoirs, less often in shallow layers subject to fuel spills and leaks on the land surface, and least frequently in the middle layers of aquifer systems.&nbsp; Natural seepage or petroleum-extraction by people could contribute to hydrocarbons reaching aquifer layers used for public supply; this study did not assess the pathway by which natural hydrocarbons reach aquifers,\" said Matt Landon, a USGS hydrologist and lead author of the study.&nbsp;","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","benzene","hydrocarbon","groundwater","Quality","","water","Geographic Areas Southwest"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1346212800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169420"},{"tid":"169926"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}