{"title":"scientists Find That Fluid-Like Flow of Rock Occurs Below Faults Following Big Quakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>New technologies in the form of Interferometric Synthetic Aperture Radar (InSAR) and the Global Positioning System (GPS) have helped scientists determine that fluid-like flow occurred just below the earth&rsquo;s crust in the first few months following two recent large California earthquakes.<\/p>\n<p>Writing in the September 7 issue of Science magazine, Fred Pollitz, Chuck Wicks and Wayne Thatcher, all of the U.S. Geological Survey in Menlo Park, Calif., report that following the M7.3, 1992 Landers earthquake and the M7.1, 1999 Hector Mine earthquake, surface ground movements were three to four times faster than before the earthquakes occurred. The spatial pattern of these movements, mapped by using data from orbiting radar satellites, allowed them to conclude that the accelerated surface motions were caused by flow of the earth&rsquo;s uppermost mantle at depths of 30 kilometers (19 miles) or more.<\/p>\r\n<p>The three scientists also question the traditionally accepted tenet that large earthquakes on strike-slip faults, such as the 1906 San Francisco earthquake and the 1999 Izmit, Turkey earthquake, are followed for months or years by continued quiet slip along the deeper extension of the fault. They also challenge the long-held idea that the continental lower crust flows easily and isolates the motions of the upper crust, where earthquakes occur, from those of the underlying mantle, which is seismically inactive.<\/p>\r\n<p>To reach their conclusions, the team examined space geodetic data collected after the Landers and Hector Mine earthquakes, which occurred on faults that had not ruptured for thousands of years. The data show that the rate of surface ground motions in the years since each earthquake, as measured with InSAR and GPS, decayed sharply after the first few months, and the post-earthquake deformation had a pattern of surface displacement spanning the fault to unexpectedly large distances. Both the size and large spatial extent of this deformation place strong constraints on postseismic flow mechanisms, according to Pollitz. &quot;For the first nine months after the Hector Mine earthquake, the study found the origin of this deformation to be best explained as the response of an essentially strong, elastic crust to vigorous flow in the shallow upper mantle.&quot;<\/p>\r\n<p>In an area where available data are capable of distinguishing between competing models of post-earthquake motions, the scientists conclude that continuous, deep flow is preferred over shallower fault slip immediately beneath the faults that ruptured in 1992 and 1999. Thatcher said observations from elsewhere in the western United States support the notion of a weak mantle beneath portions of the broad Pacific to North America plate boundary zone, as well as the relatively high strength of the crust. &quot;This has important implications for the prediction of crustal motions and the evolution of stress with time,&quot; he said, and noted that the Landers and Hector Mine earthquakes are only the latest in a long sequence of southern California earthquakes, including the M8, 1857 earthquake, which continue to influence southern California seismic activity.<\/p>\r\n<p>The scientists emphasize that their study depended critically on satellite radar data from the European Space Agency Satellite ERS-2, made available through a consortium comprised of university and U.S. government research centers supported by, NASA, NSF, and the USGS. Continuous GPS data from the Southern California Integrated Geodetic Network (SCIGN) were crucial in pinning down the temporal decay of the post-earthquake motions. SCIGN is supported by the W.M. Keck Foundation, NASA, NSF, and the USGS and is part of the Southern California Earthquake Center (SCEC).<\/p>\r\n<p>New initiatives in the collection of data of the type critical to this study are being taken by NASA. In addition to their logistical and operational support of SCIGN, NASA is developing long-term plans to deploy a United St","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"999835200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}