{"title":"NOAA, USACE, and USGS Partner to Support Water Resources Management","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table style=\"width: 230px;\" border=\"0\" cellspacing=\"0\" cellpadding=\"5\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2011_05_11\/mou_tn.jpg\" alt=\"see caption\" width=\"225\" height=\"261\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td>\r\n<p><span class=\"small\">Dr. Jane Lubchenco, NOAA administrator (left), The Honorable Terrence (Rock) Salt, principal deputy assistant secretary of the Army for Civil Works (middle), and Dr. Marcia McNutt, director of the U.S. Geological Survey (right) shake hands after signing a Memorandum of Understanding (MOU) to form an innovative partnership of federal agencies to address America&rsquo;s growing water resources challenges. This was during a ceremony at Georgetown Waterfront Park, near the Potomac River streamgage in Washington, D.C.<br \/>(<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2011_05_11\/mou.jpg\">high resolution image<\/a>)<\/span><\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><!--introstart-->WASHINGTON &ndash; The United States Army Corps of Engineers (USACE), National Oceanic and Atmospheric Administration (NOAA), and U.S. Geological Survey (USGS), today signed a Memorandum of Understanding (MOU) to form an innovative partnership of federal agencies to address America&rsquo;s growing water resources challenges.<!--introend--><\/p>\r\n<p>Water resources decision makers nationwide require new and more integrated information and services to adapt to the uncertainty of future climate, land-use changes, an aging water delivery infrastructure, and an increasing demand on limited resources. These agencies, with complementary missions in water science, observation, prediction and management, have formed this partnership to unify their commitment to address the nation&rsquo;s water resources information and management needs.<\/p>\r\n<p>To meet this demand for information, the Collaborative Science, Services and Tools to Support Integrated and Adaptive Water Resources Management MOU signed today will facilitate addressing water information needs including the creation of high-resolution forecasts of water resources showing where water for drinking, industry and ecosystems will be available. In addition, integrated water information will provide one-stop shopping through a database portal to support stakeholders in managing water resources.<\/p>\r\n<p>The MOU also sets the foundation for other federal agencies and partners to elect to join the collaborative partnership in the future.<\/p>\r\n<p>The Honorable Terrence (Rock) Salt, principal deputy assistant secretary of the Army for Civil Works, Dr. Jane Lubchenco, NOAA administrator, and Dr. Marcia McNutt, director of the U.S. Geological Survey signed the MOU during a ceremony at Georgetown Waterfront Park, near the <a href=\"http:\/\/waterdata.usgs.gov\/dc\/nwis\/uv?site_no=01647600\">Potomac River streamgage<\/a> in Washington, D.C.<\/p>\r\n<p>&nbsp;&ldquo;Water resources management will be one of the most significant challenges facing the nation in the 21<sup>st<\/sup> century,&rdquo; said The Honorable Terrence (Rock) Salt, principal deputy assistant secretary of the Army for Civil Works.&nbsp; &ldquo;This Memorandum of Understanding is a commitment by our agencies to work together and closely coordinate our efforts in water management to<\/p>\r\n<p>provide the nation with critically needed water resources information and support for better and smarter water planning and management.&nbsp; The agreement achieves one of our objectives to build a federal partnership to align programs and capabilities to support the states and stakeholders in smart, collaborative efforts.&rdquo;<\/p>\r\n<p>&ldquo;This initiative will leverage each agency's expertise to improve water resource forecasts and facilitate informed decisions, all utilizing the best available science,\"&nbsp;said Jane Lubchenco, Ph.D., under secretary of commerce for oceans and atmosphere and NOAA administrator. \"This marks a step forward in providing tailored, easily accessible and u","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Climate Change","drinkingwater","streamgages","groundwater","Potomac River"],"release_date":{"und":[{"value":"1305086400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169069"},{"tid":"169414"},{"tid":"169802"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}