{"title":"Presidential Rank Awards -- Top Federal Honor -- Given to Two USGS Scientists and Deputy Director","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Deputy Director Doyle Recognized as Distinguished Executive;<br \/>Scientists Betancourt, Goldhaber Win Meritorious Laurels<\/strong><\/p>\n<p>USGS Deputy Director Robert Doyle and scientists Dr. Julio L. Betancourt and Dr. Martin B. Goldhaber have been selected as recipients of the Presidential Rank Award, a prestigious award that commends outstanding leadership and long-term accomplishments.<\/p>\r\n<p>The President annually recognizes a small group of career senior executives and senior career employees with the Presidential Rank Award. Recipients of this major award are strong leaders, professionals and scientists who achieve results and who consistently demonstrate strength, integrity and commitment to excellence in public service.<\/p>\r\n<p>\"Through extraordinary and sustained achievement in their respective fields, each awardee has contributed greatly to understanding the science of nature,\" said USGS Director Mark Myers. \"By demonstrating the highest level of leadership and excellence, they strengthen our organization. They each richly deserve this honor.\"<\/p>\r\n<p>Award winners are chosen through a rigorous selection process. They are nominated by their agency heads, evaluated by boards composed of private citizens, and approved by the President. There are two categories of rank awards: Distinguished and Meritorious.<\/p>\r\n<p>Deputy Director Doyle was named a Distinguished Senior Executive representing the Department of the Interior. After beginning his federal career at the Department of Housing and Urban Development in 1974, Mr. Doyle has consistently demonstrated superb business skills and excelled as an effective change agent, risk taker and problem solver.<\/p>\r\n<p>\"Not only has Bob been a critical asset to the Survey, he is frequently called upon by senior officials throughout the Department for his leadership, strategic thinking and management expertise,\" said Myers. \"Again and again, he displays sharp, experienced judgment in analyzing situations. Equally important, he has exercised a strong and unusually versatile ability to get things done.\"<\/p>\r\n<p>Dr. Julio Betancourt received a meritorious Presidential Rank Award. Dr. Betancourt, who is also an adjunct professor at the University of Arizona, has spent the last 30 years investigating how climate variability affects terrestrial ecosystems, publishing one book and more than 130 scientific papers. These studies have been pivotal for establishing baselines to detect and forecast landscape changes and for developing science-based approaches to managing water and other natural resources under a changing climate.<\/p>\r\n<p>\"The rigorous, cross-disciplinary investigations that Julio conducts - and encourages through his colleagues and students - is in the best tradition of the Survey's focus on applying science to understand the complexity of Earth systems, \" said Myers. \"His work greatly benefits our organization and natural science in the broadest sense.\"<\/p>\r\n<p>Dr. Martin B. Goldhaber, a senior scientist with the USGS Mineral Resources Program, also received a meritorious Presidential Rank Award. During his 33-year career, Dr. Goldhaber has played a pivotal role as a national and international scientific leader. His research has yielded numerous high impact contributions to the field of geochemistry.<\/p>\r\n<p>\"What is particularly impressive about Marty's career is that his excellence as a scientist is paralleled by extraordinary organizational leadership, \"said Myers. \"In helping to develop a vital, comprehensive science strategy to guide USGS planning for the next 10 years, Marty's inspiring leadership has been essential and invaluable.\"<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","geography","geology","water"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1229576400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169092"},{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}