{"title":"USGS Responds to Record Flooding in Colorado ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_183751\" align=\"alignright\" width=\"458\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/Aspen_lodge2.jpg\"><img class=\" wp-image-183751   \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/Aspen_lodge2-1024x680.jpg\" alt=\"Photo taken by Jonathan Godt, USGS Geologic Hazards Team. Monday, Sept. 16. Landslide at northwest flank of Twin Sisters Peak near Rocky Mt. National Park.\" width=\"458\" height=\"305\" \/><\/a> Photo taken by Jonathan Godt, USGS Geologic Hazards Team. Monday, Sept. 16. Landslide at northwest flank of Twin Sisters Peak near Rocky Mt. National Park.[\/caption]\n\n<strong>Widespread Flooding and Landslides Hit Colorado<\/strong>\n\nFloodwaters and resulting landslides from historic rain events across Colorado over the last week have taken eight lives, destroyed 1500 homes, and left more than 300 people still missing.<strong> <\/strong>While the rain has subsided for the time being, devastation is prevalent along the urban corridor from Denver north to Fort Collins. <strong><\/strong>\n\nAs record flooding continues throughout Coloradoâ\u0080\u0099s Front Range, the U.S. Geological Survey (USGS) is maintaining its response efforts and preparing for continued flooding as waters move east. Flood waters are now working their way from Colorado through Nebraska, and multiple USGS field crews have been deployed to monitor flows and assess damage to equipment.\n\nSome USGS streamgaging infrastructure has been damaged and is not reporting monitoring data. Assessment of data-collection sites continues during daylight hours, as conditions permit. Fifteen USGS streamgages are known to have sustained some sort of damage, with five completely destroyed.\n\n<strong>SLIDESHOW: USGS Crews Install Temporary Gages on the St. Vrain River<\/strong>\n\nA USGS Colorado Water Science Center field crew (Bob Brandle, Cory Stevens, Matt Nicotra, and Kevin Scofield) installs a temporary streamgage in order to take streamflow and water level measures on the St. Vrain River near Longmont, Colo. The river is one of many that flooded during a historic September 2013 rain event along Colorado's Front Range.Â USGS photos, Marisa Lubeck.\n\n[SlideDeck2 id=184103]\n\n<strong>Active Field Response â\u0080\u0093 Water and Beyond<\/strong>\n\nUSGS field crews are measuring flood flows, making gage repairs, and assessing sites to replace those gages destroyed. They are also flagging high-water marks in hazardous locations where indirect measurements of streamflow will be needed. USGS crews from Nebraska are actively taking streamflow measurements on the South Platte River at streamgage sites in Nebraska.\n\nOn Monday, two USGS landslide crews began assessing areas of the Colorado foothills where landslides occurred, including: west of Golden, west of Boulder, between Boulder and Lyons, and west of Ft. Collins in the Poudre Canyon. The USGS has offered assistance to the Colorado Geological Survey. The National Oceanic and Atmospheric Administration (NOAA) has invited the USGS to participate on a Colorado Flooding Service Assessment Team.\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/fourmile_2013_09121.jpg\"><img class=\"alignright size-full wp-image-183881\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/fourmile_2013_09121.jpg\" alt=\"\" width=\"496\" height=\"255\" \/><\/a>Crews from the USGS Minerals and Health Project will collect samples of flood sediments and debris along the South Platte River from Sterling, in northeast Colorado, and upstream into and along each of the major tributary canyons that flooded in the foothills. The team hopes to analyze the samples for a number of different parameters of environmental or health concern, including:\n<ul>\n\t<li>mineralogy, particle size, inorganic chemical composition (major elements and elemental toxicants of concern);<\/li>\n\t<li>organic chemical composition (wastewater indictors, organohalogens, petroleum components);<\/li>\n\t<li>microbial pathogens; and other measurements as appropriate.<\/li>\n<\/ul>\nUnderstanding the types and concentrations of potential contaminants in the flood sediments will help cleanup managers, the general public, and public health officials better understand what (if any) environmental or health threats are posed by the sediments, and to respond accordingly with appropriate prevention, mitigation, remediation, or treatment measures.\n\n<strong>USGS Streamflow Information Helps Protect Lives<\/strong>\n\nUSGS scientists are collecting critical streamflow data that are vital for protection of life, property, and the environment. These data are used by the National Weather Service to develop flood forecasts, the U.S. Army Corps of Engineers to manage flood control, and local agencies in their flood response activities.Â  Accurate streamflow data are critical for emergency managers to make important decisions on how to protect life and property.\n\n[caption id=\"attachment_183763\" align=\"alignright\" width=\"423\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/IMG_0794.jpg\"><img class=\" wp-image-183763  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/IMG_0794.jpg\" alt=\" USGS Scientist Taking Measurements Along Bear Creek - Photo taken by Heidi Koontz, USGS Communications, Friday, Sept. 13. USGS scientist Ben Glass conducting current profiler measurements along Bear Creek near Bear Creek Lake in Morrison, Colo.\" width=\"423\" height=\"317\" \/><\/a> USGS Scientist Taking Measurements Along Bear Creek - Photo taken by Heidi Koontz, USGS Communications, Friday, Sept. 13. USGS scientist Ben Glass conducting current profiler measurements along Bear Creek near Bear Creek Lake in Morrison, Colo.[\/caption]\n\n<strong>You Can Access Flood Information<\/strong>\n\nYou can access the current flood and high flow conditions throughout <a href=\"http:\/\/waterwatch.usgs.gov\/index.php?r=co&amp;id=ww_current\">Colorado<\/a> and across the country by visiting the USGSÂ <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\" target=\"_blank\">WaterWatch<\/a>Â website. Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGSÂ <a href=\"http:\/\/water.usgs.gov\/wateralert\" target=\"_blank\">WaterAlert<\/a>.\n\n<strong>The USGS Streamgage Network in Colorado<\/strong>\n\nThere are about 300 USGS-operated streamgages in Colorado that measure water levels and streamflow, and about 100 sites that measure rainfall. When flooding occurs, USGS crews make numerous discharge measurements to verify the data USGS provides to federal, state, and local agencies, as well as to the public.\n\nA streamgage is a structure located beside a river or on a bridge that contains a device to measure and record the water level in that river. Generally, these measurements occur automatically every 15 minutes. For most streamgages, the data are sent via satellite back to a USGS office once every hour, and more frequently in times of flooding. There, critical information about gage height, or water level, and the flow of the river (measured in cubic feet per second) is<strong>Â <\/strong>made available to users in near real-time.\n\nFor more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and many recreational activities.\n\n[caption id=\"attachment_183883\" align=\"alignright\" width=\"370\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/IMG_07751.jpg\"><img class=\" wp-image-183883  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/IMG_07751.jpg\" alt=\"High flows at Bear Creek near Bear Creek Lake in Morrison, Colo. - Photo taken by Heidi Koontz, USGS Communications, Friday, Sept. 13. Historic rains along Colorado's Front Range and resulting floodwaters heavily damaged a USGS streamgage at the Bear Creek Lake site and at least 14 other locations in the state. \" width=\"370\" height=\"277\" \/><\/a> High flows at Bear Creek near Bear Creek Lake in Morrison, Colo. - Photo taken by Heidi Koontz, USGS Communications, Friday, Sept. 13. Historic rains along Colorado's Front Range and resulting floodwaters heavily damaged a USGS streamgage at the Bear Creek Lake site and at least 14 other locations in the state.[\/caption]\n\nUSGSâ\u0080\u0099s widely distributed knowledge of stream conditionsâ\u0080\u0094knowledge based on direct, reliable, and timely dataâ\u0080\u0094is the means by which a modest investment in streamgages, combined with good science, can save money, help protect property, and even help save lives.\n\n<strong>Links:<\/strong>\n\nMain USGS floods page:Â <a href=\"http:\/\/water.usgs.gov\/floods\" target=\"_blank\">water.usgs.gov\/floods<\/a>\n\nUSGS Colorado Water Science Center: <a href=\"http:\/\/co.water.usgs.gov\/\">http:\/\/co.water.usgs.gov\/<\/a>\n\nUSGS Landslide Hazards Program: <a href=\"http:\/\/landslides.usgs.gov\/\">http:\/\/landslides.usgs.gov\/<\/a>\n\nLandslide- Did You See It?Â Â <a href=\"http:\/\/landslides.usgs.gov\/dysi\">http:\/\/landslides.usgs.gov\/dysi<\/a>\n\nWhen Floods Hit, the USGS is There:\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/when-floods-hit-the-usgs-is-there\/?from=title\">http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/when-floods-hit-the-usgs-is-there\/?from=titl<\/a>\n\nReal-time USGS Water Data:Â <a href=\"http:\/\/waterdata.usgs.gov\/nwis\/rt\">http:\/\/waterdata.usgs.gov\/nwis\/rt<\/a>\n\nWaterAlert:Â <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">http:\/\/water.usgs.gov\/wateralert\/<\/a>\n\nWaterWatch: <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">http:\/\/water.usgs.gov\/waterwatch\/flood<\/a>\n\nUSGS Minerals and Health Project<em>:<\/em>Â <a href=\"http:\/\/minerals.cr.usgs.gov\/projects\/minerals_health\/index.html\" target=\"_blank\">minerals.cr.usgs.gov\/projects\/minerals_health\/index.html<\/a>\n\n<strong>SLIDESHOW PART 2: USGS Crews Install Temporary Gages on the Big Thompson River<\/strong>\n\nAnother USGS Colorado Water Science Center field crew (Ben GlassÂ and Jeff Bailes) installs a temporary streamgage in order to take streamflow and water level measures on the Big Thompson River near Loveland, Colo. The river is one of many that flooded during a historic September 2013 rain event along Coloradoâ\u0080\u0099s Front Range.Â USGS photos, Marisa Lubeck.\n\n[SlideDeck2 id=184253]","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24325","uid":"31","filename":"67949.jpg","uri":"public:\/\/67949.jpg","filemime":"image\/jpeg","filesize":"106988","status":"1","timestamp":"1425492768","type":"image","uuid":"15c71d21-d056-493a-ae92-13294257b23b","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Colorado","flood","flooding","hazards","landslide","naturalhazards","streamflow","streamgage","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1379515994","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}