{"title":"A Big Day for Science: Citizens Have Contributed One Million Observations to Top Nature Database","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>RESTON, Va. &mdash; <!--introstart-->Thanks to citizen-scientists around the country, the <a href=\"http:\/\/www.usanpn.org\/home\">USA National Phenology Network<\/a> hit a major milestone this week by reaching its one millionth nature observation.<!--introend-->&nbsp;<\/p>\n<p>The millionth observation was done by Lucille Tower, a citizen-scientist in Portland, Ore., who entered a record about seeing maple vines flowering. Her data, like all of the entries, came in &nbsp;through USA-NPN&rsquo;s online observation program, <a href=\"http:\/\/www.usanpn.org\/participate\/observe\">Nature's Notebook,<\/a> which engages more than 4,000 volunteers across the country to observe and record phenology &ndash; the timing of the recurring life events of plants and animals such as when cherry trees or&nbsp;<a href=\"http:\/\/www.usanpn.org\/spring-lilac\">lilacs<\/a>&nbsp;blossom, when robins build their nests, when salmon swim upstream to spawn or when leaves turn colors in the fall.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>Each record not only represents a single data point &mdash; the status of a specific life stage of an individual plant or animal on one day &ndash; but also benefits both science and society by helping researchers understand how plants and animals are responding to climate change and, in turn, how those responses are affecting people and ecological systems.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>\"My dream is that through the wonders of modern technology and the National Phenology Network we could turn the more than six billion people on the planet into components of our scientific observing system,\" said USGS Director Marcia McNutt. \"We could make giant leaps in science education, improve the spatial and temporal coverage of the planet, lower the cost of scientific data collection, and all while making ordinary citizens feel a part of the scientific process.\"&nbsp;<\/p>\r\n<p>Jake Weltzin, a U.S. Geological Survey scientist and the executive director of USA-NPN, concurs. \"Hitting the one millionth observation is exciting because researchers and decision-makers need more information to understand and respond to our rapidly changing planet. More information means better-informed decisions that ensure the continued vitality of our natural areas that we all depend on and enjoy.\"&nbsp;<\/p>\r\n<p>For example, said Weltzin, the data in Nature's Notebook are already being used to benefit society, including the development of more accurate indicators of spring, forecasting the onset of allergy seasons or the chances of western wildfires, managing wildlife and invasive plants, and setting goals for habitat restoration. Ultimately, such information can be used for better managing water resources, wildlife and ecosystem management, and even help farmers and ranchers across the nation.&nbsp;&nbsp;<\/p>\r\n<p>Changes in phenology are among the most sensitive biological indicators of global change. Across the world, many springtime events are occurring earlier &mdash; and fall events happening later &mdash; than in the past. These changes are happening quickly for some species and more slowly, or not at all, for others, altering relationships and processes that have been dynamically stable for thousands of years.&nbsp; Some wildlife &mdash;like caribou and butterflies &mdash; are becoming mismatched from their plant food resources, which are responding differently.&nbsp; Migrations for some birds are changing too, as they can now overwinter instead of moving south for the winter, or as they fly north more quickly to keep pace with an advancing front of spring flowering.&nbsp;<\/p>\r\n<p>Because of this, said Weltzin, scientists need more and better information about the pace and pattern of nature &mdash; locally to nationally &mdash; to&nbsp;answer important scientific and societal questions, and to build the tools and models needed to help people understand and adapt to the changes.&nbsp;<\/p>\r\n<p>\"So much of our improved understanding about global environmental changes is driven by va","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Delaware","Maine","Maryland","Massachusetts","New Hampshire","New Jersey","New York","Pennsylvania","Rhode Island","Vermont","Virginia","West Virginia","Idaho","Montana","Oregon","Washington","Wyoming","Alabama","Arkansas","Georgia","Louisiana","Mississippi","North Carolina","South Carolina","Tennessee","Arizona","Colorado","Kansas","New Mexico","Oklahoma","Texas","Utah","Illinois","Indiana","Iowa","Kentucky","Michigan","Minnesota","Missouri","Nebraska","North Dakota","Ohio","South Dakota","Wisconsin","California","Hawaii","Nevada","Alaska"],"country":["United States of America"],"mm_tags":["ecosystems","phenology","","National Phenology Network","Natures Notebook","Climate Change","Citizen Science","ecosystems","National Phenology Network","Climateand Land Use Change"],"release_date":{"und":[{"value":"1336017600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168952"},{"tid":"169523"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}