{"title":"Highlighting USGS Science at ACS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<DIV align=center>Boston, Massachusetts<br>August 23-28, 1998 \n<p>\r\n<p>Hynes Convention Center \r\n<p>\r\n<p>\r\n<p><!--introstart-->Toxic Contaminants in Water...........Mercury............Uranium...........and Herbicides<!--introend--> <\/p><\/DIV>\r\n<p>\r\n<p><b>Sunday, August 23: 4:30 p.m., Room: 207 Hynes CC \r\n<p>Calcium Carbonate Mineralization Plays Role in Maintaining Ecosystem Balance in South Florida:<\/b> Anthony R. Hoch, a USGS scientist, will discuss how the rate of calcium carbonate (calcite) mineralization in the Florida Everglades is affected by naturally occurring dissolved organic matter. The mineralization of calcite plays an important role in the regulation of the Everglades&rsquo; water chemistry, and may affect the mobility and fate of mercury, a highly toxic metal. This study is part of a larger, inter-disciplinary effort by the USGS to provide sound scientific information to the public and natural resources managers who make decisions about the reestablishment and maintenance of the South Florida ecosystem. \r\n<p>\r\n<p><b>Monday, August 24: 8:55 a.m., Room: 208 Hynes CC \r\n<p>Uranium Used to Trace Contamination of Ground Water Near Coal Fly Ash Storage Facilities:<\/b> One of the industrial by-products of coal burning is a solid residue called \"fly ash\". This mixture of silicate glass and mineral matter is commonly destined for disposal in constructed pits, ponds, and landfills, or in abandoned mines and quarries. The primary environmental concern associated with these disposal sites is the potential for ground water contamination. Uranium is one of the more soluble and dispersible of a group of toxic trace constituents present in fly ash. Locally elevated, but not hazardous, concentrations of dissolved uranium near fly ash disposal sites may therefore indicate leakage and pathways of contaminated water from the sites. Addition of uranium to water supplies is a concern in view of the Environmental Protection Agency&rsquo;s (EPA) plans to add a drinking water standard for uranium by the year 2000. Join Robert A. Zielinski of Denver, Colorado, for an overview of a 2-year USGS study of the abundance, forms, and solubility of uranium contained in fly ash. Ground water is a very common source of drinking water in the United States, especially in rural areas. \r\n<p>\r\n<p><b>Thursday, August 27: 10:15 a.m., Room: Salon E, Marriott Copley Place Hotel \r\n<p>Herbicide By-Products Provide Clues to Contaminant Travel in Water: <\/b>Michael Thurman of the USGS in Lawrence, Kansas, presents data from a study of the concentrations of acetanilide compounds in soil water, ground water, and surface water across the Midwestern United States. A major group of herbicides (acetanilides), applied by farmers at a rate of approximately 100 million pounds per year across a 10-state area known as the \"Corn Belt\", is being studied by USGS scientists concerned about possible contamination of water supplies by these chemicals. Herbicides, including alachlor, acetochlor, and metolachlor, belonging to the acetanilide chemical group, degrade after application to a farm field and their by-products are easily transported in a dissolved form into the ground water. Although the degraded forms of the herbicides are probably less toxic than their \"parents\", they are useful indicators of the pathway and transport of these commonly used and widely applied chemicals in the environment. \r\n<p><b>(NOTE TO EDITORS:<\/b> Interviews with USGS presenters during the ACS meeting can be arranged by leaving a message for the presenter on the conference bulletin board.) <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"903672000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}