{"title":"scientists Map Florida Panhandle&#39;s First Line of Defense<br>Web Site Forecasts Inundation from Dennis on Coast","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Note to Reporters:<\/strong> Asbury (Abby) H. Sallenger, Jr., a USGS oceanographer, can be reached by calling 727-803-8747 x3015 or by emailing him at: <a href=\"mailto:asallenger@usgs.gov\">asallenger@usgs.gov<\/a>.<\/p>\n<p><!--introstart-->With the approach of Hurricane Dennis, scientists from the U.S. Geological Survey (USGS) are looking at the section of beach most likely to take the brunt of the storm&rsquo;s fury.<!--introend--> In what has become a pre-storm tradition, USGS scientists take to the air to acquire a baseline map of sand dunes and barrier islands that make up the first line of defense against storm surge. These pre-storm surveys, combined with meteorological forecasts allow USGS scientists to forecast coastal inundation from storm surge using a new coastal impact scale they developed. They post the results at: <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\">http:\/\/coastal.er.usgs.gov\/hurricanes<\/a>.<\/p>\r\n<p>In cooperation with the U.S. Army Corps of Engineers, USGS mapped topography of the dunes and the bathymetry offshore along much of the Florida Panhandle using an airplane equipped with lidar &ndash; a laser system that can map large areas very quickly and accurately. If weather permits, USGS scientists will use a second aircraft to acquire oblique still photos and video of the shore.<\/p>\r\n<p>According to USGS scientist Asbury Sallenger, Jr. who leads the project and developed the coastal impact scale, the impact of a storm on a barrier island is dependent not only on the storm&rsquo;s characteristics, such as storm surge and waves, but also on the elevation of the barrier island at landfall. By considering the elevation of hurricane-induced sea level relative to coastal elevation, areas of potential inundation can be identified. After the storm moves inland, USGS will resurvey the coast with both aircraft. By comparing pre- and post- storm surveys, scientists will be able to measure coastal change caused by Hurricane Dennis.<\/p>\r\n<DIV align=center><IMG height=201 alt=graph src=\"\/newsroom\/images\/graph.jpg\" width=612 useMap=#Map border=0> <\/DIV>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1120881600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"},{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}