{"title":"USGS Finds West Nile Virus in Ohio Blue Jay","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists from the U.S. Geological Survey in Madison, Wisc., confirmed today that a dead blue jay, found in Lake County, Ohio, near Concord, had the West Nile Virus. The finding marks the farthest west the virus has been identified. Concord is near the town of Mentor, about 27 miles northeast of Cleveland.<\/p>\n<p>Ohio health officials announced the finding on Wednesday, August 1, 2001. The blue jay was found on July 11 and tissue samples were sent to the USGS National Wildlife Health Center in Madison, Wisc., for testing. Two independent tests isolated and verified the West Nile virus diagnosis. <\/p>\r\n<p>Last fall, USGS scientists said the West Nile Virus was on the move south and possibly west. The virus, considered a special threat to crows and jays, has appeared this year from Florida to Massachusetts. <\/p>\r\n<p>&quot;It&rsquo;s not very surprising to see the virus continue its spread along the shores of Lake Erie,&quot; said Dr. Robert McLean, Director of the USGS National Wildlife Health Center that did the blue jay testing. &quot;Last year a pool of mosquitoes carrying the virus was identified two counties away in Erie County, Pennsylvania.&quot;<\/p>\r\n<p>McLean said it&rsquo;s likely the bird was infected locally and did not fly to Lake County carrying the virus. <\/p>\r\n<p>&quot;Blue jays are a short distance migrant and they generally stay in the same area during the summer breeding season. So we think that the bird was infected nearby which means the virus is most likely active in the area,&quot; he said. <\/p>\r\n<p>Primarily a wild bird disease, the virus has affected a small number of people, and human symptoms generally are mild. The virus has been found in about 80 bird species and 7 mammal species since its arrival in this country in 1999, McLean said. This summer, the virus has been identified in a Florida man, three horses in Florida and hundreds of birds along the East Coast. This year, the USGS National Wildlife Health Center has tested more than a hundred birds from Ohio, but this is the first positive case. <\/p>\r\n<p>A USGS West Nile Virus website with additional information is available at: <a href=\"http:\/\/www.umesc.usgs.gov\/http_data\/nwhc\/news\/westnil2.html\">http:\/\/www.umesc.usgs.gov\/http_data\/nwhc\/news\/westnil2.html<\/a>. <\/p>\r\n<p>The Ohio Department of Health can be reached at 614-644-8562. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Ohio"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"996638400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}