{"title":"Supercomputers Map Out Super Endangered Species â\u0080\u0094 In 3-D","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"Jeff Traceyâ\u0080\u0099s <a href=\"http:\/\/dx.plos.org\/10.1371\/journal.pone.0101205\">new research paper<\/a> maps out the 3-D movement patterns of giant pandas.\n\nAnd California condors.\n\nAnd the dugong.\n\nâ\u0080\u009cSomeone read a draft of our paper and said, wow, this list reads like â\u0080\u0098The Justice Leagueâ\u0080\u0099 of Endangered Species,â\u0080\u009d says <a href=\"http:\/\/www.werc.usgs.gov\/person.aspx?personID=305\">Tracey<\/a>, a computational ecologist with the <a href=\"http:\/\/www.werc.usgs.gov\/\">U.S. Geological Survey<\/a>. â\u0080\u009cTheyâ\u0080\u0099re definitely all very charismatic species of conservation concern. I suppose the California condor would be Superman and the dugong would be Aquaman, but I wonder who the giant panda would be.â\u0080\u009d\n\nWorking with colleagues from the <a href=\"http:\/\/www.sandiegozooglobal.org\/icr\/ronald_swaisgood_ph.d\/\">San Diego Zoo<\/a> <a href=\"http:\/\/www.sandiegozooglobal.org\/icr\/james_sheppard_ph.d\">Institute for Conservation Research<\/a>, <a href=\"http:\/\/www.entomology.wisc.edu\/users\/junzhu\">University of Wisconsin-Madison<\/a>, the <a href=\"http:\/\/sourcedb.cas.cn\/sourcedb_ioz_cas\/yw\/scs\/pi\/200907\/t20090716_2088462.html\">Chinese Academy of Sciences<\/a>, and the <a href=\"http:\/\/www.sdsc.edu\/\">San Diego Supercomputer Center<\/a> at the University of California San Diego, USGS scientists are exploring better tools to map out the home range of wildlife species. Instead of traditional methods that estimate home range on flat, two-dimensional maps, Tracey and others are looking up in the sky and down into the seaâ\u0080\u0094and into the third dimension.\n\n[caption id=\"\" align=\"aligncenter\" width=\"936\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_30_2014_rVMy51Coo3_06_30_2014_0#.U7RAHTC1F8F\"><img src=\"http:\/\/gallery.usgs.gov\/images\/06_30_2014\/rVMy51Coo3_06_30_2014\/large\/USGSWERCsuperendangered_3.jpg\" alt=\"Supercomputers Map Out Super Endangered Species â\u0080\u0094 In 3-D\" width=\"936\" height=\"624\" \/><\/a> The California condor (Gymnogyps californianus), the giant panda (Ailuropoda melanoleuca), and the dugong (Dugong dugon) are all super endangered species analyzed in the Tracey et al. 2014 study (doi: 10.1371\/journal.pone.0101205). Image credits in order: USFWS; John J. Mosesso\/USGS; Julien Willem\/CC BY-SA 3.0[\/caption]\n\n&nbsp;\n<p align=\"center\">* * * * *<\/p>\nSuppose you wanted to map out your own movement patterns, using your smartphone to drop a pin on a GPS map marking your location once every hour. Starting in the morning, you might be at home. Your next pin might mark you on a roadway, on your way to work or school.\n\nâ\u0080\u009cAs we take these hourly samples of your location over the course of several days, a nice pattern will probably emerge. Youâ\u0080\u0099ll see lots of locations around your home and workplace or school, because youâ\u0080\u0099re at those places most often. Maybe weâ\u0080\u0099ll sample more locations around your favorite supermarket, because thatâ\u0080\u0099s where you find food; or around restaurants where you meet friends and dates,â\u0080\u009d explains Tracey, <a href=\"http:\/\/www.werc.usgs.gov\/sandiego\">who is based in San Diego, California<\/a>.\n\n[caption id=\"attachment_198921\" align=\"aligncenter\" width=\"905\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/07\/USGSWERCsuperendangered_1.jpg\"><img class=\" wp-image-198921  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/07\/USGSWERCsuperendangered_1.jpg\" alt=\"USGSWERC\" width=\"905\" height=\"609\" \/><\/a> An example map of a personâ\u0080\u0099s hourly movement data. (Screenshot by Ben Young Landis\/USGS. Map layout credit: Google Earth)[\/caption]\n\n&nbsp;\n\nWe might also drop some pins along the paths you take between all these places and back on to home to rest and sleep. However, we would have no idea where youâ\u0080\u0099ve been in between these hourly samples, so scientists have to create a â\u0080\u0098utilization distributionâ\u0080\u0099 model that describes your probable home rangeâ\u0080\u0094to estimate where you are likely to be on the landscape at any point in time.\n\nScientists can create this utilization distribution model using your movement data. The model would assign a high probability score to the area around your home since youâ\u0080\u0099re frequently found there, and this high probability cell would be visualized as the darkest shade on a map (we use dark red in the figure below).\n\n[caption id=\"attachment_198931\" align=\"aligncenter\" width=\"932\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/07\/USGSWERCsuperendangered_2.jpg\"><img class=\" wp-image-198931   \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/07\/USGSWERCsuperendangered_2.jpg\" alt=\"2D\" width=\"932\" height=\"627\" \/><\/a> An example of a 2D MKDE probability map calculated using the movement data from the previous figure. The deep red cells indicate the areas where a person is most likely to be found at any given time. (MKDE layer by Jeff A. Tracey\/USGS. Map layout credit: Google Earth)[\/caption]\n\nâ\u0080\u009cAnd like wildlife, your home range might vary by season as well,â\u0080\u009d <a href=\"http:\/\/www.werc.usgs.gov\/animalspace3d\">Tracey<\/a> adds. â\u0080\u009cA utilization distribution model for a student based on year-round data might assign a high probability cell around her schoolâ\u0080\u0094but a model using only summer data might not, if that student is rarely at school during summer months.â\u0080\u009d\n\nNow, for most of us, these probability cells will be fairly flat in terms of elevation. But suppose you live in a particularly rugged landscape requiring you to drive up and down a mountain for your daily commute. Or suppose youâ\u0080\u0099re a crop duster pilot who flies an airplane every day. Your probability cells and home range wouldnâ\u0080\u0099t just span horizontally across a mapâ\u0080\u0094they would span vertically into the third dimension, estimating your movements winding in and out of valleys, or soaring high then diving down to reach your fields.\n\nAnd it is these 3-D probability cells that offer an intriguing tool for ecologists studying endangered species and human interactions.\n<p align=\"center\">* * * * *<\/p>\nMontane, flying, or diving species pose unique challenges for wildlife conservation programs. Like our mountain commuter and pilot examples, these species might utilize different elevations, altitudes, or depths when feeding, resting, or breeding. Management agencies in charge of designing wildlife conservation plans have a need to understand these geographic contexts.\n\nâ\u0080\u009cFor example, giant pandas move up into higher elevations during warmer summer months to forage in different bamboo habitats, then return to the lower elevation valleys during the cold winter months. Pandas also range widely during the breeding season looking for mates,â\u0080\u009d says study coauthor <a href=\"http:\/\/www.sandiegozooglobal.org\/icr\/james_sheppard_ph.d\">James Sheppard<\/a> of the <a href=\"http:\/\/www.sandiegozooglobal.org\/icr\/\">San Diego Zoo Institute for Conservation Research<\/a> â\u0080\u009cTraditional 2-D home range estimators can underestimate the range area occupied by animals within steep terrain habitats, such as wild pandas.â\u0080\u009d\n\n<a href=\"http:\/\/dx.plos.org\/10.1371\/journal.pone.0101205\">In their new <em>PLOS ONE <\/em>paper<\/a>, Tracey, Sheppard, and colleagues demonstrate how to calculate three-dimensional home ranges for <a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=A0A5\">pandas<\/a>, <a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=B002\">condors<\/a>, and <a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=A033\">dugongs<\/a>, using location data that other scientists collected via GPS transmitters attached to animals in the wild. This three-dimensional context could help management agencies improve their conservation strategies for many species.\n\n[caption id=\"\" align=\"aligncenter\" width=\"945\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_30_2014_rVMy51Coo3_06_30_2014_1#.U7RCJjC1F8F\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/06_30_2014\/rVMy51Coo3_06_30_2014\/large\/USGSWERCsuperendangered_4.jpg\" alt=\"Supercomputers \" width=\"945\" height=\"708\" \/><\/a> Dugongs are a highly endangered sea cow found in Pacific and Indian oceans, Arabian Gulf and Southeast Asia. This 3D MKDE probability map estimates where an individual dugong is likely found at different tidal heights: red is where this dugong is likely to be at low tide, yellow is mid-tide, and dark green is high tide; brown is the shoreline. Indeed, dugongs can only reach very shallow waters during high tides, and retreat away from shore as the tide goes out. (Figure 8A from <a href=\"http:\/\/dx.doi.org\/10.1371\/journal.pone.0101205\">Tracey et al. 2014<\/a>)[\/caption]\n\nBut generating and visualizing these home ranges across time and space can be challengingâ\u0080\u0094illustrating the daily variation in the home range requires some super computing power. So Tracey and colleagues turned to the <a href=\"http:\/\/www.sdsc.edu\/\">San Diego Supercomputer Center (SDSC)<\/a> for help.\n\nâ\u0080\u009cI was thrilled when I learned that USGS and San Diego Zoo wanted to use SDSCâ\u0080\u0099s supercomputers for this important work,â\u0080\u009d says <a href=\"http:\/\/www.sdsc.edu\/~sinkovit\">Robert Sinkovits<\/a>, who leads the Scientific Applications group at SDSC. â\u0080\u009cOur machines are used for a wide range of computational tasks, such as modeling collisions between entire galaxies, analyzing human genomes and studying interactions between proteins. Calculating and visualizing complex, shifting 3-D relationships like wildlife home ranges is a perfect challenge for us.â\u0080\u009d\n\n<strong>(Learn more about the secrets and power of <em>Gordon<\/em>, <\/strong><a href=\"http:\/\/www.sdsc.edu\/supercomputing\/gordon\/\"><strong>the supercomputer used<\/strong><\/a><strong> to conduct these 3-D visualizations, <\/strong><a href=\"http:\/\/www.sdsc.edu\/News%20Items\/PR070214_wildlife.html\"><strong>in the SDSC press release<\/strong><\/a><strong>.)<\/strong>\n\nThe resulting graphics and animations offer tantalizing applications for real-world questions in endangered species management.\n\n[caption id=\"\" align=\"aligncenter\" width=\"960\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_30_2014_rVMy51Coo3_06_30_2014_3#.U7RC8DC1F8F\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/06_30_2014\/rVMy51Coo3_06_30_2014\/large\/USGSWERCsuperendangered_7.jpg\" alt=\" Supercomputers Map Out Super Endangered Species â\u0080\u0094 In 3-D\" width=\"960\" height=\"640\" \/><\/a> Jeff Tracey of USGS (left) and James Sheppard of San Diego Zoo Institute for Conservation Research visit the San Diego Supercomputer Center, which provides advanced user support and expertise for the Extreme Science and Engineering Discovery Environment (XSEDE) program supported by the National Science Foundation. (Image credit: Bob Sinkovits\/SDSC)[\/caption]\n\nTake <a href=\"http:\/\/www.fws.gov\/cno\/es\/CalCondor\/Condor.cfm\">California condors<\/a>, for instance. Condor habitat can intersect with human activities and infrastructureâ\u0080\u0094<a href=\"http:\/\/www.usgs.gov\/ecosystems\/energy_wildlife\/index.html\">including turbines at wind energy generation facilities<\/a>. Wind energy developers need tools that map out where bird species most often frequent, so they can anticipate sites with high likelihood of bird collision incidents.\n\nâ\u0080\u009cIf you wanted to find out where condor home ranges intersect with planned turbine sites using traditional 2-D analysis, you just stack the two maps and pick out areas that overlap,â\u0080\u009d says Sheppard of the San Diego Zoo. â\u0080\u009cBut both condors and turbines occupy 3-D space: condors fly at certain altitudes, while turbines protrude into the airspace to a certain height and volume. A simple 2-D analysis canâ\u0080\u0099t take this into account, and might inaccurately estimate the risk of bird-turbine conflicts, depending on the geography at hand.â\u0080\u009d\n\nIndeed, <a href=\"http:\/\/dx.plos.org\/10.1371\/journal.pone.0101205\">in their new paper<\/a>, Tracey, Sheppard, and others demonstrate just that, using data from one condor to test whether 3-D home ranges might offer more accurate estimates of bird collision risksâ\u0080\u0094in this case calculating a lower collision risk estimate than 2-D methods. And researchers also hope to compare the 3-D condor information with 3-D climate models, to determine the climate conditions that induce condors to make long-distance flights that might take them near human structures.\n\nâ\u0080\u009cThese visualizations have never been done before,â\u0080\u009d says Tracey. â\u0080\u009cIt is staggering to think about the trillions of calculations that went into it.â\u0080\u009d\n\n[caption id=\"\" align=\"aligncenter\" width=\"960\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_30_2014_rVMy51Coo3_06_30_2014_2#.U7RDSzC1F8F\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/06_30_2014\/rVMy51Coo3_06_30_2014\/large\/USGSWERCsuperendangered_5.jpg\" alt=\"Supercomputers Map Out Super Endangered Species â\u0080\u0094 In 3-D\" width=\"960\" height=\"400\" \/><\/a> Example flight data from a subadult female condor which flew through a proposed wind energy installation (A), and 3-D models of wind turbines in their proposed locations to-size, overlaid with the recorded flight path (B). These images provide a glimpse into the usefulness of examining wildlife movements in three dimensions. (Figure 6A and 6B in <a href=\"http:\/\/dx.doi.org\/10.1371\/journal.pone.0101205\">Tracey et al. 2014<\/a>)[\/caption]\n\n[caption id=\"\" align=\"aligncenter\" width=\"995\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_30_2014_rVMy51Coo3_06_30_2014_4#.U7RD0TC1F8E\"><img class=\"     \" src=\"http:\/\/gallery.usgs.gov\/images\/06_30_2014\/rVMy51Coo3_06_30_2014\/large\/USGSWERCsuperendangered_8.jpg\" alt=\"Supercomputers Map Out Super Endangered Species â\u0080\u0094 In 3-D\" width=\"995\" height=\"560\" \/><\/a> An example of the visualizations that Gordon, a supercomputer at the San Diego Supercomputer Center, can generate based on the 3D MKDE probability maps that scientists can now create from California condor flight data. The blue and orange surfaces, respectively, represent one pair of male and female birds analyzed in the study. (Visualization credit: Amit Chourasia\/Jeff Tracey\/James Sheppard\/ Glen Lockwood\/Mahidhar Tatineni\/Robert N. Fisher\/Robert Sinkovits\/San Diego Supercomputer Center\/San Diego Zoo Global\/USGS)[\/caption]\n\nTo be clear, the new study is only a first step <a href=\"http:\/\/www.werc.usgs.gov\/animalspace3d\">in developing 3-D home range analyses<\/a> for wildlife conservation and land-use planning. Those supercomputers in San Diego will be churning plenty more terabytes of results as researchers at USGS and elsewhere calculate movement data from more wildlife studies and continue to perfect the process.\n\nIn the meantime, these visualizations are a fun reminder of the three-dimensional lives that wild animals lead every day compared to us earthbound humans.\n\nNext time you see a bird flying in the sky, visualize a streak of color tracing its flight path through the airâ\u0080\u0094then picture all the overlapping home ranges of different flying creatures crisscrossing in thin air, weaving through all the trees and buildings and throughout the sky.\n\nYouâ\u0080\u0099ll have to do without supercomputers, but just use that one superpower we humans haveâ\u0080\u0094imaginationâ\u0080\u0094and watch the heavens light up in colorâ\u0080¦.\n<div style=\"padding: 5px\" align=\"center\">[iframe title=\"Visualization\" name=\"Visualization\" width=\"800\" height=\"625\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/W3JEJnZzWaA?rel=0\" frameborder=\"0\" allowfullscreen]<\/div>\n&nbsp;\n\nVideo: <a href=\"http:\/\/www.youtube.com\/watch?v=W3JEJnZzWaA\">Watch on Youtube<\/a>. Examples of the wildlife movement visualizations that <em>Gordon<\/em>, a supercomputer at the San Diego Supercomputer Center, can generate based on the 3D MKDE probability maps that scientists can now create from California condor flight data. Movements of two condors are visualized here. (Visualization credit: San Diego Supercomputer Center\/San Diego Zoo Global\/USGS. Download the video from <a href=\"https:\/\/www.seedme.org\/condor_vis\">SeedMe.org<\/a>\/SDSC)","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24381","uid":"31","filename":"CondMain.jpg","uri":"public:\/\/CondMain.jpg","filemime":"image\/jpeg","filesize":"148388","status":"1","timestamp":"1425492768","type":"image","uuid":"adb457ee-bea1-48e0-ad4f-5a3e0d606e52","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["3D","animation","animations","applications","Australia","Behavior","Biology and Ecosystems","California","China","computationalecology","condors","conservation","dugongs","ecology","endangeredspecies","energy","GIS","GPS","habitat","JeffTracey","maps","marine","MDKE","Mexico","modeling","Movement","pandas","RobertFisher","SanDiegoZoo","satellite","supercomputers","telemetry","tools","visualizations","WesternEcologicalResearchCenter","wildlife","Wind Energy"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1404324890","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}