{"title":"USGS Director Fills Two Pivotal Positions","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->U.S. Geological Survey Director Charles \"Chip\" Groat today announced the appointment of two top aides who will be central to more effectively communicating USGS mission and goals. <!--introend-->\n<p>Barbara Wainman, current chief of Congressional and Legislative Affairs for the Bureau of Land Management, will serve as chief of the newly formed Office of External Affairs. Amy Holley, Special Assistant to the Director of Congressional and Legislative Affairs in the Office of the Secretary of the Interior, will become Senior Advisor to the Director. Both will report to USGS in mid-October. \r\n<p>\"Enhancing the effectiveness of USGS communications with Congress, stakeholders, cooperators and the public is high on my agenda,\" Groat said on August 10, 1999 in introducing his plans for the Office of External Affairs. The existing congressional and public affairs functions are being combined to form the Office of External Affairs. \r\n<p>\"Barbara&rsquo;s and Amy&rsquo;s combined breadth of expertise will be a tremendous asset to the USGS,\" Groat said. \"Their significant experience on Capitol Hill and in the Executive Branch will help us communicate more effectively with our constituents, policy makers and the public.\" \r\n<p><b>Barbara W. Wainman, Chief, Office of External Affairs<\/b><br>Wainman has more than 20 years of experience in the federal sector. Since November 1997, she has managed the Bureau of Land Management&rsquo;s congressional and legislative affairs functions. Prior to that, she was senior legislative assistant to Ohio Congressman Ralph Regula, serving on the Interior Appropriations Subcommittee staff from 1985 - 1995 and as his press secretary for six years. Her most significant legislative accomplishment was authoring and helping enact legislation to create a new type of park unit to establish the Ohio and Erie Canal National Heritage Corridor in northeastern Ohio. \r\n<p><b>Amy Holley, Senior Advisor to the Director<\/b> <br>Since August 1996, Holley served as Special Assistant to the Director of Congressional and Legislative Affairs in the Office of the Secretary of the Interior. Before joining the Secretary&rsquo;s Office, she was Director of Congressional Affairs and Acting Assistant Director for External Affairs at the former National Biological Service. From 1991 - 1995, she served as Legislative Staff on the Subcommittee on National Parks and Public Lands of the House Committee on Natural Resources, and from 1987 - 1991, she was a Legislative Assistant for U.S. Representative George Darden. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"939268800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170634"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}