{"title":"Coral Disease Outbreak in Hawaii","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/12_14_2012_l52Skw7JId_12_14_2012_4#.UNIOuWPAHz6\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/12_14_2012\/l52Skw7JId_12_14_2012\/medium\/CoralSample3TerryLilley.jpg\" alt=\"\" width=\"300\" height=\"212\" \/><\/a> USGS scientist Thierry Work takes a sample from diseased coral at Tunnels Reef on the north shore of Kauai, Hawaii[\/caption]\n\n&nbsp;\n\nA coral disease epidemic is killing unusually large numbers of coral on the north shore of the Hawaiian island, Kauai, and USGS scientists, in collaboration with researchers from the University of Hawaii Institute of Marine Biology, are investigating the cause.\n\nCoral reefs cover less than 0.5 percent of the earth's surface, but provide habitat for an estimated 25 percent of all marine species. Second only to tropical rainforests in size and complexity, more than one million species of plants and animals may be interlinked with coral reefs.\n\nâ\u0080\u009cCoral reefs are important to Hawaiiâ\u0080\u0099s underwater environments and the financial well-being of its tourism industry,â\u0080\u009d said USGS scientist Thierry Work. â\u0080\u009cLike it or not, ecosystem health is closely intertwined with human and animal health.â\u0080\u009d\n\n<strong>What is Causing the Disease? <\/strong>\n\nScientists have collected coral samples from the diseased areas, which are referred to as lesions, and examined them in the laboratory. The lesions are closely associated with a mysterious cyanobacterial infection. Cyanobacteria, a type of blue-green algae, often cause visible blooms in freshwater lakes; however, many cyanobacteria are also present in the ocean. Some species of cyanobacteria produce toxins that can sicken wildlife, domestic animals, and humans. The effects of this current outbreak appear limited to corals.\n\nThis coral disease outbreak is the first instance where a cyanobacterial disease has been documented in Hawaii on such a large scale. Scientists are trying to figure out what is promoting the outbreak. An unusually large amount of sediment is present on two affected reefs, and this is known to adversely affect corals in other areas.Â  However, what role sediment or other land based pollution has in driving this disease remains unclear.\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/12_14_2012_l52Skw7JId_12_14_2012_0#.UNIPOGPAHz5\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/12_14_2012\/l52Skw7JId_12_14_2012\/medium\/21815-21-22a.jpg\" alt=\"\" width=\"300\" height=\"225\" \/><\/a> Cyanobacteria-affected coral taken at Makua, Kauai on August 5, 2012. The green dots indicate macroalgae; the red dots indicate cyanobacteria-associated tissue loss; and the blue dots indicate live coral.[\/caption]\n\n<strong>Why Study this Outbreak? You Canâ\u0080\u0099t Manage What You Donâ\u0080\u0099t Measure and You Cannot Measure What You Donâ\u0080\u0099t Know<\/strong>\n\nWildlife disease outbreaks are indicators that something is awry in the environment. Understanding causes of disease and what drives those causes is important because this information helps management agencies make informed decisions to prevent further spread of the disease or minimize impact of disease.Â  Like many other places, coral reefs in Hawaii are adversely impacted by global climate change, land-based pollution, overfishing, and disease. Understanding the role and causes of disease in corals and their prevention may contribute to prevention of additional outbreaks and aid in their recovery.\n\n<strong>Coral Reefs are Important<\/strong>\n\nCoral reefs are not only essential for other marine species, they are also economically important. Reefs shelter and provide nursery grounds for many commercially and culturally important species of fish and invertebrates, they protect the islands' harbors, beaches, and shorelines from erosion and wave damage by storms, and they are vital to the Pacific's marine tourism industry. Globally, these diverse ecosystems may provide valuable goods and services worth about $375 billion each year to communities around the world.\n\nCoral reefs are sensitive indicators of the health of marine environments. Yet coral reefs are in decline in many parts of the world. It is estimated that 30 percent will be destroyed or seriously degraded in the next 10 years. Disease has played a major role in the decline of coral reef cover in certain parts of the globe such as the Caribbean. In many cases, the causes of mortalities of marine invertebrates are unknown. USGS is collaborating with state, territorial, and other federal agencies to develop tools to assess health of corals and other marine organisms and to determine causes of coral mortality to preserve this unique and valuable natural resource.\n\nFor more information on coral disease, see this publication:\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/12_14_2012_l52Skw7JId_12_14_2012_5#.UNIQMmPAHz4\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/12_14_2012\/l52Skw7JId_12_14_2012\/medium\/DSC_0353.JPG\" alt=\"\" width=\"300\" height=\"201\" \/><\/a> Dr. Greta Aeby (left), a coral expert with the Hawaiâ\u0080\u0098i Institute of Marine Biology at the University of Hawaiâ\u0080\u0098i, and Dr. Thierry Work, wildlife disease specialist for the USGS National Wildlife Health Center exit the water at â\u0080\u0098Anini after more than six hours of documenting and photographing diseased rice corals.[\/caption]\n\nWork, T.M., Russell, Robin, &amp; Aeby, G.S. (2012). Tissue loss (white syndrome) in the coral<em>\nMontipora capitata<\/em> is a dynamic disease with multiple host responses and potential causes. Proceedings of the Royal Society B-Biological Sciences, 279(1746), 4334-4341.\n\n<a href=\"http:\/\/rspb.royalsocietypublishing.org\/content\/279\/1746\/4334.long\">http:\/\/rspb.royalsocietypublishing.org\/content\/279\/1746\/4334.long<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24266","uid":"31","filename":"CoralSample3TerryLilley.jpg","uri":"public:\/\/CoralSample3TerryLilley.jpg","filemime":"image\/jpeg","filesize":"122862","status":"1","timestamp":"1425492768","type":"image","uuid":"b2cfd31e-10e9-44fd-bf6f-675da88cbfbf","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["coral","Coralreef","disease","epidemic","Hawaii","Kauai","Montipora","nationalwildlifehealthcenter","outbreak","wildlife"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1356013941","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}