{"title":"scientists Describe Upcoming Earthquake Research Project Set for Puget Sound","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists from the U.S. Geological Survey, the Geological Survey of Canada and several universities in both countries are preparing for a 1998 scientific project that will greatly advance the understanding of hazards from shallow earthquakes in the region of Puget Sound and Georgia Strait. \n<p>The study, known as Seismic Hazards Investigations in Puget Sound (SHIPS), is part of a comprehensive research effort to unravel the complicated regional fault pattern. The SHIPS project involves a marine airgun survey of many of the waterways of Puget Sound and Georgia Strait, giving United States and Canadian scientists an unprecedented opportunity to investigate crustal earthquake problems in an urban setting. \r\n<p>During the SHIPS cruise, scheduled for March 1998, the Canadian research ship, Tully, and the University of Washington ship, Thomas Thompson, will record seismic reflection and refraction data from Olympia northward into Georgia Strait and then westward through the Straits of Juan de Fuca. \"There are few major urban areas where crustal faults can be studied with as much detail as in the Seattle area,\" noted USGS researcher Mike Fisher. \r\n<p>Although geologic evidence for past great earthquakes in the Pacific Northwest is clear, basic information about crustal earthquake processes is lacking. Recent research by the USGS and other organizations has shown that the Seattle area was rocked by a major earthquake about 1000 years ago. This earthquake, which scientists believe occurred on the Seattle fault, raised a beach on Bainbridge Island 22 feet, caused landslides in Lake Washington, and generated a tsunami in Puget Sound that surged northward to West Point and Whidbey Island. The main question for residents of the Seattle area is: How often do these major earthquakes occur? A major earthquake has a magnitude greater than magnitude 7. \r\n<p>\"Large earthquakes occur along the Pacific Coast because rocks under the Pacific Ocean west of Washington and southern British Columbia are thrust eastward beneath the North American continent, in a process called subduction,\" Fisher said. \"Two direct consequences of this relentless process are volcanic eruptions and earthquakes. As oceanic rocks move beneath the continent, shallow rocks shudder and lurch to accommodate earth forces that are deep seated and affect broad areas.\" \r\n<p>In this geologic environment earthquakes occur in three source zones: 1) the subduction interface, which is the contact between the bottom of the continent and the top of the downgoing oceanic rocks; 2) a deep zone beneath central Puget Sound where the downgoing oceanic rocks push beneath the North American continent; and 3) a shallow zone that includes faults just beneath urban areas. \r\n<p>Earthquakes generated along the Cascadia subduction interface can attain enormous magnitudes (8.5 to greater than 9) because this fault has a huge area. The last subduction-zone earthquake occurred on January 25, 1700. This earthquake generated a tsunami that has been dated by its arrival at several sites in Japan. In addition, precise dating of trees killed along the coast has shown that they died in the winter of 1699-1700. \r\n<p>The Puget Sound basin was hit a major earthquake in 1949 when a magnitude 7.1 earthquake occurred in the deep zone beneath Puget Sound. Eight people died as a result of the shaking from that earthquake. Other damaging earthquakes could occur along faults that are known to pass directly under urban areas. The Seattle fault, for example, threatens downtown Seattle and neighboring port facilities. Three other magnitude-7 earthquakes have struck the region of Puget Sound and Georgia Strait (Seattle and Tacoma in 1949, Vancouver Island in 1918 and 1946). All were similar in size to the January 15, 1995 Kobe, Japan, earthquake, which demonstrated the vast destruction possible in a major urban area when an earthquake occurs on a shallow, crustal fault. \r\n<p>The degree of seismic hazard to the region of","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"864705600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}