{"title":"Earthquake Swarm Continues in Central Oklahoma","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><span><!--introstart-->Since January 2009, more than 200 magnitude 3.0 or greater earthquakes have rattled Central Oklahoma, marking a significant rise in the frequency of these seismic events.<!--introend-->&nbsp;&nbsp;<\/span><\/p>\n<p><span>The U.S. Geological Survey and Oklahoma Geological Survey are conducting collaborative research quantifying the changes in earthquake rate in the Oklahoma City region, assessing the implications of this swarm for large-earthquake hazard, and evaluating possible links between these earthquakes and wastewater disposal related to oil and gas production activities in the region.&nbsp;<\/span><\/p>\r\n<p><span>Studies show one to three magnitude 3.0 earthquakes or larger occurred yearly from 1975 to 2008, while the average grew to around 40 earthquakes per year from 2009 to mid-2013.&nbsp;<\/span><\/p>\r\n<p><span>\"We've statistically analyzed the recent earthquake rate changes and found that they do not seem to be due to typical, random fluctuations in natural seismicity rates,<span>\"<\/span> said Bill Leith, USGS seismologist. <span>\"<\/span>These results suggest that significant changes in both the background rate of events and earthquake triggering properties needed to have occurred in order to explain the increases in seismicity. This is in contrast to what is typically observed when modeling natural earthquake swarms.<span>\"<\/span>&nbsp;<\/span><\/p>\r\n<p><span>The analysis suggests that a contributing factor to the increase in earthquakes triggers may be from activities such as wastewater disposal--a phenomenon known as injection-induced seismicity. The OGS has examined the behavior of the seismicity through the state assessing the optimal fault orientations and stresses within the region of increased seismicity, particularly the unique behavior of the Jones swarm just east of Oklahoma City.&nbsp;The USGS and OGS are now focusing on determining whether evidence exists for such triggering, which is widely viewed as being demonstrated in recent years in Arkansas, Ohio and Colorado.<\/span><\/p>\r\n<p><span>This <span>\"<\/span>swarm<span>\"<\/span> includes the largest earthquake ever recorded in Oklahoma, a magnitude 5.6 that occurred near Prague Nov. 5, 2011.&nbsp; It damaged a number of homes as well as the historic Benedictine Hall at St. Gregory's University, in Shawnee, Okla.&nbsp; Almost 60 years earlier in1952, a comparable magnitude 5.5, struck El Reno and Oklahoma City. More recently, earthquakes of magnitude 4.4 and 4.2 hit east of Oklahoma City on April 16, 2013, causing objects to fall off shelves.<\/span><\/p>\r\n<p><span>Following the earthquakes that occurred near Prague in 2011, the agencies issued a&nbsp;<a href=\"http:\/\/www.ogs.ou.edu\/earthquakes\/Okseismicity11_6_2011.pdf\" target=\"_blank\">joint statement<\/a>, focusing on the Prague event and ongoing seismic monitoring in the region.&nbsp; Since then, the USGS and OGS have continued monitoring and reporting earthquakes, and have also made progress evaluating the significance of the swarm.<\/span><\/p>\r\n<p><span>Important to people living in the Oklahoma City region is that earthquake hazard has increased as a result of the swarm.&nbsp;USGS calculates that ground motion probabilities, which relate to potential damage and are the basis for the seismic provisions of building codes, have increased in Oklahoma City as a result of this swarm.&nbsp; While it&rsquo;s been known for decades that&nbsp;<a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/states\/?region=Oklahoma\" target=\"_blank\">Oklahoma is \"earthquake country,\"<\/a>&nbsp;the increased hazard has important implications for residents and businesses in the area.<\/span><\/p>\r\n<p>To more accurately determine the locations and magnitudes of earthquakes in Oklahoma, the OGS operates a&nbsp;<a href=\"http:\/\/www.okgeosurvey1.gov\/pages\/seismic-stations.php\" target=\"_blank\">15-station seismic network<\/a>.&nbsp;&nbsp;Data from this system, and from portable seismic stations installed in the Oklahoma City regio","summary":null,"format":null}]},"field_images":[],"regions":["Oklahoma"],"country":["United States of America"],"mm_tags":["earthquakes","Oklahoma","oklahomageologicalsurvey","Geographic Areas Southwest","Natural Hazards Earthquake Hazards"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1382414400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}