{"title":"New Geologic Map of Vermont Unveiled","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MONTPELIER, Vt. &ndash; <!--introstart-->A new bedrock geologic map of the state was unveiled in a ceremony at the Vermont State House today, bringing a critical tool to land managers involved in natural resource planning and environmental assessment.<!--introend-->&nbsp;<\/p>\n<p>The event, hosted by Gov. Peter Shumlin, included the Secretary of the Agency of Natural Resources Deb Markowitz; Peter Lyttle of the U.S. Geological Survey; Laurence Becker, Vermont Agency of Natural Resources; and Char Mehrtens of the University of Vermont. These three organizations were the main collaborators to produce this updated, highly detailed map.&nbsp; The state&rsquo;s last map of this kind was produced in 1961, with the first geologic map of the state being produced 150 years ago.&nbsp;<\/p>\r\n<p>\"Through the balanced work of all the partners, Vermonters now have a comprehensive map that will help us better understand and plan for issues like groundwater, energy, hazards, infrastructure development, and environmental protection for years to come,\" Gov. Shumlin said. \"Such up to date information is crucial to the State when addressing the economic and environmental concerns of citizens, lawmakers, government, business, and local communities.\"&nbsp;<\/p>\r\n<p>Geologic maps enable resource managers and land management agencies to identify and protect aquifers, evaluate resources and land use, and prepare for natural hazards, such as earthquakes and land subsidence, for example.&nbsp; Geologic maps are also critical tools for choosing safe sites for solid and hazardous waste disposal and for protecting sensitive ecosystems.&nbsp;<\/p>\r\n<p>Understanding where different rock types are located provides important clues about where groundwater and mineral resources exist. The map provides a template for future studies in a variety of disciplines -- not only geologic, tectonic and hydrologic studies, but also economic and environmental evaluations.&nbsp;<\/p>\r\n<p>\"It was an incredible tour de force to bring this level of detail to the new bedrock map on account of the many intense geologic events that have left their mark on the state of Vermont over the eons,\" said USGS Director Marcia McNutt from the bureau's headquarters in Reston, Va. \"Without the steadfast and enduring partnership of the USGS, the Vermont Geological Survey, and the University of Vermont, this achievement would not have been possible.\"&nbsp;<\/p>\r\n<p>Vermont's new map shows an uncommon level of detail for state geologic maps. Mapped rock units are based on lithology, or rock type, rather than traditional rock formations that may include multiple rock types.&nbsp; This map identifies more than 486 different types of rock throughout the state of Vermont, a design feature intended to facilitate use by multiple disciplines. During the project, scientists also discovered many fault lines, advancing understanding about how and where water travels through the underground rock formations and providing clues about where underground aquifers -- an important source for potable fresh water -- may be located.&nbsp;<\/p>\r\n<p>\"The Vermont map is the visual presentation used to communicate data, ideas and interpretations. New map patterns developed through years of field and laboratory studies led to recognition of terranes from different geologic settings. Most importantly, understanding these settings gives us predictive capabilities for the sub-surface including areas where rocks are covered by glacial deposits,\" said Laurence Becker, the 13th Vermont State Geologist.&nbsp; \"The bedrock geology, in conjunction with the overlying glacial deposits, form the geologic system crucial to understanding economic and environmental issues that face our state.\"&nbsp;<\/p>\r\n<p>Vermont's new geologic map substantially builds upon the state's previous geologic map &ndash; created in 1961&ndash; by incorporating the theory of plate tectonics, which had not yet been developed 50 years ago. The Green Mountains fo","summary":null,"format":null}]},"field_images":[],"regions":["Vermont"],"country":["United States of America"],"mm_tags":["Geologic Map","","Vermont","ground","lithology","","Bedrock Geologic Mapof Vermont","bedrock"],"release_date":{"und":[{"value":"1334116800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169030"},{"tid":"169462"},{"tid":"169907"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}