{"title":"When Floods Hit, the USGS is There ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"\/\/gallery.usgs.gov\/photos\/04_08_2011_fJAm1QPdc8_04_08_2011_2\"><img src=\"http:\/\/gallery.usgs.gov\/images\/04_08_2011\/fJAm1QPdc8_04_08_2011\/medium\/Doppler__Ditch_14_-_2.JPG\" alt=\"\" width=\"500\" height=\"321\" \/><\/a> USGS scientists use an acoustic Doppler current profiler (ADCP) to measure streamflow and water currents at Ditch 14 near Fargo, N.D., in 2011.[\/caption]\n\nAs flooding continues in parts of Missouri, Iowa, Illinois, Wisconsin, Michigan, and Indiana due to heavy rainfall over the past seven days, the U.S. Geological Survey is maintaining its response efforts and preparing for continued flooding in the Northern Plains and upper Midwest. <strong><\/strong>\n\nSo far this spring, USGS streamgages have measured approximately 17 peaks of record, and numerous flood peaks that have been the largest in more than 50 years. The USGS will be in flood response mode for the next several days as flooding continues down the Wabash and White Rivers in Indiana, the Illinois River in Illinois, and along the middle Mississippi River.\n\nThe USGS is also ready to deploy field crews to the Red River of the North Basin in North Dakota and Minnesota as air temperatures rise above freezing and snowmelt begins, and has installed seven rapid deployment gages at locations in the basin where streamflow data is needed but otherwise unavailable. Runoff and subsequent flooding is expected to begin this weekend, especially in Fargo, N.D., and Oslo, Minn.\n\n<strong>Preparation Helps Save Lives and Property<\/strong>\n\nAs soon as water starts to rise, specially trained USGS scientists and hydrologic technicians measure water levels, streamflows, and high water marks using state-of-the-art instrumentation. All of this information is crucial for National Weather Service (NWS) flood forecasts, for decisions by the U.S. Army Corps of Engineers (USACE) to operate spillways and levees, and for the planning of Federal, state, and local emergency managers, first responders, and many other groups.\n\nThis reliable, timely, and widely distributed understanding of stream conditions is the means by which a modest investment in streamgages, combined with good science, can save money, help protect property, and even help save lives.\n\n<em>USGS Streamgages<\/em>\n\nThe USGS operates a network of about 8,000 streamgages nationwide to help prepare for and respond to floods, and to enable the accuracy and confidence of NWS forecasting models.\n\nA streamgage is a structure located beside a river that contains a device to measure and record the water level in that river. Generally, these measurements occur automatically every 15 minutes. For most streamgages, the data are sent via satellite back to a USGS office once every hour, and more frequently in times of flooding. There, critical information about gage height, or water level, and the flow of the river (measured in cubic feet per second) is<strong> <\/strong>made available to users in near real-time.\n\n[caption id=\"\" align=\"alignleft\" width=\"383\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_18_2012_bfv2YMk88S_05_18_2012_0#.UXbeZKUelxE\"><img class=\"      \" src=\"http:\/\/gallery.usgs.gov\/images\/05_18_2012\/bfv2YMk88S_05_18_2012\/large\/DSC_0099.jpg\" alt=\"\" width=\"383\" height=\"376\" \/><\/a> USGS crews install a rapid deployment streamgage on the Boise River near Parma, Idaho, in 2012.[\/caption]\n\nThis USGS streamgaging network is in partnership with more than 850 Federal, state, tribal, and local agencies.\n\nDue to recent budget cuts as a result of sequestration, the USGS will be obliged to discontinue operation of up to 375 streamgages nationwide. Additional streamgages may be affected if partners reduce their funding to support USGS streamgages. It is possible that the funding mechanisms from Federal partners will also be affected, directly or indirectly, by sequestration reductions.\n\nThe USGS first sought to absorb budget cuts through curtailment of travel, training, hiring, and other expenditures not deemed mission-critical. Even though the operation of most streamgages is highly automated, the gages still require periodic instrument calibration, communication adjustments, battery replacement, and site maintenance (especially after high water events) to ensure accurate readings and physical stability.\n\n<strong>Recent USGS Flood Work in Your State<\/strong>\n\nIf your state is experiencing flooding, USGS crews are out on the job. Whatâ\u0080\u0099s been happening in the most severely flooded states over the past week?\n\n<em>Illinois<\/em>\n\nAt least 10 USGS streamgages in Illinois with<strong> <\/strong>more than 20 years of record have measured the highest flood levels ever recorded. More record levels are expected as flooding moves downstream. USGS crews are expected to track the movement of the floodwaters down the Illinois River, the Rock River, and major tributaries over the next few days.Â  Many of the Illinois River floodwaters are expected to exceed records and may result in major flooding that overtops levees.\n\nThe <a href=\"http:\/\/il.water.usgs.gov\/\">USGS Illinois Water Science Center<\/a> is working with the NWS and USACE to acquire the streamflow information they need for prediction and flood control efforts.Â As of Monday, 53 USGS streamgages in Illinois were at or above flood levels as a result of the precipitation that began on Tuesday, April 16.\n\n<em>Indiana<\/em>\n\nAt least three USGS streamgages in north-central Indiana have measured the highest water levels in more than 20 years of recorded data, and 32 streamgages are above flood stage. USGS crews in Indiana are continuing to make streamflow measurements along the middle and lower Wabash River and the lower White River. There have been at least two deaths attributed to flooding around the state. According to the <em>Indianapolis Star<\/em>, more than 100 homes were evacuated in the Kokomo and Elwood areas due to high water.\n\nModerate flooding is expected to continue over the next several days. Four USGS crews will measure streamflow at ten locations following the flood peak as it progresses down the Wabash and the White Rivers. Three crews are also out setting high-water marks to document the extent of the flooding that occurred on Friday and this past weekend.\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/04_15_2011_vbr1Uhg76O_04_15_2011_13\"><img src=\"http:\/\/gallery.usgs.gov\/images\/04_15_2011\/vbr1Uhg76O_04_15_2011\/medium\/Red_River_of_the_North_at_Fargo_streamgage.JPG\" alt=\"\" width=\"500\" height=\"335\" \/><\/a> USGS streamgages like this Red River of the North at Fargo gage in downtown Fargo, N.D., provide real-time water level and streamflow data during floods.[\/caption]\n\nThe <a href=\"http:\/\/in.water.usgs.gov\/\">USGS Indiana Water Science Center<\/a> has been working with the Indiana Department of Natural Resources and NWS Ohio River Forecast Center to coordinate ongoing flood response efforts.\n\n<em>Iowa<\/em>\n\nFlooding occurred in eastern and south-central Iowa due to heavy rainfall in areas of saturated soil, with about 23 streamgages above the NWS flood stage and approximately six gages above NWS major flooding levels.Â Johnson County issued a disaster declaration due to flash flooding, and temporary flood protection has been deployed by the City of Cedar Rapids along Indian Creek.Â The eastern half of Iowa experienced moderate flooding in a line from Dubuque to Chariton, and many roads in the Iowa City area have been closed.\n\nMultiple <a href=\"http:\/\/ia.water.usgs.gov\/\">USGS Iowa Water Science Center<\/a> crews continue to takeÂ discharge measurements and are measuring streamflow over several flooded roadways. <strong><\/strong>\n\n<em>Michigan<\/em>\n\nThe Lower Peninsula of Michigan has experienced some flooding since heavy rainfalls began on Tuesday, April 9. Most flooding in the first few days was confined to smaller streams and the Cass, Tittabawassee, and Saginaw Rivers. Heavy rains began again on<strong> <\/strong>Wednesday, April 17, and continued sporadically through Friday, April 19. Flood impacts in Ionia County, located northwest of Lansing, were especially severe, with some bridges over small streams washed out and a large area near the city center under water.\n\n&nbsp;\n\nOn April 19, the NWS<strong> <\/strong>reported that 22 USGS streamgaging stations in the state had reached flood stage, 13 streamgages were approaching flood stage, 17 gages had reached the minor flooding category, and seven gages recorded moderate flooding. By Saturday, April 20,<strong> <\/strong>several gages in the western part of the Grand River Basin were reporting stages in the major flood category, with Comstock Park, upstream of Grand Rapids, particularly affected.\n\n<a href=\"http:\/\/mi.water.usgs.gov\/\">USGS Michigan Water Science Center<\/a> technicians from the Lansing and Grayling field offices have been working closely with the NWS offices in Grand Rapids and White Lake, and the North Central River Forecast Center in Chanhassen, Minn., making measurements at many locations at or near peak stage in the Grand, Kalamazoo, Muskegon, and Saginaw River Basins.\n\n<em>Missouri<\/em>\n\nIn Missouri, moderate to major flooding is occurring on the upper and middle Mississippi River. A <a href=\"http:\/\/mo.water.usgs.gov\/\">USGS Missouri Water Science Center<\/a> crew is supporting the USACE St. Louis District in monitoring water levels at various lock and dam locations.\n\n<strong>Where Can You Find USGS Flood Information?<\/strong>\n\nThe USGS is constantly refining, innovating, and updating its ability to deliver river information to emergency managers, first responders, other Federal agencies, and you and your family before, during, and after a flood.\n\n<em>WaterWatch<\/em>\n\nIf you want to see areas where river levels are higher than normal right now, you can go to the USGSÂ <a href=\"http:\/\/waterwatch.usgs.gov\/\">WaterWatch<\/a>Â site and view a map of the thousands of real-time streamgages that constantly monitor the Nationâ\u0080\u0099s rivers and streams. But how do you put that number in context?\n\nThe USGS and the NWS are working together to create visual products, called <a href=\"http:\/\/wim.usgs.gov\/FIMI\/FloodInundationMapper.html\">flood inundation map libraries<\/a>, that show you estimates of where the water will be and what roads, yards, and buildings will be affected when a river or stream reaches a certain stage.\n\n<strong><em>WaterAlert<\/em><\/strong><strong><em><\/em><\/strong>\n\nYou can get automatic notifications from streamgages near you sent directly<strong> <\/strong>to you as an email or text message when water levels exceed certain thresholds. Sign up for this USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">WaterAlert<\/a>Â serviceÂ by selecting a state, checking the â\u0080\u009cSurface Waterâ\u0080\u009d box, and clicking on your streamgage of choice.\n\n<strong>Links:<\/strong>\n\nFlood Inundation Interactive Mapper:Â <a href=\"http:\/\/wim.usgs.gov\/FIMI\/FloodInundationMapper.html\">http:\/\/wim.usgs.gov\/FIMI\/FloodInundationMapper.html<\/a>\n\nAdditional information about Flood Inundation Mapping: <a href=\"http:\/\/water.usgs.gov\/osw\/flood_inundation\/\">http:\/\/water.usgs.gov\/osw\/flood_inundation\/<\/a>\n\nWaterAlert:Â <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">http:\/\/water.usgs.gov\/wateralert\/<\/a>\n\nMain USGS Flood Site:Â <a href=\"http:\/\/water.usgs.gov\/floods\">http:\/\/water.usgs.gov\/floods<\/a>\n\nReal-time USGS Water Data: <a href=\"http:\/\/waterdata.usgs.gov\/nwis\/rt\">http:\/\/waterdata.usgs.gov\/nwis\/rt<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24296","uid":"31","filename":"Picture_048.jpg","uri":"public:\/\/Picture_048.jpg","filemime":"image\/jpeg","filesize":"124780","status":"1","timestamp":"1425492768","type":"image","uuid":"beb604d2-4b15-44ce-9b5a-7e9715c687dc","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Natural Hazards","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1366830383","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}