{"title":"Rare Insect Found Only in Glacier National Park Imperiled by Melting Glaciers","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOZEMAN, Mont. &ndash; <!--introstart-->The persistence of an already rare aquatic insect, the western glacier stonefly, is being imperiled by the loss of glaciers and increased stream temperatures due to climate warming in mountain ecosystems, according to a new study released in <em>Freshwater Science<\/em>.<!--introend--><\/p><p>In the study, scientists with the U.S. Geological Survey, Bucknell University, and the University of Montana illustrate the shrinking habitat of the western glacier stonefly (<em>Zapada glacier<\/em>) associated with glacial recession using data spanning from 1960 &ndash; 2012. The western glacier stonefly is only found in Glacier National Park and was first identified in streams there in 1963.&nbsp;<\/p><p>In a two year period beginning in 2011, scientists resampled six streams throughout the stonefly&rsquo;s historical range and, using species identification and genetic analysis, found the western glacier stonefly in only one previously occupied stream and in two new locations at higher elevations.&nbsp;<\/p><p>For scientists, the concern is not just about this single species, since the stonefly is representative of an entire, unique ecosystem.<\/p><p>&ldquo;Many aquatic species are considered vulnerable to climate change because they are cold water dependent and confined to mountaintop streams immediately below melting glaciers and permanent snowfields,&rdquo; said Joe Giersch, project leader and USGS scientist. &ldquo;Few studies have documented changes in distributions associated with temperature warming and glacial recession, and this is the first to do so for an aquatic species in the Rockies.&rdquo;<\/p><p>The glaciers in Glacier National Park are predicted to disappear by 2030 and the western glacier stonefly is responding by retreating upstream in search of higher, cooler alpine stream habitats directly downstream of disappearing glaciers, permanent snowfields and springs in the park.<\/p><p>&ldquo;Soon there will be nowhere left for the stonefly to go,&rdquo; said Giersch.<\/p><p>USGS conducted this US FWS-funded research, in part, because the stonefly was petitioned for inclusion under the U.S. Endangered Species Act, and more information was needed on its status and distribution to make that determination.<\/p><p>&ldquo;There are a handful of other coldwater dependent alpine aquatic species here in Glacier that are at risk of extinction due to the loss of permanent snow and ice. Under a warming climate, the biodiversity of unique aquatic alpine species &ndash; not just in Glacier, but worldwide &ndash; is threatened, and warrants further study,&rdquo; said Giersch. &nbsp;<\/p><p>Results from the study will be featured in the upcoming issue of <em>Freshwater Science<\/em>.&nbsp; The article is titled &ldquo;Climate &ndash;induced range contraction of a rare alpine invertebrate&rdquo; and can be viewed at the following <a href=\"http:\/\/www.jstor.org\/discover\/10.1086\/679490\">web site<\/a>.<\/p><p><iframe frameborder=\"0\" height=\"400\" id=\"gallery_news\" name=\"NR2014_12_02\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_12_02\/1\" title=\"Image Gallery\" width=\"600\"><\/iframe><\/p>","summary":"","format":"filtered_html","safe_value":"<p>BOZEMAN, Mont. – The persistence of an already rare aquatic insect, the western glacier stonefly, is being imperiled by the loss of glaciers and increased stream temperatures due to climate warming in mountain ecosystems, according to a new study released in <em>Freshwater Science<\/em>.In the study, scientists with the U.S. Geological Survey, Bucknell University, and the University of Montana illustrate the shrinking habitat of the western glacier stonefly (<em>Zapada glacier<\/em>) associated with glacial recession using data spanning from 1960 – 2012. The western glacier stonefly is only found in Glacier National Park and was first identified in streams there in 1963. In a two year period beginning in 2011, scientists resampled six streams throughout the stonefly’s historical range and, using species identification and genetic analysis, found the western glacier stonefly in only one previously occupied stream and in two new locations at higher elevations. For scientists, the concern is not just about this single species, since the stonefly is representative of an entire, unique ecosystem.“Many aquatic species are considered vulnerable to climate change because they are cold water dependent and confined to mountaintop streams immediately below melting glaciers and permanent snowfields,” said Joe Giersch, project leader and USGS scientist. “Few studies have documented changes in distributions associated with temperature warming and glacial recession, and this is the first to do so for an aquatic species in the Rockies.”The glaciers in Glacier National Park are predicted to disappear by 2030 and the western glacier stonefly is responding by retreating upstream in search of higher, cooler alpine stream habitats directly downstream of disappearing glaciers, permanent snowfields and springs in the park.“Soon there will be nowhere left for the stonefly to go,” said Giersch.USGS conducted this US FWS-funded research, in part, because the stonefly was petitioned for inclusion under the U.S. Endangered Species Act, and more information was needed on its status and distribution to make that determination.“There are a handful of other coldwater dependent alpine aquatic species here in Glacier that are at risk of extinction due to the loss of permanent snow and ice. Under a warming climate, the biodiversity of unique aquatic alpine species – not just in Glacier, but worldwide – is threatened, and warrants further study,” said Giersch.  Results from the study will be featured in the upcoming issue of <em>Freshwater Science<\/em>.  The article is titled “Climate –induced range contraction of a rare alpine invertebrate” and can be viewed at the following <a href=\"http:\/\/www.jstor.org\/discover\/10.1086\/679490\">web site<\/a>.<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["Montana"],"country":["United States of America"],"mm_tags":["ecosystems","aquaticspecies","Climateand Land Use Change","Stonefly"],"article_type":["State News Release"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1417669200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"},{"tid":"170538"}]},"subtitle":[]}