{"title":"Join Our Flood Team","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Note to Reporters:&nbsp; To join a USGS flood crew in the field, please contact Gardner<\/strong><strong> Bent at (508) 490-5041 or (508) 751-3292<\/strong><\/p>\n<p>In response to flooding from the current and recent rainstorms, the U.S. Geological Survey (USGS) has flood crews making high-flow measurements throughout Massachusetts and Rhode Island.<\/p>\r\n<p>Rainfall totals for this current 3-day storm are projected to be about 3-8 inches and will affect areas of eastern Massachusetts that already have received widespread rainfall (8-10 inches) during the past two weeks. A few rivers were still above flood stage yesterday from the storm of March 15-17. During this previous event, the USGS measured period of record peaks on several rivers. Using USGS streamflow data, the National Weather Service is projecting that several more rivers will reach all-time record stages this week in Massachusetts and Rhode Island.<\/p>\r\n<p>Planned work:<\/p>\r\n<ul>\r\n<li> USGS crews are out making high-flow measurements today at streams and rivers in Massachusetts and Rhode Island.<\/li>\r\n<li>Five to six crews are planned to be out measuring high flows for the remainder of the week. <\/li>\r\n<\/ul>\r\n<p>During and after storms and floods, USGS field crews measure the flow and height of rivers and verify the accuracy of <a href=\"http:\/\/water.usgs.gov\/nsip\/\">streamgages<\/a>.&nbsp; Field crews continue to work as waters recede, gathering high water marks for post flood analysis. This information is important because it is used to issue flood warnings and to characterize flood hazards.<\/p>\r\n<p>If you can&rsquo;t make it into the field with our crews, you can see what&rsquo;s happening to streams in your local area on the USGS <a href=\"http:\/\/waterdata.usgs.gov\/nwis\/rt\/\">National Stream Information Program<\/a> Web site.&nbsp; Just click on the map for state and local information.<\/p>\r\n<p>The USGS operates a network of about 7500 <a href=\"http:\/\/water.usgs.gov\/nsip\/\">streamgages<\/a> throughout the U.S. The gages provide critical information within minutes to many users including the National Weather Service, which issues flood warnings.<\/p>\r\n<p><a href=\"http:\/\/water.usgs.gov\/district_chief.html\">USGS Water Science Centers are located in each state<\/a>. They can provide more detailed information on stream conditions and on the USGS response to local events.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts","Rhode Island"],"country":["United States of America"],"mm_tags":["flood","Massachusetts","Rhode Island"],"release_date":{"und":[{"value":"1269921600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170667"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}