{"title":"USGS National Wildlife Health Center Receives Prestigious International Designation by the World Organization for Animal Health","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The <a href=\"http:\/\/www.nwhc.usgs.gov\/\">USGS National Wildlife Health Center<\/a> (NWHC) has been named as an OIE Collaborating Centre for Research and Diagnosis of Emerging and Existing Pathogens of Wildlife by the World Organization for Animal Health (OIE) at its recent meeting in Paris.<!--introend--><\/p>\n<p>\"International recognition for the USGS National Wildlife Health Center by the World Organization for Animal Health could not be more prestigious or more timely,\" says Marcia McNutt, Director of the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a>.&nbsp; \"The spread of disease through wildlife respects no borders, and has been known to cross species boundaries to infect humans. As with all great honors, this one bears great responsibilities: to be ever watchful for the next outbreak, and work internationally to stop it in its tracks.\"<\/p>\r\n<p>The <a href=\"http:\/\/www.oie.int\/\">World Organization for Animal Health<\/a>, an international organization based in Paris on par with the World Health Organization for human health, is an intergovernmental organization responsible for improving animal health worldwide. Its objectives include ensuring transparency in the global disease situation, collecting, analyzing and disseminating veterinary scientific information, and promoting veterinary services, among other activities.<\/p>\r\n<p>A critical component of OIE's scientific expertise is the network of Collaborating Centres. These are centers of expertise in a specific designated sphere of competence relating to management of animal health issues. Collaborating Centres assist the OIE by providing their expertise internationally.&nbsp;<\/p>\r\n<p>&nbsp;\"We are honored to receive this public recognition and believe it will serve to increase our profile and reputation, both nationally and internationally,\" says Jonathan Sleeman, Director of the NWHC. \"More importantly, this will facilitate cooperative work with other Collaborating Centres within North America and beyond, and includes several centers within the U.S. Department of Agriculture as well as the <a href=\"http:\/\/www.ccwhc.ca\/\">Canadian Cooperative Wildlife Health Centre<\/a>.\"<\/p>\r\n<p>The NWHC, located in Madison, Wisconsin, provides national leadership to safeguard wildlife and ecosystem health through dynamic partnerships and exceptional science. It does this by providing information, technical assistance, training, and research on national and international wildlife health issues.<\/p>\r\n<p>The NWHC will be creating a consortium with the Canadian Cooperative Wildlife Health Centre, which is based at the University of Saskatchewan and is an OIE Collaborating Centre for Wildlife Disease Surveillance and Monitoring, Epidemiology and Management.<\/p>\r\n<p>Wildlife health is a worldwide concern because not only are some wildlife diseases zoonotic (meaning those that are transmitted naturally between animals and humans), but most emerging infectious diseases are of wildlife origin, such as HIV\/AIDS, SARS, West Nile virus, Lyme disease, and monkeypox.<\/p>\r\n<p class=\"bodytext\">The need to fight animal diseases at a global level led to the creation of the Office International des Epizooties through an international agreement signed on Jan. 25, 1924. In May 2003, the Office became the World Organization for Animal Health but kept its historical acronym OIE.<\/p>\r\n<p class=\"bodytext\">It is recognized as a reference organization by the World Trade Organization and in 2011 had a total of 178 Member Countries. The OIE maintains permanent relations with 45 other <a href=\"http:\/\/www.oie.int\/about-us\/international-and-regional-organisations\/#c6425\">international and regional organizations<\/a> and has regional and sub-regional offices on every continent.<\/p>\r\n<p>A full list of Collaborating Centres can be found <a href=\"http:\/\/www.oie.int\/en\/our-scientific-expertise\/collaborating-centres\/list-of-centres\/\">online<\/a>. &nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","National Wildlife Health Center","World Organization For Animal Heath","wildlife Health"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1310529600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169396"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}