{"title":"USGS Launches a Hopping New Website on Cutting-Edge Amphibian Research","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>RESTON, Va. -- The Amphibian Monitoring and Research Initiative (ARMI) of the U.S. Geological Survey is launching a new, more in-depth <a href=\"http:\/\/armi.usgs.gov\/\">website<\/a> today to celebrate the start of its 11<sup>th<\/sup> year and to provide scientists and resource managers with solid scientific information about amphibian declines.<\/p>\n<p>&ldquo;We believe our federal, state and academic partners and collaborators will not only find our new site easy to use, but also that it will be an invaluable and reliable source of information about amphibians and the environmental factors that are important to their management and conservation,&rdquo; said Lianne Ball, Ph.D., the National Coordinator of ARMI.<\/p>\r\n<p>ARMI was launched in 2000 in response to worldwide declines of amphibians. The program assesses the status of amphibians on U.S. public lands, determines the causes for declines and provides essential scientific information to support effective management actions to arrest or reverse declines.&nbsp;<\/p>\r\n<p>Ball notes that one of ARMI's defining features is its robust approach to monitoring wildlife. Consequently, the website provides methods for designing and implementing a monitoring program, links to useful resources and searchable access to nearly 400 peer-reviewed products that the program has produced.<\/p>\r\n<p>Biologists estimate that a third of amphibian species alive today are in danger of extinction. If these amphibians go extinct, it may prove to be the greatest extinction event in modern times.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Amphibians","amphibian Decline","ecosystems","Amphibian Research","biology"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1300852800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169958"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}