{"title":"Results of 2011 Mountain Goat Census in Olympic Mountains","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>CORVALLIS, Ore. &mdash;<!--introstart-->A report released today by the U.S. Geological Survey and the National Park Service estimates that there are about 344 mountain goats in the Olympic Mountains of Washington State.<!--introend--> The report indicates that the population has increased since the last census in 2004.&nbsp;<\/p>\n<p>\"Anyone who has ever attempted to search out animals in rugged terrain can attest to the challenges of finding elusive wild animals,\" said USGS director Marcia McNutt. \"This new census is based on the latest&nbsp;scientific understanding of population sampling to yield a statistically valid estimate of the number of animals present.\"&nbsp;<\/p>\r\n<p>Being able to accurately estimate mountain goat populations is a key issue throughout Washington, including Olympic National Park. Mountain goats are not native to the Olympic Mountains and are a long-standing management concern at the park.&nbsp;<\/p>\r\n<p>An updated survey method was used for the first time in this survey, allowing biologists to more accurately estimate the population. The new method, now in use throughout all of Washington State's mountain goat range, was developed from 2005 through 2008 through a partnership between the USGS, National Park Service, and the Washington State Department of Fish and Wildlife.&nbsp;<\/p>\r\n<p>\"Accurate and up-to-date information is critical to making sound management decisions, and we appreciate the partnership that led to both the improved counting technique and this most recent goat census,\" said Olympic National Park Superintendent Karen Gustin. \"The National Park Service is currently seeking funding to carry out an environmental analysis of mountain goat management options for Olympic National Park.\"&nbsp;<\/p>\r\n<p>\"We are keenly aware of the park's interest in accurately monitoring the abundance of mountain goats,\" said Kurt Jenkins, a USGS scientist and the lead report author. \"It's not easy to do because of the extremely rugged nature of the terrain in which the goats live and highly variable weather conditions. In 2011, we used two new advances in survey methods to improve the estimates.\"&nbsp;<\/p>\r\n<p>One of the two advances adjusted mountain goat numbers to account for mountain goats that are present but not seen by the aerial survey crew due to terrain, tree cover, or other factors. In addition, the boundary of the areas surveyed was modified in order to encompass all lands used by mountain goats during the summer. These two improvements were based on the 2005-2008 research that improved the accuracy of mountain goat surveys throughout western Washington. More information about this previously published research is available <a href=\"http:\/\/fresc.usgs.gov\/research\/StudyDetail.asp?Study_ID=487\">online<\/a>.&nbsp;<\/p>\r\n<p>As in previous surveys, trained observers in helicopters searched a random sample of areas for mountain goats. They worked from mid to late July to target the period when mountain goats are in high-elevation habitats for the summer but before hot temperatures make it dangerous for helicopter flight at high altitude.&nbsp;<\/p>\r\n<p>Because of changes to the survey methods it is not possible to directly compare the current population estimates with estimates from previous surveys. However, comparison of the \"raw\" counts, without adjusting for the unseen animals, indicates that mountain goat populations reached a peak density in the early 1980's. From 1981 through 1989, Olympic National Park conducted a live capture-and-removal program, resulting in the removal of 407 mountain goats in that period. Surveys conducted between 1990 and 2004 indicated that mountain goat abundance remained relatively stationary at low densities for several years following the population reduction. Scientists factored in differences in survey methods when they concluded that the population increased by about 40 percent since 2004. This is the first documented increase since the 1980s.<\/p>\r\n<p>The full USGS op","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["biology","Mountain","Goat"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1328763600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168881"},{"tid":"169900"},{"tid":"170409"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}