{"title":"USGS&rsquo; NEW SEARCH ENGINE OFFERS QUICKER LINK TO SCIENTIFIC INFORMATION","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey&rsquo;s powerful new search engine, fueled by InfoSeek&rsquo;s UltraSeek software, is guiding thousands of visitors a day through more than 175,000 publicly accessible USGS web pages.<!--introend--> UltraSeek is capable of crawling, indexing, and searching the USGS web more efficiently and accurately than previous search software. \n<p>\"UltraSeek&rsquo;s speed and plain language search interface make it ideal for handling the large volume of scientific information we offer the public online. Whether or not you are a scientist, you can easily design a query to find general data or perform more complex searches,\" says Donna Scholz, head of the USGS Office of Information Services, Reston, Virginia, the group that manages the USGS web site. \r\n<p>Customized searches can be built on a single word, a phrase, or any combination of words or phrases. Queries can be refined with an advanced search form and the \"find similar\" and \"sort by date\" options. Tips and query examples are available from the online help pages. \r\n<p>An additional UltraSeek feature, the Content Classification Engine (CCE), organizes information into meaningful subsets or topics. Popular USGS information about earthquakes, floods, maps, volcanoes, USGS by State, and employment\/job opportunities is now just a click away. UltraSeek is configured to allow external users to retrieve and index information from 273 official USGS web servers. The topics index can be refined whenever necessary to respond to user interest. \r\n<p>\"Gathering and disseminating scientific information is the backbone of the USGS mission,\" says Scholz. \"Our traditional customers have included Federal, State, and local governments, academia, and private industry. We now envision the USGS web site becoming a valuable information source for other groups as well, such as teachers, students, land owners, news media, and recreationists.\" \r\n<p>The USGS Web Team will continue to enhance and refine search capabilities by adding additional topic categories and by establishing a searchable collection of internal USGS pages. \r\n<p>Questions or comments about the USGS search engine may be directed to the USGS Webmaster at webmaster@usgs.gov.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"936158400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169431"},{"tid":"170534"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}