{"title":"November Public Lecture: Did You Feel It?","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"294\" caption=\"USGS ShakeMap for the August 23, 2011 M5.8 Virginia Earthquake. ShakeMap shows approximate levels of shaking in areas affected by an earthquake. It then pairs this information with estimated building damages.\"]<img class=\"  \" src=\"http:\/\/earthquake.usgs.gov\/earthquakes\/shakemap\/global\/shake\/082311a\/download\/intensity.jpg\" alt=\"\" width=\"294\" height=\"346\" \/>[\/caption]\n\nThe magnitude 5.8 earthquake that struck Louisa County was among the largest to occur along theÂ  eastern seaboard of the United States. It caused extensive damage in central Virginia and was likelyÂ  felt by more people than any other earthquake in U.S. history. Join USGS scientists Mike Blanpied and Mark Carter on November 2ndÂ  to discuss the seismology of the earthquake, its effects, and its context in the geology of Virginia. Mike Blanpied is the associate program coordinator for the Earthquake Hazards Program at USGS, and Mark Carter is a research geologist with USGS who lives in Mineral, VA, near the epicenter of the earthquake.\n\nFREE and Open to the Public\n\nFollow this event <strong>LIVE! <\/strong>@USGSLive\n\n<strong>Date<\/strong>: Wednesday, NovemberÂ  2nd, 2011, 7:00-8:00 PM\n<strong>Location<\/strong>: 12201 Sunrise Valley Drive Reston, VA 20192\n<strong>Phone<\/strong>:Â  703-648-4748\n\nVisit our <strong><a href=\"http:\/\/www.usgs.gov\/public_lecture_series\/\">website<\/a><\/strong>!\n\n<strong>About the Lecture Series<\/strong>\n\nThe USGS Science in Action public lecture series in Reston, VA is a monthly event. These evening events are free to the public and intended for a general audience to familiarize them with science issues that are meaningful to our daily lives.\nThe USGS speakers are selected for their ability and enthusiasm to share their expertise with an audience that may be unfamiliar with the topic.\n\nThe USGS lecture series provides the public an opportunity to interact with scientists and ask questions about recent developments in biology, geography, geology, water resources, climate change, energy and more. Ultimately, the goal is to create a better understanding of the importance and value of USGS Science in Action.\n\n&nbsp;\n\n<strong>Contact<\/strong>: <a href=\"mailto:mgade@usgs.gov\">Melanie Gade<\/a>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["earthquakes","Natural Hazards","Public Lecture","Virginia"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1319559163","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}