{"title":"Walker River basin and Walker Lake hydrologic studies help water managers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->New hydrologic studies in the Walker River basin and Walker Lake will guide policy makers in the management of scarce water resources. <!--introend-->Agricultural practices between 1882 and 2008 resulted in a significant drop in Walker Lake&rsquo;s water level, and caused the Lake to become more saline. The increase in salinity threatens the survival of the Lahontan cutthroat trout, a native species listed as threatened under the Endangered Species Act. A scientific study to assess the complex sources of water inflow, evaporation, and groundwater interactions indifferent parts of the drainage basin is now complete.<\/p>\n<p>The U.S Geological Survey began a study in 2004 to better understand the hydrology and refine the water budget of the Walker River basin and Walker Lake. &nbsp;The study focused on the lower Walker River basin from the Wabuska streamflow-gaging station in northern Mason Valley to Hawthorne, Nevada. &nbsp;Two new reports by the USGS provide the results of this study.<\/p>\r\n<p>The first describes the hydrology of the Walker River basin and a conceptual hydrologic model of the relations among streams, groundwater, and Walker Lake. &nbsp;Surface-water\/groundwater interactions and groundwater flow directions in Smith and Mason Valleys, the most agricultural part of the Walker River basin, are also described. &nbsp;The hydrology of the lower Walker River basin is considerably different than the basin upstream from the Wabuska gage. &nbsp;The upper basin consists of valleys separated by consolidated-rock mountains. &nbsp;The alluvial aquifer in each valley thins or pinches out at the downstream end, forcing most groundwater to discharge along the river near where the river is gaged. &nbsp;The lower Walker River basin is one surface-water\/groundwater system of losing and gaining reaches from Wabuska to Walker Lake, which makes determining stream losses and the direction and amount of subsurface flow difficult.<\/p>\r\n<p>In the second report, water budgets were calculated to provide managers a range in supplemental inflows needed to maintain dissolved-solids concentrations at 8,000, 10,000, and 12,000 milligrams per liter (mg\/L). From about 700,000 to 2,000,000 acre-ft are needed to dilute the lake to these concentrations from the current (2008) concentration of 17,000 mg\/L. From 26,000 to 53,000 acre-ft\/yr of supplemental inflow is needed to maintain concentrations of 8,000 to 12,000 mg\/L.<\/p>\r\n<p>Surface and subsurface inflow to Walker Lake total 130,000 acre-ft\/yr. Virtually all outflow is evaporation from the lake and totals 162,000 acre-ft\/yr. The difference between inflow and outflow is -32,000 acre-ft\/yr. Storage change estimated directly is -29,000 acre-ft\/yr for an imbalance of 3,000 acre-ft\/yr (2 percent), which is insignificant statistically so the water budget balances.<\/p>\r\n<p>Water budgets for the Walker River basin are based on average annual flows for a 30-year period (1971&ndash;2000). &nbsp;Total surface-water inflow to the upper Walker River basin upstream from Wabuska was 387,000 acre-feet per year (acre-ft\/yr). &nbsp;About 223,000 acre-ft\/yr (58%) is from the West Fork of the Walker River; 145,000 acre-ft\/yr (37%) is from the East Fork of the Walker River; 17,000 acre-ft\/yr (4%) is from the Sweetwater Range; and 2,000 acre-ft\/yr (less than 1%) is from the Bodie Mountains, Pine Grove Hills, and western Wassuk Range. &nbsp;Outflow from the upper Walker River basin is 138,000 acre-ft\/yr at Wabuska. &nbsp;About 249,000 acre-ft\/yr (64%) of inflow is diverted for irrigation, transpired by riparian vegetation, evaporates from lakes and reservoirs, and recharges alluvial aquifers.<\/p>\r\n<p>Walker Lake is the lowest point in the basin and the terminus of the Walker River. &nbsp;Between 1882 and 2008, agricultural diversions resulted in a lake-level decline of more than 150 feet and storage loss of 7,400,000 acre-ft. Evaporative concentration increased dissolved solids from 2,500 to 17,000","summary":null,"format":null}]},"field_images":[],"regions":["California","Nevada"],"country":["United States of America"],"mm_tags":["water","Walker River","Walker Lake","hydrology","Nevada","Lahontan Cutthroat Trout","trout","endangered","salinity"],"release_date":{"und":[{"value":"1253073600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169882"},{"tid":"170569"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}