{"title":"Fire Suppression Hurts Carbon Storage of Dry Temperate Forests","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->FLAGSTAFF, Ariz.<\/strong> &ndash; Forests should be managed according to their respective, specific fire ecology &mdash; not whole-scale fire suppression or one-size-fits-all plans &mdash; to optimize forest growth and stabilize carbon storage. <!--introend--><\/p>\n<p>In a <a href=\"http:\/\/www.jstor.org\/doi\/abs\/10.1525\/bio.2011.61.2.9\">study<\/a> published in <em>BioScience<\/em> this month, authors Matthew Hurteau of Northern Arizona University and Matthew Brooks of the U.S. Geological Survey reviewed forest ecology and fire treatment research from recent decades. The authors note that while historical fire suppression has lowered fire frequency, it has allowed forest fuels to accumulate in some forest types to the point where fires are now more severe and kill more trees.<\/p>\r\n<p>&ldquo;In dry temperate forests, such as mixed-conifer forests in California and ponderosa pine forests in Arizona, the long-term result is that trees are getting killed by fires faster than they can grow back,&rdquo; says Hurteau, an assistant professor at the NAU School of Earth Sciences and Environmental Sustainability. &nbsp;&ldquo;And,&rdquo; he adds, &ldquo;since burning trees release carbon and growing trees store carbon, the result is that some of our forests are becoming a net <em>source<\/em> of carbon emissions.&rdquo;<\/p>\r\n<p>It is a trend likely to increase as climate change enhances fire conditions.<\/p>\r\n<p>The findings have implications for managers of dry temperate forests around the world, who must balance the priorities of habitat protection, timber production, carbon sequestration and community risk to wildfires.<\/p>\r\n<p>Hurteau and Brooks suggest several ecology-based fire management practices to help return dry temperate forests to their previous, natural fire regime.<\/p>\r\n<p>One practice is mechanical thinning or removing small to medium trees on a regular basis &mdash; since they act as &ldquo;ladder fuels&rdquo; for fires to spread to tree tops, where fire can spread to surrounding trees and increase in severity. Depending on the species, these removed trees could be used for lumber or milled for biofuel production, Brooks says.<\/p>\r\n<p>Other practices to thin ladder fuels include allowing low- to moderate-severity wildfires to spread or using prescribed fires.<\/p>\r\n<p>&ldquo;By managing a forest according to the natural fire regime it is adapted to, it stands a better chance of long-term survival,&rdquo; says Brooks, who is based at the Yosemite Field Station of the USGS Western Ecological Research Center. &ldquo;And a dry temperate forest returned to its fire regime of regular burns is a forest that stores more carbon, provides more habitat and timber, and isn&rsquo;t prone to wide-spreading, tree-killing fires.&rdquo;<\/p>\r\n<p>Funding and support for the research came from the U.S. Forest Service, U.S. Bureau of Land Management, U.S. Geological Survey and National Park Service.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p><em>For more fire research by NAU&rsquo;s Matt Hurteau, please visit: <\/em><a href=\"http:\/\/oak.ucc.nau.edu\/mdh22\"><em>http:\/\/oak.ucc.nau.edu\/mdh22<\/em><\/a><em> <br \/><\/em><\/p>\r\n<p><em>For more fire research by USGS&rsquo; Matt Brooks, please visit: <\/em><a href=\"http:\/\/www.werc.usgs.gov\/yosemite\"><em>http:\/\/www.werc.usgs.gov\/yosemite<\/em><\/a><em> <\/em><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><em><strong>MEDIA NOTE<\/strong>: The following resource experts and professionals are available as outside commenters of the study. They were not affiliated with the study. Please contact directly:<\/em><\/p>\r\n<p><em>Malcolm North, Research Forest Ecologist, U.S. Forest Service Pacific Southwest Research Station <a href=\"mailto:mpnorth@ucdavis.edu\"><br \/>mpnorth@ucdavis.edu<\/a>, 530-754-7398 <br \/><\/em><\/p>\r\n<p><em><em>Hugh Safford, Regional Ecologist, U.S. Forest Service Pacific Southwest Region <br \/><a href=\"mailto:hughsafford@fs.fed.us\"> hughsafford@fs.fed.us<\/a><\/em>, 707-562-8934 <br \/><\/em><\/p>\r\n<p><em>David Ganz, Director of Fo","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","California","Nevada"],"country":["United States of America"],"mm_tags":["biology","ecosystems","carbon","forest","Carbon Sequestration","wildfires","Climate Change","suppression"],"release_date":{"und":[{"value":"1297746000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168910"},{"tid":"169085"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}