{"title":"From Drowning Coastal Marshes and Punk Ducks to Soil Crusts","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<h3><!--introstart-->The 2010 Ecological Society of America conference is in Pittsburg,  Penn., from Aug. 1 to Aug. 6.&nbsp; This year&rsquo;s theme is Global Warming: The Legacy of Our Past, the Challenge for Our Future.<strong> <!--introend--><br \/><\/strong><\/h3>\n<p><strong>Drowning marshes:<\/strong> How High Can the Seas Rise Before Wetlands Go Under? Habitat for many commercially important fish and shellfish populations, recreational fishing, and unique ways of living, coastal wetlands are among the most valuable ecosystems on earth, and of all the threats they face, sea-level rise is one of the most critical.&nbsp; Already, marshes in many parts of the world seem to be drowning as sea levels steadily increase. USGS scientists Matthew L. Kirwan and Glenn Guntenspergen studied just how high sea level can rise before coastal wetlands are likely to disappear. Their research, based on model experiments, show that the rate of sea-level rise and the amount of sediment available will be the most important determining factors in the survival of coastal wetlands.&nbsp; If the water rises too fast and with too little sediment deposition, the wetlands worldwide will likely drown by the end of the 21<sup>st<\/sup> century.&nbsp; If sea levels rise more slowly and with a higher amount of sediment deposition associated with the rise, then the coastal wetlands will be more likely to survive. <strong>This presentation, <em>Threshold sea level rise rates for wetland survival: limits to ecogeomorphic feedbacks<\/em>, will be presented on Aug. 3<sup> <\/sup>at 8:40 a.m. in Room 301-302. &nbsp;Contact Matthew Kirwan at <a href=\"mailto:mkirwan@usgs.gov\">mkirwan@usgs.gov<\/a> or Glenn Guntenspergen at 218-343-6107 or <a href=\"mailto:glenn_guntenspergen@usgs.gov\">glenn_guntenspergen@usgs.gov<\/a>. <\/strong><\/p>\r\n<p><strong>Climate Change Likely to Harm Vital Soil Crusts in the Colorado Plateau:<\/strong> Predicted climate change in the Colorado Plateau will likely strongly alter soil crust composition, an essential player in the structure and function of arid and semi-arid ecosystems, according to preliminary USGS research. These communities, composed primarily of cyanobacteria, algae, lichens and mosses, can completely cover plant interspaces in undisturbed areas and make up 70 percent or more of the living ground cover. Biological soil crusts fix atmospheric nitrogen and carbon dioxide and serve as important sources of fixed carbon and nitrogen for these sparsely vegetated systems. USGS scientists conducted a field study to experimentally simulate the more extreme scenario of predicted changes in precipitation and examined the combined effects of pulsing summer precipitation and warming on soils and biological soil crusts. Preliminary results showed that warming alone did not seem to affect soil crusts, but in watered plots a dramatic reduction in soil crusts and mosses occurred, along with lowered amounts of soil carbon, nitrogen and soil phosphorous. These preliminary results suggest that changes to precipitation patterns projected for the Colorado Plateau will likely strongly affect biological soil crust composition, especially moss cover, with important consequences for soil nutrient cycling. <strong>This ongoing research project, <em>Responses of biological soil crusts in arid and semi-arid ecosystems to predicted climate change,<\/em> will be presented on Aug. 3 at 2:10 p.m. Contact Tamara Zelikova at 435-719-2350 or&nbsp; <a href=\"mailto:jzelikova@usgs.gov\">jzelikova@usgs.gov<\/a>.<\/strong><\/p>\r\n<p><strong>Alien Invaders Leading to More Worldwide Flora Homogenization:<\/strong> Although at regional levels, invasive plants are often the most widely distributed plant species, on a global level, invasive patterns are quite asymmetric, according to a USGS study. The study found that more than half of the widely distributed species in the United  States were alien, whereas Europe had almost no alien species on its top 120 list of plant species. Alie","summary":null,"format":null}]},"field_images":[],"regions":["West Virginia","Oregon","Washington","Arizona","Colorado","Utah","Alaska"],"country":["United States of America"],"mm_tags":["biology","Ecological Society Of America","water","ecosystems"],"release_date":{"und":[{"value":"1280808000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}