{"title":"fsdfs","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Editors Note: <\/strong><strong>Maps and graphs illustrating this information are at: <a href=\"http:\/\/ga.water.usgs.gov\/drought\/August2007.html\">Georgia DroughtWatch<\/a><\/strong> \r\n<\/p>\r\n<p>\r\n<!--introstart-->August was a dry month in Georgia bringing many of the State&#39;s rivers and streams to levels below extreme low flow thresholds.<!--introend--> \r\n<\/p>\r\n<p>\r\nThe U.S. Geological Survey (USGS) has been monitoring and recording streamflow for more than 100 years at many locations throughout the State. Rivers across the state are experiencing moderate to severe hydrologic drought. August saw new record low daily streamflows at 13 stations with 20 or more years of record in Georgia. This was the lowest daily streamflow in 110 years at Oconee River at Dublin; 69 years at Conasauga River at Tilton; 67 years at Coosawattee River near Ellijay; and 56 years at Coosa River near Rome. \r\n<\/p>\r\n<p>\r\nIn addition to these record low-flows, many streams across Georgia dropped below extreme low flow thresholds. River levels were below the minimum week-long flow expected to occur only once every 10 years at 58 monitoring stations with 20 or more years of record. \r\n<\/p>\r\n<p>\r\nGroundwater levels also are declining across Georgia, although the effects depend on the hydrogeology and pumping characteristics of specific aquifers. A new 27-year record low was set in August for a well in the crystalline rock aquifer in the metropolitan Atlanta area. \r\n<\/p>\r\n<p>\r\n&quot;We began the summer in extremely dry conditions with the lowest May streamflows ever observed for many streams. June and July rainfalls did not replenish the rainfall deficit, and August has been extremely dry. At a few sites, streamflows are even lower than during the droughts of the 1950s, 1980s, and 1998-2002,&quot; said Mark Landers, a USGS hydrologist. \r\n<\/p>\r\n<p>\r\n&quot;Because severe droughts of this nature may occur only once in 100 years, the USGS hopes to use the new information about extreme low flows measurements to develop a large-scale study. A state-wide comprehensive project could provide crucial information for future understanding of limited water resources,&quot; commented Landers. \r\n<\/p>\r\n<p>\r\n&quot;Drought conditions across Georgia have worsened dramatically since the beginning of August. Widespread triple-digit high temperatures and very little rain have caused soil moisture levels to plummet, stream flows to approach record lows and groundwater and lake levels to drop sharply.&quot; said Georgia State Climatologist David Stooksbury. \r\n<\/p>\r\n<p>\r\nThe USGS and its Federal, State, and local cooperators maintain 233 streamgaging stations and 209 monitoring wells throughout Georgia. \r\n<\/p>\r\n<a href=\"http:\/\/ga.water.usgs.gov\/\">Real-time river and ground water levels<\/a> are also available from the USGS Georgia Water Science Center. Drought information is also provided by the <a href=\"http:\/\/www.georgiadrought.org\/\">University of Georgia<\/a>.","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1188360000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}