{"title":"Century of Alterations Detailed a Toronto Meeting... USGS Scientists Cites Changes to South Florida Ecosystem","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A century of alterations by humans to the Everglades ecosystem has lowered water levels and changed Everglades plant communities more than what would be expected from natural climatic changes alone over the last 2,000 years, according to scientists at the U.S. Geological Survey. <!--introend-->Changes to the Everglades ecosystem will be described at the Annual Meeting of the Geological Society of America scheduled for Oct. 25-29 in Toronto, Canada. \n<p>\"Prior to the late 1800&rsquo;s, water flowed unimpeded across the Everglades from Lake Okeechobee south to Florida Bay,\" says USGS geologist Debra Willard. \"Canal and levee construction since that time has reduced the flow and depth of water and caused changes in plant communities, with marshes, such as sawgrass marshes, replacing the deeper-water slough vegetation at many sites,\" Willard explained. By examining pollen from peat cores collected throughout the Everglades, geologists have reconstructed plant communities that lived in the region over the last few thousand years. Natural fluctuations in water level are reflected in changes in the plant communities. For example, the peat cores show drier conditions during the Little Ice Age in the 16th through 19th centuries. However, the changes of the last few decades are greater than those resulting from natural climatic variability. Multiple changes in land use, including altered water levels, disruption of natural seasonal fluctuation in water availability, increased disturbance from construction, and changed agricultural practices are some of the human activities that have changed the Everglades ecosystem. \r\n<p>\"Changes to the Everglades ecosystem are mirrored by similar changes in Florida Bay, such as increased year-to-year swings in salinity since the mid-20th century, which are due partly to changes in fresh-water flow to the Bay. These changes are recorded by microscopic organisms such as ostracodes, foraminifers, and molluscs, which also provide insights into changes in seagrass abundance over the last century,\" says Willard. \r\n<p>USGS research through the Integrated Natural Resource Science (INATURES) program is designed to help resource managers understand the effect of past changes on the system and to improve the likelihood of developing a sustainable, viable ecosystem over the next few decades. \r\n<p><b>\"Ecosystem Changes in South Florida Over the Last Few Millennia: Climatic and Anthropogenic Controls\" is scheduled for 4:30 pm Monday, Oct 26 Metro Toronto Convention Center Room 801AB.<\/b><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"909201600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}