{"title":"New Estimates of Petroleum Resources of the Arctic National Wildlife Refuge 1002 Area","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A new fact sheet from the U.S. Geological Survey provides results of the latest assessment of petroleum resources in the 1002 area of the Arctic National Wildlife Refuge, including new estimates of how much petroleum may be present.<!--introend--> The 1002 area, defined by the Alaska National Interest Lands Conservation Act of 1980, includes most of the coastal plain of the Arctic Refuge and covers about 1.5 million acres. \n<p>Results of the USGS assessment of petroleum resources of the Arctic Refuge will be released at 5:00 p.m. (Mountain Time) Sunday, May 17, 1998, at the annual technical convention of the American Association of Petroleum Geologists to be held at the Salt Palace Convention Center, Salt Lake City, Utah. Dr. Kenneth J. Bird will give a 20-minute technical presentation on the Arctic Refuge petroleum assessment, including results, at the Convention in Ballroom B\/D, on Tuesday, May 19, 1998, at 3:50 p.m. (Mountain Time). \r\n<p>During the decade since the USGS last assessed the petroleum resources of the 1002 area, several developments have influenced the scientific understanding of its oil potential. Numerous exploration wells have been drilled and several oil fields have been discovered near the 1002 area; new geological data have become available; new advances in processing older seismic data have been developed; and the economics of North Slope oil development have changed significantly. A team of USGS scientists spent nearly three years analyzing the wealth of scientific data stemming from these developments and incorporating their conclusions into the new resource estimates. These estimates are of undiscovered petroleum resources and should not be confused with petroleum reserves, which are resources that have been discovered and proved recoverable. \r\n<p>To assess volumes of undiscovered petroleum, the USGS started with basic geological observations and, using established assessment techniques, derived an estimate of in-place resources, the amount of petroleum that may be present in accumulations larger than 50 million barrels without regard to recoverability. Next, a recovery factor was applied to estimate technically recoverable resources, the amount of petroleum that may be recoverable using current technology without regard to cost. Finally, the costs associated with finding, developing, producing, and transporting the petroleum were applied to estimate economically recoverable resources, the amount of petroleum that can be recovered at a given well head price. \r\n<p>Each step of this analysis was conducted using probability distributions rather than single numbers. In other words, the results are expressed as resource volumes inversely related to probability--the higher the estimated volume of petroleum, the lower the probability that it is present. The inherent uncertainty associated with estimating how much petroleum might be present, before any exploration has been done, is best conveyed by use of such probabilistic results. \r\n<p>The USGS estimates that the 1002 area of the Arctic Refuge contains between 11.6 and 31.5 billion barrels of oil (BBO) as in-place resources (95% and 5% probabilities). This means there is a 95 percent probability (a 19 in 20 chance of occurrence) that more than 11.6 BBO are present, and a 5 percent probability (a 1 in 20 chance of occurrence) that more than 31.5 BBO are present. By comparison, the USGS estimates that were made a decade ago were 4.8 and 29.4 BBO (95% and 5% probabilities). The general increase in estimated oil resources results from improved resolution of reprocessed seismic data, which allowed the identification of a larger number of potential petroleum accumulations, and new information regarding petroleum occurrences in nearby wells drilled since the previous study. \r\n<p>Technically recoverable resources are estimated to be between 4.3 and 11.8 BBO (95% and 5% probabilities). Quantities of technically recoverable oil are not expected t","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"895377600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169190"},{"tid":"169850"},{"tid":"170635"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}