{"title":"New Tools to Help Manage Saltwater Intrusion","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>COLUMBIA, S.C. &ndash; <!--introstart--><\/strong>South Carolina and Georgia water resource managers have powerful new tools at their fingertips to help make critical decisions on the timing and quantity of freshwater availability in coastal rivers.<!--introend-->&nbsp;<\/p>\n<p>Developed by the U.S. Geological Survey and Advanced Data Mining International, the two new decision support systems will help decision makers determine how much drinking water they will be able to pull from rivers in the face of climate change, sea-level rise and saltwater intrusion.<\/p>\r\n<p>The user-friendly products were developed as part a new report titled <a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5036\"><em>Simulation of salinity intrusion along the Georgia and South Carolina coasts using climate change scenarios<\/em><\/a><em>.<\/em><\/p>\r\n<p>Research shows that the availability of freshwater in coastal streams will likely be affected in the future due to the combination of climate change and sea-level rise. The balance between freshwater and saltwater in coastal streams is primarily governed by the interaction between streamflow and sea level, and coastal rivers are constantly responding to changing streamflow and tidal conditions.<\/p>\r\n<p>The decision support systems -- which include salinity simulation models, model controls, historical databases, and model output in a spreadsheet application &ndash; were created for the cities and towns on the Georgia and South Carolina coast that withdraw drinking water from the Atlantic Intracoastal Water and the Waccamaw River in South Carolina, and the Savannah River in Georgia, to predict saltwater intrusion near municipal intakes.<\/p>\r\n<p>\"Predicting the changes in the frequency of salinity intrusion event is critical for water-resource planning in the coastal region of the Southeastern United States due to the large number of municipal water-supply intakes in coastal rivers,\" said Paul Conrads, a USGS hydrologist and lead author of the study.<\/p>\r\n<p>At a location just downstream from an intake that provides drinking water for Myrtle Beach area, the decision support system estimated that a 1-foot rise in sea level would increase the frequency of salinity at the intake and double the amount of time that freshwater would not be available at the intake.<\/p>\r\n<p>\"The&nbsp;decision&nbsp;support systems for the two rivers are essentially easy-to-use spreadsheets that integrate all the&nbsp;science, data, and models&nbsp;needed to perform high quality risk assessments,\" said Edwin Roehl, lead software developer for the project.<\/p>\r\n<p>The study also evaluated the effect of climate-change projections from a global circulation model on change in salinity intrusion.&nbsp; The global circulation models predict changes in precipitation and temperature. These changes can affect streamflows to the coasts and change salinity intrusion. The results from the global circulation model projections indicates that, for one intake, the annual number of salinity intrusion events will increase and there would be a seasonal shift, with most salinity intrusion events occurring in the fall rather than the summer.<\/p>\r\n<p>Although increases in sea-level and reductions in streamflow show substantial effects that would have operational consequence for municipal water-treatment plants, the climate change scenarios shown in the report would allow water-resource managers to plan adaptation efforts to minimize the effect of increased salinity of source water. Adaptation efforts may include timing of withdrawals during outgoing tides, increased storage of raw water, timing larger releases of regulated flows appropriately to move the saltwater-freshwater interface downstream, and the blending of higher conductance surface water with lower conductance water from an alternative source such as groundwater.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Georgia","South Carolina"],"country":["United States of America"],"mm_tags":["water","Geographic Areas Southeast"],"distribution":["Climate Change","Water"],"release_date":{"und":[{"value":"1364961600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"170236"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}