{"title":"Celebrating the First USGS Streamgage","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_194951\" align=\"alignleft\" width=\"415\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_06_2014_l52Skw7JId_02_06_2014_2\"><img class=\" wp-image-194951 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/04\/i2.jpg\" alt=\"Embudo Student Hydrographers\" width=\"415\" height=\"320\" \/><\/a> Student hydrographers at Embudo, New Mexico. Members of the Irrigation Survey, a predecessor to the former Water Resources Division and now today's Water Mission Area, circa 1888.[\/caption]\n\nThe first USGS streamgage just turned 125 years old, and the U.S. Geological Survey and many partner agencies are commemorating the event while celebrating the founding vision that continues to yield information needed to protect, manage, and sustain our Nation's surface waters and minimize damages from floods and droughts.\n\nTen years following the USGSâ\u0080\u0099s birth in 1879, and under the advisement of John Wesley Powell, the proposition to inventory the flow of all streams in the arid West and evaluate the potential for crop irrigation came to fruition in Embudo, New Mexico on Jan. 1, 1889.\n\nReporting river flows is not just a job at USGS â\u0080\u0093 itâ\u0080\u0099s a matter of public safety, environmental protection, and wise economic development.<strong> <\/strong>Streamgage data is used to forecast floods and droughts, manage flood flows, deliver water supplies, establish water rights, and protect threatened aquatic habitats. Major users of USGS include the National Weather Service, the Bureau of Reclamation, the U.S. Army Corps of Engineers and many other Federal, State, Tribal, and local agencies. Thousands of boaters and fishermen also access the data every day to plan recreational outings.\n\nSituated 43 miles from Santa Fe, New Mexicoâ\u0080\u0099s state capital, Embudo was selected as the site of the first gaging station because of the need for systematic water resource assessments of western states. Embudo not only offered a favorable climate and easy rail access, an important consideration for transporting the imperative scientific and camp equipment, but qualified for congressional funding tapped specifically for the â\u0080\u009carid West.â\u0080\u009d\n\nMore than 247 million daily observations from 26,000 streamgages are available through the <a href=\"http:\/\/waterdata.usgs.gov\/nwis\/sw\">USGS National Water Information System<\/a>, including those first Embudo recordings in 1889. The USGS operates 4,461 stations with more than 30 years of record, and 8,024 gages comprise the U.S. streamgage network today.\n\n[caption id=\"attachment_194991\" align=\"alignright\" width=\"333\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_06_2014_l52Skw7JId_02_06_2014_1#.U1a5DTC1F8H\"><img class=\" wp-image-194991  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/04\/i3.jpg\" alt=\"Embudo Streamgaging\" width=\"333\" height=\"421\" \/><\/a> Streamgaging at Embudo, New Mexico, circa 1888.[\/caption]\n\n<strong>Camp Embudo<\/strong>\n\nA site on the Rio Grande near the town of Embudo was established as the first USGS training camp for hydrographers.\n\nInstruction at Camp Embudo was under the charge of Frederick H. Newell, first appointed under the USGSâ\u0080\u0099s second director, John Wesley Powell, as an assistant USGS Hydraulic Engineer. The camp was fully staffed by the spring of 1889 with 14 student hydrographers, three instructors, two laborers, a packer and a cook.\n<ul>\n\t<li><a href=\"http:\/\/gallery.usgs.gov\/photos\/02_06_2014_l52Skw7JId_02_06_2014_2#.UvTSLWSwIQg\">Embudo Student hydrographers<\/a><\/li>\n<\/ul>\nThese student hydrographers were sent to Embudo as hydrologists-in-training to learn and develop the basics of streamgaging and be able to set up similar stations at other sites around the country. Since the Embudo station was established, streamflow records have been kept almost continuously through cooperative agreements with the state of New Mexico.\n\nIronically, the name \"Embudo,\" meaning \"funnel\" in Spanish, was bestowed to the area by early settlers because the spot where the Rio Embudo flowed between two distinctive cone shaped hills reminded them of this useful piece of hardware.\n\n<strong>Â <\/strong><strong>Pioneer Hydrographers Build Foundation of Modern USGS Network<\/strong>\n\nBecause equipment was initially lacking, the students timed floating debris to estimate streamflow velocity and conducted cross-sectional surveys to estimate channel area, multiplying the two to compute the discharge of the river.\n\nStudents were required to make daily meteorological and other environmental measurements using makeshift equipment. The measurement section for the Embudo streamgage site was relocated to its present location adjacent to the railroad station in January 1889, officially establishing the first USGS stramgaging station at Embudo on the Rio Grande.\n\nExisting equipment borrowed from the Coast and Geodetic Survey and the Navy Department was used and modified to fit the unique challenges of the Rio Grande. As the students gained familiarity with the fundamentals of streamgaging, they were sent out to nearby streams to gain experience in selecting suitable sites for installing gages and making measurements. This ultimately tested their resourcefulness and understanding of the lessons learned at Camp Embudo.\n\nMany other investigations by the USGS began at Embudo, including studies of sediment and gravel movement along stream or riverbeds and determination of sediment yield from water samples and improved measurement techniques.\n\nOfficial training at Camp Embudo ended in April 1889 with ten students being classified as â\u0080\u009cHydrographersâ\u0080\u009d or â\u0080\u009cAssistant Hydrographers.â\u0080\u009d The newly-trained hydrographers transferred to locations in the arid West to begin USGS work in monitoring streamflow in the United States.\n\n[caption id=\"attachment_195001\" align=\"alignleft\" width=\"491\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/04_17_2014_ye7GXkjWVq_04_17_2014_0#.U1a5jzC1F8E\"><img class=\"wp-image-195001 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/04\/i4.jpg\" alt=\"Celebrating the First USGS Streamgage\" width=\"491\" height=\"369\" \/><\/a> The first USGS streamgage, at Embudo, New Mexico, just turned 125 years old.[\/caption]\n\n<strong>The Rock House<\/strong>\n\nThe iconic rock house gaging station that still stands today wasnâ\u0080\u0099t built until 1912, shortly after New Mexico was admitted as the 47<sup>th<\/sup>Â state. Construction was a cooperative effort between the NM State Engineer and the USGS.\n\n<strong>Â <\/strong>The original design specifications called for a pipe trench to be installed from below the existing structure to the open channel. This work was done by hand with concrete being poured to form the support and base of the gaging station. The new gaging station replaced an inclined staff gage and several variations of other gaging stations in and around the existing bridge across the Rio Grande.\n\nAlthough there have been several modifications to the original gaging station over the years, the structure celebrated its 100<sup>th<\/sup>Â anniversary on Sept. 8, 2012.\n\n<strong>Streamgage Importance<\/strong>\n\nUSGS streamflow information, currently collected at more than 8,000 gages nationwide, provides the scientific basis for protecting, managing and sustaining freshwater that is safe and available for drinking and for other competing water demands, including for irrigation, energy, industry, recreation and ecosystem health. The information is available in â\u0080\u009creal time,â\u0080\u009d which is critical to protect and minimize loss of life and property from water hazards, including floods, droughts and debris flows.\n\nAt a time when the competition for water resources is growing and reaching critical levels in many areas, the public needs to have relevant, timely and trustworthy information about water quantity and quality. Science holds the key to providing the answers that meet this need. Technical excellence and unbiased scientific results are the hallmark of the USGS water programs.\n\nOf the 8,000 USGS streamgages, about 3,100 meet targeted, long-term goals established by the USGS National Streamflow Information Program (NSIP). The NSIP streamgage network is designed to meet federal responsibilities associated with forecasting floods; monitoring flows across international, interstate and tribal borders; tracking flow in major river basins; and assessing long-term climatic, land-use and human impacts on streamflow and water quality in different environmental settings across the Nation.\n\n[caption id=\"attachment_195011\" align=\"alignright\" width=\"420\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/04_17_2014_ye7GXkjWVq_04_17_2014_1#.U1a5wjC1F8F\"><img class=\" wp-image-195011  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/04\/i5.jpg\" alt=\"Celebrating the First USGS Streamgage\" width=\"420\" height=\"315\" \/><\/a> The first USGS streamgage, at Embudo, New Mexico, just turned 125 years old.[\/caption]\n\nThe remaining 5,000 streamgages in the USGS network are not specifically included in the NSIP design, but help address NSIP and other national priorities related to hazard mitigation and water availability for human and aquaticÂ system health.\n\nSpecifically, these streamgages facilitate decisions, operations and responsibilities by localities, States, Tribes and other Federal agencies, including management of reservoirs, drinking-water intakes, groundwater pumping and water-quality permitting. These streamgages also fill in network gaps by monitoring a broader range of watersheds and hydrologic conditions than can be covered by the NSIP streamgages alone. Such robustness is also critical to support statistical modeling that allows estimation of streamflow at ungaged streams.\n\nThe USGS streamgage network (like many USGS Water programs) depends on partner funding; currently about two-thirds comes from about 850 local, State, Tribal and Federal partners. USGS appropriated funding comes from different line items including NSIP, Cooperative Water Program, National Water Quality Assessment Program, Hydrologic Networks Program and the National Research Program, all of which fund specific streamgages for individual program objectives. Most USGS streamgages provide information for more than one use.\n\n<strong>Links<\/strong>\n\n<a href=\"http:\/\/www.usgs.gov\/water\/\">USGS Water Mission Area<\/a>\n\n<a href=\"http:\/\/pubs.usgs.gov\/pp\/0778\/report.pdf\">USGS Professional Paper 778, Published in 1972<\/a>\n\n<a href=\"http:\/\/water.usgs.gov\/edu\/measureflow.html\">How Streamflow is Measured<\/a>\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24366","uid":"31","filename":"Main.jpg","uri":"public:\/\/Main.jpg","filemime":"image\/jpeg","filesize":"111012","status":"1","timestamp":"1425492768","type":"image","uuid":"3018522b-45d3-4ab8-bc17-e4898aaa96f2","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Embudo","N.M.","streamgage"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1398193358","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}