{"title":"Media Advisory: Locate the USGS at this Yearâ\u0080\u0099s ESRI Conference","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>San Diego &ndash; The U.S. Geological Survey will showcase its latest high-resolution geospatial data and state-of-the-art mapping technology at the annual ESRI Users Conference in San Diego, California, July 12 &ndash; 16, at the San Diego Convention Center.<\/p>\n<p>Technical presentations will describe applications of USGS geospatial data to such complex issues as monitoring a dam&rsquo;s affect on aquatic habitat, restoring ecosystems, and mapping across international borders. The extensive USGS conference participation takes place in multiple venues: the Map Gallery, Technical Sessions, and the Exhibit Pavilion.<\/p>\r\n<p><strong><em>Below are highlights of USGS participation in the conference.<\/em><\/strong><\/p>\r\n<h3>Map Gallery:<\/h3>\r\n<p>USGS maps and posters will be on display in the Map Gallery beginning Monday, July 12 at 3:30 p.m. and will be on display throughout the conference. (Sail Area, 2<sup>nd<\/sup> floor, San Diego Convention Center) Sample of some USGS titles are below:<\/p>\r\n<ul>\r\n<li>The National Hydrography Dataset<\/li>\r\n<li>Partners in Stewardship of the National Spatial Data Infrastructure<\/li>\r\n<li>The Development of a Fisheries GIS Resource Database<\/li>\r\n<li>A Window to the National Geologic Map Database Map Catalog via ArcGIS Image Server National Water-Quality Assessment Toolbox <\/li>\r\n<li>Quaternary Fault Mapping on the Web Using ArcGIS Server<\/li>\r\n<li>Applying GIS to Monitor Native and Endangered Fish Species in the Little Colorado River, Grand Canyon, Arizona<\/li>\r\n<li>Land Cover of the United States<\/li>\r\n<li>Harmonization of Binational U.S.\/Mexico Watershed Boundaries and Hydrography Network<\/li>\r\n<li>The Hydrographic Setting for Mercury Sampling<\/li>\r\n<li>Streamflow Estimates with Divergences - Modified for Trans-continental Divide Divergence<\/li>\r\n<li>Seismicity of the Earth 1900-2007<\/li>\r\n<li>GIS-Based Analysis of Secondary Craters as Stratigraphic Markers, Mars<\/li>\r\n<li>Seismic Design Maps for the International Building Code<\/li>\r\n<li>The Status of Mountain Lion Research in the southwestern United States <\/li>\r\n<li>Applications of GPS and high-accuracy positioning in GIS for monitoring the Colorado River ecosystem, Grand Canyon, Arizona<\/li>\r\n<li>Lunar Mapping and Modeling Geospatial Infrastructure<\/li>\r\n<\/ul>\r\n<h3>Exhibit Pavilion:<\/h3>\r\n<p>On the ground floor of the Convention Center, the USGS has a large exhibit booth in the Federal Showcase area of the Exhibition Hall, Tuesday through Thursday, during the conference. Please stop by Booth F 2747 for demonstrations, displays, and for answers to any questions.<\/p>\r\n<h3>Technical Sessions:<\/h3>\r\n<p><strong>Introduction to the Hydrography Event Management (HEM) tools<\/strong><\/p>\r\n<p>The Hydrography Event Management Tools are a set of shared components to allow for creation and management of scientific data that is referenced to the National Hydrography Dataset. The current version of the tools can create, update, copy, and delete events, import features, measure linear distance, and more. The HEM tools were developed by the U.S. Forest Service and the Bureau of Land Management to help link biologic or water use data to the NHD. These agencies along with the USGS and U.S. EPA are now involved in ongoing collaboration to further develop and support the HEM tools and HEM user community. The presentation will elaborate on the uses of the tools and review real world examples, as well as discuss the importance of hydrography events and the availability of resources to receive training in HEM tools.<\/p>\r\n<p><em>Ariel Bates, Tue, July 13, 8:30 a.m. &ndash; 9:45 a.m., San Diego Convention Center Room 25 C&nbsp;<\/em><\/p>\r\n<p><strong>Diversion structures in the National Hydrography Dataset<\/strong><\/p>\r\n<p>The National Hydrography Dataset provides a comprehensive representation of the surface water of the United States. These data largely represent the natural flow of water on the landscape using streams, rivers, and lakes. However, most of the eng","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["conference","geospatial Data","Mapping"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1278648000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}