{"title":"Rat Race--Nutria in the City","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_176692\" align=\"alignright\" width=\"375\"]<img class=\" wp-image-176692   \" title=\"Featured Image: urban_nutria_cart_feature\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/urban_nutria_cart_feature.jpg\" alt=\"Nutria on a partially submerged grocery cart. Photo credit: Trevor Sheffels\" width=\"375\" height=\"193\" \/> Nutria on a partially submerged grocery cart. Photo credit: Trevor Sheffels[\/caption]\n\nUrban locales are not the typical place one thinks of when the word \"nutria\" is spoken. Yet this invasive species is living, nay thriving, in metropolitan Portland, Oregon.\n\nTypically found in coastal and inland freshwater marshes, nutria are perhaps better known for their feeding and burrowing behaviors which are destroying coastal wetlands in Maryland and Louisiana, but they <a href=\"http:\/\/www.nwrc.usgs.gov\/special\/nutria\/namerica.htm\">can currently be found in 15 states, coast-to-coast<\/a>.Â  Nutria are large semi-aquatic rodents that resemble native beavers and muskrats. Native to South America, nutria were introduced into the United States for their fur in 1899, and although some populations have been eradicated, other populations exist as remnants or are thriving.\n\nNormally this quest for survival takes place in the â\u0080\u009cwilderness,â\u0080\u009d not blocks from the local coffee shop.\n\nBut in Portland, feral nutria have made the metropolitan area their home. Nutria have inhabited the Pacific Northwest since the 1930s, and have frequented the Portland metro area since about 1936 or â\u0080\u009837. Nutria can be found where there is slow-flowing water deep enough for them to swim in. These herbivores eat aquatic and terrestrial vegetation, feeding on the base of plant stems, and digging for roots in the winter. Their grazing habits can strip large patches of marsh and their digging overturns the marshâ\u0080\u0099s upper peat level and erodes streambanks.\n\nEven though nutria have been in the Pacific Northwest for more than 80 years, there has not been a lot of research on them or their impacts on the ecosystem.\n\nUntil Trevor Sheffels that is. Sheffels, who studied the metropolitan nutria with the USGS for his doctoral dissertation, looked at habitat suitability, movement patterns and ways to offset the damage nutria cause. His study is the basis of this article.\n\nNutria live about two-to-three years, and they can have two-to-three litters a year with an average of five young in each litter. They are very active during the day, at levels higher than reported previously, providing more opportunities for nutria to be in close contact with humans.Â  People have been observed feeding nutria as if they were pigeons in Central Park, except in this case they are feeding an invasive species that is adaptable to human systems.Â  The nutria in this study stayed within the small urban habitat restoration wetlands instead of traveling long distances, which suggests these restoration sites are suitable for sustaining nutria populations.\n\nTo manage the species, plastic mesh tubes have been used to protect woody vegetation from nutria, while new multiple-capture live-traps have shown promise for use in urban areas because they virtually eliminated the capture of other species.\n\nIn the Pacific Northwest and nationally, the nutria problem is likely to worsen as a result of climate change.Â Â Coupled with the fact that nutria are inhabiting urban areas, it is important to find ways to minimize habitat degradation, economic losses, and human safety concerns associated with this invasive species.\n\nCurrent research shows that with climate change, nutria in Oregon and Washington may continue to expand eastward, while nationally there is the potential for the animals to move farther north if the temperature changes just a few degrees Celsius.\n\nNutria can be found in many non-marsh systems that have permanent bodies of water such as the ponds in golf courses, urban parks, constructed wetlands used to treat sewage, and drainage canals. In addition to the problems they cause in systems, these areas provide refuges from which their nutria can repopulate areas that have had their nutria populations eradicated or reduced.\n\nWant to know more about Nutria? Please visit these resources:\n<ul>\n\t<li><a href=\"http:\/\/www.nwrc.usgs.gov\/factshts\/020-00.pdf\">Nutria, Eating Louisianaâ\u0080\u0099s Coast<\/a>Â (PDF)<\/li>\n\t<li><a href=\"http:\/\/nas.er.usgs.gov\/queries\/factsheet.aspx?speciesid=1089\">Nonindigenous Aquatic Species Nutria Fact Sheet<\/a><\/li>\n<\/ul>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24299","uid":"31","filename":"urban_nutria_cart_feature.jpg","uri":"public:\/\/urban_nutria_cart_feature.jpg","filemime":"image\/jpeg","filesize":"58904","status":"1","timestamp":"1425492768","type":"image","uuid":"579b37b2-5684-4cc3-9da4-f1a1b62d6620","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","CoreScienceSystems","Invasive Species","Mammals","nonindigenous species"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1368100907","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}