{"title":"secretary Jewell Lauds President's Intent to Nominate Suzette Kimball to Serve as Director of the U.S. Geological Survey","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>WASHINGTON, D.C.<\/strong><span>&nbsp;&ndash; Secretary of the Interior Sally Jewell today praised President Obama's intent to nominate Dr. Suzette M. Kimball to serve as the Director of the U.S. Geological Survey, Interior&rsquo;s chief science agency. Kimball has led the agency in an acting capacity since February 2013.<\/span><br \/><br \/><span>&ldquo;USGS brings critical, impartial information to bear on some of the most complex issues facing our nation today &ndash; from the impacts of climate change to natural hazards and their threats,&rdquo; said Jewell. &ldquo;With her scientific expertise and decades of public service, Suzette is an excellent choice to lead this agency. During her time at USGS, Suzette has proven herself to be a smart, thoughtful and collaborative leader, and a strong advocate for using science to inform our understanding of our world and provide tools to solve natural resource challenges.&rdquo;<\/span><br \/><br \/><span>If confirmed by the U. S. Senate, Kimball would lead the science agency of more than 8,000 scientists, technicians and support staff in more than 400 locations across the United States. The USGS mission is to provide reliable scientific information to describe and understand the Earth; minimize loss of life and property from natural disasters; manage water, biological, energy, and mineral resources; and enhance and protect our quality of life.<\/span><br \/><br \/><span>The USGS Director also serves as Science Advisor to the Secretary of the Interior, overseeing activities of the Department&rsquo;s Strategic Science Group and chairing the team of nine bureau science advisors.<\/span><br \/><br \/><span>Before assuming the USGS Acting Director position last year, Kimball served as the Deputy Director from 2010 to 2013; as the Associate Director for Geology from 2008 to 2010; as the Director of the Eastern Region from 2004 to 2008; and as the Eastern Regional Executive for Biology from 1998 to 2004. She was previously Acting Director from January to November 2009.<\/span><br \/><span>&nbsp;<\/span><br \/><span>As Deputy Director, Kimball had executive leadership responsibility to execute scientific and administrative functions supported by USGS&rsquo;s budget in excess of $1.1 billion. Kimball also led USGS&rsquo;s international activities and represented all North American geological surveys on international mapping endeavors.&nbsp;<\/span><br \/><span>&nbsp;<\/span><br \/><span>As Associate Director for Geology, International and Climate Programs, Kimball was responsible for the development and strategic design of those important programs, and for programmatic performance metrics, budget initiatives and representation to the Department, OMB, Congress, other federal agencies and academic partners.&nbsp;<\/span><br \/><span>&nbsp;<\/span><br \/><span>Before working at USGS, Kimball served at the National Park Service as the Southeast Associate Regional Director and Regional Chief Scientist from 1993 to 1998. From 1991 to 1993, she was Research Coordinator in the Global Climate Change Program at the National Park Service; an Assistant Professor of Environmental Sciences at the University of Virginia; and Co-Founder and Co-Director of the Center for Coastal Management and Policy and Associate Marine Scientist at the Virginia Institute of Marine Science, College of William and Mary.&nbsp;<\/span><br \/><span>&nbsp;<\/span><br \/><span>Kimball served in the U.S. Army Corps of Engineers from 1983 to 1986 as a Coastal Engineering Research Center Chief and a Program Manager for Barrier Islands Sedimentation Studies. From 1979 to 1983, she served as a Research Coordinator and a Research Assistant at the Department of Environmental Sciences at the University of Virginia.&nbsp;<\/span><br \/><span>&nbsp;<\/span><br \/><span>Kimball received a Ph.D. in Environmental Sciences\/Coastal &amp; Oceanographic Processes from the University of Virginia (1983); an M.S. in Geology\/Geophysics from Ball State University (1981);","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Directors Office","Climateand Land Use Change","Core Science Systems","ecosystems","Energyand Minerals","Environmental Health","Natural Hazards","Science Qualityand Integrity","water"],"article_type":["Department of Interior","National News Release"],"distribution":["Biology","Climate Change","Environmental Health","Mapping","Natural Hazards","Water"],"release_date":{"und":[{"value":"1389330000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169368"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}