{"title":"Gas Hydrates and Climate Warming","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"News stories and web postings have raised concerns that climate warming will release large volumes of methane from gas hydrates, kicking off a chain reaction of warming and methane releases.\n\nBut recent research indicates that most of the worldâ\u0080\u0099s gas hydrate deposits should remain stable for the next few thousand years. Of the hydrates likely to become unstable, few are likely to release methane that could reach the atmosphere and intensify global warming.\n\n[caption id=\"attachment_173216\" align=\"alignleft\" width=\"202\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/GH-Map.jpg\"><img class=\" wp-image-173216  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/GH-Map.jpg\" alt=\"Map of Observed and Inferred Locations of Gas Hydrates\" width=\"202\" height=\"166\" \/><\/a> Figure 1: Gas hydrates have been found in many locations worldwide. Scientists predict that they occur in many areas that have not yet been surveyed.[\/caption]\n\n<strong>Background:<\/strong> Gas hydrates are an ice-like combination of natural gas and water that can form in deep-water ocean sediments near the continents, and within or beneath continuous permafrost in the circum-Arctic. Specific temperatures and pressures and an ample supply of natural gas are required for gas hydrates to form and remain stable.\n\n[caption id=\"attachment_173218\" align=\"alignright\" width=\"224\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/GH-Pigeon.jpg\"><img class=\" wp-image-173218 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/GH-Pigeon.jpg\" alt=\"Gas Hydrate Sample\" width=\"224\" height=\"184\" \/><\/a> Figure 2: Solid gas hydrate recovered from sediments about 20 feet below the seafloor near Canadaâ\u0080\u0099s Vancouver Island[\/caption]\n\nAn estimated 99 percent of gas hydrates are in ocean sediments, with the remaining 1 percent in permafrost areas (fig.1). Methane hydrate or â\u0080\u009cmethane iceâ\u0080\u009d is the most common type of gas hydrate (fig. 2). It is a highly concentrated form of methane. One cubic foot of methane hydrate traps about 164 cubic feet of methane gas.\n\nThe amount of methane trapped in the earthâ\u0080\u0099s hydrate deposits is uncertain, but even the most conservative estimates conclude that about 1000 times more methane is trapped in hydrates than is consumed annually worldwide. The most active area of gas hydrate research focuses on their potential as an <a href=\"http:\/\/web.mit.edu\/mitei\/research\/studies\/documents\/natural-gas-2011\/Supplementary_Paper_SP_2_4_Hydrates.pdf\">alternate source of natural gas<\/a> (fig. 3), and the <a href=\"http:\/\/energy.usgs.gov\/OilGas\/UnconventionalOilGas\/GasHydrates.aspx\">USGS Gas Hydrates Project<\/a>has several programs in this area.\n\n&nbsp;\n\n<strong>Gas Hydrates and Climate Changeâ\u0080\u0093 A Theoretical View<\/strong>\n\n[caption id=\"attachment_173221\" align=\"alignleft\" width=\"147\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/New-Image.jpg\"><img class=\" wp-image-173221   \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/New-Image.jpg\" alt=\"Gas Hydrate Burning\" width=\"147\" height=\"230\" \/><\/a> Figure 3: Methane hydrate is sometimes called â\u0080\u009cthe ice that burnsâ\u0080\u009d because the warming hydrates release enough methane to sustain a flame.[\/caption]\n\nGas hydrate researchers are examining the link between climate change and the stability of methane hydrate deposits. A warming climate could cause gas hydrates to break down (dissociate), releasing the methane that they now trap.\n\nMethane is a potent greenhouse gas. A given volume of methane causes 15 to 20 times more greenhouse gas warming than carbon dioxide, so the release of large quantities of methane to the atmosphere could exacerbate atmospheric warming and cause more gas hydrates to destabilize (fig. 4).\n\n[caption id=\"attachment_173215\" align=\"alignright\" width=\"196\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/GH-Flowchart.jpg\"><img class=\" wp-image-173215 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/GH-Flowchart.jpg\" alt=\"A Chart showing how as climate warms, more hydrates melt, releasing more methane gas, which acts as a greenhouse gas, causing climatic warming, thus perpetuating the cycle.\" width=\"196\" height=\"161\" \/><\/a> Figure 4: Schematic of the theoretical scenario -- Arctic methane emissions from gas hydrates and increased climate warming.[\/caption]\n\nSome research suggests that this has happened in the past. Extreme warming during the Paleocene-Eocene Thermal Maximum about 55 million years ago may have been related to a large-scale release of global methane hydrates. Some scientists have also advanced the Clathrate Gun Hypothesis to explain observations that may be consistent with repeated, catastrophic dissociation of gas hydrates and triggering of submarine landslides during the Late Quaternary (400,000 to 10,000 years ago).\n\n<strong>Methane in the Atmosphere: Current Observations <\/strong>\n\nThe atmospheric concentration of methane, like that of carbon dioxide, has increased since the onset of the Industrial Revolution (fig. 5). Methane in the atmosphere comes from many sources, including wetlands, rice cultivation, termites, cows and other ruminants, forest fires, and fossil fuel production (fig. 6). Some researchers have estimated that up to 2 percent of atmospheric methane may originate with dissociation of global gas hydrates. Currently, scientists do not have a tool to say with certainty how much, or if any, atmospheric methane comes from hydrates.\n\nAlthough methane is a potent greenhouse gas, it does not remain in the atmosphere for long. Within about 10 years, it is transformed to carbon dioxide. Thus, methane that is released to the atmosphere ultimately adds to the amount of carbon dioxide, the main greenhouse gas.\n\n[caption id=\"attachment_173228\" align=\"alignleft\" width=\"146\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/GH-Chart.jpg\"><img class=\" wp-image-173228  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/GH-Chart-227x300.jpg\" alt=\"Charts showing the comparative atmospheric concentrations of CO2 and Methane\" width=\"146\" height=\"192\" \/><\/a> Figure 5: Atmospheric concentrations of carbon dioxide in parts per million and methane in parts per billion. Source: NOAA[\/caption]\n\n[caption id=\"attachment_173219\" align=\"alignright\" width=\"179\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/GH-Wheel.jpg\"><img class=\" wp-image-173219  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/GH-Wheel.jpg\" alt=\"Pie Chart Showing Various Sources of Atmospheric Methane\" width=\"179\" height=\"141\" \/><\/a> Figure 6: Possible sources of atmospheric methane. Currently, there is no proof that gas hydrates are contributing to total atmospheric methane budgets. Source: U.S. Department of Energy, Methane Hydrates R&amp;D Program[\/caption]\n\nExpected Impact of Warming Climate on Methane Hydrate Deposits For the most part, warming at rates documented by the Intergovernmental Panel on Climate Change for the 20th century should not lead to catastrophic breakdown of methane hydrates or major leakage of methane to the ocean-atmosphere system from gas hydrates that dissociate. While the vast majority of methane hydrates would require a sustained warming over thousands of years to trigger dissociation, gas hydrates in some locations are dissociating now in response to short-term and long-term climate processes.\n\nThe following discussion refers to the numbered type locales or sectors, shown in Figure 7.\n\n[caption id=\"attachment_173229\" align=\"aligncenter\" width=\"604\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/GH-Ocean-Crosssection.jpg\"><img class=\"size-full wp-image-173229\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/GH-Ocean-Crosssection.jpg\" alt=\"Ocean Cross-Section Showing Gas Hydrate Deposits by Sector\" width=\"604\" height=\"369\" \/><\/a> Figure 7: Gas hydrate deposits by sector. Currently, gas hydrates are most likely dissociating in sectors 2 and 3. Only sector 2 is likely to release methane that could reach the atmosphere. Figure modified from Ruppel (2011).[\/caption]\n\n<strong>Sector 1, Thick Onshore Permafrost:<\/strong> Gas hydrates that occur within or beneath thick terrestrial permafrost will remain largely stable even if climate warming lasts hundreds of years. Over thousands of years, warming could cause gas hydrates at the top of the stability zone, about 625 feet below the earthâ\u0080\u0099s surface, to begin to dissociate.\n\n<strong>Sector 2, Shallow Arctic Shelf:<\/strong> The shallow water continental shelves that circle parts of the Arctic Ocean were formed when sea level rise during the past 10,000 years inundated permafrost that was at the coastline. Subsea permafrost is thawing beneath these continental shelves and associated methane hydrates are likely dissociating now. If methane from these gas hydrates rises to the ocean floor, it will likely reach the atmosphere. Less than one percent of the worldâ\u0080\u0099s gas hydrates probably occur in this setting, but this estimate could be revised as scientists learn more.\n\n<strong>Sector 3, Upper Edge of Stability:<\/strong> Gas hydrates on upper continental slopes, beneath 1000 to 1600 feet of water, lie at the shallowest water depth for which methane hydrates are stable. The upper continental slopes, which ring all of the worldâ\u0080\u0099s continents, could host gas hydrate in zones that are roughly 30 feet thick. Warming ocean waters could completely dissociate these gas hydrates in less than 100 years. Methane emitted at these water depths will probably oxidize in the water column or simply dissolve and is not likely to reach the atmosphere. About 3.5 percent of the earthâ\u0080\u0099s gas hydrates occur in this climate sensitive setting.\n\n<strong>Sector 4, Deepwater:<\/strong> Most of the earthâ\u0080\u0099s gas hydrates, about 95 percent, occur in water depths greater than 3000 feet. They are likely to remain stable even with a sustained increase in bottom temperatures over thousands of years. Most of the gas hydrates in these settings occur deep within the sediments. If they do dissociate, the released methane should remain trapped in the sediments, migrate upward to form new gas hydrates, or be consumed by oxidation in near-seafloor sediments. Most methane released at the seafloor would likely dissolve or be oxidized in the water column. A recent article, <a href=\"http:\/\/www.nature.com\/scitable\/knowledge\/library\/methane-hydrates-and-contemporary-climate-change-24314790\">Methane Hydrates and Contemporary Climate Change<\/a>, provides more detail.\n\n<strong>USGS Gas Hydrates Project <\/strong>\n\n[caption id=\"attachment_173217\" align=\"alignleft\" width=\"192\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/GH-People.jpg\"><img class=\" wp-image-173217 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/GH-People.jpg\" alt=\"USGS researchers deploy a mini-sparker source to image seafloor sediments in the shallow Beaufort Sea near Prudhoe Bay, Alaska, August 2011. The USGS and the U.S. Department of Energy are cooperating in this work.\" width=\"192\" height=\"152\" \/><\/a> Figure 8: USGS researchers deploy a mini-sparker source to image seafloor sediments in the shallow Beaufort Sea near Prudhoe Bay, Alaska, August 2011. The USGS and the U.S. Department of Energy are cooperating in this work.[\/caption]\n\nThe USGS is studying various sources of methane and the impact of climate change. Since 2009, the USGS Gas Hydrates Project has been conducting field research to determine whether gas hydrates are currently dissociating due to climate warming and, if so, how much methane emitted from these gas hydrates might reach the atmosphere. Research locations include the <a href=\"http:\/\/soundwaves.usgs.gov\/2010\/11\/\">U.S. Beaufort Sea<\/a> and <a href=\"http:\/\/soundwaves.usgs.gov\/2009\/10\/\">Alaskaâ\u0080\u0099s North Slope<\/a>. The USGS has also organized workshops to identify <a href=\"http:\/\/www.netl.doe.gov\/technologies\/oil-gas\/publications\/Hydrates\/Newsletter\/MHNews_2011_05.pdf#page=18\">priorities in climate-hydrates research<\/a> and to plan <a href=\"http:\/\/iodp-usssp.org\/workshop\/catching-climate-change\/\">ocean drilling projects<\/a> related to these issues.\n\n<strong>Contact<\/strong>: <a href=\"mailto:dnoseral@usgs.gov\">Diane Noserale<\/a>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climate Change","Energy &amp; Minerals","Greenhouse Gas","Methane","Methane Hydrate","Natural Gas"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1327436466","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}