{"title":"The Power of Place - - Geography Awareness Week at USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Where we live and work and recreate; where water, food, and energy come from; and how the cities, farmlands, forests, and oceans of the world interrelate are important questions. Location matters deeply to everyone -- in many ways that are obvious and, in many other ways that are overlooked. <\/p>\n<p>The U.S. Geological Survey is proud to add its support to national Geography Awareness Week, November 12-18. <\/p>\r\n<p>\"At USGS, geography awareness is an ongoing practice that unites the bureau&rsquo;s wide- ranging natural science mission, and the concept of place is central to organizing our vast stores of scientific data,\" said USGS associate director for geography, Barbara Ryan. \"Geography Awareness Week is a wonderful opportunity to educate Americans, young and old, on the importance of understanding the geographic world around us.\" <\/p>\r\n<p>In addition, the USGS is also celebrating GIS Day, November 15th. Computer-driven geographic information systems enable us to see the place-based relationship of widely varied conditions and events. At USGS, GIS is used in nearly all scientific applications including studies of human health and the environment (such as West Nile virus), natural hazards (earthquakes, volcanoes, floods), the quality of the nation&rsquo;s water, changing habitats of threatened plants and animals species, and many others. <\/p>\r\n<p>In keeping with this year&rsquo;s theme \"Here Today, Here Tomorrow: A Geographic Focus on Conservation,\" the USGS has created a web site http:\/\/www.usgs.gov\/education\/living\/geography\/ highlighting exciting and fun activities on learning geography. By visiting the web site, you can browse through the USGS National Atlas and design a map, view satellite images from Earthshots, discover famous places, or see if you can find your own backyard on the Microsoft Terraserver. Reference and educational material such as Helping Your Child Learn Geography, Finding Your Way with Map and Compass, and Working with Maps are also available on the web site or can be ordered from any USGS Earth Science Information Center (ESIC). For more information about these and other available products, contact any ESIC at 1-888-ASK-USGS. <\/p>\r\n<p>USGS scheduled activities include: <\/p>\r\n<p><b>California -<\/b> Geography will be the focus of tours at the USGS Visitors Center during the week (located at 345 Middlefield Road, Menlo Park, CA). Stop by and browse through the wide selection of maps at the ESIC, open Monday-Friday from 8 am to 4 pm. Also, take time to check out the many displays of current research around campus with our self-guided tour. <\/p>\r\n<p><b>Missouri -<\/b> Hands-on activities in reading and using maps as wells as presentations using geographic information systems (GIS) will be given by employees from the Mid-Continent Mapping Center to 8th grade science classes in Camdenton, Mo. Cartographers and geographers will also host the \"Geopardy\" game at the Rolla Middle School Geography Night. <\/p>\r\n<p><b>Colorado -<\/b> Visit a large exhibit of USGS maps, posters, teacher guides and other educational materials related to geography at the USGS Rocky Mountain Mapping Center in Denver, Colo., (Building 810 at the USGS map sales office, Denver Federal Center, 303-202-4000, open from 8 am to 4 pm weekdays). The Center will also conduct tours and presentations on GIS as part of GIS Day, November 15. In addition, USGS cartographers and geographers will visit local schools and will conduct workshops for Girl Scouts to explore mapping and geography. <\/p>\r\n<p><b>South Dakota -<\/b> GIS will be the focus when cartographers and geographers from the USGS EROS Data Center in Sioux Falls, S.D., visit Rose Bud Sioux Indian Reservation. In addition, visitors will also be able to tour the Center and learn more about GIS and satellite aerial imagery. <\/p>\r\n<p><b>Virginia -<\/b> Map reading skills, geography facts and state identification will be the focus for area school groups that will tour the USGS National Center V","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"974178000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}