{"title":"USGS science at AGU","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SAN FRANCISCO &mdash; <!--introstart-->From nearly 900 abstracts by USGS presenters at this year&rsquo;s <a href=\"http:\/\/sites.agu.org\/fallmeeting\/\">American Geophysical Union conference<\/a>, we&rsquo;ve selected some of the newest, most exciting topics that USGS scientists will explore at AGU.<!--introend--> Tips are presented in topic areas, chronologically with room numbers, session numbers and a summary. The AGU conference is held Dec. 5-9 at the Moscone (West and South) Convention Center in San Francisco.<\/p>\n<p>\"The annual AGU fall meeting is a preferred venue for showcasing USGS science across all of our areas of emphasis: Climate and Land Use Change, Ecosystems, Energy and Minerals, Environmental Health, Geospatial&nbsp;Information, Hazards, and Water\" said USGS director Marcia McNutt. \"We save up some of our most exciting results knowing that we can reach a large audience of students and professionals eager to be up to date with the&nbsp;latest information.\"<\/p>\r\n<p>News media representatives are invited to visit the USGS booth in the AGU Exhibit Hall. This is an easy place to connect with USGS and the staff working at the booth will have data, publications, and information.<\/p>\r\n<p><strong>Climate Change and Western Dust<\/strong><\/p>\r\n<p>Monday, 12\/5, 10:50 a.m., MW 2018<\/p>\r\n<p><strong>Ecohydrology across scales in drylands: Implications for water availability and society<\/strong><\/p>\r\n<p><em>USGS Scientist: Belnap<\/em><\/p>\r\n<p>H12F-03\/Oral presentation&nbsp;<\/p>\r\n<p>Climate and land use in dryland regions are leaving soils vulnerable to wind erosion. Dust produced is deposited on snowpack, increasing melt rates, and decreasing overall water inputs into major rivers. As dust-producing activities occur in the Upper Basin, with water shortages mostly experienced in the Lower Basin, societal implications are studied.<\/p>\r\n<p>Monday, 12\/5, 1:45 p.m., MS 104<\/p>\r\n<p><strong>Effects of atmospheric dust on environments and people<\/strong><\/p>\r\n<p><em>USGS Scientist: <\/em><em>Reynolds<\/em><\/p>\r\n<p>U13B-01\/Oral presentation<\/p>\r\n<p>Atmospheric dust particles can affect human health, cause visibility issues, influence atmospheric temperatures, and&nbsp;accelerate melting of snow and ice.&nbsp;This session discusses new scientific findings in this area and the scientific challenges ahead.<\/p>\r\n<p>Thursday, 12\/8, 1:40 p.m. MS Halls A-C<\/p>\r\n<p><strong>Increasing vulnerability to drought and climate change on the Navajo Nation<\/strong><\/p>\r\n<p><em>USGS Scientist: <\/em><em>Hiza Redsteer<\/em><\/p>\r\n<p>GC43B-0928\/Poster presentation<\/p>\r\n<p>Lifelong observations of 73 Native elders yield a record of changes in plants and animals, water availability, weather, and sand\/dust storms that complements the scant long-term meteorological records. A long-term drying trend and decreasing snowpack, superimposed on regional drought cycles, is magnifying the cultural and literal erosion and desertification of Navajo lands, leaving the Navajo Nation increasingly vulnerable to climate extremes.<\/p>\r\n<p><strong>Debris Flows<\/strong><\/p>\r\n<p>Monday, 12\/5, 8:00 a.m., MW 3010<\/p>\r\n<p><strong>Rainfall thresholds for post-fire debris-flow emergency-response planning<\/strong><\/p>\r\n<p><em>USGS Scientist: <\/em><em>Cannon<\/em><\/p>\r\n<p>NH11B-01\/Oral presentation<\/p>\r\n<p>Wildfires often contribute to severe flooding and debris flows during winter storms. USGS scientists have developed a four-class system that identifies the severity of these events, and these four classes are linked with information on the rainfall conditions that trigger them.<\/p>\r\n<p><strong>Earthquakes<\/strong><\/p>\r\n<p>Monday, 12\/5, 8:00 a.m., MS Halls A-C<\/p>\r\n<p><strong>Seismic imaging of fault zones: Methods and examples from the San Andreas Fault<\/strong><\/p>\r\n<p><em>USGS Scientist: <\/em><em>Catchings<\/em><\/p>\r\n<p>T11A-2277\/Poster<\/p>\r\n<p>To seismically retrofit the Hetch Hetchy water delivery system, the San Francisco Public Utilities Commission relies on the USGS to provide detai","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","geology","geography","","Fall Meeting","","planetary","Climate Change","Earth"],"release_date":{"und":[{"value":"1322802000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}