{"title":"Earthquake Swarm Continues Between K&#299;lauea and Mauna Loa Volcanoes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HAWAI&lsquo;I ISLAND, Hawaii &ndash; The U.S. Geological Survey's Hawaiian Volcano Observatory (HVO) has recorded more than 100 earthquakes in a swarm that began around 1:17 a.m., HST, on Wednesday, February 22, 2012. The earthquakes are located about 5 km (3 mi) north-northwest of K&#299;lauea volcano's summit, near N&#257;makanipaio in Hawai&lsquo;i Volcanoes National Park, at depths of 2&ndash;5 km (1&ndash;3 mi).&nbsp;<\/p>\n<p>The largest earthquakes of the ongoing swarm have been a magnitude-4.1 quake at 9:02 p.m. last night and a magnitude-4.3 quake at 3:52 a.m. this morning. These earthquakes were widely felt on the Island of Hawai&lsquo;i. As of 9:00 a.m. Friday, the USGS &ldquo;Did you feel it?&rdquo; <a href=\"http:\/\/earthquake.usgs.gov\/eqcenter\/dyfi\/\">website<\/a> had received 74 felt reports for the 9:02 p.m. earthquake and more than 60 felt reports for the 3:52 a.m. event.&nbsp;<\/p>\r\n<p>The initial magnitude of the 9:02 p.m. earthquake was estimated at 4.1 by HVO&rsquo;s automated software system, but then increased to magnitude-4.3. After close review by HVO seismic analysts this morning, the earthquake&rsquo;s magnitude has been calculated to be 4.1.&nbsp;<\/p>\r\n<p>The effects of the early morning magnitude-4.3 earthquake were evident at the Hawaiian Volcano Observatory building, which is located less than 4 km (2.5 mi) from the swarm&rsquo;s center. HVO staff noticed that a few books and other items had fallen off shelves and some small ceiling fixtures were dislodged. Several residents of the Volcano Golf Course subdivision, located about 3 km (2 mi) from the earthquake epicenter, also reported items falling from shelves, causing some minor breakage.&nbsp;<\/p>\r\n<p>As of this morning, the seismic swarm has also included 3 earthquakes with magnitudes between 3.0 and 3.9, and 25 earthquakes with magnitudes of 2.0 to 2.9. The magnitudes of another 88 located earthquakes are between 1.0 and 1.9.&nbsp;<\/p>\r\n<p>The earthquake swarm is located at the north end of the Ka&lsquo;&#333;iki Pali, near the boundary between Mauna Loa and K&#299;lauea volcanoes. This area has experienced previous seismic swarms in 1990, 1993, 1997, and 2006, each of which lasted from 1 day to several weeks.&nbsp;<\/p>\r\n<p>According to Jim Kauahikaua, HVO&rsquo;s Scientist-in-Charge, it&rsquo;s likely that high rates of seismicity could continue in this area for several days. He added that the earthquake swarm has not caused any obvious changes in K&#299;lauea&rsquo;s magma plumbing system or ongoing eruptions, but that the magnitude-4.3 earthquake did cause a small rockfall in the active vent located within Halema&lsquo;uma&lsquo;u Crater at the summit of K&#299;lauea.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["","volcano","earthquake","Swarm","Mauna Loa","Kīlauea",""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1330059600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169558"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}