{"title":"New USGS Oil &amp; Gas Assessment of Central North Slope, Alaska","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Reston, VA -- A U.S. Geological Survey (USGS) assessment of undiscovered oil and gas resources of the central part of the Alaska North Slope and the adjacent state offshore area finds that there is a significant amount of oil and a large amount of gas that remains to be discovered. The assessment estimates that there are 4.0 billion barrels of oil (BBO), 37.5 trillion cubic feet (TCF) of natural gas, and 478 million barrels of natural gas liquids that are undiscovered and technically recoverable. Technically recoverable resources are the amount of petroleum that may be recovered using current technology.<\/p>\n<p>The central North Slope contains most of the commercial oil fields and virtually all of the petroleum-producing infrastructure and pipelines in northern Alaska, including the Trans-Alaska Pipeline System. To date, 15 billion barrels of oil have been produced from this area, and remaining reserves include 7 BBO of oil and 35 TCF of gas. USGS estimates that there are 4.0 BBO of oil resources that remain to be discovered, most in the northern part of the assessment area. For comparison, recent USGS estimates of undiscovered oil in adjacent areas include 10.6 BBO in the National Petroleum Reserve in Alaska (NPRA) and 10.4 BBO in the Arctic National Wildlife Refuge (ANWR) 1002 area. Most undiscovered oil accumulations in the central North Slope assessment area are expected to be relatively small in comparison to those already discovered. <\/p>\r\n<p>There is estimated to be 37 TCF of undiscovered natural gas in the central North Slope, with the majority located in the southern half of the assessment area in the foothills of the Brooks Range. This is about half of what has been estimated to occur in NPRA (73 TCF of natural gas) and significantly more than has been estimated to occur in ANWR 1002 area (9 TCF of natural gas). The natural gas resources in the central North Slope are accessible to existing infrastructure and to the route of the proposed gas pipeline. Although large quantities of gas are<FONT color=#ff0000> <\/FONT>estimated to be present, there is still a lot to learn about the geology of the foothills.<\/p>\r\n<p>The central North Slope lies between the NPRA and ANWR, and extends from the Brooks Range northward to the State-Federal offshore boundary. The assessment area consists mostly of State and Native lands, covering about 23,000 square miles (about one-half the size of New York). The population in the area is limited to Prudhoe Bay and other oil-production facilities. <\/p>\r\n<p>The assessment was based on a comprehensive review of all available geological, geophysical, and geochemical evidence; including hydrocarbon source rocks, reservoir rocks, and traps. The minimum accumulation sizes considered in this assessment are 5 million barrels of technically recoverable oil and 100 billion cubic feet of technically recoverable gas. <\/p>\r\n<p>For complete Central North Slope energy information see:<\/p>\r\n<UL>\r\n<LI>The Central North Slope Oil and Gas Assessment Fact Sheet: <a href=\"http:\/\/pubs.usgs.gov\/fs\/2005\/3043\/\">http:\/\/pubs.usgs.gov\/fs\/2005\/3043\/<\/a> \r\n<LI>The Central North Slope Assessment Play Maps: <a href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1182\">http:\/\/pubs.usgs.gov\/of\/2005\/1182<\/a> \r\n<LI>Additional USGS energy information: <a href=\"http:\/\/energy.usgs.gov\">http:\/\/energy.usgs.gov<\/a><\/LI><\/UL>\r\n<p>The USGS provides scientifically based estimates of petroleum potential and energy resource information to Federal, State, and local governmental agencies, along with the energy industry, the environmental community and the public. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1115784000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}