{"title":"Large River Once Flowed in South Florida","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: The Geological Society of America (GSA) Annual Meeting, Boston, November 5-8. For interviews with the scientists during the GSA Annual Meeting contact Carolyn Bell (USGS) or Ann Cairns (GSA) in the newsroom at 617-954-3214.<\/b> <\/p>\n<p>Session: \"Controls on the Depositional Balance between Carbonates and Siliciclastics on the Southeastern Florida Platform,\" Booth 101, and \"Sedimentology (posters): \"Carbonate Sediments, Diagenesis, Paleoclimate and Paleosols\" is scheduled for 1:30-5:30 pm on Thursday, Nov. 8, Hynes Convention Center Hall D. <\/p>\r\n<p><!--introstart-->Evidence recently obtained by scientists at the U.S. Geological Survey (USGS) indicates that an ancient sand delta in South Florida, discovered in 1999 by scientists from the USGS and the University of South Florida, rivals the size of deltaic lobes of the modern-day Mississippi River.<!--introend--> Kevin Cunningham will present seismic and corehole data, collected along the Caloosahatchee River, at the Annual Meeting of the Geological Society of America, scheduled for Nov. 4-8 in Boston, Massachusetts. <\/p>\r\n<p>\"This delta consists of a sand-rich deposit that is more than 325 feet thick and nearly 22 miles wide. Once these sands reached the ancient shore, they were transported an additional 120 miles (200 km) to the south, providing a stable platform for later development of the reefs and other limestone that make up the middle and upper Florida Keys,\" said Cunningham. \"The thickness and extent of this buried delta suggests that a river system significantly larger than any found in present-day Florida, once flowed in that state,\" Cunningham explains. The South Florida Water Management District helped fund the work.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1005195600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}