{"title":"The Story of the Hawaiian Volcano Observatory: 100 Years of Tracking Eruptions and Earthquakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em><strong>The Hawaiian Volcano Observatory&rsquo;s 1912&ndash;2012 Centennial&mdash;100 Years of Tracking Eruptions and Earthquakes<\/strong><\/em><\/p>\n<p><strong>Hawaii National Park, HI<\/strong> &mdash; <!--introstart-->The story of the Hawaiian Volcano Observatory, which celebrates its 100th anniversary this month, is the topic of an \"After Dark in the Park\" program in Hawai&lsquo;i Volcanoes National Park on Tues., Jan. 17 at 7 p.m.<!--introend--><\/p>\r\n<p>U.S. Geological Survey Hawaiian Volcano Observatory Scientist-in-Charge Jim Kauahikaua will talk about the founding of the observatory in 1912, as well as HVO's achievements monitoring Hawaiian volcanoes and earthquakes during the past century.&nbsp; His presentation will be held at the park's K&#299;lauea Visitor Center Auditorium. Park entrance fees apply.<\/p>\r\n<p>The founding of HVO, America's first volcano observatory, is attributed to Thomas A. Jaggar in the year 1912. But the study and monitoring of K&#299;lauea actually began in 1911 with Frank Perret, who came to Hawai&lsquo;i at the request of Jaggar.<\/p>\r\n<p>Jaggar arrived at K&#299;lauea on Jan. 17, 1912, and immediately set forth monitoring earthquakes and changes in the shape of K&#299;lauea with the best tools available to him at the time: a few seismometers, some meteorological equipment, and a surveyor's transit.&nbsp;<\/p>\r\n<p>One hundred years later, HVO scientists in 2012 analyze data collected from more than 100 field stations, each of which consists of one to five instruments, including seismic, deformation, volcanic-gas, geologic, and other monitoring tools.&nbsp; These stations transmit data to HVO around the clock, with a single instrument sending as much as 60 terabytes of data each year&mdash;more information than Jaggar could have imagined possible.<\/p>\r\n<p>Kauahikaua will tell the story of HVO's first 100 years, the various buildings and locations HVO has occupied, the legacy of HVO's leaders, the evolution of volcano monitoring tools and techniques, and significant discoveries along the way.&nbsp;<\/p>\r\n<p>HVO's entire history is a lot of information to compress into a 45-minute presentation, but Kauahikaua says not to worry.&nbsp; He is coauthor of a new USGS General Interest Product, \"The Story of the Hawaiian Volcano Observatory&mdash;A Remarkable First 100 Years of Tracking Eruptions and Earthquakes.\"&nbsp; One hundred paper copies of the publication will be distributed on a first-come, first-served basis to attendees at his talk.<\/p>\r\n<p>The public is also invited to attend an Open House of the observatory in celebration of HVO's centennial milestone.&nbsp;<\/p>\r\n<p>&nbsp;\"HVO is not ordinarily open to the public, so our Open House on Jan. 21 is a special opportunity for island residents and visitors to see how we monitor Hawaiian volcanoes and to interact with HVO scientists,\" said Kauahikaua.<\/p>\r\n<p>Kauahikaua's presentation is one of many programs offered by HVO during Volcano Awareness Month and in celebration of HVO's 100th anniversary in January 2012.&nbsp; For details about this After Dark in the Park program, please call 808-985-6011.&nbsp; More information about Volcano Awareness Month is posted on the HVO <a href=\"http:\/\/hvo.wr.usgs.gov\">website<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_01-12\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2012_01-12\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["geology","volcano","history","Jaggar","hazard","Hawaii","Hawaiian Volcano Observatory","","Public Lecture","Kauahikaua","centennial","","Volcano Awareness Month","","Park"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1326258000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169560"},{"tid":"169628"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}