{"title":"USGS: Agriculture and Urban Activities Impact Water Quality in the South Platte River Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Although agriculture and urban activities have substantially affected water quality in several areas of the South Platte River Basin, concentrations of pesticides and volatile organic chemicals (VOCs), such as MTBE, are generally below levels of concern for human health, according to the results of a 5-year investigation of water quality by the U.S. Geological Survey. <!--introend-->\n<p>This study was among the first 20 studies conducted by the USGS as part of the National Water-Quality Assessment (NAWQA) Program to determine the status and trends, and understand the natural and human factors that affect water-quality conditions across the nation. \r\n<p>\"From the standpoint of human health in agricultural areas, we were most concerned about nitrate and pesticides in local drinking water,\" said Kevin Dennehy, USGS hydrologist in charge of the study. \"While we found pesticides in 29 out of the 30 wells sampled, the concentrations were low throughout the agricultural land use area, and concentrations generally were below the regulatory criteria for each of the individual pesticides.\" \r\n<p>Surface- and ground-water resources in the Denver metropolitan area are susceptible to contamination from pesticides and VOCs. All surface-water samples collected at two urban sites contained at least one pesticide, and water from 90 percent of the wells in the shallow alluvial aquifer contained at least one pesticide. VOCs were detected in 86 percent of the wells sampled from the shallow alluvial aquifer. Sixty-two percent of the samples had more than one VOC present. \r\n<p>The most frequently detected VOC was methyl tert-butyl ether (MTBE), a gasoline additive used to reduce carbon monoxide emissions from vehicles during winter. Although pesticide and VOC concentrations generally were small, their widespread occurrence is a concern. Currently, neither surface nor ground water from the urban area is used for drinking water, but better management of potentially toxic substances may be needed to protect water resources for possible future use as a drinking-water supply. \r\n<p>The good news from the USGS report is that surface and ground water in the forested mountain areas are generally of good quality and relatively unaffected by humans. Mining activities and residential development, however, have impacted water resources and fish communities. Wells are the primary drinking-water source for most mountain communities, but pesticides were not detected in well water, and only one well had a nitrate concentration above the U.S. Environmental Protection Agency drinking-water standard. \r\n<p>VOCs, such as gasoline components and cleaning solvents were detected in 30 percent of the wells sampled in the mountain areas, but none of the concentrations exceeded drinking-water standards. The occurrence of VOCs in mountain wells indicates that ground water is susceptible to contamination from development and other human activities on the surface. \r\n<p>\"Downstream from Denver, ground water is less of an option as a rural drinking-water supply because of the impacts to ground-water quality from the intensive application of agricultural fertilizers and manure, accompanied by widespread irrigation,\" Dennehy said. \"We found that nitrate concentrations exceeded the maximum contaminant level, or MCL, in about 48 percent of agricultural wells sampled. (A maximum contaminant level [MCL] is a drinking-water regulatory standard that is set by the USEPA. Although the wells sampled for this study were not drinking-water wells, local residents get their drinking water from domestic wells that tap the same underground water-supply source,\" Dennehy said. \r\n<p>\"A complicating factor in telling a complete story about water quality in the basin,\" Dennehy noted, \"is that less than 50 percent of the pesticides that were detected have established water-quality standards. Moreover, the effects of long-term exposure to pesticide mixtures are, as yet, unknown.\" \r\n<p","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"892699200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169869"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}