{"title":"Letâ\u0080\u0099s Talk Turkey Across the Landscape","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_187041\" align=\"alignleft\" width=\"272\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/11\/Plymouth-Rock-Sign.jpg\"><img class=\"size-medium wp-image-187041\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/11\/Plymouth-Rock-Sign-272x300.jpg\" alt=\"Historical placard indicating Plymouth Rock, Landing Place of the Pilgrims.\" width=\"272\" height=\"300\" \/><\/a> Historical placard indicating Plymouth Rock, Landing Place of the Pilgrims.[\/caption]\n\nLooking across a bountiful American landscape at Thanksgiving, we can see â\u0080\u0094 in a virtual sense with Â the help of computers and a massive database of geographic names â\u0080\u0094 that the names of many places around the nation remind us of key themes in the Thanksgiving tradition.\n\nSurprisingly, the word â\u0080\u009cThanksgivingâ\u0080\u009d itself is found in only a handful of U.S. placenames.\n\n<strong>Turkeys, Pilgrims, and Cranberries<\/strong>\n\nThe word â\u0080\u009cTurkeyâ\u0080\u009d appears on maps of Virginia 83 times; in Missouri 118 times. Oklahoma maps show the name 150 times. Â Texas is the state with the most â\u0080\u009cTurkeyâ\u0080\u009d placenames at nearly 190.\n\nThe word â\u0080\u009cPilgrimâ\u0080\u009d is associated with 34 features or structures in Massachusetts, as may seem historically appropriate. But, there are more â\u0080\u009cPilgrimâ\u0080\u009d names in Mississippi, 134. Â Alabama has 112.\n\nâ\u0080\u009cCranberryâ\u0080\u009d is part of almost 70 water-related feature names in Wisconsin. Maine has 54 placename references to the little red berry; Pennsylvania, 49. California only has one.\n\nâ\u0080\u009cThanksgivingâ\u0080\u009d in geographic names is comparatively rare. There are two streams in Alaska named Thanksgiving Creek. Their name origins are both tied to prospector discoveries. Only one U.S. lake has the name: Thanksgiving Pond in Piscataquis County, Maine. Thanksgiving Gorge is the name of a valley in Moffat County, Colorado. No towns or cities are named Thanksgiving<em>.<\/em>\n\n&nbsp;\n\n<strong>Keeping Track of Place Names<\/strong>\n\nThese statistics and locations are the results of queries submitted to the <a href=\"http:\/\/geonames.usgs.gov\/pls\/gnispublic\/\">Geographic Names Information System (GNIS)<\/a>, a national database maintained by the U.S. Geological\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/11\/GNIS-screen-shot1.jpg\"><img class=\" wp-image-187251 alignright\" title=\"GNIS screen shot\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/11\/GNIS-screen-shot1.jpg\" alt=\"Partial list as displayed by the Geographic Names Information System search application showing 15 of the 150 features in Oklahoma that include the word â\u0080\u009cTurkeyâ\u0080\u009d\" width=\"593\" height=\"488\" \/><\/a>\n\nSurvey. The GNIS collection of over 2.5 million records provides name and location data that uniquely identifies each of the Nationâ\u0080\u0099s communities, rivers, hills, lakes, and other geographic features. Individually, these names can range from predictably generic to amusingly peculiar. Collectively, they mirror the American experience across history and the land.\n\nThe <a href=\"http:\/\/geonames.usgs.gov\/\">U.S. Board on Geographic Names,<\/a> created in 1890, has authorized the GNIS as the official repository of U.S. geographic names data. The Board, working together with the Secretary of the Interior, has the responsibility for establishing standard geographic names throughout the federal government.\n\nStandardized spellings and locations for geographic names promote greater efficiency throughout government agencies and in the private sector by enabling higher levels of precision in geographically-based databases and computer-driven mapping. You might imagine the difficulty your carâ\u0080\u0099s navigation system would have in untangling different names or different spellings for the same place.\n\n<strong>A Sense of Place<\/strong>\n\n[caption id=\"attachment_187031\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/11\/Cranberry-Welcome-Sign-GNIS.jpg\"><img class=\"size-medium wp-image-187031 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/11\/Cranberry-Welcome-Sign-GNIS-300x225.jpg\" alt=\"Welcome sign to Cranberry Township, Butlter County, Pennsylvania.\" width=\"300\" height=\"225\" \/><\/a> Welcome sign to Cranberry Township, Butler County, Pennsylvania.[\/caption]\n\nâ\u0080\u009cThe GNIS contains map-relevant information about every physical and cultural geographic feature that has a name in the United States,â\u0080\u009d said Lou Yost, a USGS geographer who serves as the Executive Secretary of the U.S. Board on Geographic Names. â\u0080\u009cAt first thought, standard geographic names might appear to be entirely obvious. But through time and over so many names, there are quite a few discrepancies, and occasionally major controversies, that need to be straightened out.â\u0080\u009d\n\nâ\u0080\u009cBeyond the practicalities of maps and databases, geographic names are important to every citizenâ\u0080\u0099s sense of place,â\u0080\u009d Yost observed. â\u0080\u009cThatâ\u0080\u0099s why the Boardâ\u0080\u0099s most important consideration in a geographic name controversy is â\u0080\u0098established local usage.â\u0080\u0099 The Boardâ\u0080\u0099s goal, within very broad limits of name standardization, is to have the official name reflect the name that the local community actually uses.â\u0080\u009d\n\nSo now, after enjoying a holiday dinner, you can learn more about places that might fit with a Thanksgiving theme. Or, with your relatives gathered, you might want to search the <a href=\"http:\/\/geonames.usgs.gov\/pls\/gnispublic\/\">Geographic Names Information System<\/a> for places across the country that match your family name.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24334","uid":"31","filename":"Wild_turkey_eastern_us1.jpg","uri":"public:\/\/Wild_turkey_eastern_us1.jpg","filemime":"image\/jpeg","filesize":"66216","status":"1","timestamp":"1425492768","type":"image","uuid":"5ce0b5d4-4269-4804-b967-02309e0b5497","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Alabama","California","Cranberry","Geographic Names","GNIS","Massachusetts","mississippi","Missouri","Names","Oklahoma","Pennsylvania","Pilgrim","Placenames","Texas","Thanksgiving","Turkey","Virginia","Wisconsin"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1385154969","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}