{"title":"New Geographic Visuals Produced for South America","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->New visual representations of South American terrain will be freely available on the web as the most complete database of its kind. Media are invited to cover an international workshop on this U.S. Geological Survey-developed database the week of June 8 in Sioux Falls,  S.D.<!--introend--><\/p>\n<p>More than 20 scientists from 14 countries will attend the week long workshop on the use of Digital Elevation Models (DEMs) of South America. A DEM is a digital representation of ground surface topography that creates a visual understanding of the terrain. The DEMs will be freely available for download through a new USGS produced web service and used as aids for disaster prevention and mitigation, infrastructure and land planning, and policy development in South  America.<\/p>\r\n<table border=\"0\">\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>WHO:<\/strong><\/td>\r\n<td>The Andean Development Bank (CAF), the Pan-American Institute of Geography and History (PAIGH), and the USGS with the GeoSUR Program (<a href=\"http:\/\/geosur.caf.com\/\">http:\/\/geosur.caf.com<\/a>).<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>WHAT:<\/strong><\/td>\r\n<td>An international workshop on the South American DEM database produced by the USGS<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>WHERE:<\/strong><\/td>\r\n<td>USGS Earth Resources Observation and Science Center (EROS)<br \/>47914 252nd Street<br \/>Sioux Falls, S.D.  57198<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>WHEN:<\/strong><\/td>\r\n<td>Monday, June 8 through Friday, June 12, from 8:30 a.m. to approximately 5 p.m. each day<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>The DEMs were created over the past year in response to requests by South American geographic agencies for USGS support in producing an integrated DEM of South America. The USGS offered agencies advanced training in production of seamless regional DEM datasets.<\/p>\r\n<p>As will be addressed at the workshop, the USGS will provide further assistance to the agencies by creating a web service that will allow non-specialists to produce and download high resolution South American DEM products&mdash;the first database of its kind in South America. All data produced through this service will be available to any user for download.<\/p>\r\n<p>The collection of DEMs was acquired using a specially modified radar system that flew aboard the Space Shuttle Endeavour in February 2000. Known as the Shuttle Radar Topographic Mission (SRTM), it yielded what is currently the most complete high-resolution digital topographic database of Earth.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["geography","Climateand Land Use Change Land Remote Sensing","","","","","internationalworkshop"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1244174400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169615"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}