{"title":"New USGS Approach Identifies Priorities for Ambient Water and Sediment Quality Monitoring","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The USGS has developed a tiered chemical prioritization approach that can be used by local, state, and federal agencies to develop ambient water and sediment quality monitoring strategies.<!--introend--> Over 2,450 chemicals were prioritized based on their likelihood of adverse effects on human health or aquatic life, combined with information on likelihood of environmental occurrence.&nbsp;<\/p>\n<p>Ambient monitoring includes studies of the quality of environmental resources (such as water or sediment) that are conducted under typical conditions without a predisposition that contamina&shy;tion is present.<\/p>\r\n<p>\"The information and approaches described in this <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5218\/\">study<\/a> can be used by water resource managers to develop improved strategies that focus limited monitoring dollars on chemicals that, if present at high enough concentrations, can adversely affect human or ecosystem health,\" said Lisa Olsen, USGS hydrologist who led the study.&nbsp;&nbsp;<\/p>\r\n<p>Dr. Helen Goeden, a senior toxicologist with the Minnesota Department of Health (MDH), stated that staff within the MDH's Contaminants of Emerging Concern (CEC) program has used the information described in the USGS study to assist in identifying and ranking contaminants for assessment within the CEC program.<\/p>\r\n<p>The range of chemicals reviewed includes organic compounds of human origin and chemicals from natural sources, such as radionuclides and trace elements from geologic materials. <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5218\/downloads\/NTASdatabase.xlsx\">Of 2,451 chemicals prioritized<\/a>, 1,081 were determined to be of the highest priority or \"Tier 1\" for ambient monitoring, including 602 for water and 686 for sediment (some were evaluated for both matrixes).&nbsp; Others were assigned to Tier 2, those having intermediate priority for monitoring on the basis of a lower likelihood of occurrence or lower likelihood of effects on human health or aquatic life, or to Tier 3, those have low or no priority for monitoring.<\/p>\r\n<p>Groups of chemicals prioritized for this effort included:<\/p>\r\n<ul>\r\n<li><strong>Volatile organic compounds in water<\/strong> &ndash; 85 <\/li>\r\n<li><strong>Pesticides and degradates in water<\/strong> &ndash; 615&nbsp; <\/li>\r\n<li><strong>Pesticides and degradates in sediment<\/strong> &ndash; 605 <\/li>\r\n<li><strong>Pharmaceuticals and hormones in water or sediment<\/strong> &ndash; 405 <\/li>\r\n<li><strong>Trace elements and other inorganics&nbsp; in water<\/strong> &ndash; 38 <\/li>\r\n<li><strong>Trace elements in sediment<\/strong> &ndash; 10&nbsp; <\/li>\r\n<li><strong>Cyanotoxins in surface water<\/strong> &ndash; 15 <\/li>\r\n<li><strong>Lipophilic organic compounds in sediment<\/strong> &ndash; 699&nbsp; <\/li>\r\n<li><strong>Disinfection by-products in water<\/strong> &ndash; 93 <\/li>\r\n<li><strong>High-production-volume chemicals in water<\/strong> &ndash; 318 <\/li>\r\n<li><strong>Wastewater-indicator and industrial compounds in water<\/strong> &ndash; 470 <\/li>\r\n<li><strong>Radionuclides in water<\/strong> &ndash; 14 <\/li>\r\n<\/ul>\r\n<p>This study was done to help the <a href=\"http:\/\/water.usgs.gov\/nawqa\/\">National Water-Quality Assessment (NAWQA) Program<\/a> prepare for its <a href=\"http:\/\/water.usgs.gov\/nawqa\/pubs\/fs-2013-3008\/\">third decade of monitoring<\/a> the Nation's surface and groundwater resources. For example, NAWQA monitoring of surface and groundwater resources is using analytical schedules that include 350 of the 602 Tier 1 chemicals recommended for ambient water-quality monitoring.<\/p>\r\n<p>The study is based on information from NAWQA and other USGS programs, information on chemicals of human-health and aquatic-life concern compiled by other agencies and organizations, U.S. Environmental Protection Agency databases, and peer-reviewed literature, totaling over 800 references. Results of the prioritization effort and related analytical methods used by the NAWQA Program are compiled in USGS","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water Hydrologic Researchand Development","Water National Water Quality Assessment"],"article_type":["Technical Announcement","State News Release"],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1379563200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"169969"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}