{"title":"First Evidence of Grass Carp Reproduction in the Great Lakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Four grass carp&mdash;a species of Asian carp&mdash;taken from the Sandusky River in Ohio are the result of natural reproduction within the Lake Erie basin, according to a new U.S. Geological Survey study.<!--introend--><\/p>\n<p>If grass carp become abundant in Lake Erie, they may threaten native fish populations and could be detrimental to ducks, geese or other large aquatic birds. Grass carp were brought to the U.S. to control aquatic plants in the 1960s. They eat large quantities of aquatic plants, which could degrade areas important for spawning and early development of native fish.<\/p>\r\n<p>USGS scientists analyzed the fish, which were captured by a commercial fisher in October 2012, and determined that they were at least one year in age and had the capacity to become spawning adults. Bones in the heads of fishes, called otoliths, are useful to biologists because they provide a history of the chemistry of the water the fish inhabited over its life. Analysis of those bones indicates that the four captured grass carp had lived in the Sandusky watershed their entire lives. Scientists ruled out the possibility that the fish originated from a fish farm by comparing their otoliths to those from reference pond fish. The USGS study is published in the <em>Journal of Great Lakes Research<\/em>, and is available <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0380133013001445\">online<\/a>.<\/p>\r\n<p>\"These findings are significant because they confirm <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3618#.UhJZM8iYbdB\">recent USGS research<\/a> indicating that shorter rivers, like the Sandusky, are potential spawning sites for grass carp and other Asian carps as well,\" said USGS scientist Duane Chapman. \"The study may also provide resource managers an opportunity to address the spread of grass carp before it becomes problematic.\"<\/p>\r\n<p>Successful reproduction of grass carp in the Great Lakes is an indication that other species of Asian carp&mdash;silver, bighead and black carp&mdash;might be able to reproduce there. Silver, bighead, and black carps have spawning and development requirements similar to grass carp. Bighead and silver carps have reached extremely high densities in the Mississippi River Basin and there is great concern that they may invade the Great Lakes Basin.<\/p>\r\n<p>Scientists are confident that these grass carp are the result of natural reproduction for a number of reasons. The Sandusky watershed has a naturally occurring high ratio of strontium to calcium, and fish inhabiting the Sandusky River have strontium to calcium ratios in their otoliths that reflect this unusual chemistry. The otoliths of the Sandusky River grass carp were not only higher in strontium to calcium ratio than pond fish, but also reflected the Sandusky River&rsquo;s natural fluctuations in this ratio, which are caused by rainfall. Pond fish otoliths reflected the stable and low strontium to calcium concentration of ponds.<\/p>\r\n<p>This study was done in cooperation with Bowling Green State University and the Ohio Department of Natural Resources.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Ohio"],"country":["United States of America"],"mm_tags":["Grass Carp","Asian Carp","Great Lakes","Great Lakes Basin","Sandusky River","Ohio","Lake Erie","invasive Fishes","fish","Fish Habitat"],"article_type":["State News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1382932800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169324"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}