{"title":"saving Lives Worldwide by Training International Volcano Scientists","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>VANCOUVER, Wash. &ndash; <!--introstart-->Scientists and technicians who work at volcano observatories in nine countries are visiting Mount St. Helens and the U.S. Geological Survey Volcano Science Center's <a href=\"http:\/\/volcanoes.usgs.gov\/observatories\/cvo\/\">Cascades Volcano Observatory<\/a> this week to learn techniques for monitoring active volcanoes.<!--introend--> Organized by the <a href=\"http:\/\/www.hilo.hawaii.edu\/~csav\/international\/\">Center for the Study of Active Volcanoes<\/a> at the University of Hawai&#699;i, Hilo, with support from the VSC-managed joint USGS-USAID <a href=\"http:\/\/volcanoes.usgs.gov\/vdap\/index.php\">Volcano Disaster Assistance Program<\/a>, the annual program has been training foreign scientists for 22 years. This year's class includes volcano scientists from Ecuador, Colombia, Peru, Costa Rica, El Salvador, Canada, Indonesia, Italy, and Papua New Guinea.<\/p>\n<p>The International Training Program in Volcano Hazards Monitoring is designed to assist other nations in attaining self-sufficiency in monitoring volcanoes and reducing the risks from eruptions. Through in-class instruction at two USGS volcano observatories, and field exercises in Hawai&#699;i and at Mount St. Helens, U.S. scientists are providing training on monitoring methods, data analysis and interpretation, and volcanic hazard assessment, and participants are taught about the use and maintenance of volcano monitoring instruments. Additionally, participants learn about focusing on forecasting and rapid response during volcanic crises, and how to work with governing officials and the news media to save lives and property.<\/p>\r\n<p>\"Science diplomacy, building friendships, and collaboration between the U.S. and other nations through joint scientific work and training can ultimately save many thousands of lives in nations with active volcanoes,\" said USGS geologist and VDAP chief, John Pallister. \"Avoiding a major volcano disaster through mitigation and advance training is not only better for humanitarian reasons, but it can also be more cost effective than providing foreign aid after a disaster.\"<\/p>\r\n<p>The annual summer course usually takes place only on the Island of Hawai&#699;i at the University in Hilo, the <a href=\"http:\/\/hvo.wr.usgs.gov\">USGS VSC Hawaiian Volcano Observatory<\/a>, and in the field on the slopes of K&#299;lauea Volcano. This year, in an added component to the course, students are visiting the USGS Cascades Volcano Observatory in Vancouver, Wash. and doing field work at Mount St. Helens to give them the experience of working with a geologically different (more explosive) type of volcano.<\/p>\r\n<p>\"Bringing the class to CVO and including field sessions at Mount St. Helens to complement the Hawai&#699;i experience takes advantage of two superb natural laboratories for the study of active volcanism,\" said Don Thomas, director of CSAV. \"Mount St. Helens has a strong legacy and reputation worldwide as a teaching volcano.\" One of this year's participants noted that he is among the second generation from his country to visit and study modern monitoring techniques at Mount St. Helens.<\/p>\r\n<p>Providing critical training to international scientists began at HVO, leading to the creation of CSAV to continue the legacy. Since 1990 roughly 200 scientists and civil workers from 25 countries have received training in volcano monitoring methods through CSAV. HVO continues to provide instructors and field experiences for the courses, and VDAP has a long-term partnership with CSAV, providing instructors and co-sponsoring participants from developing countries. VDAP scientists are based at CVO in Washington, so with CSAV course instructors visiting CVO for the first time, there is an opportunity for professional scientific exchanges among researchers who don&rsquo;t often have a chance to collaborate face to face. For many of the students, attending this training is a rare chance to share their experiences and challenges with other par","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","Hawaii"],"country":["United States of America"],"mm_tags":["volcano","training","international","hazard","","","","","",""],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1373860800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169155"},{"tid":"169006"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}