{"title":"USGS Awards Contract for Commercial Satellite Imagery to DigitalGlobe","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) announced today that it has added DigitalGlobe of Longmont, Colo. to the list of recipients of the multi-year contract for the acquisition of high-resolution satellite imagery. DigitalGlobe will provide the USGS with access to new collections in addition to its ImageLibrary containing over a million square kilometers of 60-centimeter and 2.44-meter resolution image data from the QuickBird satellite. QuickBird provides the world&rsquo;s highest resolution commercially available satellite data.<\/p><p>Similar contracts were recently award to Space Imaging of Thornton, Colo., and ORBIMAGE, Inc. of Dulles, Va. The three contracts, estimated at $15 million total, provide the USGS and its partner agencies with coordinated access to the remote sensing industry&rsquo;s products and services.<\/p><p>&quot;These contracts directly support the President&rsquo;s Commercial Remote Sensing Space Policy, signed in 2003, by providing a centralized mechanism for civil agencies to acquire commercial remote sensing products to support their mission needs in an efficient and coordinated way,&quot; said Barbara Ryan, USGS Associate Director for Geography.<\/p><p>The USGS recognizes that civilian Federal agencies, and their state and local partners, have a wide variety of requirements for data sharing. The mission needs of some agencies can be satisfied with relatively low-cost, limited-use commercial satellite imagery licenses while other agencies need to share data with the broadest possible user community. These contracts offer data licenses ranging from single-organization to public-domain distribution rights at some of the most aggressive pricing ever offered. The contracts have a base period of performance of one year with two additional one-year options.<\/p><p>These contracts complement those signed last September between the USGS and four commercial companies that provide high-resolution airborne remote sensing data. The Commercial Partnerships Team at the USGS Office in Rolla, Mo., administers the remote sensing contracts in addition to cartographic services contracts with other U.S. firms used for obtaining various kinds of digital geospatial data. According to Ryan, &quot;This team is committed to providing the highest quality products and services at fair and reasonable prices to the USGS and its partner agencies by building and maintaining strong, long-term relationships with the commercial sector.&quot;<\/p><p>&quot;The USGS&rsquo; decision to be a central conduit to commercial remote sensing data for all levels of government is one that should be applauded,&quot; said Herb Satterlee, chairman and CEO of DigitalGlobe. &quot;This arrangement will make it easier for all agencies to access the data they need, when they need it.&quot;<\/p>","summary":"","format":"filtered_html","safe_value":"<p>The U.S. Geological Survey (USGS) announced today that it has added DigitalGlobe of Longmont, Colo. to the list of recipients of the multi-year contract for the acquisition of high-resolution satellite imagery. DigitalGlobe will provide the USGS with access to new collections in addition to its ImageLibrary containing over a million square kilometers of 60-centimeter and 2.44-meter resolution image data from the QuickBird satellite. QuickBird provides the world’s highest resolution commercially available satellite data.Similar contracts were recently award to Space Imaging of Thornton, Colo., and ORBIMAGE, Inc. of Dulles, Va. The three contracts, estimated at $15 million total, provide the USGS and its partner agencies with coordinated access to the remote sensing industry’s products and services.\"These contracts directly support the President’s Commercial Remote Sensing Space Policy, signed in 2003, by providing a centralized mechanism for civil agencies to acquire commercial remote sensing products to support their mission needs in an efficient and coordinated way,\" said Barbara Ryan, USGS Associate Director for Geography.The USGS recognizes that civilian Federal agencies, and their state and local partners, have a wide variety of requirements for data sharing. The mission needs of some agencies can be satisfied with relatively low-cost, limited-use commercial satellite imagery licenses while other agencies need to share data with the broadest possible user community. These contracts offer data licenses ranging from single-organization to public-domain distribution rights at some of the most aggressive pricing ever offered. The contracts have a base period of performance of one year with two additional one-year options.These contracts complement those signed last September between the USGS and four commercial companies that provide high-resolution airborne remote sensing data. The Commercial Partnerships Team at the USGS Office in Rolla, Mo., administers the remote sensing contracts in addition to cartographic services contracts with other U.S. firms used for obtaining various kinds of digital geospatial data. According to Ryan, \"This team is committed to providing the highest quality products and services at fair and reasonable prices to the USGS and its partner agencies by building and maintaining strong, long-term relationships with the commercial sector.\"\"The USGS’ decision to be a central conduit to commercial remote sensing data for all levels of government is one that should be applauded,\" said Herb Satterlee, chairman and CEO of DigitalGlobe. \"This arrangement will make it easier for all agencies to access the data they need, when they need it.\"<\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1088049600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170586"}]},"subtitle":[]}