{"title":"Volcanoes on the Web","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Pyroclastic explosions, lava flows and ash clouds are among the subjects of the newest website established by the U.S. Geological Survey, Department of the Interior. The new website, http:\/\/volcanoes.usgs.gov , which was developed by the USGS Volcano Hazards Team, becomes active on August 1. \n<p>Like its USGS earthquake web cousin, this website offers information on erupting volcanoes around the world soon after they occur and updates information on those eruptions as long as they continue. The site is also packed with images and information on active volcanoes and features a colorful photo glossary of volcanic terms, pictorial explanations of volcanic phenomena, and descriptions of various types of volcanic events. \r\n<p>The volcano website is designed to provide information on volcanoes to anyone interested in the subject. To ensure the site&rsquo;s usability, a group of people with widely divergent backgrounds reviewed the site during its development. \r\n<p>At the volcano site, visitors can: \r\n<p>Learn about the active volcanoes in the United States and the hazards they pose.<br>Track volcanic eruptions around the world as they occur.<br>Link to USGS volcano observatory web sites in Hawaii, Alaska, Washington and Long Valley, California.<br>Learn how scientists unravel a volcano&rsquo;s eruptive history, monitor active and restless volcanoes, and predict eruptions.<br>Learn about the various warning plans in place for volcanic areas in the United States.<br>Discover the numerous types of volcanic hazards<br>Link to lists of or directly to books, videos, and fact sheets produced by the USGS Volcano Hazards Program<br>Learn more about the USGS Volcano Hazards Program<br>\r\n<p>So if you&rsquo;re the least bit curious about volcanoes, point your web browser at <a href=\"http:\/\/volcanoes.usgs.gov\">http:\/\/volcanoes.usgs.gov<\/a> and find out what the USGS Volcano Hazards Team has built for you. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"870321600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}