{"title":"New Maps Provide Crucial Information for Water Managers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>RESTON, Va. &mdash; <!--introstart-->For the first time, U.S. Geological Survey scientists have mapped long-term average evapotranspiration rates across the continental United States &ndash; a crucial tool for water managers and planners because of the huge role evapotranspiration plays in water availability.<!--introend--><\/p>\n<p>Why are evapotranspiration rates so important to know? It's because the amount of water available for people and ecosystems is the amount of annual precipitation &ndash; that is, snow or rain &ndash; minus the amount of annual evapotranspiration. &nbsp;Evapotranspiration itself is the amount of water lost to the atmosphere from the ground surface.&nbsp; Much of this loss is the result of the \"transpiration\" of water by plants, which is the plant equivalent of breathing. Just as people release water vapor when they breathe, plants do too.<\/p>\r\n<p>\"Since evapotranspiration consumes more than half of the precipitation that happens every year, knowing the evapotranspiration rates in different regions of the country is a solid leap forward in enabling water managers and policy makers to know how much water is available for use in their specific region,\" said Bill Werkheiser, associate director for water at the USGS. \"Just as importantly,\" he added, \"this knowledge will help them better plan for the water availability challenges that will occur as our climate changes since transpiration rates vary widely depending on factors such as temperature, humidity, precipitation, soil type, and wind.\"<\/p>\r\n<p>In spite of its importance, evapotranspiration has been difficult to measure accurately on a regional or continental scale. &nbsp;To produce these maps, USGS scientists Ward Sanford and David Selnick examined Landsat satellite imagery for climate and land-cover data from 1971 to 2000 and streamflow data for more than 800 watersheds for the same time period. &nbsp;This information allowed them to generate a mathematical equation that can be used to more precisely estimate long-term evapotranspiration at any location in the continental United States.&nbsp;&nbsp;<\/p>\r\n<p>\"The <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/jawr.12010\/abstract\">map of the long-term average annual evapotranspiration rates<\/a> for different areas should be immensely helpful for ensuring the long-term, sustainable use of water in different regions, especially since forecasted climate change will, in many places, change the amount of precipitation and evapotranspiration that occurs,\" Sanford said. \"This tool, for example, allows water managers to quantify surface water runoff to reservoirs or water recharge to aquifers. It will also enable natural resource planners to understand the water needed for healthy-functioning ecosystems.\"<\/p>\r\n<p>One interesting finding illustrated in the maps is that in certain regions of the United States, such as the High Plains and the Central Valley of California, evapotranspiration exceeds the amount of precipitation because water is imported from other regions.&nbsp; The map also shows that the Pacific Northwest has many areas with low evapotranspiration to precipitation rates because of the area&rsquo;s very high rainfall and low-to-moderate temperatures.&nbsp; In contrast, counties in the arid Southwest have evapotranspiration rates that usually exceed 80 percent of precipitation.<span style=\"font-family: Times New Roman;\">&nbsp;<\/span><span style=\"font-family: Times New Roman;\">&nbsp;<\/span><\/p>\r\n<p>The research was published this week in the Journal of the American Water Resources Association. &nbsp;To read the article and see the maps, <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/jawr.12010\/abstract\">click here<\/a>.<\/p>\r\n<p><span style=\"font-family: Times New Roman;\">&nbsp;<\/span><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Climateand Land Use Change","Evapotranspiration Maps","evapotranspiration","precipitation","Water Availability","Water Use","Waterand Climate","Evapotranspiration Rates"],"article_type":["National News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1361250000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168849"},{"tid":"170660"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}