{"title":"Water Quality in White River Basin Affected by Urban and Agricultural Activities","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Water quality in the White River Basin is impacted by urban and agricultural activities, according to the results of a five-year investigation by the U.S. Geological Survey (USGS), Department of the Interior. <!--introend-->\n<p>A variety of pesticides used for agricultural or urban uses were commonly found in streams throughout the White River Basin. In contrast, only a few pesticides were found in ground water, and these were at much lower concentrations. Pesticide concentrations in streams in the White River Basin were among the highest found at USGS monitoring stations nationwide. \r\n<p>Twenty-five different pesticides or pesticide degradation products were found in at least 5&nbsp;percent of samples near the mouth of the White River. The widely used agricultural herbicides atrazine and metolachlor were always found. \"In a few samples, concentrations of the herbicides atrazine, alachlor, or cyanazine exceeded Federal drinking-water standards or advisories; however, annual average concentrations of each of these compounds in the White River were below their respective standard or guideline,\" said USGS hydrologist Charles G. Crawford, project leader of the White River Basin study. \r\n<p>Fourteen different pesticides were found in a network of 94 shallow monitoring wells; six were found more than once. However, Crawford said, \"No pesticide concentration found in ground water came close to exceeding a Federal drinking-water standard or advisory.\" In cropland areas with a surficial sand and gravel aquifer that is particularly vulnerable to contamination but is also an important source of drinking water for residents of the basin, atrazine compounds were found in two-thirds of monitoring wells but only at trace levels. Shallow wells are most susceptible to contamination and provide insight into the effects of pesticides and fertilizers on ground-water quality. Pesticide concentrations typically decrease with depth in an aquifer. The presence of only low pesticide concentrations in shallow wells indicates they are probably not present in the deeper ground water used most commonly for domestic or public supply. \r\n<p>Most, but not all, of the pesticides found were associated with agricultural use. Pesticide concentrations in streams differ according to land use. Crawford said that lawn insecticides (such as diazinon) are commonly found in streams in urban areas, whereas corn herbicides (such as atrazine) are more commonly found in streams in agricultural areas. Pesticide concentrations in streams are highest in areas with permeable, well-drained soils, all other factors being equal. Agricultural tile drains play a major role in transporting pesticides to streams in areas with poorly drained soils. Nitrate concentrations in ground water are low (commonly not found) in some aquifer settings and high (sometimes exceeding the Federal drinking-water standard) in others. Nitrate concentrations in stream water typically are between these extremes. Median concentrations of nitrate at monitoring sites in streams generally ranged from 2 to 6 milligrams per liter-higher than those at most other USGS monitoring sites in the United States. \r\n<p>Soil drainage is a major factor controlling nitrate concentrations in streams. \"Concentrations tend to increase as the proportion of naturally or artificially drained soils in the basin increases,\" said Crawford. \"Manure from farm animals also increases nitrate concentrations in some streams.\" Nitrate concentrations in stream water rarely exceeded the Federal drinking-water standard of 10 milligrams per liter. \r\n<p>Surficial sand and gravel aquifers underlying cropland had high nitrate concentrations. Samples from 17 percent of shallow monitoring wells in this setting exceeded the Federal drinking-water standard. However, deeper wells (25 to 50 feet below the water table) in these unconfined aquifers typically had little or no detectable nitrate. In many parts of the basin, nitrate conc","summary":null,"format":null}]},"field_images":[],"regions":["Indiana"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"892008000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169043"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}