{"title":"Local Biologist Elected Fellow of the American Ornithologists'Union","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Gary Krapu, U.S. Geological Survey scientist and Dickey County, N.D. native, was recently elected Fellow of the <a href=\"http:\/\/www.aou.org\/\">American Ornithologists'Union<\/a> for his exceptional contributions to ornithology through research, conservation efforts, and education.&nbsp;&nbsp;<\/p>\n<p>Krapu, a wildlife research biologist at the USGS Northern Prairie Wildlife Research Center (NPWRC) in Jamestown, N.D., received this prestigious honor at the 129th AOU Stated Meeting in Jacksonville, Fla., for his long-term scientific research on migratory bird populations. He has published over 100 peer-reviewed scientific papers on habitat needs, nutritional requirements, and population ecology of waterfowl, sandhill cranes, and arctic-nesting shorebirds, and several of these papers are helping to guide waterfowl and sandhill crane management and wetland conservation efforts across North America.&nbsp;<\/p>\r\n<p>Krapu currently serves on the Science Advisory Team for the <a href=\"http:\/\/www.bringbackthecranes.org\/\">Whooping Crane Eastern Population Partnership<\/a>. He has been a scientific advisor to numerous students working on advanced degrees involving research on waterfowl and sandhill cranes, and he currently serves as an adjunct professor at the University of Nebraska at Lincoln.<\/p>\r\n<p>Krapu began his research career in 1968, three years after establishment of the NPWRC, and has since collaborated with scientists across the world on sandhill crane and waterfowl research. Krapu is currently monitoring the annual cycle of the midcontinent population of sandhill cranes with an emphasis on spring staging ecology in the Central Platte Valley, Neb., and its relation to reproduction. His ongoing research studies include the effects of agriculture on the nutritional requirements of migratory birds.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The USGS <a href=\"http:\/\/www.npwrc.usgs.gov\/\">NPWRC<\/a> provides scientific information for conservation and management of the nation's wildlife.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_10_05\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_10_05\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Dakota"],"country":["United States of America"],"mm_tags":["ecology","Ornithology","Awards","North Dakota","","biology","Migratory Birds"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1317787200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170352"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}