{"title":"USGS Issues Assessment of Aftershock Hazards in Haiti","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->RESTON, Va.&mdash;The aftershock sequence of the magnitude-7 earthquake that struck near Port-au-Prince, Haiti, on Jan. 12, 2010, will continue for months, if not years. The frequency of events will diminish with time, but damaging earthquakes will remain a threat.<!--introend--><\/p>\n<p>U.S. Geological Survey Director Marcia McNutt asked a team of USGS earthquake scientists to provide an evaluation of the earthquakes facing Haiti now and in the future. Here is the statement in its entirety from the U.S. Geological Survey:<\/p>\r\n<p align=\"center\"><strong>Earthquake Hazard and Safety in Haiti and the Caribbean Region<\/strong><\/p>\r\n<p>The magnitude-7 earthquake of January 12, 2010, near Port-au-Prince, Haiti, has generated a sharp increase in concerns about the potential for future earthquakes in Haiti and the surrounding region. These concerns extend to understanding the causes of the earthquake hazard and learning what can be done to ensure seismic safety in the future. The purpose of this statement is to convey our best judgment on these subjects.<\/p>\r\n<p><strong>Aftershocks:<\/strong> The aftershock sequence of a magnitude-7 earthquake will continue for months if not years in the affected area. The frequency of events will diminish with time, but damaging earthquakes will remain possible in the coming months. There is also a small chance of subsequent earthquakes larger than the initial shock. The sequence from the Port-au-Prince earthquake continues to be very strong and active. Based on this activity and the statistics of aftershock sequences, our estimate for aftershock activity during a 30-day period beginning January 21, 2010, is as follows:<\/p>\r\n<ul>\r\n<li>The probability of one or more earthquakes of magnitude 7 or greater is less that 3 percent.<\/li>\r\n<li>The probability of one or more earthquakes of magnitude 6 or greater is 25 percent.<\/li>\r\n<li>The probability of one or more earthquakes of magnitude 5 or greater is about 90 percent.<\/li>\r\n<li>Approximately 2 to 3 aftershocks of magnitude 5 or greater are expected within this time period.<\/li>\r\n<\/ul>\r\n<p>These estimates will be updated as new information becomes available.<\/p>\r\n<p><strong>Precautions:<\/strong> Any aftershock above magnitude 5.0 will be widely felt and has the potential to cause additional damage, particularly to vulnerable, already damaged structures. Anyone living in Haiti or involved in relief work there must maintain situational awareness with regard to their personal earthquake safety. They should always be aware of what action they are going to take if the ground starts to shake. Open spaces are generally safe but running through falling debris to get to an open space may be dangerous. Only qualified engineers can determine if a damaged building is safe for reoccupation. Until engineering assistance arrives, a general rule to follow is: If it does not look safe, it probably <em>is not<\/em> safe. Entry into or reoccupation of obviously damaged structures should be avoided.<strong> <br \/><\/strong><\/p>\r\n<p><strong>Near-term concerns: <\/strong>The geologic fault that caused the Port-au-Prince earthquake is part of a seismically active zone between the North American and Caribbean tectonic plates. The earthquake undoubtedly relieved some stress on the fault segment that ruptured during the event, but the extent of rupture along the fault is unclear at this time. Fault slip models, preliminary radar surface deformation measurements, and examination of satellite and airborne imagery for surface rupture suggest that the segment of the Enriquillo fault to the east of the January-12 epicenter and directly adjacent to Port-au-Prince did not slip appreciably in this event. This implies that the Enriquillo fault zone near Port-au-Prince still stores sufficient strain to be released as a large, damaging earthquake during the lifetime of structures built during the reconstruction effort. In historic times, Haiti has experienced multiple larg","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Debris Flows","earthquakes"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1264050000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169298"},{"tid":"169087"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}