{"title":"Linking U.S. and Canadian Border Waters","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Clearer views of waters along the U.S. and Canadian border are now possible with new seamless digital maps. These maps make it easier to solve complex water issues that require a thorough understanding of drainage systems on both sides of the International Boundary.<!--introend--><\/p>\n<p>&nbsp;\"In the past, cross-border maps were not always accurate, but now these new digital maps are fully linked across the entire U.S. and Canadian border,\" said Peter Steeves, physical scientist with the USGS. \"This cooperative project allows scientists on either side to look at the water just as nature does, irrespective of the artificial line separating the two nations.\"<\/p>\r\n<p><a href=\"http:\/\/nhd.usgs.gov\/Canada-US_Hydro_Harmonization.pdf\">Developed cooperatively by both countries<\/a>, the digital maps make tackling difficult issues more effective. For example, levels of phosphorous flowing from Lake Champlain in Vermont into Quebec can now be better understood; flooding in the Red River Valley (which flows north from Minnesota and the Dakotas into Manitoba) can be traced; salmon fisheries in the Columbia River Basin in the Pacific Northwest can be efficiently restored; and understanding localized water use and water availability all along the border is now improved.<\/p>\r\n<p>\"The USA\/Canada coordinated mapping efforts along the International Border have opened doors to joint scientific analysis that rely on hydrography integration\", said David Harvey,&nbsp;National Manager&nbsp;with the Environment Service of Canada. \"Water quality and quantity modelling are already being developed on top of this enriched database.\"<\/p>\r\n<p>The advent of Geographic Information Systems (<a href=\"http:\/\/en.wikipedia.org\/wiki\/Geographic_information_system\">GIS<\/a>) over the past 20 years has allowed for advancements in the analysis potential of digitally mapped water features to a degree hardly imagined when the USGS started mapping in the 19<sup>th<\/sup> century.&nbsp; As technology improves in the years to come, even more progress will be made, such as in the use of lasers to map the earth, new techniques to analyze information, and faster computers to process the data.<\/p>\r\n<p>For more than 125 years, the USGS has provided accurate maps of the nation's surface waters. During the last two decades this mapping has become digital, using computers and new technologies to provide unprecedented knowledge of water resources. This data is stored in the <a href=\"http:\/\/nhd.usgs.gov\/index.html\">National Hydrography Dataset (NHD) and Watershed Boundary Dataset (WBD)<\/a>.<\/p>\r\n<p>The principle agencies involved in this effort are the USGS and Natural Resources Canada (<a href=\"http:\/\/www.nrcan.gc.ca\/home\">NRCan<\/a>), with oversight by the International Joint Commission (<a href=\"http:\/\/www.ijc.org\/en_\/\">IJC<\/a>). &nbsp;The U.S. Environmental Protection Agency, Agricultural Foods Canada, Environment Canada along with many provincial and in-state partners participated throughout the process.&nbsp;&nbsp;<\/p>\r\n<p>Additional information on the NHD and WBD can be found at&nbsp;<a href=\"http:\/\/nhd.usgs.gov\/\" target=\"_blank\">http:\/\/nhd.usgs.gov\/<\/a>.<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"805\" align=\"center\">\r\n<tbody>\r\n<tr>\r\n<td valign=\"bottom\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_02_19\/us_canada_border_water1_tn.jpg\" alt=\"caption below\" \/><\/td>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_02_19\/us_canada_border_water2_tn.jpg\" alt=\"caption below\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><span class=\"small\">Digital Surface Watersheds along the U.S. and Candian International Boundary. &nbsp;(<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_02_19\/us_canada_border_water1.jpg\">Larger image<\/a>)<\/span><\/td>\r\n<td><span class=\"small\">U.S. and Canadian harmonized international sub-basins displaying Canadian 5-digit and U.S. 8-digit hydrologic unit codes; now available within the <a href=\"http:\/\/nhd.usgs.gov\/wbd.html\">Watershed","summary":null,"format":null}]},"field_images":[],"regions":["Vermont","Washington","Minnesota","North Dakota","South Dakota"],"country":["United States of America"],"mm_tags":["Core Science Systems National Geospatial","water","Water Cooperative Water","International Boundary","digital Map","digital Topographic Map","Digital Topo Maps","Lake Champlain","Vermont","Quebec","Red River","Minnesota","North Dakota","South Dakota","Manitoba","Columbia River","","National Hydrography Dataset","watershed"],"distribution":["Mapping","Water"],"release_date":{"und":[{"value":"1392786000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169836"},{"tid":"170049"},{"tid":"170262"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}