{"title":"Airborne Geophysical Survey Offers New Insight Into Permafrost in Alaska","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>DENVER, Colo. &mdash; <!--introstart-->A pioneering airborne electromagnetic survey in the Yukon Flats near Fort Yukon, Alaska, by the U.S. Geological Survey has yielded unprecedented images of the presence and absence of permafrost to depths of roughly 328 feet.<!--introend--> The airborne survey captured images of permafrost over a substantially larger area, and with greater data density, than has been previously achieved using sparse boreholes and ground-based geophysics.<\/p>\n<p>\"Liquid water conducts electricity better than ice,\" explained USGS director Marcia McNutt. \"We can detect from the air the weak magnetic fields generated by those electric currents, thus distinguishing quickly and easily melted from frozen ground. This new technology, and the maps of changing permafrost, will be valuable for both climate change research and engineering in the challenging Alaskan environment.\"<\/p>\r\n<p>Because the Yukon Flats is near the boundary between continuous permafrost to the north and discontinuous permafrost to the south, it is an important place to study permafrost dynamics. Dr. Burke Minsley, geophysicist in the USGS&rsquo; Crustal Geophysics and Geochemistry Science Center in Denver and lead author of the<a href=\"http:\/\/www.agu.org\/journals\/gl\/gl1202\/2011GL050079\/\"> study<\/a> in <em>Geophysical Research Letters<\/em>, and his team surveyed more than 116 square miles centered 140 miles northeast of Fairbanks. Their data not only capture in detail the distribution of permafrost and its relation to surface- and groundwater features, but also the legacy of the Yukon River lateral migration over a period of roughly 1,000 years as manifested as a thawed region of&nbsp;permafrost.<\/p>\r\n<p>Knowledge of the current permafrost distribution is critical for analyses designed to evaluate hydrologic and ecologic consequences of climate warming. It also provides a baseline for future investigation of the dynamic evolution of permafrost systems.<\/p>\r\n<p>In addition, the study is important because it presents a methodology for assessing permafrost not only in Alaska but throughout sub-Arctic and Arctic regions. The airborne approach allows periodic monitoring of perennially frozen ground over broad areas as climatic warming decreases the extent of permafrost and accelerates the emission of greenhouse gases.<\/p>\r\n<p>&ldquo;Our group, spanning seven different USGS centers, has been very excited about this extremely high-quality dataset and its far-reaching implications for other permafrost-related studies,&rdquo; Minsley said.<\/p>\r\n<p>The study is expected to have significant implications for hydrologists, ecologists, climate scientists, and land managers in the Yukon Flats and elsewhere in the Arctic.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["permafrost","","Geophysical","Survey"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1327294800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168992"},{"tid":"168892"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}