{"title":"Water Quality in the Great Salt Lake Region Affected by Land Use","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Water samples collected by the U.S. Geological Survey (USGS) in areas surrounding the Great Salt Lake in parts of Utah, Idaho, and Wyoming generally meet existing guidelines for drinking water and the protection of aquatic life, although water quality in some specific areas have elevated concentrations of pesticides, volatile organic compounds (VOCs), nutrients, chloride, and elements such as arsenic and lead, according to the results of a 5-year study of water quality by the USGS. <\/p>\n<p>This study provides a large dataset to area water managers that can serve as a baseline of water-quality conditions because components are being monitored for trends over time. <\/p>\r\n<p>Water quality and biological conditions are generally better in streams that drain forests and rangeland (undeveloped areas) than in streams that drain agricultural and urban areas, said Susan Thiros, a USGS hydrologist and project leader. In developed areas, including those affected by mining, study results indicate elevated concentrations of pesticides, volatile organic compounds (VOCs), nutrients, chloride, and trace elements such as arsenic and lead. <\/p>\r\n<p><span class=\"c-bold\">Rivers and Streams<\/span> <\/p>\r\n<p>More than 80 percent of the samples USGS scientists collected from streams affected by agricultural and by a combination of mixed land uses had phosphorus concentrations that exceeded the U.S. Environmental Protection Agency (EPA) desired goal of 0.1 mg\/L (milligrams per liter) to prevent nuisance plant growth in streams. Although nutrients occur naturally in streams, additional and potentially elevated sources include agricultural and urban runoff and wastewater discharge. Thiros noted that an elevated nutrient concentration in water can cause excessive growth of aquatic vegetation and reduced dissolved-oxygen concentrations, which can adversely affect the aquatic community. <\/p>\r\n<p>In many streams near the mountain front, aquatic communities have been negatively affected by increased water temperature and nutrient and dissolved-solid concentrations as a result of water diversion, mainly for irrigation. Continued drought conditions and increasing demands for water in the areas surrounding the Great Salt Lake make this an ongoing water-quality issue, said Thiros. <\/p>\r\n<p>At least one pesticide was detected in all but one of the 24 streams sampled. Insecticides &#8212; most commonly carbaryl, diazinon, and malathion &#8212; were detected more frequently in urban streams than in agricultural streams. Diazinon was detected in about 90 percent of 42 samples from the urbanized Little Cottonwood Creek, but in only about 4 percent of 26 samples from Cub River, classified as agricultural. Thiros said that this is most likely because storm runoff in urbanized areas can carry substantial amounts of nutrients, pesticides, and VOCs to streams. These contaminants accumulate between storms on impervious surfaces in urban areas and are transported to streams in storm runoff. During the winter of 1999, for example, chloride concentrations in Little Cottonwood Creek often exceeded the EPA aquatic-life guideline following winter storms and the application of salt to area roads. <\/p>\r\n<p>Aquatic-life guidelines for arsenic, cadmium, copper, lead, mercury, silver, and zinc were exceeded in sediment samples from streams that were affected by mine-tailing deposits and smelters (including some on urbanized streams). The most heavily affected streams sampled were Little Cottonwood Creek, Silver Creek, and the Weber River below the Silver Creek confluence. In areas with little mining or urban influence, such as the Bear River basin, trace-elements concentrations were low compared to those measured in other parts of the nation. <\/p>\r\n<p><span class=\"c-bold\">Ground Water<\/span> <\/p>\r\n<p>The USGS study revealed that the median concentration (6.8 mg\/L) of nitrate in shallow ground water underlying residential and commercial land in Salt Lake Valley was almost 5 times","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Wyoming","Utah"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1087876800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170531"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}