{"title":"A Different Delta Force - USGS and U.S. Department of State Assist in Mekong Delta","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey is bringing its broad scientific understanding of the Mississippi Delta to bear on a similar river delta a half a world away, the Mekong River Delta of southeast Asia.&nbsp;<\/p>\n<p>Through the U.S. government&rsquo;s Lower Mekong Initiative, the USGS Delta Research and Global Observation Network (DRAGON) partnership will use its experience with the Mississippi River and its expertise in earth science modeling to help the Mekong countries assess how climate change and human activities could impact the ecology and food security of the Mekong basin. Despite a geographic difference of twelve time zones, there are many cultural, economic and ecological similarities between the Mississippi and Mekong River Deltas.<\/p>\r\n<p>The Intergovernmental Panel on Climate Change (IPCC) reported in its 2007 fourth assessment that nearly 300 million people live in a sample of 40 deltas worldwide, including all the large deltas.&nbsp; &ldquo;Deltas, one of the largest sedimentary deposits in the world, are widely recognized,&rdquo; the report stated, &ldquo;as highly vulnerable to the impacts of climate change, particularly sea-level rise and changes in runoff as well as being subject to stresses imposed by human modification of catchment and delta plain land use.&rdquo;<\/p>\r\n<p>Last month, the USGS and the U.S. Department of State co-sponsored a Forecast Mekong workshop, &ldquo;Understanding risk and vulnerability of wetland ecosystems at the Mekong and Mississippi Deltas to climate change and sea-level rise,&rdquo; with the DRAGON Institute &ndash; Mekong at Can Tho University, Vietnam, December 9 &ndash; 11. &nbsp;<\/p>\r\n<p>More than 75 participants met to prioritize work and identify information gaps related to the Mekong Delta and climate change. Participants included scientists and government officials from Cambodia, Laos, Vietnam, Thailand &nbsp;andChina, representatives from the U.S. Department of State and non-governmental organizations and scientists from the USGS. Several important science issues emerged, including water quality and sedimentation, the impacts of hydropower development on biodiversity and food security, climate change adaptation, changes in the timing and severity of seasonal floods and fisheries productivity.<\/p>\r\n<p>Next steps for the USGS will include participating in cooperative research with Mekong region scientists, providing technical expertise to facilitate data analysis and integration, conducting environmental monitoring and developing science visualization tools. Participants at the workshop also identified the need for training and technology transfer and the desire to establish stronger long-term collaboration with USGS scientists. The Forecast Mekong project will also move forward with building the foundation for later activities through strengthening relationships with Mekong region scientists and organizations, data sharing and joint research. &ldquo;Forecast Mekong&rdquo; is a component of the DRAGON partnership.&nbsp;<\/p>\r\n<p>The DRAGON Partnership was created by USGS in December 2007 following Hurricane Katrina and its impact on the vulnerable Mississippi River Delta. The devastating storm brought new urgency to the critical need to share information and data from major deltas around the world.<\/p>\r\n<p>DRAGON creates an international community of practice among scientists and resource managers to share data on the great deltas and rivers of the world. Comparative studies are essential to understanding and predicting the effects of climate change, engineering projects, land use, hydrological change and other anthropogenic impacts in these sensitive ecosystems. By developing comparative models and visualization tools, the DRAGON partners aim to help inform public policy decisions that affect delta peoples and ecology.&nbsp; &nbsp;<\/p>\r\n<p>The U.S.-Lower Mekong Initiative was launched in 2008 by Secretary Clinton and the Foreign Ministers of Cambodia, Laos, Thailand and Vietn","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Mississippi Delta","Asia","Meong","water"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1264568400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169390"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}