{"title":"USGS Scientists, Research Help Haiti Reconstruction","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>USGS scientists are helping Haitians lay the groundwork for reconstruction and long-term earthquake monitoring in the wake of the Jan. 12, 2010, magnitude-7 earthquake, by providing geologic research that will assist with the establishment of new building codes in the country.<\/p>\n<p>&ldquo;USGS research will contribute to explicit recommendations to both the Haitian government and the international community that is assisting the reconstruction efforts,&rdquo; said Walter Mooney, USGS research geophysicist, who recently returned from Haiti.&nbsp;<\/p>\r\n<p>The most recent USGS scientists traveling to Haiti are Carol Prentice and Rich Briggs, who arrived on Feb. 24, 2010. Prentice and Briggs will work with scientists from the University of Texas to measure coastal uplift. This USGS team of scientists is part of the Earthquake Disaster Assistance Team program, a new initiative between the USGS and the USAID Office of Foreign Disaster Assistance.<\/p>\r\n<p>This research follows the work of Mooney and a team with expertise in seismology and earthquake engineering from the Earthquake Engineering Research Institute, who were in Haiti between Jan. 26 and Feb. 3, 2010. This team, supported by the United States Southern Command, surveyed Port-au-Prince to understand the geologic and engineering factors that contributed to the greatest damage from the shaking.<\/p>\r\n<p>Mooney says new building codes for reconstruction in Haiti will be based, in part, on USGS research on geologic conditions that make some areas more at risk for damage than others. Currently, Haiti has no such standards in place, a factor that contributed to the recent widespread devastation.<\/p>\r\n<p>&nbsp;&ldquo;It&rsquo;s imperative that we move quickly,&rdquo; he adds, &ldquo;because in some areas reconstruction has already begun that may not withstand another earthquake of this magnitude.&rdquo;<\/p>\r\n<p>Soil conditions, for example, play a big role in how a building fares during an earthquake. \"Specifically, we found that buildings on harder, more stable bedrock fared much better than buildings on softer sediments, such as those located in the center of cities like Port-au-Prince and Leogane,\" Mooney said.<\/p>\r\n<p>The USGS scientists also installed seismic monitoring stations onto hard rock, as well as in the softer sedimentary basins. These monitoring stations precisely measure the location, frequency, and severity of the shaking, giving scientists the ability to assess the most dangerous and vulnerable areas.&nbsp;<\/p>\r\n<p>Though an earthquake of this magnitude has not occurred since 1860, another large earthquake could strike Haiti in the near future. Beyond the immediate research following this earthquake, long-term monitoring using GPS will measure changes in the movement of the fault that runs through Haiti.<\/p>\r\n<p>A PDF of the <a href=\"http:\/\/pubs.usgs.gov\/of\/2010\/1048\/\">report<\/a> from the USGS and Earthquake Engineering Research Institute team is now available online.<\/p>\r\n<p>For additional information on USGS research in Haiti, listen to a <a href=\"http:\/\/gallery.usgs.gov\/audios\/342\">USGS podcast<\/a>. Photos taken by Walter Mooney are available below.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_03_03a\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_03_03a\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_03_03a\" mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_03_03a\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2010_03_03a&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["earthquakes","geology","sediment","Haiti","",""],"article_type":["International News Release"],"release_date":{"und":[{"value":"1267592400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"},{"tid":"170658"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}