{"title":"Federal and State Scientists Analyze Selenium in Eastern Idahoâ\u0080\u0099s Blackfoot River","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOISE, Idaho &mdash; <!--introstart-->Scientists from the U.S. Geological Survey and the Idaho Department of Environmental Quality have published one of the first <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5203\/\">comprehensive assessments of selenium<\/a> in eastern Idaho&rsquo;s upper Blackfoot River.<!--introend--><\/p><p>The upper Blackfoot River receives runoff from 12 large phosphate mines. Shale waste rock that is a byproduct of mining is highly enriched in naturally occurring selenium. At optimal concentrations, selenium can be a positive nutrient and antioxidant in mammals and fish. At elevated concentrations, however, it can damage immune systems. As early as 1996, livestock deaths attributed to selenium contamination were reported in the upper Blackfoot River watershed.<\/p><p>The USGS and IDEQ scientists combined data from independent efforts to monitor the water quality of the upper Blackfoot River. In cooperation with the Bureau of Land Management, the USGS collected streamflow and water-quality data from 2001 to 2012 at a streamgage located about five miles upstream of Blackfoot Reservoir. That effort provided important temporal data for examining changes in selenium concentrations over time. Also beginning in 2001, the IDEQ collected annual water-quality samples at 21 sites along the Blackfoot River and tributary streams. The IDEQ study provided important spatial data to locate sources of selenium.<\/p><p>Compiling and analyzing the datasets revealed that:<\/p><ul><li>During the river&rsquo;s highest flow in May of each year, concentrations of selenium exceeded Idaho&rsquo;s aquatic health criterion of 5 micrograms per liter (&micro;g\/L) in 80 percent of the samples collected.<\/li><li>During April and June, selenium concentrations exceeded the aquatic health criterion less frequently, and concentration never exceeded the limit other than in April, May and June.<\/li><li>Throughout the 11-year study period, a consistent upward trend in selenium concentrations was evident when the river&rsquo;s flow was lowest (August-October).<\/li><li>Selenium concentrations remained elevated throughout the study period, but no consistent trend could be identified when the river&rsquo;s flow was highest (May).<\/li><li>IDEQ&rsquo;s sampling in the watershed indicates that East Mill Creek contributed the most selenium to the upper Blackfoot River.<\/li><\/ul><p>&ldquo;The results of the study represent an important step in developing a comprehensive understanding of the sources and distribution of selenium in the Blackfoot River,&rdquo; said USGS Idaho Water Science Center Director Michael Lewis. &ldquo;This understanding is critical to future management actions directed toward any restoration activity in the basin.&rdquo;<\/p><p>IDEQ Regional Water Quality Manager Lynn Van Every also praised the joint effort. &ldquo;IDEQ appreciates the opportunity to combine resources with the USGS to conduct an in depth evaluation of Blackfoot River watershed selenium concentrations using expansive spatial and temporal datasets,&rdquo; Van Every said. &ldquo;With the USGS&rsquo;s technical expertise and IDEQ&rsquo;s watershed knowledge, this effort furthers our understanding of long-term selenium trends in this area.&rdquo;<\/p><p>Funding for the report and USGS water-quality monitoring of the Blackfoot River were provided by the Bureau of Land Management.<\/p><p><iframe frameborder=\"0\" height=\"400\" id=\"gallery_news\" name=\"NR2014_12_03\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_12_03\/1\" title=\"Image Gallery\" width=\"600\"><\/iframe><\/p>","summary":"","format":"filtered_html","safe_value":"<p>BOISE, Idaho — Scientists from the U.S. Geological Survey and the Idaho Department of Environmental Quality have published one of the first <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5203\/\">comprehensive assessments of selenium<\/a> in eastern Idaho’s upper Blackfoot River.The upper Blackfoot River receives runoff from 12 large phosphate mines. Shale waste rock that is a byproduct of mining is highly enriched in naturally occurring selenium. At optimal concentrations, selenium can be a positive nutrient and antioxidant in mammals and fish. At elevated concentrations, however, it can damage immune systems. As early as 1996, livestock deaths attributed to selenium contamination were reported in the upper Blackfoot River watershed.The USGS and IDEQ scientists combined data from independent efforts to monitor the water quality of the upper Blackfoot River. In cooperation with the Bureau of Land Management, the USGS collected streamflow and water-quality data from 2001 to 2012 at a streamgage located about five miles upstream of Blackfoot Reservoir. That effort provided important temporal data for examining changes in selenium concentrations over time. Also beginning in 2001, the IDEQ collected annual water-quality samples at 21 sites along the Blackfoot River and tributary streams. The IDEQ study provided important spatial data to locate sources of selenium.Compiling and analyzing the datasets revealed that:\n<\/p><ul><li>During the river’s highest flow in May of each year, concentrations of selenium exceeded Idaho’s aquatic health criterion of 5 micrograms per liter (µg\/L) in 80 percent of the samples collected.<\/li>\n<li>During April and June, selenium concentrations exceeded the aquatic health criterion less frequently, and concentration never exceeded the limit other than in April, May and June.<\/li>\n<li>Throughout the 11-year study period, a consistent upward trend in selenium concentrations was evident when the river’s flow was lowest (August-October).<\/li>\n<li>Selenium concentrations remained elevated throughout the study period, but no consistent trend could be identified when the river’s flow was highest (May).<\/li>\n<li>IDEQ’s sampling in the watershed indicates that East Mill Creek contributed the most selenium to the upper Blackfoot River.<\/li>\n<\/ul><p>“The results of the study represent an important step in developing a comprehensive understanding of the sources and distribution of selenium in the Blackfoot River,” said USGS Idaho Water Science Center Director Michael Lewis. “This understanding is critical to future management actions directed toward any restoration activity in the basin.”IDEQ Regional Water Quality Manager Lynn Van Every also praised the joint effort. “IDEQ appreciates the opportunity to combine resources with the USGS to conduct an in depth evaluation of Blackfoot River watershed selenium concentrations using expansive spatial and temporal datasets,” Van Every said. “With the USGS’s technical expertise and IDEQ’s watershed knowledge, this effort furthers our understanding of long-term selenium trends in this area.”Funding for the report and USGS water-quality monitoring of the Blackfoot River were provided by the Bureau of Land Management.<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["Blackfoot River","Eastern Idaho","selenium","Water Quality","mining","stream"],"article_type":["State News Release"],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1417582800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170410"},{"tid":"170582"}]},"subtitle":[]}