{"title":"New USGS Website and Earthquake Notification Service Simplify Ways to Get Information You Need","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<FONT face=\"Times New Roman\">\n<p><!--introstart-->The U.S. Geological Survey (USGS) has unveiled a new design of its earthquake website and a new Earthquake Notification Service (ENS). The redesigned website and ENS will help get earthquake information out to the public in a more timely fashion.<!--introend--><\/p>\r\n<p>The USGS Earthquake Hazards Program website, <\/FONT><U><FONT face=\"Times New Roman\" color=#0000ff><a href=\"http:\/\/earthquake.usgs.gov\">http:\/\/earthquake.usgs.gov<\/a><\/U><\/FONT><FONT face=\"Times New Roman\">, is the primary method by which earthquake information is communicated to the public, while the ENS sends out earthquake alerts to subscribers via email. With the new system, users have more options in deciding which alerts they receive.<\/p>\r\n<p>The USGS earthquake website receives over one million hits every day. Information about the latest earthquakes occurring around the world is posted within two minutes for U.S. earthquakes and within 30 minutes for earthquakes outside the U.S.<\/p>\r\n<p>\"With USGS science and technology, we are striving to prevent natural hazards from becoming disasters,\" said USGS Acting Director P. Patrick Leahy. \"USGS science can help save lives, minimize property damage, and reduce risks that may result from earthquakes and other natural hazards.\"<\/p>\r\n<p>Based on public feedback, the earthquake website has been entirely redesigned to make it easier for Internet users to find the information they need. The \"Earthquake Center\" section has information on the latest earthquakes, past earthquakes, and earthquake lists and statistics. ShakeMaps, RSS feeds, seismogram displays and other real-time products can also be found here. The \"Regional\" link covers earthquake information in specific states or areas. The \"Learning and Education\" section includes FAQ&rsquo;s and a new Earthquake Topics portion. The \"Earthquakes for Kids\" portion has a new look and includes a collection of Learning Links. The \"Research and Monitoring\" section covers research being conducted by USGS earthquake scientists, as well as information about the Advanced National Seismic System (ANSS) and other seismic networks around the U.S. and the world.<\/p>\r\n<p>The new Earthquake Notification Service will replace the old system. Now with a user-friendly interface, users will be able to define their own multiple regions of interest, enter various notification addresses, set magnitude thresholds for day and night, and opt for \"Aftershock Exclusion,\" among many other options. The system can be found on the \"Earthquake Center\" section of the site.<\/p><\/FONT>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1138856400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169972"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}