{"title":"AmericaView Wins Major Competitive Grant from USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><a href=\"http:\/\/www.americaview.org\/\">AmericaView<\/a><em>,<\/em> a university-led, state-based consortium designed to promote remote sensing science and technology, was awarded a nearly $1 million National Land Remote Sensing Education Outreach and Research Activity grant by the U.S. Geological Survey this week through a competitive process. Administered by the USGS Land Remote Sensing Program, the grant has renewable options for up to five years (i.e. potentially up to $5m over that period).<\/p>\n<p>AmericaView will use the increased funding to further develop the national consortium;<em> <\/em>expand the science of remote sensing through education; and promote awareness of remote sensing technology for providing crucial insight into such issues as environmental climate monitoring, natural resource management, land cover mapping, projected land use change, and disaster analysis.<\/p>\r\n<p>Additionally, through this grant AmericaView will identify the research and remote sensing needs of participating states in order to help the USGS better understand the broader information requirements of remote-sensing data user communities.<\/p>\r\n<p>With previous USGS funding, AmericaView has:<\/p>\r\n<ul>\r\n<li>Established Earth Observation Day, an annual event that focuses on introducing K-16 students to the many possibilities enabled by land remote sensing technologies. (Next observance: April 9, 2014)<\/li>\r\n<li>Instigated the AmericaView University where faculty from multiple&nbsp;universities can develop new&nbsp;courses online. <\/li>\r\n<li>Created tutorials for MultiSpec&copy;, a freeware image data analysis system developed by Purdue University. These tutorials encourage teachers in schools and colleges to incorporate MultiSpec&copy; in their classrooms, enhancing the exploitation of free Landsat satellite data and other remotely sensed data that are available via the USGS imagery archive.<\/li>\r\n<\/ul>\r\n<p>AmericaView's primary goal is to support the many beneficial uses of remote sensing in service to society. The consortium&rsquo;s highly-leveraged networks, facilities, and capabilities are used for sharing and applying Landsat and other public domain remotely sensed satellite data in a wide range of civilian applications, from formal and informal education, to ecosystem analysis and natural resources management, to disaster response.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Land Remote Sensing","Climateand Land Use Change Earth Resources Observationand Science Center","","Mapping","grants"],"article_type":["Technical Announcement","State News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1386910800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"170605"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}