{"title":"Mercury Elevated in Fish and Waters throughout Indiana","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Mercury contamination in water and fish throughout Indiana has routinely exceeded levels recommended to protect people and wildlife.<!--introend--> About 1 in 8 fish samples tested statewide had mercury that exceeded the recommended safety limit for human consumption. The causes include mercury in the rain and mercury going down the drain, according to a recently released federal <a href=\"http:\/\/pubs.usgs.gov\/pp\/pp1780\/\">study<\/a>.&nbsp;<\/p>\n<p>The most significant source of mercury to Indiana watersheds is fallout from the air. Much of the mercury in the air comes from human activity. In Indiana, coal-burning power plants emit more mercury to the air each year than any other human activity. In urban areas, wastewater discharge contributes a substantial portion of mercury to waterways.&nbsp;<\/p>\r\n<p>These are among the key findings of a comprehensive study of mercury in the state&rsquo;s watersheds during the past decade by the U.S. Geological Survey in partnership with the Indiana Department of Environmental Management.<\/p>\r\n<p>&ldquo;Indiana has been a national leader in understanding its mercury problems through a long-term statewide network of monitoring,&rdquo; said USGS hydrologist Martin Risch, who led the study. &ldquo;Actions by the IDEM provided data about mercury in fish and wastewater.&nbsp; Our understanding of mercury would not have been possible without their cooperation,&rdquo; said Risch.&nbsp;<\/p>\r\n<p>During the study, scientists examined mercury in water, fish, precipitation, dry fallout, and wastewater to determine the causes and effects of mercury moving through the environment. They also examined landscape characteristics, precipitation, and streamflow for a total of more than 380,000 pieces of data that provide a snapshot of mercury in Indiana.&nbsp;<\/p>\r\n<p>&ldquo;The amount of mercury in precipitation was the main factor affecting mercury levels in the state&rsquo;s watersheds,&rdquo; said Risch. &ldquo;But wastewater discharge can be a significant source of mercury. When wastewater is delivered to a stream from hundreds of discharge pipes, it increases mercury levels in watersheds more than was previously recognized,&rdquo; said Risch.&nbsp;<\/p>\r\n<p>Mercury was detected in 96 percent of the wastewater discharge samples from public treatment facilities in this study. &nbsp;Mercury in wastewater samples typically exceeded criteria set to protect people and wildlife. &nbsp;Higher numbers of discharge pipes in a watershed were linked to higher levels of mercury in the streams.&nbsp;<\/p>\r\n<p>As a consequence, water from the White River near Indianapolis had some of the highest mercury concentrations and carried some of the highest mercury amounts found statewide. The White River and Fall Creek near Indianapolis had high percentages of fish with mercury levels above the safety standard.&nbsp;<\/p>\r\n<p>The Patoka River watershed in southern Indiana had the highest rate of mercury dry deposition.&nbsp; Mercury concentrations measured in air samples led scientists to estimate more mercury was dry deposited to this watershed in an average year than was deposited by rain. This watershed contains the most forest land.&nbsp; Forest canopies act as a trap for mercury in the air.&nbsp;<\/p>\r\n<p>For southeastern Indiana, an innovative mapping technique helped scientists to learn that watersheds there received average annual inputs of mercury from precipitation that were the highest in the state.<\/p>\r\n<p>&nbsp;Water draining from reservoirs in this study had significantly higher percentages of mercury converted to methylmercury than water from streams without dams. &nbsp;Dams can trap mercury transported by suspended particles in streams. Once the particulate mercury settles in the lake or reservoir behind the dam, natural processes change some of it to methylmercury, a toxin that accumulates in organisms throughout their life. Methylmercury levels are amplified up the food chain and reach high leve","summary":null,"format":null}]},"field_images":[],"regions":["Indiana"],"country":["United States of America"],"mm_tags":["Mercury","methylmercury","Indiana","water","fish"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1289883600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"170073"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}