{"title":"Coral Reefs are Critical for Risk Reduction & Adaptation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<div class=\"WordSection1\">\n<p>ARLINGTON, Va &mdash; Stronger storms, rising seas, and flooding are placing hundreds of millions people at risk around the world, and big part of the solution to decrease those risks is just off shore. A new study finds that coral reefs reduce the wave energy that would otherwise impact coastlines by 97 percent.<\/p>\r\n<p>&ldquo;Coral reefs serve as an effective first line of defense to incoming waves, storms and rising seas,&rdquo; said <a href=\"http:\/\/www.nature.org\/newsfeatures\/pressreleases\/media\/mike-beck-conservancy-scientist-bio.xml\">Dr. Michael Beck<\/a>, lead marine scientist of <a href=\"http:\/\/www.nature.org\/ourinitiatives\/habitats\/oceanscoasts\/index.htm\">The Nature Conservancy<\/a> and a co-author of the study, &ldquo;200 million people across more than 80 nations are at risk if coral reefs are not protected and restored.&rdquo;<\/p>\r\n<p>Published today in the journal &ldquo;<a href=\"http:\/\/www.nature.com\/ncomms\/index.html\">Nature Communications<\/a><em>,<\/em>&rdquo; this study by an international team of researchers from the University of Bologna, The Nature Conservancy, U. S. Geological Survey, Stanford University and University of California &ndash; Santa Cruz, provides the first global synthesis of the contributions of coral reefs to risk reduction and adaptation across the Atlantic, Pacific, and Indian Oceans.<\/p>\r\n<p>&ldquo;This study illustrates that the restoration and conservation of coral reefs is an important and cost effective solution to reduce risks from coastal hazards and climate change,&rdquo; said Dr. Filippo Ferrario, lead author from the University of Bologna.<\/p>\r\n<p>Key results from the study:<\/p>\r\n<p>- Coral reefs provide substantial protection against natural hazards by <strong>reducing wave energy by an average of 97 percent<\/strong> (studies across all tropical oceans).<\/p>\r\n<p>- The reef crest, or shallowest part of the reef where the waves break first, <strong>dissipates 86 percent of wave energy <\/strong>on its own.<\/p>\r\n<p>- The median cost for building artificial breakwaters is USD $19,791 per meter, compared to $1,290 per meter for coral reef restoration projects.<\/p>\r\n<p>\"Coral reefs are wonderful natural features that, when healthy, can provide comparable wave reduction benefits to many artificial coastal defenses and adapt to sea-level rise&rdquo;&nbsp;said Dr. Curt Storlazzi a co-author from USGS. &ldquo;This research shows that coral reef restoration can be a cost-effective way to decrease the hazards coastal communities face due to the combination of storms and sea-level rise.\"&nbsp;<\/p>\r\n<p>&ldquo;While there are many concerns about the future of corals reefs in the face of climate change,&rdquo; Dr. <a href=\"http:\/\/www.pewenvironment.org\/research-programs\/marine-fellow\/id\/8589941662\">Fiorenza Micheli<\/a> of Stanford University said, &ldquo;there are still many reasons for optimism about the future of coral reefs particularly if we manage other local stressors such as pollution and development.&rdquo;&nbsp;<\/p>\r\n<p>The study found that there are 197 million people worldwide who can receive risk reduction benefits from coral reefs alone or may have to bear higher costs of disasters if the reefs are degraded. These are people in villages, towns, and cities who live in low, risk prone coastal areas (below 10m elevation) and within 50 km of coral reefs.<\/p>\r\n<p>Conservation efforts are most often directed to more remote reefs, however the study suggests there should also be a focus on reefs closer to the people who will directly benefit from reef restoration and management. In terms of number of people who receive risk reduction benefits from coral reefs, the top 15 countries include:<\/p>\r\n<\/div>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"712\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td width=\"322\" valign=\"top\"><span>1. Indonesia, 41 million<br \/> 2. India, 36 million<br \/> 3. Philippines, 23 million<br \/> 4. China, 16 million<br \/> 5. Vietnam, 9 million<br \/> 6","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Delaware","Maine","Maryland","Massachusetts","New Hampshire","New Jersey","New York","Pennsylvania","Rhode Island","Vermont","Virginia","West Virginia","Idaho","Montana","Oregon","Washington","Wyoming","Alabama","Arkansas","Florida","Georgia","Louisiana","Mississippi","North Carolina","Puerto Rico","South Carolina","Tennessee","Arizona","Colorado","Kansas","New Mexico","Oklahoma","Texas","Utah","Illinois","Indiana","Iowa","Kentucky","Michigan","Minnesota","Missouri","Nebraska","North Dakota","Ohio","South Dakota","Wisconsin","California","Hawaii","Nevada","Alaska"],"country":["United States of America"],"mm_tags":["coral","reef","coral Reef","hazard","Risk Reduction","Sea Level Rise","Storms","Nature","Climate Change","coast","wave","Natural Hazards"],"distribution":["Climate Change","Natural Hazards"],"release_date":{"und":[{"value":"1399953600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169953"},{"tid":"170416"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}