{"title":"USGS Fishing for Success in the Grand Canyon","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>NOTE TO NEWS EDITORS:<\/b> Photos listed below can be downloaded.<br>1. <a href=\"ftp:\/\/ftp.gcmrc.gov\/data\/press\/electrofishing.tif\">ftp:\/\/ftp.gcmrc.gov\/data\/press\/electrofishing.tif<\/a> (electrofishing on the Colorado River)<br>2. <a href=\"ftp:\/\/ftp.gcmrc.gov\/data\/press\/ChubNHand.tif\">ftp:\/\/ftp.gcmrc.gov\/data\/press\/ChubNHand.tif<\/a> (humpback chub)<br>3. <a href=\"ftp:\/\/ftp.gcmrc.gov\/data\/press\/science_camp.tif\">ftp:\/\/ftp.gcmrc.gov\/data\/press\/science_camp.tif<\/a> (science camp on banks of the Colorado River)<br>4. <a href=\"ftp:\/\/ftp.gcmrc.gov\/data\/press\/LCR%20Confluence.tif\">ftp:\/\/ftp.gcmrc.gov\/data\/press\/LCR%20Confluence.tif<\/a> (confluence of Little Colorado River with Colorado River) <\/p>\n<p>It&rsquo;s 6 in the evening on February 12 at a sandy campsite on the banks of the Colorado River in northeastern Arizona. A crew of 18 is assembled 50 river miles downstream of Lees Ferry in the Grand Canyon of the Colorado River. The sun has disappeared long ago from the steep canyon walls, and nighttime temperatures hang at a cool 40 degrees Fahrenheit. <\/p>\r\n<p>As darkness descends, Lew Coggins and Mike Yard, with the U.S. Geological Survey&rsquo;s (USGS) Grand Canyon Monitoring and Research Center in Flagstaff, Arizona, give final instructions to the science staff, boatmen, and a Native American observer. Poised on the shore is a fleet of rafts and aluminum boats fitted with electrodes, lights, generators and 50-horsepower outboard motors. The canyon reverberates with noise as two boats jump to life and head upstream. Two more do the same and head downstream. A fifth boat stands ready to run relays between the two teams to collect fish and conduct sampling of drifting invertebrates. <\/p>\r\n<p>Nighttime fishing has begun. <\/p>\r\n<p>The Grand Canyon Monitoring and Research Center is conducting an innovative study aimed at helping to restore the endangered humpback chub, a fish that can reach up to 18 inches in length and whose only native home is in this basin. The study, said Steve Gloss, the lead scientist on the project and the Program Manager for biological resources at the Grand Canyon Monitoring and Research Center, is part of a new effort to address sediment loss and fish management in the majestic Grand Canyon. <\/p>\r\n<p>&quot;We want to determine if non-native fish, particularly rainbow trout, in the Colorado River System are major factors contributing to a serious decline in humpback chub abundance,&quot; said Gloss. &quot;We suspect that these invasive fish are not only eating the chubs and other native fish, but are also competing for habitat and food.&quot; <\/p>\r\n<p>The humpback chub once thrived in abundant numbers in the warm, sediment-rich waters of the Colorado River Basin before the building of Glen Canyon Dam 40 years ago. Appropriately named, the humpback chub has a small head and snout, a streamlined gray body streaked with silver, and a prominent hump along its back. Researchers believe that this hump helps stabilize the fish as it copes with the Colorado River&rsquo;s turbulent flows. But in 1992, the abundance of one-year-old humpback chub took a nosedive, a decline that has persisted and which researchers believe will continue unless conditions change. Additionally some other native fish, like the razorback sucker, are no longer found in the river within the Grand Canyon, whereas others, like the flannelmouth sucker, are believed to be declining. <\/p>\r\n<p>Over the last decade, the humpback chub has declined in the Grand Canyon from around 8,000 in 1993 to around 2,000 or fewer adults in 2001. Resource managers find this decline particularly disheartening because a 1996 decision, based on the best information available then, modified the operation of Glen Canyon Dam in an effort to improve the condition of the habitat and the native species that call the canyon home. These changes in dam operations do not appear to have helped the native fish species, as was hoped. <\/p>\r\n<p>In contrast, since 1996, the non-n","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1046754000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170504"},{"tid":"169234"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}