{"title":"Landsat 5 Mission in Jeopardy","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) has stopped acquiring images from the 27-year-old Landsat 5 Earth observation satellite due to a rapidly degrading electronic component.&nbsp;<\/p>\n<p>Landsat 5 was launched in 1984 and designed to last 3 years. The USGS assumed operation of Landsat 5 in 2001 and managed to bring the aging satellite back from the brink of total failure on several occasions following the malfunction of key subsystems. There is now an increasing likelihood that the Landsat 5 mission is nearing its end.&nbsp;<\/p>\r\n<p>&ldquo;This anticipated decline of Landsat 5 provides confirmation of the importance of the timely launch of the next Landsat mission and the need for an operational and reliable National Land Imaging System,&rdquo; stated Anne Castle, Assistant Secretary for Water and Science at the U.S. Department of the Interior. &ldquo;The USGS is committed to maintaining the unique long term imaging database that the Landsat program provides.&rdquo;<\/p>\r\n<p>For several months, the Landsat flight operations team has been closely tracking the fluctuating performance of an amplifier essential for transmitting land-surface images from the Landsat 5 satellite to ground receiving stations in the U.S. and around the world.&nbsp; Over the past 10 days, problems with the amplifier have led to drastically reduced image download capabilities, a sign of impending failure.<\/p>\r\n<p>Numerous engineering and technical adjustments have been made to Landsat 5 in the past several days to sustain at least a limited imaging capability, but performance has continued to decline.&nbsp; Instead of continuing to operate until the amplifier fails completely, which could bring the mission to an end, USGS engineers have suspended imaging activities for an initial period of 90 days in order to explore every possible option for restoring satellite-to-ground image transmissions.&nbsp;&nbsp;<\/p>\r\n<p>The USGS-operated Landsat 7 remains in orbit collecting global imagery. Since its launch in 1999 with a 5-year design life, Landsat 7 has experienced an instrument anomaly which reduces the amount of data collected per image.&nbsp; Landsat 8, currently called the Landsat Data Continuity Mission, is now scheduled to be launched in January 2013.&nbsp;<\/p>\r\n<p>For further details and the latest information about the status of Landsat 5, visit the USGS <a href=\"http:\/\/landsat.usgs.gov\/\">Landsat Missions website<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","Climateand Land Use Change Land Remote Sensing","landsat"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1321592400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}