{"title":"How Mighty is the Mouse?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Peak streamflow during the current Souris River flood was almost twice the previous record in Sherwood, N.D., according to U.S. Geological Survey streamgage data.<!--introend--><\/p>\n<p>The flooded Souris, or \"Mouse,\" River peaked at 29,700 cubic feet per second (cfs) on June 24 at the USGS-operated streamgage in Sherwood&mdash;almost doubling the 1976 record of 14,800 cfs at this location. The Souris River at Sherwood gage was established in March of 1930 by the USGS, and has never before recorded such high streamflows.<\/p>\r\n<p>\"In a single day, June 24, more water passed the Souris River at Sherwood streamgage than passed in each year for 45 of the 82 years of record,\" said Gregg Wiche, director of the USGS North Dakota Water Science Center.<\/p>\r\n<p>Since March 1, USGS crews have made 28 measurements of water discharge on the Souris River at Sherwood to document the flood. These measurements, combined with the recorded water levels, have been used to compute the daily streamflow for the Sherwood gage.<\/p>\r\n<p>The volume or amount of water flowing past the Sherwood gage has also has been record-breaking this year. During the first nine months of the 2011 water year&mdash;Oct. 1, 2010 through June 30, 2011&mdash;about 1,201,000 acre-feet (one acre-foot is close to the amount of water that would cover a football field to a depth of one foot) have been measured at the Sherwood gage, breaking the 1976 record of 635,000 acre-feet. This record-breaking volume of water will continue to increase because of high flows still in the river.<\/p>\r\n<p>\"By all measures, 2011 is truly a great flood year in the Souris River Basin,\" Wiche said.<\/p>\r\n<p>The USGS collects data from more than 100 streamgages in North Dakota, most of which provide real-time data that is transmitted every hour. For the latest and most accurate streamflow data for North Dakota, visit the real-time streamflow <a href=\"http:\/\/waterdata.usgs.gov\/nd\/nwis\/current\/?type=flow\">web page<\/a>.<\/p>\r\n<p>Links to graphics that allow for comparison of the current river stage to historical peaks and to the National Weather Service flood stage are available on the USGS WaterWatch <a href=\"http:\/\/waterdata.usgs.gov\/nd\/nwis\/rt\">web page<\/a> for North Dakota or through links on the USGS North Dakota Water Science Center flood <a href=\"http:\/\/nd.water.usgs.gov\/\">web page<\/a>.<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Dakota"],"country":["United States of America"],"mm_tags":["water","flooding","flooding","North Dakota","streamgages","streamflow"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1310443200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170026"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}