{"title":"supertyphoon Pongsona Damages Guam&rsquo;s Water Supplies","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Despite considerable damage to facilities and stream gages resulting from supertyphoon Pongsona, the U.S. Geological Survey&rsquo;s hydrological team in the Pacific Islands is hard at work assisting in flood assessment and drinking water recovery on the islands of Guam and Rota. <\/p>\n<p>&quot;I&rsquo;ve been working out here 7 years, and I&rsquo;ve never seen damage like this,&quot; said Robert Carruth, USGS&rsquo;s water chief for Micronesia, who is on Guam with a USGS team to assess water problems facing the island. &quot;In 1997, these islands experienced four typhoons, but the damage now is much worse &ndash; concrete power poles snapped off as though they were matchsticks and most of Guam is still without electricity or clean drinking water.&quot; <\/p>\r\n<p>Supertyphoon Pongsona was the second severe typhoon event this year, leaving both islands reeling. It struck the islands on Dec. 8 with catastrophic levels of rainfall and winds exceeding 180 miles per hour, and gusts as high as 225 mph on Rota. In July, Typhoon Chata&rsquo;an passed over Guam, setting all-time flooding records. Guam is a United States Territory, with more than 150,000 American citizens and an important Navy base. <\/p>\r\n<p>The USGS team of water specialists is on Guam to assess landslide and flooding hazards, and drinking water problems caused by massive deposits of sediment in the Fena reservoir. The reservoir is the main drinking-water supply for residents of southern Guam the U.S. Navy. The Navy, U.S. Army Corps of Engineers, and the University of Guam Water and Energy Resource Institute (WERI) are cooperating in these recovery efforts. The reservoir is currently shut down due to high sediment levels that exceed EPA standards. In addition, about half of the groundwater wells on Guam remain shut down, and bacteria resulting from the extremely rapid recharge to the limestone aquifers during the typhoon flooding have contaminated much of the groundwater on the northern part of Guam. <\/p>\r\n<p>&quot;The primary issues now are hazards for villages related to landslides, as well as restoring drinking-water availability for the island of Guam,&quot; Carruth said. <\/p>\r\n<p>&quot;In the northern part of the island, we have downloaded the data from our groundwater recorders and will be providing groundwater response information that WERI and the government of Guam will use to help assess mitigation efforts now and in the future,&quot; Carruth said. <\/p>\r\n<p>Rota, however, is in much better shape in terms of drinking water, primarily because FEMA hazard mitigation funds after typhoon Paka hit in 1997 allowed the drilling of three exploratory wells as a water supply back-up system to the island&rsquo;s main water supply system. The USGS assisted in that work, and as a result, Rota was able to maintain a drinking water-supply system, even though its primary water-supply source was unavailable for several days after last week&rsquo;s typhoon. <\/p>\r\n<p>On Guam, USGS is reviewing data from its stream gages on three of the watersheds that feed into Fena reservoir, assessing which drainages are the major contributors to the sediment load so that the Navy and the U.S. Army Corps of Engineers can determine if they need to do bank stabilization in these areas to reduce sediment loads. <\/p>\r\n<p>&quot;The peaks we are seeing are somewhere between a half-foot and four feet below typhoon Chata&rsquo;an,&quot; Carruth said, noting, however, that the violent intensity of the rainfall over a short time caused major problems, with one gage below Fena Dam measuring 17 inches of increased water flow. <\/p>\r\n<p>Researchers are hampered somewhat because on both islands USGS stream water gages were destroyed in last July&rsquo;s typhoon. The gages destroyed in typhoon Chata&rsquo;an include one at the Imong River, which feeds into the important Fena reservoir, and another on the Ugam River, from which the Guam Waterworks Authority produces drinking water to supply residents in the","summary":null,"format":null}]},"field_images":[],"regions":["Puerto Rico"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1040274000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170341"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}