{"title":"Mr. Earthquake Hangs His USGS Hat; Retires After 51 Years","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->After five-plus decades of educating audiences around the globe about earthquakes, U.S. Geological Survey (USGS) scientist Waverly Person is calling it quits.<!--introend--> Person, a long-time Boulder, Colo. resident, is well-known among media circles as \"the person\" to call when an earthquake happens anywhere in the world, and is a fixture both in classrooms and on television sets that many people recognize as Mr. Earthquake.<\/p>\n<p>His last day at USGS will be Friday, Feb. 3.<\/p>\r\n<p>Before becoming a government scientist, he served in both World War II and the Korean War with the U.S. Army, from which he was honorably discharged. He then took his bachelor&#039;s in mathematics to a position as a science technician with the Department of Commerce, which oversaw Federal seismic monitoring in the 1950s.<\/p>\r\n<p>Behind the public view, Person has some historical feats to boast. He marched alongside Dr. Martin Luther King Jr., and has been coined the nation&#039;s first black earthquake seismologist.<\/p>\r\n<p>Last year, U.S. Representative Bob Beauprez (CO-7) recognized Person&#039;s 50 years of government service at a ceremony honoring his career.<\/p>\r\n<p>So who will fill Person&#039;s shoes?<\/p>\r\n<p>\"Waverly is a hard act to follow &ndash; not only because of his calm under fire, but also his incredible encyclopedic mind for earthquake history,\" said Jill McCarthy, director of the USGS Geologic Hazards Team in Golden, Colo. \"For the past few years we&rsquo;ve been training other scientists to deal with media inquiries, and we&rsquo;ve been developing earthquake databases and computer programs that attempt to replicate what Waverly knows intuitively from decades of hands-on experience. Even still, we realize that things just won&rsquo;t be the same without Waverly.\"<\/p>\r\n<p>Person and his wife, Sarah, plan to enjoy each other&#039;s company and travel abroad to visit family. Person will continue pursuing one of his passions, educating minority students about seismology. And since he is now an emeritus scientist, you might just see him in the office the next time a \"big one\" hits.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1138856400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169484"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}