{"title":"Animal Wastes or Sewage Contribute to Salmon Migration Barrier in San Joaquin River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Migrating fall-run Chinook salmon can hit a stretch of the San Joaquin River \nin Central California with oxygen levels so low, the fish are forced to either \r\nwait around until conditions improve or to go elsewhere to spawn, thereby \r\nnegatively affecting their spawning success. Algae consume much of the oxygen \r\nand according to a recently published U.S. Geological Survey (USGS) report, \r\nanimal wastes or sewage were a major source of nutrients for the algae growth. \r\n<\/p>\r\n<p>&quot;Whereas tributaries were important sources of nutrients and organic carbon \r\nin the San Joaquin River, they were a relatively minor source of algae&quot; said the \r\nreport&rsquo;s lead author, Charles Kratzer, a USGS hydrologist. \"Nitrate was an \r\nimportant nutrient source for the algae growth in the San Joaquin River and the \r\nisotopic signature of the nitrate in the river suggested that animal waste or \r\nsewage was a significant source of the nitrate at the time of sampling.\" \r\n<\/p>\r\n<p>Samples were collected in the summer and fall of 2000 and 2001 at 7 sites on \r\nthe San Joaquin River in the Sacramento-San Joaquin Delta and 14 sites on \r\ntributaries. Analyses of the samples looked at nutrients, organic carbon, \r\nchlorophyll-a, and isotopes of carbon, nitrogen, and oxygen in the water and in \r\nthe particulate organic matter. \r\n<\/p>\r\n<p>The California Department of Water Resources and the CALFED Bay-Delta Program \r\nfunded the USGS study to provide additional information to the Central Valley \r\nRegional Water Quality Control Board for their development of a Total Maximum \r\nDaily Load regulation for dissolved oxygen levels in the Stockton Deep Water \r\nShip Channel. The sampling in this study was coordinated with a study done by \r\nthe University of California at Davis (UCD). The U.S. Fish and Wildlife Service \r\nfunded the UCD study to evaluate the food resources to the Sacramento-San \r\nJoaquin Delta from the Sacramento and San Joaquin Basins. The UCD data is \r\nincluded and interpreted in the USGS report. \r\n<\/p>\r\n<p>The USGS report entitled, &quot;Sources and Transport of Nutrients, Organic \r\nCarbon, and Chlorophyll-a in the San Joaquin River Upstream of Vernalis, \r\nCalifornia, during Summer and Fall, 2000 and 2001,&quot; by Charles R. Kratzer, Peter \r\nD. Dileanis, Celia Zamora, Steven R. Silva, Carol Kendall, Brian A. Bergamaschi, \r\nand Randy A. Dahlgren, can be found on the web at <a \r\nhref=\"http:\/\/water.usgs.gov\/pubs\/wri\/wri034127\/\">http:\/\/water.usgs.gov\/pubs\/wri\/wri034127\/<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1077598800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169129"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}