{"title":"Why So Many Earthquakes Lately? Who&rsquo;s Next","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: GSA Press Briefing Tuesday, Oct. 26, 10-11 a.m., Room 208 &mdash; Colorado Convention Center.<\/b> \n<p>\r\n<p>August 17, 1999 Turkey --- 7.4 earthquake kills 17,000<br>September 7, 1999 Greece --- 5.9 earthquake kills 143 <br>September 20, 1999 Taiwan --- 7.2 earthquake kills 2,300<br>September 30, 1999 Mexico --- 7.5 earthquake kills 33<br>October 16, 1999 California &mdash;7.1 earthquake wakes up everyone, kills no one and breaks a few bottles of ketchup. \r\n<p>\r\n<p><!--introstart-->Has there been an increase in earthquakes around the world during the past three months, and is this activity a sign of more shakes to come? Why are some earthquakes so damaging, and others barely raise the dust?<!--introend--> \r\n<p>\r\n<p>Those questions and many more concerning the five large earthquakes that have occurred since August 17 will be answered Tuesday morning, October 26, when four U.S. Geological Survey seismologists \"meet the press\" during the annual meeting of the Geological Society of America. \r\n<p>\r\n<p>Two of the scientists, Dr. Thomas Holzer and Dr. Erdal Safak, went to Izmet, Turkey, following the devastating earthquake there, and will describe some of the damage they observed and offer their opinions on why the earthquake occurred where it did and what lessons the United States can learn from that earthquake. \r\n<p>\r\n<p>Dr. Bruce Clark of the geotechnical firm of Leighton and Associates will describe the surface effects of the Taiwan earthquake. The success of Taiwan&rsquo;s state-of-the-art real-time digital seismic network and the benefits of having such a network will be discusssed. \r\n<p>\r\n<p>Another of the scientists, Tom Rockwell of the University of California at San Diego, will discuss observations of the faulting in Turkey. In addition, Dr. Rockewll spent last week in the Mohave Desert, documenting the 25-mile-long rip across the sand, caused by the Hector Mine earthquake; an earthquake that could have been the deadliest and costliest of the decade, had it occurred in an urbanized area. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"940824000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}