{"title":"Climate Change Projections for Californiaâ\u0080\u0099s Bay-Delta System: Five Things Resource Managers Should Know","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_172861\" align=\"alignleft\" width=\"300\" caption=\"Together, the San Francisco Bay, San Francisco Watershed, and the Sacramento-San Joaquin Delta form an interconnected and valuable resource system. A new study reveals this system will feel impacts of climate change with shifts in biological communities, rising sea level, and modified water supplies. (Photo Credit: Francis Parchaso, USGS)\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/11_02_2011_fKBm16Pdc8_11_02_2011_1\"><img class=\"size-medium wp-image-172861 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/11\/SFBayLg-300x169.jpg\" alt=\"The Golden Gate Bridge seen through Racoon Strait in the San Francisco Bay, California\" width=\"300\" height=\"169\" \/><\/a>[\/caption]\n<p class=\"MsoNormal\">Over the coming decades, Californiaâ\u0080\u0099s Bay-Delta system will feel impacts of global climate change with shifts in biological communities, rising sea level, and modified water supplies, according to a new study by the USGS and academic partners.<\/p>\n<p class=\"MsoNormal\">Together, the San Francisco Bay, San Francisco Watershed, and the Sacramento-San Joaquin Delta form an interconnected and valuable resource system.<\/p>\n<p class=\"MsoNormal\">This Bay-Delta system provides<\/p>\n\n<ul style=\"margin-top: 0in\" type=\"disc\">\n\t<li class=\"MsoNormal\">essential habitat for aquatic species, including Pacific salmon, steelhead trout, and delta smelt;<\/li>\n\t<li class=\"MsoNormal\">irrigation water to millions of acres of farmland that produce crops valued at $36 billion per year; and<\/li>\n\t<li class=\"MsoNormal\">water to 25 million people.<\/li>\n<\/ul>\n<p class=\"MsoNormal\">Deciding how best to meet the multiple (and sometimes conflicting) interests of those who value the resources of the Bay-Delta system already poses challenges to area resource managers. As the climate changes, the intensity of the challenges they face is likely to increase.<\/p>\n<p class=\"MsoNormal\">Therefore, as resource managers develop strategies to protect the Bay-Delta system â\u0080\u0094 and the critical services it provides â\u0080\u0094 they need to understand how global climate change will affect the system.<\/p>\n\n<h3 class=\"MsoNormal\"><strong>Managing local and regional resources in the face of global climate change<\/strong><\/h3>\n<p class=\"MsoNormal\">The impacts of climate change have been documented around the world. But when the consequences of Earthâ\u0080\u0099s warming vary from one location to the next, how do our Nationâ\u0080\u0099s regional and local resource managers â\u0080\u0094 including those in the Bay-Delta area â\u0080\u0094 prepare for the impacts that they, specifically, will face over the coming decades?<\/p>\n<p class=\"MsoNormal\">How will the effects of warming at the global level cascade down to impacts on the local resources we depend on?<\/p>\n<p class=\"MsoNormal\">A new study takes a first step in answering these questions, providing crucial information for difficult decisions regarding conservation, economic interests, and food and water security.<\/p>\n<p class=\"MsoNormal\">The study applies both fast and moderate climate-warming scenarios at a regional level to investigate how the Bay-Delta system would change from 2010 to 2099. Researchers examine how the Bay-Delta system will be impacted as global climate change alters the water supply, sea level, and habitats of the Bay-Delta system.<\/p>\n<p class=\"MsoNormal\">Some highlights from the study include the following impacts:<span>Â  <\/span><\/p>\n\n<ul style=\"margin-top: 0in\" type=\"disc\">\n\t<li class=\"MsoNormal\">The effects of increasing water temperature could reduce habitat quality for native species, such as the endangered delta smelt and winter-run Chinook salmon, and intensify the challenge of sustaining their populations.<\/li>\n\t<li class=\"MsoNormal\">Water-resource planners will need to develop adaptation strategies to address potentially longer dry seasons, diminishing snow packs, and earlier snowmelt that leaves less water for runoff in the summer.<\/li>\n\t<li class=\"MsoNormal\">As sea-level rise accelerates and as both earlier snowmelt and a shift in precipitation from snow to rain result in extreme water levels, the risk of flooding will increase.<\/li>\n<\/ul>\n<h3 class=\"MsoNormal\"><strong>Five conclusions<\/strong><\/h3>\n<p class=\"MsoNormal\">Based on the results of their study, the researchers came to five conclusions that those developing resource-management plans should know:<\/p>\n\n<h4 class=\"MsoNormal\"><strong>1. There is uncertainty about how the Bay-Delta system will evolve in the future (flexibility and adaptability will be necessary for effective adaptation strategies).<\/strong><\/h4>\n<p class=\"MsoNormal\">The researchers used two contrasting climate scenarios, one fast and one moderate, to both demonstrate and explore a range of climate possibilities. In some areas, the two scenarios show similar results; and in others, they demonstrate considerable variation stemming from different emission rates and climate sensitivity.<\/p>\n<p class=\"MsoNormal\">Comparing the results of the two scenarios suggests that resource managers can readily anticipate progressively increasing air and water temperature, salinity intrusion into the Bay-Delta system, more runoff in winter, and less runoff in spring and summer â\u0080\u0094 but that the rate of change and the magnitude of extremes are uncertain, so the best strategies will be flexible, adaptable, and include contingency plans for multiple outcomes.<\/p>\n\n<h4 class=\"MsoNormal\"><strong>2. Today's extremes could become tomorrow's norms.<\/strong><\/h4>\n<p class=\"MsoNormal\">Both of the scenarios show big changes in the frequency of extreme events. The results indicate shifts into regimes of environmental conditions that residents and ecosystems have not experienced during the development of the Bay Area.<\/p>\n<p class=\"MsoNormal\">The results imply growing risks of coastal flooding, extinction of native fishes, and decreasing feasibility of some ecosystem restoration actions. However, by anticipating and preparing for these increased risks, communities can focus on the most effective conservation efforts and mitigate the potential damages from hazardous events.<\/p>\n<p class=\"MsoNormal\"><strong>3. It's not just climate change (itâ\u0080\u0099s also land-use change).<\/strong><\/p>\n<p class=\"MsoNormal\">Over the past 150 years, massive landscape modifications, water development, pollutants, and non-native species have transformed the Bay-Delta system.<\/p>\n<p class=\"MsoNormal\">Many drivers will continue to transform coastal ecosystems, including population growth and urbanization, nutrient enrichment, potentially catastrophic levee failures from storms or earthquakes, modified reservoir operations and water conveyances, and ecosystem restoration efforts.<\/p>\n<p class=\"MsoNormal\">By considering all drivers of change, resource managers will be able to develop more comprehensive and more effective strategies for managing the resources of the Bay-Delta system.<\/p>\n\n<h4 class=\"MsoNormal\"><strong>4. Biological community changes are inevitable.<\/strong><\/h4>\n<p class=\"MsoNormal\">As the environmental conditions in the Bay-Delta system change â\u0080\u0094 as the deltaâ\u0080\u0099s waters warm, clear, and increase in salinity; as summer river temperatures more frequently reach levels fatal to some species; and as drought periods are extended â\u0080\u0094 the native species that are adapted to past and current conditions will be impacted.<\/p>\n<p class=\"MsoNormal\">The study indicates an increasing risk of extinction of native species and increasing dominance of nonnative species. For example, delta smelt are adapted to cool, turbid, low salinity habitats, but as delta waters warm, clear, and increase in salinity, the area may no longer be suitable for sustaining smelt populations.<\/p>\n<p class=\"MsoNormal\">Even a small change can trigger a big shift â\u0080\u0094 one that completely reorganizes the biological communities â\u0080\u0094 in an ecosystem. With this understanding, resource managers can anticipate surprises, develop contingency plans, and watch for unexpected shifts in habitats and biological communities.<span>Â  <\/span><\/p>\n\n<h4 class=\"MsoNormal\"><strong>5. The challenge of meeting California's water demands will intensify<\/strong><\/h4>\n<p class=\"MsoNormal\">The study shows the potential for longer dry seasons, extended droughts, and extreme floods. Diminishing snow packs will cause earlier water flow into reservoirs, meaning that reservoir management could be more about controlling floods and less about storing water.<\/p>\n<p class=\"MsoNormal\">In addition, salinity intrusion into the estuary could affect the quality of drinking water to communities that use the delta for municipal water supply. One mitigation strategy could be additional release of freshwater.<\/p>\n<p class=\"MsoNormal\">Such decisions in allocating water for human consumption and biological needs will be increasingly difficult, but the first step in making those decisions is understanding how the resource is changing and which measures could prove useful and which futile.<\/p>\n\n<h3 class=\"MsoNormal\"><strong>Facing the challenges<\/strong><\/h3>\n<p class=\"MsoNormal\">The San Francisco Bay is the largest estuary on the U.S. West Coast. In addition to serving as a major source of water for irrigating crops and public water supply, the Bay-Delta system provides habitat for endemic species and supports fisheries, such as English sole and Dungeness crab. Fourteen species of migratory or resident fishes are imperiled. And as sea level rises, 270,000 people and $62 billion of development are at risk of flooding along the shores of the estuary.<\/p>\n<p class=\"MsoNormal\">With so much at stake, the consequences of not preparing for changes to the system could be dire. However, the USGS, the Bureau of Reclamation, the Fish and Wildlife Service, NOAA, and the State of California are working together to address these issues.<\/p>\n<p class=\"MsoNormal\">There are also collaborative initiatives, such as the Bay Delta Conservation Plan and the Delta Stewardship Councilâ\u0080\u0099s Delta Plan, working to address problems in the Bay-Delta system.<\/p>\n<p class=\"MsoNormal\">In any budget, government and other agencies need to make smart decisions that make the most of the financial resources available to address problems and provide needed services. In tight budget times, good use of resources becomes essential. Studies like this provide crucial information to support informed decisions.<\/p>\n<p class=\"MsoNormal\">The benefits of this study extend beyond the Bay Area. In addition to providing a view of what the Bay-Delta system could look like in the future, this research provides general lessons for those developing strategies for coping with climate change in other coastal landscapes.<\/p>\n<p class=\"MsoNormal\">Anticipation, flexibility, and adaptability will be the keys to the success of those strategies.<\/p>\n<p class=\"MsoNormal\"><em>To read more about the methodology, results, and lessons learned from this study, read the article, â\u0080\u009c<a href=\"http:\/\/www.plosone.org\/article\/info%3Adoi%2F10.1371%2Fjournal.pone.0024465\">Projected Evolution of California's San Francisco Bay-Delta-River System in a Century of Climate Change<\/a>,â\u0080\u009d in the journal,Â <\/em>PLoS ONE.<\/p>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24161","uid":"31","filename":"SFBaySm.jpg","uri":"public:\/\/SFBaySm.jpg","filemime":"image\/jpeg","filesize":"145511","status":"1","timestamp":"1425492768","type":"image","uuid":"f39e6928-cf1c-4b13-9428-c600533000c1","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1320447420","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}