{"title":"The World's Largest Potential Energy Resource","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Scientists are looking at the potential of gas hydrates as a critical new source of energy.<!--introend-->&nbsp;&nbsp;<\/p>\n<p>Gas hydrates are a naturally occurring, ice-like combination of natural gas and water found in the world's oceans and polar regions. Its natural gas accumulations are estimated to greatly exceed the volume of all known conventional (commercial) gas resources. Currently, the technical challenges of realizing them as a resource are substantial.<\/p>\r\n<p>Today, scientists released the results of the most comprehensive gas hydrate field venture in the world to date. This was the first modern gas hydrate research and exploration program conducted in India's offshore through Indian National Gas Hydrate Program (NGHP) Expedition 01. Scientists conducted ocean drilling, coring, logging and analytical activities to assess the geologic occurrence, regional context and characteristics of gas hydrate deposits along India.<\/p>\r\n<p>An international team led by the U.S. Geological Survey (USGS) and the Directorate General of Hydrocarbons, which is under the government of India's Ministry of Petroleum and Natural Gas, conducted the expedition.<\/p>\r\n<p>Highlights include:<\/p>\r\n<ul>\r\n<li>gas hydrate was discovered in numerous complex geologic settings, and an unprecedented number of gas hydrate cores and scientific data were collected;<\/li>\r\n<li>one of the richest marine gas hydrate accumulations ever discovered was delineated and sampled in the Krishna-Godavari Basin;<\/li>\r\n<li>one of the thickest and deepest gas hydrate occurrences yet known was discovered offshore of the Andaman Islands and revealed gas hydrate-bearing volcanic ash layers as deep as 600 meters below the seafloor; <\/li>\r\n<li>and for the first time, a fully developed gas hydrate system was established in the Mahanadi Basin of the Bay of Bengal.<\/li>\r\n<\/ul>\r\n<p>\"NGHP Expedition 01 marks a monumental step forward in the realization of gas hydrates becoming a viable energy source,\" said USGS Director Mark Myers. \"This partnership combines the expertise of two organizations dedicated to understanding gas hydrates, and research results provide new and exciting information about this important potential energy resource.\"<\/p>\r\n<p>Directorate General of Hydrocarbons Director General and NGHP Program Coordinator V. K. Sibal said, \"The global gas hydrate resources are estimated to be huge. Although the exploration and exploitation of gas hydrates pose significant challenges, the opportunities are unlimited. The combined wisdom of the scientific community from across the world could provide the answers and solutions to many of these challenges. The Indian gas hydrate program has been fortunate in having the benefits of a truly global collaboration in the form of the first gas hydrate expedition in Indian waters. The results of the studies are not only encouraging, but also very exciting. I believe that the time to realize gas hydrate as a critical energy resource has come.\"<\/p>\r\n<p>A number of research and operational organizations were involved in the research expedition. NGHP Expedition 01 was collaboratively planned and managed by the Directorate General of Hydrocarbons, the USGS, and the Consortium for Scientific Methane Hydrate Investigations, led by Overseas Drilling Limited and Fugro McClelland Marine Geosciences (FUGRO). The platform for the drilling operation was the research drill ship JOIDES Resolution, operated by Overseas Drilling Limited. Much of the drilling\/coring equipment used was provided by the Integrated Ocean Drilling Program through a loan agreement with the U.S. National Science Foundation. Wireline pressure coring systems and supporting laboratories were provided by IODP, Texas A&amp;M University, FUGRO, the USGS, the U.S. Department of Energy and HYACINTH\/GeoTek. Downhole logging operational and technical support were provided by Lamont-Doherty Earth Observatory of Columbia University.<\/p>\r\n<p>Participants in Indian NG","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1202360400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"170591"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}