{"title":"The Presidentâ\u0080\u0099s 2013 USGS Budget Proposal","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<strong>The Presidentâ\u0080\u0099s 2013 USGS Budget Proposal<\/strong>\n\n<img class=\"alignright\" src=\"http:\/\/gallery.usgs.gov\/images\/08_18_2010\/h41Ogs6FEa_08_18_2010\/medium\/Lostman_s_River.jpg\" alt=\"\" width=\"400\" height=\"253\" \/>\n\nThe Presidentâ\u0080\u0099s 2013 budget request for the U.S. Geological Survey is $1.1 billion, $34.5 million above the 2012 enacted level. The 2013 proposal reflects administrative efficiencies and research priorities to respond to nationally relevant issues, including water quantity and quality, ecosystem restoration, hydraulic fracturing, natural disasters such as floods and earthquakes, and support for the National Ocean Policy.\n\nRecognizing constrained fiscal resources, the 2013 USGS budget reflects careful investments in priority science to support a robust and growing economy and a strong and resilient nation. The proposal addresses key science issues while maintaining a strong commitment to the USGS mission and its core science functions to provide geologic, hydrologic, and topographic information that contributes to the wise management of the nation's natural resources and promotes the health, safety, and well-being of the people.\n\nâ\u0080\u009cOur science is increasingly in demand as new energy supplies are developed, competition for water grows, and the cost of natural disasters mounts,\" said USGS director Marcia McNutt. â\u0080\u009cFundamental, multidisciplinary USGS science capabilities are necessary to address the nationâ\u0080\u0099s increasingly connected societal and economic challenges. We are pleased that the President's budget provides strong support for our mission, underscoring the Administrationâ\u0080\u0099s commitment to science as a foundation for decision making.â\u0080\u009d\n\nInvestments in research and development (R&amp; D) promote economic growth and innovation and ensure American competitiveness in a global market. The 2013 USGS budget request reflects an eight percent increase in funding for R&amp;D activities. The increased funding for R&amp;D will advance USGSâ\u0080\u0099 capacity to address the nationâ\u0080\u0099s most important challenges, and provide the scientific basis for resource management and natural disaster mitigation.\n\nProposed USGS key increases are summarized below. For more detailed information on the Presidentâ\u0080\u0099s proposed 2013 budget for these and other priorities,visit <a href=\"http:\/\/www.usgs.gov\/budget\/2013\/2013index.asp\">http:\/\/www.usgs.gov\/budget\/2013\/2013index.asp<\/a>.\n\nWaterSMART:\n\nAs competition for water resources grows, so does the need for better information about water quality and quantity. WaterSMART, through the combined efforts of the USGS and the Bureau of Reclamation, provides information to address the nationâ\u0080\u0099s water challenges. The USGS is proposing a total of $21.0 million for WaterSMART priorities, in support of the Department of the Interiorâ\u0080\u0099s Water Challenges initiative, and includes establishing a national groundwater monitoring network, assessing how water quality influences water availability, and continuing water availability assessments in the Colorado River Basin, the Delaware River Basin, and the Apalachicola-Chattahoochee-Flint Basin.\n\nEcosystem Priorities:\n\nWhether restoring clean water, conserving treasured places, restoring habitat for fish and wildlife, or better understanding ecosystem services, todayâ\u0080\u0099s environmental challenges call for an ecosystem-wide approach. Complementing Interiorâ\u0080\u0099s America's Great Outdoors initiative, the USGS is requesting an increase of $16.2 million for ecosystem restoration activities that will focus on restoration science and research in priority ecosystems such as the Chesapeake Bay, California Bay Delta, Puget Sound, and Columbia River. Proposed funding also supports fish health and water quality studies for the Klamath Basin Restoration Agreement, research to control and manage invasive species in the Everglades, such as the Burmese python, and research on new methods to eradicate, control, and manage Asian carp in the Upper Mississippi River Basin and prevent their entering the Great Lakes. Additional funding of $2.0 million will address invasive brown tree snakes, coral reef health, and white-nose syndrome in bats.\n\nHydraulic Fracturing:\n\nWith appropriate safeguards, unconventional natural gas development through hydraulic fracturing has an important role to play in Americaâ\u0080\u0099s energy economy. The USGS budget provides $18.6 million, a $13.0 million increase from 2012, to support a collaborative interagency research and development effort with the Department of Energy and the U.S. Environmental Protection Agency to better understand and minimize potential adverse environmental, health, and safety impacts of hydraulic fracturing on air, water, ecosystems, and seismicity (earthquakes). In support of Interiorâ\u0080\u0099s New Energy Frontier initiative, the 2013 proposed budget increase includes funding for natural gas assessments, as well as for science that addresses water quality and quantity, induced earthquakes, and habitat impacts.\n\nRapid Disaster Response:\n\nIn 2011, the USGS responded to earthquakes, hurricanes, and historic floods.Â  Proposed funding of $10.9 million, an $8.6 million increase from 2012, for rapid disaster response will improve the USGSâ\u0080\u0099s capacity to provide timely and effective science to minimize hazard risks to populations and infrastructure. The funding will upgrade USGS monitoring and warning capabilities for earthquakes, floods, landslides, and volcanoes. It will also aid in the development of a strategic science capability to rapidly deliver scientifically based information on the likely range of impacts from a given natural hazard or other environmental crisis, and expand development and delivery of disaster scenario products, such as the California Shakeout and ARkSTORM scenarios.Â  These initiatives allow communities to understand hazard impacts and prepare before disaster strikes. In addition to efforts to improve rapid disaster response, the Earthquake Hazards Program will focus $1.6 million on research on East Coast earthquakes, in the wake of the magnitude 5.8 Virginia earthquake in August 2011.\n\nScience for Coastal and Ocean Stewardship:\n\nIncreased population growth, energy development, and resource use in coastal areas pose challenges requiring the latest science for communities to make wise decisions about future resource use and protection. Balancing protections for human and environmental health and safety with prudent and sustainable management of offshore energy resources is one such challenge. An increase of $6.8 million will allow the USGS to provide the science and information necessary to assess resource potential, ecosystem and community vulnerability, and develop management tools for coastal, oceanic and Great Lakes resources, in support of the National Ocean Policy. This information will support the safe and sustainable use and protection of coastal areas and oceans â\u0080\u0093 now and for future generations.\n\n&nbsp;\n\nFor more detailed information on the Presidentâ\u0080\u0099s proposed 2013 budget for these and other priorities, visit <a href=\"http:\/\/www.usgs.gov\/budget\/2013\/2013index.asp\">http:\/\/www.usgs.gov\/budget\/2013\/2013index.asp<\/a>.\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24174","uid":"31","filename":"Lostman_s_River.jpg","uri":"public:\/\/Lostman_s_River.jpg","filemime":"image\/jpeg","filesize":"23999","status":"1","timestamp":"1425492768","type":"image","uuid":"a90ddb98-abc0-4af2-955d-486f9977390a","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":316,"width":500},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["budget"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1329165047","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}