{"title":"Natural Gas Development Not Expected to Have Substantial Impact on Sediment Entering Brewer Lake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>LITTLE ROCK, Ark<\/strong>.&mdash;Increasing the density<ins datetime=\"2014-06-04T13:51\" cite=\"mailto:vhines-pr\"> <\/ins>--<ins datetime=\"2014-06-04T13:51\" cite=\"mailto:vhines-pr\"> <\/ins>the amount per square mile<ins datetime=\"2014-06-04T13:51\" cite=\"mailto:vhines-pr\"> <\/ins>-- of natural gas drilling sites and associated ponds in the Cypress Creek basin is not expected to have a substantial impact on the amount of sediment or water entering Brewer Lake, according to a new U.S. Geological Survey report.<\/p>\n<p>Cypress Creek flows into Brewer Lake, which supplies the drinking water to the more than 21,000 people in the city of Conway and much of Conway County.<\/p>\r\n<p>The study was done to understand some of the effects of developing natural gas drilling sites in this area. The new report is based on a model of the basin that used approximately 20 water-quality samples and continuous streamflow measurements, along with precipitation, land use, soils, and other data from October 2010 to October 2012. The model was used to predict changes in the quantity of sediment and water resulting from changes in land use, associated with natural gas development and agriculture.<\/p>\r\n<p>Results showed that in the Cypress Creek basin natural gas development activities will not substantially increase the amount of sediment or reduce the amount of water leaving the basin. However, the model did not look at instances where sediment in a small stream immediately below a well pad or a pipeline might be affected.<\/p>\r\n<p>&ldquo;This model can be used by water resource managers as a tool to understand how changes in land use, such as additional gravel roads and well pads, could affect the quality of water flowing in Cypress Creek and subsequently into Brewer Lake,&rdquo; said USGS hydrologist and report author Rheannon Hart. &ldquo;The model also describes how ponds would affect the amount of water flowing in Cypress Creek.&rdquo;<\/p>\r\n<p>The report, done in cooperation with Southwestern Energy, looked at a total of four land use scenarios.<\/p>\r\n<p>&ldquo;Water is an essential resource for local communities, the environment and the economy. It also serves a vital role for energy. That&rsquo;s why we have made water sourcing and conservation a priority and have a goal of creating better solutions,&rdquo; said Southwestern Energy&rsquo;s Vice President of Strategic Solutions Roy Hartstein. &ldquo;Through combined efforts, like our partnership with USGS, we can determine whether our activities have a measurable impact on streamflow and suspended sediment in the Cypress Creek basin.&rdquo;<\/p>\r\n<p>The report, &ldquo;Simulated Effects of Existing And Proposed Surface-Water Impoundments And Gas-Well Pads On Streamflow And Suspended Sediment In The Cypress Creek Watershed, Arkansas&rdquo; by Rheannon Hart is available<a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5057\/\"> online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas"],"country":["United States of America"],"mm_tags":["water","Water Cooperative Water","Water Groundwater Resources","Geographic Areas Southeast","Brewer Lake","Cypress Creek Basin","Conway County","Natural Gas"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1402372800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169071"},{"tid":"169665"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}