{"title":"Try The USGS And USFS For Alternative Holiday Shopping (and free wrapping paper!)","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Want to give someone special an unusual gift this holiday season? Then you should visit the Earth Science and National Forest Information Center (ESNFIC) of the U.S. Geological Survey (USGS) and the U.S. Forest Service (USFS) in Spokane. This cooperative sales outlet has a wide range of maps, posters and other gift ideas for the person who has everything, the hard-to-please and the just plain curious. <\/p>\n<p>Located in Room 135 of the historic downtown Post Office Building at 904 W. Riverside, the outlet has topographic and national forest visitor maps of four northwestern states in stock and available for purchase. Books on geology, water resources, hiking, nature and other subjects of the great outdoors of the Pacific Northwest are also available. The sales office is open from 8:30 a.m. to 4 p.m., Monday through Friday. <\/p>\r\n<p>In addition to the standard \"topo\" maps, the USGS\/ESIC also has large wall maps and posters of the world, the U.S., all 50 states and special areas, such as national parks. Most map products are available for $4 each. One of the most popular products is a series of atlases covering segments of the country and illustrating the geology and ground-water resources of each area. <\/p>\r\n<p>Another bestseller is the \"Dynamic Planet\" world map that locates the epicenters of 24,000 earthquakes of magnitude 6 or larger that occurred between 1960 and 1990, and 1,500 volcanoes that have erupted in the past 10,000 years. A companion picture book, \"This Dynamic Earth,\" also is available, and the two make a wonderful, educational gift package for anyone who wants to know more about the \"third rock from the sun.\" Other books on a diverse range of earth-science subjects, including where and how to search for gold, are available at reasonable prices. <\/p>\r\n<p>Not only does the USGS\/USFS sales outlet have great gifts for purchasing, but they&rsquo;re offering some of the most unusual gift wrapping paper, in the form of outdated topo maps, that&rsquo;s available anywhere; and it&rsquo;s free!. In an effort to save the colorful but space-consuming maps from the landfill, the ESNFIC is giving the maps away. With their shades of green for forests and cities etched in red, many of the maps are arrayed in winter holiday colors, and their large size, 24\" by 30\" offers a generous wrap for most holiday packages. <\/p>\r\n<p><b>Editors: Tours of the ESNFIC and interviews with sales personnel and customers may be arranged by calling Tom Servatius at 509-353-2524 or -2574. <\/b><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"880088400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}