{"title":"scientists Gather to Discuss Challenges along the US-Mexico Border","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->The U.S. Geological Survey hosted a two-day scientific workshop that drew state and federal government scientists, and university researchers together to discuss interdisciplinary research along the US-Mexico border.<!--introend--> The workshop, &quot;Facing Tomorrow&#39;s Challenges along the US-Mexico Border,&quot; held March 20-22, in Tucson, Arizona, focused on monitoring, modeling, and forecasting change within the Arizona-Sonora Transboundary Watersheds. \r\n<\/p>\r\n<p>\r\nLaura Norman, a physical scientist at the USGS and organizer of the workshop, emphasized, &quot;This is part of the program-planning process to guide the direction of scientific research and develop USGS research priorities along the US-Mexico border. The talks and informal poster sessions are an important opportunity for scientists to exchange information, report progress, develop goals, and collaborate on interdisciplinary studies.&quot; \r\n<\/p>\r\n<p>\r\nIn addition to USGS researchers, scientists from the National Park Service, the U.S. Environmental Protection Agency, the University of Arizona, and the Arizona Geological Survey gave presentations on subjects as varied as groundwater sources; climate change; heavy metals in food webs; migrating-bird habitats; landscape change and biological response to urban growth; mapping vegetation, habitat and geology across national borders; ecosystem preservation and the San Pedro River watershed. The workshop concluded with a field trip to Nogales, Arizona highlighting issues, projects, and people of the twin-city area in the Ambos Nogales Watershed. \r\n<\/p>\r\n<p>\r\nUSGS Regional Geologist Wes Ward remarked, &quot;This was really an internal workshop where we reviewed our progress, but we also took the unusual step of inviting local partners to understand our accomplishments and capabilities, and offer suggestions on possible future scientific directions for the USGS.&quot; \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1174536000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"},{"tid":"169919"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}