{"title":"National Assessment Shows Geographic Distributions and Trends of Pesticide Use, 1992-2009","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->For the first time, national maps and trend graphs show the distribution of the agricultural use of 459 pesticides for each year during 1992-2009 for the entire conterminous U.S.<!--introend-->&nbsp; The maps and supporting national database of county-level use estimates for each pesticide were developed by the U.S. Geological Survey (USGS) for use in national and regional water-quality assessments.<\/p>\n<p>The national use analysis is based on methods developed by USGS to estimate annual county-level pesticide use for agricultural crops grown throughout the conterminous United States. Pesticide-use data compiled from proprietary surveys of farm operations were used in conjunction with annual harvested-crop acreage reported by the U.S. Department of Agriculture (USDA) to calculate use rates for each crop and year. &nbsp;For California, use estimates were obtained directly from annual California Department of Pesticide Regulation Pesticide Use Reports.<\/p>\r\n<p>\"These nationally complete and consistent, county-level use estimates are vital for USGS water-quality models that estimate pesticide concentrations in streams and rivers. In addition, long-term annual data is essential for interpreting water-quality trends,\" said Wes Stone, an author of the reports.<\/p>\r\n<p>The new pesticide-use estimates were tested and found to be consistent with national use estimates by the U.S. Environmental Protection Agency and with comparable statewide estimates for selected years and crops by the USDA. The USDA data on pesticide use, which are based on systematic regional surveys for selected years and crops, enabled vital quality assurance of the new estimates.<\/p>\r\n<p>Gail Thelin, senior author of the report on estimation methods, noted, \"When evaluated statistically, USGS estimates agree with estimates from other sources for comparable years, pesticides, and states. That consistency supports the reliability of the comprehensive and long-term assessment of use patterns and trends that is now available through this study.\"&nbsp;<\/p>\r\n<p>Complete results of the USGS analysis of pesticide use are provided in three products:<\/p>\r\n<p>Documentation of Methods:&nbsp;&nbsp;\"<a href=\"http:\/\/pubs.er.usgs.gov\/publication\/sir20135009\">Estimation of annual agricultural pesticide use for counties of the conterminous United States, 1992&ndash;2009\": U.S. Geological Survey Scientific Investigations Report 2013-5009<\/a>&nbsp;&nbsp;<\/p>\r\n<p>National County-Level Data for 459 Pesticides:&nbsp; \"<a href=\"http:\/\/pubs.er.usgs.gov\/publication\/ds752\">Estimated annual agricultural pesticide use for counties of the conterminous United States, 1992&ndash;2009\": U.S. Geological Survey Data Series 752<\/a>&nbsp;<\/p>\r\n<p><a href=\"http:\/\/water.usgs.gov\/nawqa\/pnsp\/usage\/maps\">National Maps and Trend Graphs<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water National Water Quality Assessment"],"article_type":["Technical Announcement","National News Release"],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1368676800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"170350"},{"tid":"170671"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}