{"title":"Landsat 4\/5 Operations to End","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>End of Satellites&rsquo; Operations Marks End of Highly Successful Science Mission;<br>Landsat 7 breaking new ground in Earth Science Research<\/b> <\/p>\n<p><!--introstart-->The U.S. Geological Survey has begun decommissioning Landsats 4 and 5 - two Earth observation satellites -- and a highly successful chapter of an ongoing science story is about to close.<!--introend--> <\/p>\r\n<p>Landsat 4, launched by NASA in 1982, and Landsat 5, a duplicate satellite launched in 1984, have both performed far beyond their two-year design lifetimes, sending hundreds of thousands of 100-mile by 100-mile land-surface images to U.S. and international ground receiving stations. Beginning with the launch of Landsat 1 in 1972, the satellites in this series have gradually compiled a graphic global archive of natural and human-induced change ranging from devastation and eventual recovery after the Mt. St. Helen&rsquo;s volcanic eruption; the calving of giant icebergs from the Antarctic ice shelf to the deforestation of large tracts within the Amazon Basin. Scientists and natural-resource managers worldwide rely on Landsat technology. <\/p>\r\n<p>Although communication hardware for sending images to the ground failed on Landsat 4 several years ago, the satellite continued to be operated as a test bed for software modifications intended for Landsat 5. Engineers recently began the process of retiring Landsat 4. Landsat 5, using its several back-up subsystems, can still provide high-quality image data to ground antennas. However, the costs of operating the aging satellite now exceed available resources. <\/p>\r\n<p>In 1985, based on directives from Congress, the U.S. government turned Landsats 4 and 5 operations over to the private sector in an attempt to commercialize the technology and encourage private investment for later missions. The government-subsidized Landsat 6 satellite failed to achieve orbit in 1993. While the commercial market for moderate-resolution, Landsat-like data never approached the size needed to bring in profits large enough to finance future commercial missions, the private sector has since invested heavily in satellites that frame much smaller areas on the ground at much higher resolution. A Landsat image can reveal the swath of a highway while a commercial high-resolution image can distinguish cars from trucks. <\/p>\r\n<p>At the direction of Congress, Landsat 7, built by NASA and launched in 1999, is operated by the USGS under an ongoing Landsat Program partnership with NASA. The Landsat user community has responded strongly to Landsat 7&rsquo;s non-commercial pricing and open-ended data policy. Also, several indicators point to an emerging market being developed by commercial value-added resellers of Landsat 7 data. <\/p>\r\n<p>Landsat 7 has provided images of all major U.S. cities, as well as timely images of the recent devastating floods in the Midwest, wildfires in the Western United States from 2000, flood damage in North Carolina from Hurricane Floyd in 1999. The imagery also has been used to monitor volcanic eruptions in Alaska, Mexico, Hawaii, Italy, and Central America, and to document change over time, such as receding glaciers in Alaska and the Alps, deforestation in the tropics, and recent and past wildfires in the outback of Australia and in remote areas of Siberia.<\/p>\r\n<p>\"Landsat 7 is already proving to be a major source for information about the land mass of the planet. Building on previous satellite data provides us a crucial long-term record of information about the Earth,\" said U.S. Geological Survey Landsat program manager, R. J. Thompson.<\/p>\r\n<p>The USGS, which is also responsible for Landsat 4\/5 operations oversight, recently directed Space Imaging, of Thornton, Colorado, the commercial operator, to decommission Landsat 5. NASA and the USGS are actively working together to plan a Landsat Data Continuity Mission (LDCM) to be launched no later than the spring of 2006. Substantial private-sector participation is","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"989294400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170302"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}