{"title":"ASU, USGS Create Sharpest Map Ever of Mars Surface Properties","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>TEMPE, Ariz. &ndash; A heat-sensing camera designed at Arizona State University has provided data to create the most detailed global map yet of Martian surface properties. <a href=\"http:\/\/jmars.mars.asu.edu\/maps\/thermal_inertia\">The map<\/a> uses data from the Thermal Emission Imaging System (THEMIS), a nine-band visual and infrared camera on NASA&rsquo;s Mars Odyssey orbiter. An online version of the <a href=\"http:\/\/astrogeology.usgs.gov\/maps\/mars-themis-derived-global-thermal-inertia-mosaic\">map optimized for scientific researchers<\/a> is also available.<\/p>\n<p>The new Mars map was developed by Robin Fergason of the U.S. Geological Survey Astrogeology Science Center in Flagstaff, Arizona, in collaboration with researchers at ASU's Mars Space Flight Facility. The work reflects the close ties between space exploration efforts at Arizona universities and the USGS.&nbsp;<\/p>\r\n<p>\"We used more than 20,000 THEMIS nighttime temperature images to generate the highest resolution surface property map of Mars ever created,\" said Fergason, who earned her Ph.D. degree at ASU in 2006. \"Now these data are freely available to researchers and the public alike.\"<\/p>\r\n<p>Surface properties tell geologists about the physical nature of a planet or moon's surface. Is a particular area coated with dust, and if so, how thick is it likely to be? Where are the outcrops of bedrock? How loose are the sediments that fill this crater or that valley? A map of surface properties lets scientists begin to answer such questions.<\/p>\r\n<p>The new map uses nighttime temperature images to derive the \"thermal inertia\" for football field-sized areas of Mars. Thermal inertia is a calculated value that represents how fast a surface heats up and cools off. As night follows day on Mars, loose fine-grain materials such as sand and dust change temperature quickly and thus have low values of thermal inertia. Bedrock has a high thermal inertia because it cools off slowly at night and warms up slowly by day.<\/p>\r\n<p>\"Darker areas in the map have a lower thermal inertia and likely contain fine particles, such as dust, silt or fine sand,\" said Fergason. &ldquo;Brighter regions have higher thermal inertia surfaces, consisting perhaps of coarser sand, surface crusts, rock fragments, bedrock or combinations of these materials.&rdquo;<\/p>\r\n<p>The designer and principal investigator for the THEMIS camera is Philip Christensen, Regents'Professor of Geological Sciences in the School of Earth and Space Exploration, part of the College of Liberal Arts and Sciences on the Tempe campus. Four years ago, Christensen and ASU researchers used daytime THEMIS images to create a <a href=\"https:\/\/asunews.asu.edu\/20100723_marsmap\">global Mars map<\/a> depicting the planet's landforms, such as craters, volcanoes, outflow channels, landslides, lava flows and other features.<\/p>\r\n<p>\"A tremendous amount of effort has gone into this great global product, which will serve engineers, scientists and the public for many years to come,\" Christensen said. \"This map provides data not previously available and will enable regional and global studies of surface properties. I'm eager to use it to discover new insights into the recent surface history of Mars.\"<\/p>\r\n<p>Fergason noted that there's a practical side, too.<\/p>\r\n<p>\"NASA used THEMIS images to find safe landing sites for the Mars Exploration Rovers in 2004 and Curiosity, the Mars Science Laboratory rover, in 2012,\" she said. \"THEMIS images are now helping to select a landing site for NASA's next Mars rover in 2020.\"<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["","Mars","Planetary Data","planetary","Planetary Science","","Thermal Imaging",""],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1405396800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170377"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}