{"title":"Historic Flood Crest Flows Down Suwannee River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Record-breaking floodwaters are working their way down Florida's Suwannee River from the Withlacoochee and Alapaha rivers. &nbsp;Crews from the U.S. Geological Survey (USGS) are in the field measuring the height and volume of water that is rushing downstream.<!--introend-->&nbsp;<\/p>\n<p>\"Flooding continues to be a major problem in the Suwannee River basin,\" said USGS hydrologist Stewart Tomlinson, \"The floods on the Withlacoochee and Alapaha have now crested and are in the mainstem of the Suwannee River.\"<\/p>\r\n<p>Two major tributaries of the Suwannee River -- the Withlacoochee and the Alapaha -- set new flood records earlier this week. USGS data on the river's height and volume of water is used for forecasting the extent of flooding and preparing downstream communities for the flood crest.&nbsp;<\/p>\r\n<p>The Withlacoochee River at Pinetta reached a new record height on midnight of April 7. USGS measured the peak height at 41.34 feet, the highest the river had been measured in 77 years of records. The previous record for the river's height was set in the 1948 flood, when the river reached a height of 38.64 feet.&nbsp;&nbsp;<\/p>\r\n<p>\"The discharge measurement at the Withlacoochee River near Pinetta was a major priority for the National Weather Service, because they needed data to forecast the downstream flooding on the Suwannee River at Ellaville,\" said USGS hydrologist Richard Verdi.&nbsp;<\/p>\r\n<p>The magnitude of the flow in the Withlacoochee for April 7 indicates an approximate 2% chance of occurrence any year. Preliminary data indicate the peak discharge was 56,100 cubic feet per second, which indicates that the volume of water flowing through the river was at the second highest in the period of record. In the 1948 flood, the discharge was higher, at 79,400 cubic feet per second.<\/p>\r\n<p>The Alapaha River near Jennings also made history on the April 8 by discharging 26,000 cubic feet per second, breaking the previous record of 18,800, which was set in February of 1986.<\/p>\r\n<p>The Suwannee River flood crest passed the Ellaville gage on April 10 and the Luraville gage on April 14. The crest of floodwater is now flowing between Luraville and Branford. The National Weather Service forecasts the crest to reach Branford on April 17, working its way to the mouth of the Suwannee River about April 22.<\/p>\r\n<p>USGS is providing daily updates to the Suwannee River Water Management District, The National Weather Service, the Southeast River Forecast Center, and the Florida Division of Emergency Management. Near real-time data is available online at the <a href=\"http:\/\/water.usgs.gov\/waterwatch\/?m=real&amp;r=fl&amp;w=real%2Cmap\">National Water Information System (NWIS) Waterwatch Web site<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"gallery_news\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2009015\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["Suwannee","flood","water","Florida"],"release_date":{"und":[{"value":"1239768000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170324"},{"tid":"170510"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}