{"title":"M6.7 Nenana Mountain, Alaska, Earthquake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>On October 23, 2002, a strong magnitude (M) 6.7 earthquake occurred at 3:27 AM Local time 85 miles (135 km) south of Fairbanks and 172 miles (276 km) north of Anchorage. The earthquake was felt broadly, from Fairbanks in the north to Anchorage in the south, a distance of 255 miles. Because of the remote location, however, there was very little damage.<\/p>\n<p>The earthquake resulted from right-lateral slip (the area north of the fault moved to the east, relative to the region south of the fault) on the Denali fault. The Denali fault is one of the longest continental faults in the world, stretching for over 700 miles across Alaska and rivaling California&rsquo;s San Andreas Fault in size. Infrequent large earthquakes characterize the seismic behavior of the Denali Fault. An overflight of the epicentral region on Wednesday afternoon by U.S. Geological Survey (USGS) scientists revealed numerous small rockslides and snowslides adjacent to the fault over a 25-mile long zone east of the town of Cantwell. Scientists from the University of Alaska Fairbanks are now in the epicentral region installing instruments to monitor the aftershock activity and measure the slip in the earthquake. <\/p>\r\n<p>The Denali fault slices the rugged Alaska Range and bounds the precipitous north face of Mt. McKinley, the highest peak in North America. Streams and glacial moraines are offset by the fault and record the long-term displacement. Scientists believe the fault is capable of generating earthquakes as large as magnitude 8, but none that large have been recorded in historic time. During the last prehistoric earthquake the fault moved about 19 feet. <\/p>\r\n<p>This M 6.7 shock is the largest earthquake on the Denali fault since 1912, when a M 7.2 earthquake occurred more than 50 miles to the east of Wednesday&rsquo;s temblor. Since there were no seismographs operating in Alaska at that time and no reports of surface faulting in the remote Alaska Range, the location of the 1912 shock is poorly known. The second largest known earthquake on the Denali fault prior to today was a M 6.2 shock that occurred on August 31, 1958. That shock was centered well east of the Richardson Highway and the Trans-Alaska Pipeline, which is more than 100 miles to the east of the fault segment that broke on Wednesday. <\/p>\r\n<p>Although the Denali Fault is one of the largest in Alaska, it is not the most dangerous. Subduction zone earthquakes are caused by the slippage of the North Pacific plate beneath the North American plate, and these very large events can strike coastal regions in southern Alaska and the Aleutian Islands, including the Kodiak - Anchorage - Valdez region. The biggest of these was a M9.2 earthquake, which occurred on Good Friday (March 28), 1964 and was the largest instrumentally recorded earthquake in the United States. The damage and loss of life from the Good Friday earthquake was extensive (125 killed, $311M in loss in 1964 dollars). <\/p>\r\n<p>A smaller but nevertheless significant threat to the Anchorage region is a large (M 6 or 7) earthquake on a crustal fault near Anchorage. A study published in the October issue of Geological Society of America Bulletin noted the potential hazard from the Castle Mountain fault. The Castle Mountain fault comes to the Earth&rsquo;s surface in the Anchorage region and could produce a magnitude 6 to 7 earthquake in the next 50 to 100 years, according to USGS geologist Peter Haeussler, the principal investigator of the study. <\/p>\r\n<p>Fairbanks and Interior Alaska also face hazards from nearby faults. Several active seismic zones cut across the region north of the Denali fault, including one that passes right through Fairbanks. These faults generate abundant small earthquakes, and moderate to strong earthquakes occur every few years - although spread over a vast area. The most recent of these earthquakes was the October 1995 M 6.2 Tatalina River earthquake, which was located 35 miles northeast of Fairbanks, which cause","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1035518400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170258"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}