{"title":"New Parasite Kills Birds on Wisconsin Lake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->An exotic parasite, never before reported in the United States, is responsible for killing large numbers of waterbirds in Shawano Lake, Wisconsin, last fall.<!--introend--> Dr. Rebecca Cole, a parasitologist working at the U.S. Geological Survey&rsquo;s <a href=\"http:\/\/www.emtc.usgs.gov\/nwhchome.html\">National Wildlife Health Center in Madison<\/a>, Wisconsin, announced the finding today. In just two months last fall, more than 12,000 coots and dabbling ducks died at Shawano Lake; 1,400 died there the year before. \n<p>Cole identified the exotic parasite, Leyogonimus polyoon, in the carcasses of nine coots collected this year from the 6,000-acre Shawano Lake. Cole said that although the parasite was not detected during the 1996 die-off, she was able to find it in preserved samples from that event as well. Leyogonimus polyoon now shares responsibility for the Shawano Lake die-off with Sphaeridiotrema globulus, a trematode parasite previously linked to the waterfowl deaths. \r\n<p>Leyogonimus polyoon is a common killer of moorhens and coots in Eastern Europe, especially the Danube River area. The parasite resides in snails, which are an important food source for moorhens and coots alike. Once inside a bird&rsquo;s body, the parasite causes intestinal damage and a slow death. \r\n<p>Cole does not know which of the many varieties of snail in Shawano Lake carries the parasite. Also unknown is how easily the parasite can spread. Many coots migrate to Florida and other Southern states for the winter. The coot migration may enable the parasite to spread to other regions of the country. \r\n<p>So far, wildlife managers in the area have not reported any other events similar to the die-off in Shawano Lake. \"We hope something peculiar about Shawano Lake not only allowed it (L.polyoon) to occur there, but will also keep it there,\" said Cole. \r\n<p>Cole has only found the new parasite in coot carcasses. She does not know if other snail-eating birds are at risk. They may not be susceptible to the parasite, or they may not feed on the infected snail species. \r\n<p>According to Cole, \"There are many unanswered questions about the parasite, the snail vector, and the potential of this parasite to spread. More research into the Shawano Lake die-offs may yield further information on the parasite&rsquo;s life cycle and the threat it poses to wildlife.\" <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"886741200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170250"},{"tid":"169338"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}