{"title":"The USGS Monitors Earthâ\u0080\u0099s Magnetic Field to Prepare Citizens for Magnetic Storms","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_173238\" align=\"alignleft\" width=\"300\" caption=\"The arc of light heading towards the earth is a coronal mass ejection, which impacts the earth&#039;s magnetic field (shown in purple), causing magnetic storms.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/sunearth.jpg\"><img class=\"size-medium wp-image-173238\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/sunearth-300x174.jpg\" alt=\"An image depicting solar storms. The arc of light heading towards the earth is a coronoal mass ejection, which impacts the earth's magnetic field (shown in purple), causing magnetic storms.\" width=\"300\" height=\"174\" \/><\/a>[\/caption]\n\nEveryone is familiar with weather systems on Earth like rain, wind and snow. But space weather â\u0080\u0093 variable conditions in the space surrounding Earth â\u0080\u0093 has important consequences for our lives inside Earthâ\u0080\u0099s atmosphere.\n\nSolar activity occurring miles outside Earthâ\u0080\u0099s atmosphere, for example, can trigger magnetic storms on Earth. These storms are visually stunning, but they can set our modern infrastructure spinning.\n\nOn Jan. 19, scientists saw a solar flare in an active region of the Sun, along with a concentrated blast of solar-wind plasma and magnetic field lines known as a coronal mass ejection that burst from the Sunâ\u0080\u0099s surface and appeared to be headed for Earth.\n\nWhen these solar winds met Earthâ\u0080\u0099s magnetic field, the interaction created one of the largest magnetic storms on Earth recorded in the past few years. The storm peaked on Jan. 24, just as another storm began.\n\nâ\u0080\u009cThese new storms, and the storm we witnessed on Sept 26, 2011, indicate the up-tick in activity coming with the Earthâ\u0080\u0099s ascent into the next solar maximum,â\u0080\u009d said USGS geophysicist Jeffrey Love.â\u0080\u009d This solar maximum is the period of greatest activity in the solar cycle of the Sun, and it is predicted to occur sometime in 2013, which will increase the amount of magnetic storms on Earth.\n\nMagnetic storms, said Love, are a space weather phenomenon responsible for the breathtaking lights of the aurora borealis, but also sometimes for the disruption of technology and infrastructure our modern society depends on. Large magnetic storms, for example, can interrupt radio communication, interfere with global-positioning systems, disrupt oil and gas well drilling, damage satellites and affect their operations, and even cause electrical blackouts by inducing voltage surges in electric power grids. Storms can also affects airline activity -- as a result of last weekendâ\u0080\u0099sÂ  storm, both Air Canada and Delta Air Lines rerouted flights over the Arctic bound for Asia as a precautionary measure. Although the storm began on the 19th of January, it did not peak until January 24th.\n\nWhile this particular storm had minor consequences on Earth, other large storms can be crippling, Love said. He noted that the largest storm of the 20<sup>th<\/sup> century occurred in March, 1989, accompanied by auroras that could be seen as far south as Texas, and sent electric currents into Earthâ\u0080\u0099s crust that made their way into the high-voltage Canadian Hydro-Quebec power grid. This caused the transformer to fail and left more than 6 million people without power for 9 hours. The same storm also damaged and disrupted the operation of satellites, GPS systems, and radio communication systems used by the United States military.\n\nWhile large, the 1989 storm pales in comparison to one that occurred in September 1859 and is the largest storm in recorded history. Scientists estimate that the economic impact to the United States from a storm of the same size in todayâ\u0080\u0099s society could exceed $1 trillion as a result of the technological systems it could disrupt.\n\nThe USGS, a partner in the multi-agency National Space Weather Program, collects data that can help us understand how magnetic storms may impact the United States. Constant monitoring of Earthâ\u0080\u0099s magnetic field allows us to better assess the impact of these phenomena on Earthâ\u0080\u0099s surface. To do this, the <a href=\"http:\/\/geomag.usgs.gov\/\">USGS Geomagnetism Program<\/a> maintains 14 observatories around the United States and its territories, which provide ground-based measurements of changes in the magnetic field. These measurements are being used by the <a href=\"http:\/\/www.swpc.noaa.gov\/\">NOAA Space Weather Prediction Center<\/a> and the <a href=\"http:\/\/www.afweather.af.mil\/units\/airforceweatheragency\/\">US Air Force Weather Agency<\/a>to track the intensity of the magnetic storm generated by this solar activity.\n\n[caption id=\"attachment_173241\" align=\"alignright\" width=\"300\" caption=\"Absolutes, variations and proton buildings at Cayey magnetic observatory, Puerto Rico.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/Cayey2_third_size.jpg\"><img class=\"size-medium wp-image-173241\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/Cayey2_third_size-300x224.jpg\" alt=\"Absolutes, variations and proton buildings at Cayey magnetic observatory, Puerto Rico.\" width=\"300\" height=\"224\" \/><\/a>[\/caption]\n\nIn addition to providing data to its customers, the USGS produces models of the Earthâ\u0080\u0099s magnetic field that are used in a host of applications, including GPS receivers, military and civilian navigational systems, and in research for studies of the effects of geomagnetic storms on the ionosphere (a shell of electrons and electrically charged atoms and molecules surrounding Earth), atmosphere, and near-space environment.\n<ul>\n\t<li>Visit the USGS Geomagnetism Program <a href=\"http:\/\/geomag.usgs.gov\/\">home page<\/a>.<\/li>\n\t<li>Are solar storms related to climate change? Find out the answer by watching <a href=\"http:\/\/www.youtube.com\/watch?v=XHHoT5Tz88Y&amp;feature=plcp&amp;context=C3e71404UDOEgsToPDskJh6h62DmOyqs6xkfJ68xDJ\">USGS Climate Connections<\/a>.<\/li>\n\t<li>Learn more with the <a href=\"http:\/\/www.usgs.gov\/calendar\/index.php\/2012\/december\">USGS Calendar<\/a>.<\/li>\n<\/ul>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24170","uid":"31","filename":"sunearth-e1328108747717.jpg","uri":"public:\/\/sunearth-e1328108747717.jpg","filemime":"image\/jpeg","filesize":"27224","status":"1","timestamp":"1425492768","type":"image","uuid":"27699558-c856-4c39-85d5-dcc99925c68c","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Geomagnetic","geomagnetism","Magnetic Field","Magnetic Storms","Solar Storm","space weather"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1327695752","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}