{"title":"Driest June on record for the South Branch Potomac River in West Virginia","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Streamflow on the South Branch Potomac River was the lowest it has been for the month of June since 1929.<!--introend--> Records collected by the U.S. Geological Survey indicated streamflow at Springfield was about 70 cubic feet per second on June 30. \n<p>The previous record low streamflow for June was 136 cubic feet per second in 1936. \r\n<p>\r\n<p>Current low streamflows in the Potomac River are due to conditions that began this past winter. The USGS monitors a network of wells and streamflow stations throughout the state. \r\n<p>\r\n<p>\"This network of wells indicated the Potomac River area had below normal ground-water recharge for the 1998-1999 winter period,\" stated USGS Hydrologist Jeffrey Wiley. Low streamflows are primarily composed of water from seeps and springs. \r\n<p>Many areas of the State experienced low streamflows for the month of June. Many streamflow measurement locations indicated the lowest June streamflows since 1988. \r\n<p>\"Streamflow on the Coal River was the lowest it has been for the month of June since 1936,\" Wiley said. \"Rainfall at the end of the month has temporarily relieved the drought conditions experienced in that area of the state.\" \r\n<p>\r\n<p>A drought is an extended period of dry weather. Periods of little rainfall can vary in length and areal extent. Some periods can last several months or extend for several years. Dry periods can affect the entire state or only localized areas. \r\n<p>\r\n<p>\"Four major droughts have been measured in West Virginia, 1929-32, 1940-42, 1952-54, and 1963-70. These droughts covered most of the state. The most severe was the 1929-32 drought which affected most of the United States,\" Wiley noted. \r\n<p>Current and historical streamflow records are available on the world-wide-web at <a href=\"http:\/\/wv.usgs.gov\">http:\/\/wv.usgs.gov<\/a>. Current streamflows are updated every four hours.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["West Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"931320000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169592"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}