{"title":"Asian Carp Eggs Found Near Lynxville, Wisc.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Asian carp eggs, including late-stage embryos nearly ready to hatch from the egg, were recently identified in samples collected by U.S. Geological Survey scientists in 2013 from the Upper Mississippi River as far north as Lynxville, Wisc.<!--introend--><\/p>\n<p>\"This discovery means that Asian carp spawned much farther north in the Mississippi than previously recorded,\" said Leon Carl, USGS Midwest Regional Director. \"The presence of eggs in the samples indicates that spawning occurred, but we do not know if eggs hatched and survived or whether future spawning events would result in live fish.\"<\/p>\r\n<p>The Asian carp eggs and late-stage embryos were discovered two weeks ago while processing samples that were collected in mid-May and mid-June, 2013. The samples were taken as part of a larger research project designed to identify Asian carp spawning habitats. The eggs and late-stage embryos were 250 river miles upstream of previously known reproductive populations in the river. Spawning would have occurred upstream from this site.<\/p>\r\n<p>Once the scientists visually identified the eggs, they examined other samples taken from the Mississippi River and found Asian carp eggs at seven locations between Pool 19 near Keokuk, Iowa, and Pool 9 of the main channel of the Upper Mississippi River near Lynxville. Iowa, Missouri, Illinois, Minnesota and Wisconsin border the navigation pools where these samples were collected.<\/p>\r\n<p>The eggs and late-stage embryos were identified as bigheaded carps &mdash; either bighead carp or silver carp &mdash; through visual analyses of specific features of the eggs and embryos. It is also possible that some eggs could be from grass carp, although no eggs were visually identified as such. The USGS attempted genetic analyses to definitively determine which species of Asian carp the eggs belong to, but the results were inconclusive.&nbsp;Additional steps are being completed to attempt genetic confirmation, and those results are expected in one to two weeks.<\/p>\r\n<p>The research project that collected these eggs is being coordinated by the USGS in collaboration with Western Illinois University. Scientists plan to collect additional samples from the Mississippi River in 2014 as part of their on-going research project.<\/p>\r\n<p>\"Invasive Asian carp&nbsp;could pose substantial environmental risks and economic impacts to the Upper Mississippi River if they become established,\"&nbsp;Carl said. \"Further research will help us to better understand their habitat requirements and inform integrated control efforts.\"&nbsp;&nbsp;<\/p>\r\n<p>For more information on Asian carp research, please visit the <a href=\"http:\/\/asiancarp.us\/\">Asian Carp Regional Coordinating Committee (ACRCC) website<\/a>. The ACRCC is a partnership of federal and state agencies, municipalities and other groups, led by the White House Council on Environmental Quality.&nbsp;<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_03_10\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_03_10\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecosystems","Ecosystems Invasive Species","invasive Fishes","Asian Carp","Carp","","Wisconsin","Upper Mississippi River","","Great Lakes Basin","Great Lakes","midwest","Upper Midwest Environmental Science Center","Bighead Carp","Silver Carp","Grass Carp"],"article_type":["National News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1394510400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169086"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}