{"title":"Common Parasite Potentially Increases Risk of Brain Cancers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>SANTA BARBARA, Calif.<\/strong> &ndash; <!--introstart-->A common parasite may be worth investigating as a risk factor for brain cancers, according to a new geographic analysis by researchers from a French infectious disease institute and the U.S. Geological Survey.<!--introend--><\/p>\n<p>Led by disease ecologist Fr&eacute;d&eacute;ric Thomas of the French infectious disease research institute MIVEGEC and parasite ecologist Kevin Lafferty of USGS, the study analyzed 37 countries for several population factors, notably the incidence of adult brain cancers and the percent of people infected with the parasite <em>Toxoplasma gondii <\/em>&mdash; a single-celled organism found worldwide in at least one-third of the human population.<\/p>\r\n<p>The analysis showed that countries where <em>Toxoplasma gondii<\/em> is common also had higher incidences of adult brain cancers than in those countries where the organism is not common.&nbsp;<\/p>\r\n<p>&ldquo;The study does not prove that <em>Toxoplasma gondii<\/em> directly causes cancer in humans, and the study does not imply that an infected person automatically has high cancer risk,&rdquo; says Lafferty, who is based at the USGS Western Ecological Research Center. &ldquo;However, we do know that <em>Toxoplasma gondii <\/em>behaves in ways that could stimulate cells towards cancerous states, so the discovery of this correlation offers a new hypothesis for an infectious link to cancer.&rdquo;<\/p>\r\n<p><em>Toxoplasma gondii <\/em>is well-known to ecology and medicine: <em>Toxoplasma gondii <\/em>can be found in a variety of warm-blooded animals &mdash; ranging from whales to rodents to birds &mdash;&nbsp; and infectious stages of the <em>Toxoplasma gondii <\/em>parasite can only be transmitted via cat species, including bobcats, mountain lions and the domestic cat. USGS has a long history of research on toxoplasmosis as part of its mission to understand zoonotic diseases &mdash; diseases which intersect wildlife health and human health.<\/p>\r\n<p>However, the main risk for exposure to <em>Toxoplasma gondii<\/em> is poor hygiene and consumption of undercooked meats. Both the U.S. Center for Disease Control (CDC) and the National Institutes of Health (NIH) already list the disease toxoplasmosis in their online index, with prevention practices to limit infection, such as proper hygiene practices and minimum food cooking temperatures to limit exposure to expectant mothers and individuals with weak immune systems.<\/p>\r\n<p>Once it enters a host, a &ldquo;bradyzoite&rdquo; cyst stage of <em>Toxoplasma gondii <\/em>can latently persist for a host&rsquo;s lifetime in the host&rsquo;s brain and other tissues. According to past studies on infected cells of laboratory mice, these cysts can provoke cell inflammation and inhibit natural programmed cell death &mdash; both conditions that can stimulate host cells towards cancerous states.<\/p>\r\n<p>Brain cancers as a whole are rare &mdash; annual risks are only a few individuals per 100,000 persons, even in persons infected with <em>Toxoplasma gondii<\/em>. Furthermore, the correlation between <em>Toxoplasma gondii<\/em> and brain cancers is far from perfect, and there are likely to be many factors besides <em>Toxoplasma gondii<\/em> that influence the risk of developing brain cancer.<\/p>\r\n<p>&ldquo;Nevertheless, given how common toxoplasmosis<em> <\/em>is in the global human population and how its biology may be associated with tumor formation, we were curious if national rates of brain cancers were linked to the parasite,&rdquo; says Thomas.&nbsp; &ldquo;Our results suggest that <em>Toxoplasma gondii <\/em>potentially increases the risk of brain cancers in humans, and we hope this hypothesis stimulates further research on individual risk of cancers and of toxoplasmosis.&rdquo;<\/p>\r\n<p>The study was funded by the French national research center CNRS and by USGS.<\/p>\r\n<p>The study is published in the journal <em>Biology Letters<\/em> and available <a href=\"http:\/\/dx.doi.","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","","Toxoplasma","gondii","brain","cancer"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1311652800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168903"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}