{"title":"USGS Scientists Settle in Seattle to Discuss Geography","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>SEATTLE <\/strong>&mdash; Over sixty U.S. Geological Survey scientists will present research results used by decision makers in the Pacific Northwest and the rest of the world at the Association of American Geographers Annual Meeting, April 12-16 in Seattle, Wash. USGS scientists use remote sensing, terrestrial lidar, and analysis of land-cover and land-use change to better understand the global impacts of climate change, natural hazards, and sea-level rise. From volcanic lahar hazards in Washington State to diamond mining in Zimbabwe, the subjects of these USGS presentations highlight many issues important to society.<\/p>\n<p>Highlights of USGS participation in the AAG meeting include:<\/p>\r\n<p><strong>Vulnerability and resilience research at the U.S. Geological Survey<br \/><\/strong><em>Washington State Convention Center, Level 2, Rm. 211<br \/><\/em><em>April 12, 2:40 p.m.<\/em><\/p>\r\n<p>This two-part session will highlight current research in the growing field of vulnerability science at the USGS and its academic partners. USGS Geographer Nathan Wood will be giving an introduction to this research as it supports the bureau&rsquo;s mission areas of &ldquo;Hazards, Risk, and Resilience&rdquo; and &ldquo;Climate and Land Use Change&rdquo;.<\/p>\r\n<p><strong>USGS historical data: key to benchmarking today, forecasting tomorrow<br \/><\/strong><em>Washington State Convention Center, Level 6, Rm. 609<br \/><\/em><em>April 14, 10:00 a.m.<\/em><\/p>\r\n<p>From familiar historical topographic maps to the semi-mysterious realm of bird phenology, the presentations in this session will give a representative view of the breadth and the increasing usefulness of historical data collected and preserved by the USGS.<\/p>\r\n<p><strong>Landsat: a clear view for tomorrow<br \/><\/strong><em>Washington State Convention Center, Level 6, Rm. 609<br \/><\/em><em>April 14, 12:40 p.m.<\/em><\/p>\r\n<p>The Landsat series of Earth observation satellites provides fundamental information about land conditions that is direct, impartial, and remarkably versatile. &nbsp;This panel of science and remote sensing experts will outline the future of the Landsat program under the President's National Space Policy and discuss the innovative science and commercial applications that Landsat enables.<\/p>\r\n<p><strong>Terrestrial and low-altitude airborne lidar applications<br \/><\/strong><em>Sheraton Hotel, Second Floor, Grand Ballroom B<br \/><\/em><em>April 14, 2:40 p.m.<\/em><\/p>\r\n<p><em><\/em>This session will focus on how terrestrial lidar and other high-resolution lidar data are being used in research and monitoring applications. USGS Geographers Chris Soulard, Ryan Gold, and John Kosovich will give presentations on USGS terrestrial lidar research. Discussions will highlight the use of lidar as a long-term monitoring tool and address the strengths and limitations of lidar hardware and software in this rapidly changing field.<\/p>\r\n<p><strong>Land cover trends in the United States: 1973-2000<br \/><\/strong><em>Metropolitan Ballroom B, Sheraton Hotel, Third Floor<br \/><\/em><em>April 16, 8:00 a.m.<\/em><\/p>\r\n<p>The USGS Land Cover Trends project was started in 2000 as an effort to characterize the rates, causes, and consequences of late 20th century land-use and land-cover change in the conterminous United States. A team of USGS scientists, including presenters Ben Sleeter and Thomas Loveland, have been working to map areas of land change across 84 ecological regions of the U.S. between 1973 and 2000. The team has identified and characterized land change in a comprehensive way, unlike any previous effort, and will unveil the results at this special session.<\/p>\r\n<h3>Other USGS presentations in chronological order:<\/h3>\r\n<p><strong>The influence of the eastern Pacific Ocean on lacustrine and estuarine records in the western United States<br \/><\/strong><em>Scott Starratt, USGS<br \/><\/em><em>Washington State Convention Center, Level 3, Rm. 303<br \/><\/em><em>April 12, 12:40 p.m.<\/em><\/p>\r\n<","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["geography","","conference","Presentation"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1302494400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}