{"title":"Water in Two Counties to be Sampled and Studied before Possible Shale Gas Exploration","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>RALEIGH, NC<\/strong>&mdash;Water from wells in Lee and Chatham counties will be sampled and tested for baseline information because of potential for shale gas exploration in these areas.&nbsp;<\/p>\n<p>Scientists from the <a href=\"http:\/\/nc.water.usgs.gov\/\">USGS North Carolina Water Science Center<\/a> and the <a href=\"http:\/\/www.nicholas.duke.edu\/\">Duke University Nicholas School of the Environment<\/a> &nbsp;will be conducting the water-quality sampling and data collection now through September 2012.&nbsp; This work is occurring prior to possible exploration.&nbsp;&nbsp;<\/p>\r\n<p>The baseline data collected from both private and public water supply wells will be used by state and local agencies to identify background concentrations of major ions, metals, volatile organic compounds, methane gas, and stable isotopes in the aquifer prior to increased shale gas exploration in North Carolina. &nbsp;If shale gas exploration occurs, this data will be used to compare to post-drilling water-quality samples.&nbsp;<\/p>\r\n<p>\"Across the Nation, natural gas has an important role to play in increasing our domestic energy production,\" explained USGS Director Marcia McNutt.&nbsp; \"We are pleased to assist with this project and to lend USGS&rsquo;s scientific expertise to ensuring that our domestic resources are produced safely and responsibly.\"<\/p>\r\n<p>This study is in support of the North Carolina Session Law 2011-276 which \"directs the North Carolina Department of Environment and Natural Resources to study the issue of oil and gas exploration in the State and specifically the use of directional and horizontal drilling and hydraulic fracturing for that purpose.\"&nbsp;<\/p>\r\n<p>Sampling of private wells can be requested from owners at no cost to them, and no well owner names or addresses will be made public. Both Lee and Chatham County Health Departments and supporting partners, are providing well records that have been compiled as part of their permitting processes.<\/p>\r\n<p>Results of the field work will be published by the USGS upon completion and made available in an online interactive map.<\/p>\r\n<p>Questions regarding this sampling effort and water quality work in Lee and Chatham counties, or an interest in participating in the study, should be directed to Melinda Chapman, USGS, Raleigh, NC, at (919) 571-4047; e-mail <a href=\"mailto:mjchap@usgs.gov\">mjchap@usgs.gov<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina"],"country":["United States of America"],"mm_tags":["water","North","Carolina","water","Science","Center","water","Quality","","Marica","Mc Nutt"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1321333200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"170109"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}