{"title":"New Details Available on 2010 Little Missouri River Flood","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>LITTLE ROCK, Ark. &ndash; <\/strong>New hydrological details of the&nbsp;2010 flood that killed 20 people&nbsp;in and near&nbsp;the Albert Pike Recreation Area were released today in two U.S. Geological Survey reports.<\/p>\n<p>The studies &ndash; which are very technical in nature &ndash; used modeling to better assess the extent, depth, velocity, and timing of the June 11, 2010 flood event that occurred on the Little Missouri River near Langley in southwestern Arkansas.<\/p>\r\n<p>A previously released USGS report described the peak streamflow at the USGS gauge near Langley as exceeding that of a flood having a 1 percent annual exceedance probability, also known as a 100-year flood. &nbsp;Multiple 100-year floods can occur within relatively few years of each other, but the probability within any given year is 1 percent.<\/p>\r\n<p>The USGS model results released today indicate the flood peaked near the upstream end of the U.S. Forest Service Albert Pike Recreation Area near 4:08 a.m. and resulted in a maximum main-channel water depth of more than 22 feet with a streamflow exceeding 49,000 cubic feet per second (366,500 gallons per second). The simulated water surface increased an average of 6 inches every 5 minutes for a total of 2 hours, with the maximum rate of rise being as much as 2 feet in 15 minutes. &nbsp;<\/p>\r\n<p>Additionally, the studies show that an average water velocity of approximately 13 feet per second, or approximately 9 miles per hour, was reached in the main channel of the Little Missouri River, and that an average water velocity of slightly greater than 7 feet per second, or approximately 5 miles per hour, was reached in the campground areas at Albert Pike Recreation Area.<\/p>\r\n<p>\"The models described in the reports were developed based on National Weather Service radar rainfall data for the Little Missouri River basin, thousands of channel and floodplain geometry values, more than 50 high-water marks, and streamflow data from the USGS streamflow gauge near Langley,\" according to USGS supervisory hydrologist Jim Petersen.<\/p>\r\n<p>The models were developed in cooperation with the U.S. Forest Service to better understand the flood event on June 11, 2010. Findings from the two reports, \"<a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5056\/\">Simulation of the June 11, 2010, Flood Along the Little Missouri River near Langley, Arkansas, Using a Hydrologic Model Coupled to a Hydraulic Model,<\/a>\" by D. Westerman and B. Clark, and \"<a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5274\/\">Two-Dimensional Simulation of the June 11, 2010, Flood of the Little Missouri River at Albert Pike Recreation Area, Ouachita National Forest, Arkansas<\/a>,\" by D. Wagner, Scientific Investigations Report 2012-5274, are available online.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas"],"country":["United States of America"],"mm_tags":["Arkansas","Albert","pike","recreation","area","water"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1384405200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"169665"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}