{"title":"â\u0080\u009cChallenge Yourself to App-lify USGS Data\"","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_176011\" align=\"alignright\" width=\"496\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/mn11.jpg\"><img class=\"size-full wp-image-176011\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/mn11.jpg\" alt=\"\" width=\"496\" height=\"255\" \/><\/a> The USGS is hosting its first challenge via the platform Challenge.gov. Submissions will be judged on their relevance to todayâ\u0080\u0099s scientific challenges, innovative use of the datasets, and overall ease of use of the application. Prizes will be awarded to the best overall app, the best student app, and the peopleâ\u0080\u0099s choice[\/caption]\n<p style=\"text-align: left\" align=\"center\"><strong>\"Challenge Yourself to App-lify USGS Data\"<\/strong><\/p>\nContests have a way of motivating people. It must have something to do with the spirit of healthy competition that engages people in ways that are not possible otherwise. From the Orteig prize in 1919 that led to the first transatlantic flight to the Ansari X Prize paving the way for personal space flight, prizes have a long history of success throughout the world.\n\nBut successful contests are not limited to aviation and are no longer relegated to the private sector. The USGS is throwing its hat into the challenge ring and has embarked on its first challenge â\u0080\u0093 <a href=\"http:\/\/applifyingusgsdata.challenge.gov\/\">App-lifying USGS Earth Science Data<\/a>. The contest utilizes the platform Challenge.gov which serves as the place where Government agencies post challenges and the public posts submissions.\n\n<strong>The Challenge<\/strong>\nAfter examining the successes by other agencies in developing and executing challenges, USGS scientists invite the public to take some of its datasets and shake them up, visualize them, and mash them up with other datasets in previously unexpected ways. The challenge is focused on a specific set of ecological and\/or biological datasets that serve as the basis for the challenge.\n\nThe USGS <a href=\"http:\/\/www.usgs.gov\/core_science_systems\/csas\/index.html\">Core Science Analytics and Synthesis (CSAS)<\/a> program is seeking help from many of the Nationâ\u0080\u0099s premier application developers and data visualization specialists in developing new visualizations and applications for CSAS datasets. CSAS focuses on innovative ways to manage and deliver scientific data and information. The program implements and promotes standards and best practices to enable efficient, data-driven science for decision-making that supports a rapid response to emerging natural resource issues. One way this is accomplished is by developing national data products that increase our understanding of the Earthâ\u0080\u0099s natural systems.\n\n[caption id=\"attachment_176013\" align=\"alignright\" width=\"483\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/mn3.jpg\"><img class=\" wp-image-176013\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/mn3.jpg\" alt=\"\" width=\"483\" height=\"303\" \/><\/a> Gap analysis for the lark bunting. A graphical representation of an analysis conducted by combining the three data layers produced by the Gap Analysis Program (http:\/\/gapanalysis.usgs.gov\/). By intersecting the predicted distribution of this species with the Protected Areas Database, we determine that 2.6% of the lark buntingâ\u0080\u0099s habitat falls in the category of â\u0080\u009chighly protectedâ\u0080\u009d.[\/caption]\n\n<strong>Ready to Win?<\/strong>\n\nWe want you to compete in our challenge! The challenge is open to everyone. The USGS recognizes that solutions can come from unexpected places. Thatâ\u0080\u0099s why this challenge is open to everyone including students 13 years old and up. Developers, information scientists, graphic designers, Web gurus, citizen scientistsâ\u0080\u0094anyone and everyone is encouraged to submit their app to the challenge.\n\n\"The USGS has produced several key biogeography datasets that are integral to understanding the natural world. We need to maximize their impact by combining them with other national datasets. By accessing and visualizing these datasets in new ways, the public can help USGS scientists tackle many of our Nation's scientific challenges,\" said Kevin Gallagher, USGS Associate Director of Core Science Systems.\n\n<a href=\"http:\/\/www.usgs.gov\/core_science_systems\/csas\/activities.html\">The datasets<\/a> for the contest consist of a range of earth science data types, including:\n<ul>\n\t<li>authoritative taxonomic nomenclature for plants and animals of North America and the world;<\/li>\n\t<li>thousands of metadata records related to research studies, ecosystems, and species;<\/li>\n\t<li>several million biological occurrence records (terrestrial and marine); and<\/li>\n\t<li>vegetation and land cover data for the United States, including detailed vegetation maps for the National Parks.<\/li>\n<\/ul>\nSubmissions will be judged on their relevance to todayâ\u0080\u0099s scientific challenges, innovative use of the datasets, and overall ease of use of the application. Prizes will be awarded to the best overall app, the best student app, and the peopleâ\u0080\u0099s choice.\nSubmissions will be accepted from January 9, 2013, to April 1, 2013. Winners will be announced on April 26, 2013, and will be honored at the <a href=\"http:\/\/nationalmap.gov\/uc\/\">USGS <em>The National Map<\/em> Users Conference\/Community for Data Integration Workshop<\/a> (May 21-24, 2013, in Denver, Colo.), where their applications will be demonstrated to USGS scientists and program managers. <em>The National Map<\/em> is teaming up with the Community for Data Integration to host a conference focusing on collaboration, integration, and innovation. Themes for the conference span a wide range of topics including scientific applications of <em>The National Map<\/em>, the Open Science movement, and public participation in scientific research.\n\n[caption id=\"attachment_176012\" align=\"alignright\" width=\"499\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/mn2.jpg\"><img class=\" wp-image-176012  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/mn2.jpg\" alt=\"\" width=\"499\" height=\"240\" \/><\/a> The USGS is looking for your bright ideas and everyone is encouraged to enter including students age 13 and up.[\/caption]\n\n<strong>America Competes<\/strong>\n\nUnder the <a href=\"http:\/\/www.whitehouse.gov\/blog\/2011\/01\/06\/america-competes-act-keeps-americas-leadership-target\">America COMPETES Reauthorization Act<\/a> signed in 2011, government agencies have jumped into the contest arena. The vehicle to do this became Challenge.gov, the contest platform administered by the General Services Administration. Challenge.gov is aimed at facilitating creative applications for government agencies to address a range of societal issues more effectively.\n\nAn early adopter of Challenge.gov has been The Environmental Protection Agency (EPA), which has utilized the platform for many successful challenges including Green Chemistry Challenge, Game Day Challenge, and Apps for the Environment.\n\nApps for the Environment challenged participants to tap into EPA data and devise an app that was useful, innovative, and easy to use. The winner of Best Overall App was Lightbulb Finder, an app that used EPA data to help people find the best energy efficient light bulbs for their homes. By helping people switch incandescent light bulbs for more energy efficient ones, Lightbulb Finder is able to save electricityâ\u0080\u0094reducing CO2 emissions and saving people money.\n\n<strong>A Fresh Perspective: Crowdsourcing New Ideas<\/strong>\n\nHarnessing the power of crowdsourcing, challenges have led to innovative solutions to complex problems. The power comes from the ability to tap into the collective knowledge of the crowd. In this way, solutions can come from unexpected places. For instance, the winning application, Flu-Ville!, in the Center for Disease Controlâ\u0080\u0099s Flu App Challenge came from a graphic artist interested in educational games.\n\nAnother contest looked at mapping dark matter, which has been a problem that has plagued physicists for decades. Solutions came from many unexpected places including glaciology, neuroscience, and even a signature verification expert. The prize was ultimately awarded to a cosmology professor and grad student team from the University of California, Irvine, but examples like these demonstrate the power of prizes to find intersections where seemingly unrelated disciplines meet.\n\nLooking back on all of the successful challenges throughout the years, the USGS is excited to see the upcoming results of its first challenge. We invite you to <a href=\"http:\/\/applifyingusgsdata.challenge.gov\/submissions\/new\">submit your app to our challenge<\/a>. Maybe the next great app will be yours!","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24277","uid":"31","filename":"mn1.jpg","uri":"public:\/\/mn1.jpg","filemime":"image\/jpeg","filesize":"28623","status":"1","timestamp":"1425492768","type":"image","uuid":"bd773dd0-3ff6-43d9-928b-64ff8d8afffe","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["AmericaCompetesReauthorizationAct","Biology and Ecosystems","Challenge.gov","CommunityForDataIntegration","CoreScienceAnalyticsAndSynthesis","CSAS","datasets","EnvironmentalProtectionAgency","Epa","GeneralServicesAdministration","metadata","nationalparks","OpenScienceMovement","TheNationalMap","USGS","vegetation"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1361371710","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}