{"title":"Calling All Artists! USGS Womenâ\u0080\u0099s History Month Art Exhibit","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>LAFAYETTE, La. &mdash; <!--introstart-->Artists of all ages are invited to display their talent in the National Women&rsquo;s History Month art exhibition at the U.S. Geological Survey&rsquo;s National Wetlands Research Center during March.<!--introend-->&nbsp;<\/p>\n<p>&ldquo;Empowering Women through Art and Wetland Education,&rdquo; is the fifth annual USGS-sponsored exhibition designed to showcase local women&rsquo;s artwork that encompass a natural elements theme.&nbsp;<\/p>\r\n<p>\"Artists have frequently drawn their inspiration from nature, finding wonder and beauty in subjects ranging from the microscopic to the cosmic,\" said USGS Director Marcia McNutt. \"National Women's History Month provides a fitting occasion to celebrate local women who have used their creativity to transform nature to unique works of art.\"&nbsp;<\/p>\r\n<p>The showing will be open to the public March 19 &ndash; 23, 2012, at the USGS National Wetlands Research Center, 700 Cajundome Blvd., Lafayette, La.&nbsp;<\/p>\r\n<p>&ldquo;Our National Women's History Month event has grown each year, and it provides a wonderful opportunity to enrich lives in Acadiana through art and education,&rdquo; said National Wetlands Research Center Director Phil Turnipseed. &ldquo;This year's theme combines wetland science and the arts, which will provide a spectacular backdrop for the celebration of Acadiana&rsquo;s women artists and their families.&rdquo;&nbsp;<\/p>\r\n<p><strong>Interested artists should submit participation forms by March 12. <\/strong>For forms or more information visit the National Wetlands Research Center&rsquo;s <a href=\"http:\/\/www.nwrc.usgs.gov\/\">website<\/a> or contact Gabrielle Bodin at 337-266-8655 or <a href=\"mailto:boding@usgs.gov\">boding@usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana"],"country":["United States of America"],"mm_tags":["Louisiana","National Wetlands Research Center","Womens History Month","Art","women","Lafayette"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1330405200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169391"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}