{"title":"Nesting Gulf Loggerheads Face Offshore Risks","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>DAVIE, Fla.--&nbsp;<!--introstart-->Threatened loggerhead sea turtles in the northern Gulf of Mexico can travel distances up to several hundred miles and visit offshore habitats between nesting events in a single season, taking them through waters impacted by oil and fishing industries.<!--introend-->&nbsp;<\/p>\n<p>Evidence from a U.S. Geological Survey study challenges the widely-held view that sea turtles remain near one beach throughout the nesting season and suggests the threatened species may require broader habitat protection to recover. The findings also cast new uncertainties on current estimates of the size of the species&rsquo; Gulf of Mexico subpopulation.&nbsp;<\/p>\r\n<p>&ldquo;This is the first study to locate and quantify in-water habitat use by female loggerheads in the Northern Gulf of Mexico subpopulation during their reproductive periods,&rdquo; said lead author Kristen Hart, a USGS research ecologist. &ldquo;Our tracking results show they depend on a much broader range of habitat during this critical part of their lives than was previously thought to be required.&rdquo;&nbsp;<\/p>\r\n<p>The study reveals detailed loggerhead movements during &ldquo;inter-nesting&rdquo; periods, showing patterns that vary for individual turtles. Generally, this period begins when a female returns from open seas around May and lasts roughly until September. Up until now, efforts to protect the species generally centered on beaches with high nesting activity under the assumption that once turtles had nested on those beaches, they either remained in their immediate vicinity or migrated back out to sea.&nbsp;<\/p>\r\n<p>&ldquo;The satellite data and our observations on the ground tell the same story: loggerheads in this subpopulation nest at multiple beaches, sometimes hundreds of miles apart,&rdquo; said Hart. &ldquo;Some of the females we captured and tagged on beaches in Alabama traveled over 250 miles to nest in Florida, where we recaptured them. Likewise, we also captured some females in Alabama that had previously been tagged at the Florida site in earlier breeding years.&rdquo; &nbsp;<\/p>\r\n<p>Researchers used the same statistical technique for analyzing their movements that enabled them to pinpoint&nbsp;<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3092\" target=\"_blank\">loggerhead feeding hotspots at sea<\/a>&nbsp;last year and, more recently,&nbsp;<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3602\" target=\"_blank\">locate Kemp&rsquo;s ridley feeding grounds in the Northern Gulf<\/a>&nbsp;by differentiating between behavioral modes. They analyzed where 39 adult female sea turtles went after they nested on beaches in Alabama and Florida between 2010 and 2012 to learn where they spent time in the water during the breeding season before migrating back to sea.&nbsp;<\/p>\r\n<p>&ldquo;We were surprised to find a lot of variation in their behavior,&rdquo; said co-author and USGS biologist Meg Lamont. &nbsp;&ldquo;On average, the tagged turtles visited areas about 33 kilometers (20 miles) from shore and moved about 28 kilometers (17 miles) to nest at another beach. Several of them journeyed more than 200 kilometers (124) miles to nest at additional beaches, while others simply cruised back out to sea after the first nest.&rdquo;&nbsp;&nbsp;<\/p>\r\n<p>The results of the study explain a mystery that had puzzled Lamont, who has 16 years of data from the St. Joseph Peninsula in Florida showing that few of the nesting loggerheads they tagged returned to nest again on the Peninsula. &ldquo;We didn&rsquo;t know whether they were dying or simply nesting elsewhere,&rdquo; explained Lamont, &ldquo;Now we know they aren&rsquo;t as faithful to one nesting site as was once thought.&rdquo; &nbsp;<\/p>\r\n<p>One of the turtles that Lamont tagged in 2002 appeared at Hart&rsquo;s&nbsp;site in Alabama, nearly a decade later. In fact, the researchers saw several turtles nesting both in Alabama and the St. Joseph Peninsula (roughly 250 miles apart) wit","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecosystems","Ecosystems Terrestrial Freshwaterand Marine Environments","Geographic Areas Southeast"],"article_type":["National News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1373860800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"169888"},{"tid":"170009"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}