{"title":"Permafrostâ\u0080¦ Itâ\u0080\u0099s Chill.","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"564\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/01_10_2014\/yDt2WKJ77Q_01_10_2014\/large\/PA240043.JPG\"><img class=\" \" title=\"image1\" src=\"http:\/\/gallery.usgs.gov\/images\/01_10_2014\/yDt2WKJ77Q_01_10_2014\/large\/PA240043.JPG\" alt=\"When ice-rich permafrost thaws, former tundra and forest turns into a thermokarst lake as the ground subsides. The carbon stored in the formerly frozen ground is consumed by the microbial community, who release methane gas. When lake ice forms in the winter, methane gas bubbles are trapped in the ice.\" width=\"564\" height=\"423\" \/><\/a> When ice-rich permafrost thaws, former tundra and forest turns into a thermokarst lake as the ground subsides. The carbon stored in the formerly frozen ground is consumed by the microbial community, who release methane gas. When lake ice forms in the winter, methane gas bubbles are trapped in the ice. Photo Credit: Miriam Jones, USGS[\/caption]\n\nImagine being kept below freezing temperatures for thousands of yearsâ\u0080¦ to be trapped with no way to escape other than to thaw out over time. Permafrost, or permanently frozen ground, forms during colder climates, when average annual temperatures remain below freezing. The soils accumulate ice and plant material from plants living at the Earthâ\u0080\u0099s surface. While the upper few centimeters thaw seasonally, frozen soil and dead plant material continues to accumulate at depth over thousands of years, depending on the strength and duration of the colder climate.\n\nDuring periods of thaw, soil, rocks, small plants, and gases are released from their frozen pockets of ice. Envision water bodies, forests, bogs, streams and ocean ecosystems now receiving thawing water laden with soil and dissolved nutrients; carbon, nitrogen, and other dissolved nutrients are released which organisms use and breathe as additional heat-trapping gases into the atmosphere. Like a sponge, permafrost landscapes have absorbed and released carbon and nutrients during repeated climate swings. Today, the sponge is being squeezed by dramatic <a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1045\/of2013-1045_text.pdf\">warming of northern latitudes<\/a>, at a rate that is unprecedented for at least 3 million years.\n\nIn the next 50 years, as arctic systems warm, the release of carbon and nitrogen in permafrost could greatly exacerbate the warming phenomenon. Thawing is impacting ecosystems on land and offshore according to USGS scientists and theirÂ <a href=\"http:\/\/www.biology.ufl.edu\/permafrostcarbon\/\">collaborators<\/a>.\n\n<strong>Finger on the Pulse<\/strong>\n\nTheÂ <a href=\"http:\/\/esp.cr.usgs.gov\/\">U.S. Geological Survey<\/a> contributes to several science networks dedicated to detecting and understanding permafrost, its degradation in a warming climate, and its impacts on ecosystems and society. Time series of observations are the focus of several networks such as the <a href=\"http:\/\/data.usgs.gov\/climateMonitoring\/region\/show?region=alaska\">Real-Time Permafrost and Climate Monitoring Network in Arctic Alaska<\/a>, <a href=\"http:\/\/www.gwu.edu\/~calm\/\">Circumpolar Active Layer Monitoring (CALM)<\/a>, borehole temperature monitoring, and ecosystem assessments. Meanwhile, spatial surveys are used to develop an understanding of complex processes involved in permafrost formation and degradation, and permafrost cores are used to understand the timing of permafrost formation and degradation on longer timescales. Ultimately and in tandem with computer modeling, the measurements of ice, water, carbon, and biology fundamentally improve our assessments of arctic change.\n\n[caption id=\"\" align=\"alignright\" width=\"576\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/01_10_2014\/uYPc62Err4_01_10_2014\/large\/DSC03268.jpg\"><img class=\" \" title=\"Image2\" src=\"http:\/\/gallery.usgs.gov\/images\/01_10_2014\/uYPc62Err4_01_10_2014\/large\/DSC03268.jpg\" alt=\"When permafrost thaws, the ground surface subsides and becomes inundated and the black spruce forest growing on the permafrost can no longer survive. Trees teetering and falling over in thawing permafrost are often referred to as &quot;drunken trees.&quot; The black spruce forest is replaced by a saturated bog, dominated by sedges and mosses. This wholesale ecological transformation has large impacts on carbon cycling.\" width=\"576\" height=\"432\" \/><\/a> When permafrost thaws, the ground surface subsides and becomes inundated and the black spruce forest growing on the permafrost can no longer survive. Trees teetering and falling over in thawing permafrost are often referred to as \"drunken trees.\" The black spruce forest is replaced by a saturated bog, dominated by sedges and mosses. This wholesale ecological transformation has large impacts on carbon cycling. Photo Credit: Miriam Jones, USGS[\/caption]\n\nPermafrost is primarily found where average annual air temperatures remain below freezing. In the <a href=\"http:\/\/pubs.usgs.gov\/pp\/p1386a\/images\/gallery-5\/full-res\/pp1386a5-fig03.jpg\">Northern Hemisphere<\/a> such locations include Scandinavia, Siberia, Tibet, Alaska, and Canada. Permafrost can also be found in alpine areas in the Northern and Southern Hemispheres, such as in Patagonia in Chile and the Southern Alps in New Zealand. Indeed Mauna Kea, Hawaii, which is considered to be an Alpine desert since the area is exceptionally dry with seasonal snow cover, is underlain by permafrost.\n\n<a href=\"http:\/\/pubs.usgs.gov\/pp\/p1386a\/images\/gallery-5\/full-res\/pp1386a5-fig04b.jpg\">Antarctica<\/a> does not have much permafrost because there is so little exposed land, as most of the land in Antarctica is covered by the massive Antarctic ice sheet. <strong><\/strong>\n\n<strong>Permafrost Thaw and Carbon Cycling<\/strong>\n\nPeriods of warming in the Arctic cause permafrost to degrade. As permafrost thaws, large amounts of carbon and nitrogen are subjected to decomposer organisms in the warming soil. Potentially huge amounts of carbon dioxide and methane are released into the atmosphere, and these gases in turn exacerbate the warming climate because of their greenhouse effect in the upper atmosphere. This is why climate scientists are particularly concerned about northern latitudes and the permafrost that lies beneath.\n\nThe USGS uses carbon comparisons between past climate cycles and recent warming trends; between wildfires and unburned landscapes; between wetter and drier conditions; and younger to older thaw histories, all to help build a picture of how ecosystems and the atmosphere are likely to respond in a permafrost-free future. Fieldwork, laboratory settings, and computer models are tools used to better understand the complexities of climate science.\n\n<strong>Impacts of Changing Permafrost Landscapes<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"555\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/01_10_2014\/yDt2WKJ77Q_01_10_2014\/large\/P8090231.JPG\"><img class=\" \" title=\"image3\" src=\"http:\/\/gallery.usgs.gov\/images\/01_10_2014\/yDt2WKJ77Q_01_10_2014\/large\/P8090231.JPG\" alt=\"These are baydzherakhs that form when Pleistocene-aged ice wedges thaw and leave behind a mound of unfrozen soil that is easily susceptible to decomposition. This sediment has not thawed for at least 40,000 years.\" width=\"555\" height=\"741\" \/><\/a> These are baydzherakhs that form when Pleistocene-aged ice wedges thaw and leave behind a mound of unfrozen soil that is easily susceptible to decomposition. This sediment has not thawed for at least 40,000 years. Photo Credit: Miriam Jones, USGS[\/caption]\n\nPermafrost thaw also impacts terrestrial and aquatic ecosystems because of the wholesale changes in ice distribution, surface water, sediment, groundwater, plants and animals. Across the Arctic, entire ecosystems are reorganizing to adjust to these shifts in water, nutrients and carbon. Habitats needed for feeding and nesting are forcing changes on wildlife. Planners are facing challenges related to shifting ground during thaw; erosion of sediment into reservoirs; and highways that have fewer days when frozen soils can support transportation without costly damage. USGS is helping anticipate these impacts by surveys and inventories of ecosystems and their components.\n\n<strong>To Keep it Cool Start with Science<\/strong>\n\nPeople often refer to land providing resources, and should think of permafrost in the same light. Permafrost landscapes are important because they provide local â\u0080\u009cservicesâ\u0080\u009d such as food (wildlife, berries, agriculture) and fiber (e.g. wood) but these landscapes also regulate Earthâ\u0080\u0099s atmosphere by storing and sequestering carbon dioxide. Learn more about these important services and how they are likely to change over the coming decades by studying USGS science.\n\n<strong>Learn More:<\/strong>\n\n<a href=\"http:\/\/carbon.wr.usgs.gov\/fatecarbon.html\">Fate of Carbon in Soil Systems<\/a>\n\n<a href=\"http:\/\/carbon.wr.usgs.gov\/permafrost.html\">Collaborative Research on the Impact of Permafrost Degradation on Carbon and Water in Boreal Ecosystems<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24344","uid":"31","filename":"IMG_283.jpg","uri":"public:\/\/IMG_283.jpg","filemime":"image\/jpeg","filesize":"111590","status":"1","timestamp":"1425492768","type":"image","uuid":"00c5b2e4-d9a5-4f0c-8678-2605b0891d07","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["climatechange","freezing","ice","permafrost","Thaw"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1389621308","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}