{"title":"USGS and NASA Magnetic Database &rsquo;Rocks&rsquo; the World","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p><span class=\"c-bold\">For more information and images go to: <a href=\"http:\/\/www.gsfc.nasa.gov\/topstory\/2004\/0517magnet.html\">http:\/\/www.gsfc.nasa.gov\/topstory\/2004\/0517magnet.html<\/a><\/span><\/p><p>USGS and NASA have recently teamed up to create one of the most complete databases of magnetic properties of Earth&rsquo;s rocks ever assembled. Satellite data of Earth&rsquo;s magnetic field combined with rock magnetic data collected on the ground will provide a more complete insight into Earth&rsquo;s geology, gravity and magnetism. The information in this database will allow more realistic interpretations of satellite magnetic data and will contribute to a variety of studies such as groundwater, mineral resource, and earthquake hazard investigations.<\/p><p>The new database will be available to the public via the Internet. A clickable map of the world will include locations where detailed rock magnetic data were collected. Open access to specific properties and locations of each type of rock will allow researchers to more accurately model Earth&rsquo;s gravity and magnetic fields. This should improve our understanding of the structure and development of Earth&rsquo;s crust.<\/p><p>The combined databases form one of the most complete datasets of magnetic properties of Earth&rsquo;s rocks. The USGS database contains rock densities and magnetic properties for some 17,000 entries. Many of these data were taken from surface outcrops in the Western U.S. They span a broad range of rock types.<\/p><p>The NASA database contains magnetic properties of 19,000 samples. The samples come from all over the world including the Ukrainian and Baltic shields, Kamchatka, the Ural Mountains and Iceland. 2000 Icelandic rocks in the database have helped explain the source of unusual magnetic activity in Iceland recorded by both Magsat and German Champ missions. Database records revealed the magnetic shifts in Iceland were caused by ferrobasalts, analogues to Martian rocks. As researchers continue to study Mars, these findings may shed light on Mars&rsquo; geology.<\/p><p>Satellites have detected magnetic signals in the upper layer of the Earth, called the lithosphere. With over 36,000 rock samples, the combined database will help researchers determine the origin of these signals in Earth&rsquo;s crust.<\/p><p>Researchers collect rock specimens and data in a variety of ways. Research vessels are used to dredge samples from the ocean floor. Ships may also carry huge deep-sea drills that pull cores of sediment and rock from the beneath the ocean. The database includes rock magnetic data from the deepest borehole in the world. It was drilled in northern Russia in the Baltic Shield. Researchers drilled and extracted cores from the continental crust as deep as 7.62 miles.<\/p><p>On land, scientists may collect samples from rock outcrops. When rocks have been exposed to the elements, researchers use small hand drills to uncover fresh material under a rock&rsquo;s surface.<\/p><p>Satellites that have detected unexplained variations in Earth&rsquo;s magnetic field include NASA&rsquo;s Magsat and Polar Orbiting Geophysical Observatory, Germany&rsquo;s Champ satellite, and the Danish Oersted satellite.<\/p><p>Katherine Nazarova, a researcher at NASA is coordinating the effort with USGS scientist Jonathan Glen. The combined USGS and NASA databases and future updates will eventually be available and maintained through the National Oceanic and Atmospheric Administration at the World Data Center A in Boulder, Colorado.<\/p><p>The mission of NASA&rsquo;s Earth Science Enterprise is to develop a scientific understanding of the Earth System and its response to natural or human-induced changes to enable improved prediction capability for climate, weather, and natural hazards.<\/p>","summary":"","format":"filtered_html","safe_value":"<p>For more information and images go to: <a href=\"http:\/\/www.gsfc.nasa.gov\/topstory\/2004\/0517magnet.html\">http:\/\/www.gsfc.nasa.gov\/topstory\/2004\/0517magnet.html<\/a>USGS and NASA have recently teamed up to create one of the most complete databases of magnetic properties of Earth’s rocks ever assembled. Satellite data of Earth’s magnetic field combined with rock magnetic data collected on the ground will provide a more complete insight into Earth’s geology, gravity and magnetism. The information in this database will allow more realistic interpretations of satellite magnetic data and will contribute to a variety of studies such as groundwater, mineral resource, and earthquake hazard investigations.The new database will be available to the public via the Internet. A clickable map of the world will include locations where detailed rock magnetic data were collected. Open access to specific properties and locations of each type of rock will allow researchers to more accurately model Earth’s gravity and magnetic fields. This should improve our understanding of the structure and development of Earth’s crust.The combined databases form one of the most complete datasets of magnetic properties of Earth’s rocks. The USGS database contains rock densities and magnetic properties for some 17,000 entries. Many of these data were taken from surface outcrops in the Western U.S. They span a broad range of rock types.The NASA database contains magnetic properties of 19,000 samples. The samples come from all over the world including the Ukrainian and Baltic shields, Kamchatka, the Ural Mountains and Iceland. 2000 Icelandic rocks in the database have helped explain the source of unusual magnetic activity in Iceland recorded by both Magsat and German Champ missions. Database records revealed the magnetic shifts in Iceland were caused by ferrobasalts, analogues to Martian rocks. As researchers continue to study Mars, these findings may shed light on Mars’ geology.Satellites have detected magnetic signals in the upper layer of the Earth, called the lithosphere. With over 36,000 rock samples, the combined database will help researchers determine the origin of these signals in Earth’s crust.Researchers collect rock specimens and data in a variety of ways. Research vessels are used to dredge samples from the ocean floor. Ships may also carry huge deep-sea drills that pull cores of sediment and rock from the beneath the ocean. The database includes rock magnetic data from the deepest borehole in the world. It was drilled in northern Russia in the Baltic Shield. Researchers drilled and extracted cores from the continental crust as deep as 7.62 miles.On land, scientists may collect samples from rock outcrops. When rocks have been exposed to the elements, researchers use small hand drills to uncover fresh material under a rock’s surface.Satellites that have detected unexplained variations in Earth’s magnetic field include NASA’s Magsat and Polar Orbiting Geophysical Observatory, Germany’s Champ satellite, and the Danish Oersted satellite.Katherine Nazarova, a researcher at NASA is coordinating the effort with USGS scientist Jonathan Glen. The combined USGS and NASA databases and future updates will eventually be available and maintained through the National Oceanic and Atmospheric Administration at the World Data Center A in Boulder, Colorado.The mission of NASA’s Earth Science Enterprise is to develop a scientific understanding of the Earth System and its response to natural or human-induced changes to enable improved prediction capability for climate, weather, and natural hazards.<\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1084766400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168777"},{"tid":"169886"}]},"subtitle":[]}