{"title":"scientists Recreate Ground Shaking from the 1906 Earthquake and Discuss What&#39;s in Store for the Earthquake Conference April 18-22","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<TABLE cellSpacing=0 cellPadding=1 width=220 align=right border=0>\n<TBODY>\r\n<TR>\r\n<TD vAlign=top bgColor=#ffffff>\r\n<TABLE cellSpacing=1 cellPadding=3 width=\"100%\" border=0>\r\n<TBODY>\r\n<TR>\r\n<TD vAlign=top align=middle><IMG height=84 alt=\"Conference 2006 logo\" src=\"\/newsroom\/images\/logo_conf06.gif\" width=150><br><br><br><IMG height=169 alt=\"Governor&#039;s Office of Emergency Services of California logo\" src=\"\/newsroom\/images\/logo_oesca.gif\" width=150><br><br><br><IMG height=59 alt=\"Disaster Relief California logo\" src=\"\/newsroom\/images\/logo_drc.jpg\" width=200><br><br><br><IMG height=116 alt=\"EERI logo\" src=\"\/newsroom\/images\/logo_eeri.gif\" width=150><br><br><br><IMG height=52 alt=\"SSA logo\" src=\"\/newsroom\/images\/logo_ssa.jpg\" width=200><br><\/TD><\/TR><\/TBODY><\/TABLE><\/TD><\/TR><\/TBODY><\/TABLE>\r\n<p>Scientists unveiled today results from the most comprehensive study to date of how hard and how long the ground shook in the 1906 earthquake. As a follow up, this year&#039;s 100th Anniversary Conference scheduled for April 18-22 at the Moscone Center in San Francisco will present new, comprehensive estimates of the damage such a quake would cause today based on this study.<\/p>\r\n<p>Over a two-year period, scientists from the U.S. Geological Survey (USGS), Stanford University, Lawrence Livermore National Laboratory (LLNL), URS Corporation, and University of California at Berkeley simulated how hard and how long the ground shook as a result of the 1906 earthquake using a new three-dimensional geologic model of the San Francisco Bay area. The simulations have great potential for research, hazard loss estimation, and public education.<\/p>\r\n<p>The 1906 simulations show how the earthquake spread from its epicenter, about two miles west of the San Francisco Zoo, and grew to cause strong shaking and damage along more than 300 miles of the San Andreas Fault. The huge geographic extent of the earthquake&#039;s impact is important for the Bay area&#039;s citizens and decision-makers to understand.<\/p>\r\n<p>\"We want to emphasize that a large earthquake such as 1906 is not just a San Francisco quake, but a Northern California earthquake,\" said Brad Aagaard, the USGS geophysicist who led the effort. \"Earthquakes greater than magnitude 7 are going to cause intense shaking over a large area &mdash; everyone needs to be prepared.\"<\/p>\r\n<p>\"This remarkable study shows just how fast, how powerful, and how damaging a 1906-size earthquake would be on today&#039;s Bay Area,\" said Chris Poland, chairman of the 100th Anniversary Earthquake Conference. Multiple studies that examine the impact of such a quake occurring today are based on these simulations and will be among the scientific results presented at the conference, which is the science, engineering and policy centerpiece of commemoration activities.<\/p>\r\n<p>The simulations use a three-dimensional geological and seismic velocity model, released last October by the USGS (<a href=\"http:\/\/quake.wr.usgs.gov\/research\/3Dgeologic\/index.html\">http:\/\/quake.wr.usgs.gov\/research\/3Dgeologic\/index.html<\/a>), as well as a model for how the fault ruptured in 1906.<\/p>\r\n<p>\"For the new fault rupture model, we re-analyzed century-old surveying and seismographic data,\" said Seok Goo Song, a geophysics graduate student at Stanford University. \"Our model confirms the rupture was about 300 miles long with a magnitude of 7.8-7.9. Our work gives new insights into the strength of strong ground shaking in large earthquakes.\"<\/p>\r\n<p>The simulated ground motions were compared to ground motions reported in the famous 1908 Lawson report on the 1906 earthquake, which USGS recently mined for a new appreciation of the ground shaking in that earthquake (see <a href=\"http:\/\/quake.wr.usgs.gov\/research\/strongmotion\/effects\/1906\/\">http:\/\/quake.wr.usgs.gov\/research\/strongmotion\/effects\/1906\/<\/a>).<\/p>\r\n<p>\"These simulations give us a much more realistic and detailed picture of the strong shaking levels used for hazard loss estimation and dis","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1143522000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}