{"title":"study: 8 in 10 Wells in Columbia Plateau Decline","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Groundwater levels of the Columbia Plateau have declined over the past 25 years in about 80 percent of the nearly 500 wells measured, according to a report published by the U.S. Geological Survey.<\/p>\n<p>Groundwater is a critical resource for the nearly 1.3 million people in the region, as well as providing irrigation water for the region&rsquo;s estimated $6 billion-per-year agriculture.<\/p>\r\n<p>To help resource managers in the region, in 2007, the USGS Groundwater Resources Program began a study of the Columbia Plateau Regional Aquifer System to answer key questions about widespread water-level declines, reductions in groundwater flow into rivers, and the as-yet unknown effects of a changing climate on groundwater resources. As part of this effort, a new compilation map of the geology was developed to better understand the geologic controls of the availability and flow of groundwater within the aquifers.<\/p>\r\n<p>Scientists are documenting changes in the aquifer system and developing a &ldquo;water budget&rdquo; for the system. This information will help scientists build a groundwater-flow simulation model that managers can use to test ways of managing the region&rsquo;s groundwater under different development and climate conditions.<\/p>\r\n<p>Agencies cooperating in the collection of groundwater data used in the Columbia Plateau regional aquifer study: U.S. Department of Energy, Oregon Water Resources Department, Confederated Tribes of the Umatilla Indian Reservation, Washington Department of Ecology, South Columbia Basin Irrigation District, Walla Walla Basin Watershed Council, Palouse Basin Aquifer Committee, East Columbia Basin Irrigation District, Bureau of Reclamation, Franklin Conservation District, and Columbia Basin Ground Water Management Area. More information about the study is available <a href=\"http:\/\/wa.water.usgs.gov\/projects\/cpgw\/\">online<\/a>.<\/p>\r\n<p>The report, &ldquo;Groundwater Conditions During 2009 and Changes in Groundwater Levels from 1984 to 2009, Columbia Plateau Regional Aquifer System, Washington, Oregon, and Idaho,\" by Daniel T. Snyder and Jonathan V. Haynes, is published as U.S. Geological Survey Scientific Investigations Report 2010-5040 and is available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5040\/\">online<\/a>.&nbsp; A companion map showing the geology and aquifers of the Columbia Plateau, &ldquo;Geologic Setting and Hydrogeologic Units of the Columbia Plateau Regional Aquifer System, Washington, Oregon, and Idaho,&rdquo; by Sue C. Kahle, Theresa D. Olsen, and David S. Morgan, is published as U.S. Geological Survey Scientific Investigations Map 3088, and is available <a href=\"http:\/\/pubs.usgs.gov\/sim\/3088\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Oregon","Washington"],"country":["United States of America"],"mm_tags":["water","Columbia Plateau","groundwater","wells","aquifer","washington","Oregon","Idaho"],"release_date":{"und":[{"value":"1275883200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169702"},{"tid":"170513"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}