{"title":"USGS IS GOING TO THE DOGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html <\/a>\n<p><!--introstart-->Some employees at the U.S. Geological Survey in Menlo Park don&rsquo;t wait for an annual \"take your dog to work\" day; they do it every day.<!--introend--> Like the USGS human roster, some of the dogs are still in training, while others have graduate degrees and are now gainfully and fully employed. \r\n<p>Two of those dogs, Jaunty and Rio, will get plenty of attention Wednesday, July 28, when they attend sessions of the USGS Conference on Disabilities in the Workplace in Building 3 on the USGS campus at 345 Middlefield Road in Menlo Park. The dogs will accompany their masters, Bob Jachens and John Giacomazzi, respectively, to morning sessions of the conference, and in the afternoon Rio will demonstrate the many ways that she assists John in getting to work, helping him around the USGS campus and doing things like picking up dropped items. Rio is a three-year-old golden retriever graduate of Canine Companions for Independence, and has been with Giacomazzi for a year and a half. \r\n<p>Jaunty, is an eight-month-old golden retriever in pre-training for the Guide Dogs of America. She is getting her \"socialization\" training by accompanying Bob Jachens to work each day and sharing Jachens&rsquo; home. At work, Jaunty spends part of her day restrained in Jachens&rsquo; USGS office, but she also accompanies him to lectures, where she learns to be around large numbers of people, sometimes in a darkened auditorium, and becomes used to clapping and other large noises. During the lunch hour they take a long walk around the USGS campus, where Jaunty meets admirers who have learned to love all of Jachens&rsquo; puppies. \"My job isn&rsquo;t to train Jaunty to be a guide dog,\" Jachens, a USGS geologist said, \"but to socialize her, so that when she goes into intensive training, she will be a â\u0080\u0098good citizen&rsquo; who is used to all these day-to-day situations that she will encounter with her eventual master.\" Jachens and his wife, Karen, who live in Cupertino, have been raising guide-dog puppies for 12 years. Jaunty is their tenth puppy. \r\n<p>\r\n<p>Editors: Reporters and photographers will have the opportunity to meet Rio and Jaunty on Tuesday morning, July 27, when they accompany Ted Kennedy Jr., on a tour of the USGS campus. The tour will begin at about 10:20 a.m., following Kennedy&rsquo;s keynote address to the Disabilities Conference.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"932961600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}