{"title":"Landsat Adds to World Memory","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A United Nations group established to preserve humanity's documentary history has selected a portion of the U.S. Geological Survey (<a href=\"http:\/\/www.usgs.gov\/\">USGS<\/a>) Landsat archive of Earth imagery to be added to the <a href=\"http:\/\/www.unesco.org\/new\/en\/communication-and-information\/flagship-project-activities\/memory-of-the-world\/homepage\/\">Memory of the World<\/a> International Register.<!--introend-->&nbsp;<\/p>\n<p>\"During a span of almost 40 years, the <a href=\"http:\/\/landsat.usgs.gov\/\">Landsat series<\/a> of Earth observation satellites has become a unique reference worldwide for advancing our scientific knowledge and our understanding of terrestrial systems,\" said Anne Castle, Assistant Secretary for Water and Science, U.S. Department of the Interior.&nbsp;&nbsp;\"The inclusion of the Landsat data archive in the Memory of the World Register is recognition of the incredible value of this long term data collection, not only for its contribution to scientific research but also for its rich international cultural value.\"&nbsp;<\/p>\r\n<p class=\"Default\">A joint initiative between USGS and <a href=\"http:\/\/landsat.gsfc.nasa.gov\/\">NASA<\/a>, the Landsat program of Earth observation provides a vital information resource for applications in agriculture, geology, forestry, water resources, regional planning, mapping, emergency response, and global change research.<\/p>\r\n<p>The Memory of the World Programme, administered through the United Nations Educational, Scientific and Cultural Organization (<a href=\"http:\/\/www.unesco.org\/new\/en\/unesco\/\">UNESCO<\/a>), selected the Landsat Multispectral Scanner (MSS) dataset because it is a unique, irreplaceable record of the Earth&rsquo;s land surfaces, shallow coastal regions, and reefs. &nbsp;Compiled between 1972 and 1992, this collection of images from across the globe includes over 600,000 scenes, each covering approximately 100 by 100 miles.&nbsp; The continuous data record reveals both gradual change, as in glacier movement or coastline erosion, and sudden change, as in forest clear-cuts, wild land fires, or seasonal floods.&nbsp;<\/p>\r\n<p>Remotely sensed Landsat images are not just pictures, but contain many layers of data collected at different points along the visible and invisible light spectrum. A single Landsat scene taken from 400 miles above the Earth can accurately detail the condition of hundreds of thousands of acres of grassland, agricultural crops, or forests.&nbsp;<\/p>\r\n<p>The award citation proclaims, \"The inclusion of this documentary heritage in the Memory of the World Register reflects its exceptional value and signifies that it should be protected for the benefit of all humanity.\"&nbsp;<\/p>\r\n<p>The full USGS archive holds over three million scenes obtained continuously from July 1972 to today by a series of six Landsat satellites. Since 2008, when the images became available free of charge and downloadable from the internet, there has been a burst of innovative science applications of Landsat data.&nbsp;<\/p>\r\n<p>\"The universal availability of the Landsat data at no charge is a key to its unique capabilities and global scope,\" Castle continued. \"Scientists, land managers, and students everywhere can work with long term, accurate, unbiased, and freely accessible data to confront the most difficult challenges involving land use, natural resources, and the environment.\"<\/p>\r\n<p><span style=\"text-decoration: underline;\"><a href=\"http:\/\/landsat.usgs.gov\/Landsat_Missions_40th_Anniversary_gallery_view.php?category=nocategory&amp;thesort=mainLat\"><\/a><\/span><\/p>\r\n<p><a href=\"http:\/\/landsat.usgs.gov\/Landsat_Missions_40th_Anniversary_gallery_view.php?category=nocategory&amp;thesort=mainLat\">Gallery of selected Landsat images: World Events as Seen from Space<\/a><\/p>\r\n<p>Further information about <a href=\"http:\/\/landsat.usgs.gov\/\">Landsat<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","landsat","United Nations",""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1319601600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"169549"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}