{"title":"Federal Scientists Refocus on West Nile Virus Impacts on Wildlife","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists from the U.S. Geological Survey (USGS), working with partners at the U.S. Department of Agriculture, U.S. Centers for Disease Control and Prevention, and other federal, state, and university researchers, are examining ways to better understand the West Nile Virus and its effects on humans and animals. <\/p>\n<p>\"For the past four years, since the appearance of the disease, we&rsquo;ve looked at West Nile Virus as a human\/wildlife disease, working closely with our partners at CDC and other state and local public health agencies,\" said Dr. Christopher Brand, USGS Wildlife Disease Scientist. \"While we will continue working closely with the human health community, we also recognize that the virus may be dramatically affecting wildlife, especially wild bird populations, and that we need to focus additional research efforts on wildlife impacts.\" <\/p>\r\n<p>As part of this effort, USGS scientists will meet this week with other researchers to map out new strategies to provide a more comprehensive understanding of the epidemiology and impacts on birds and other wildlife of this newly discovered disease to North America. USGS plans for wildlife research will bring together experts from internal science disciplines as well as collaborators from state and federal agencies, academic institutions, and non-governmental organizations throughout the world. <\/p>\r\n<p>Among topics to be discussed are: <\/p>\r\n<p>* Documenting Geographic spread and distribution of WNV in wildlife throughout the Western Hemisphere<br>* Monitoring and surveillance of wildlife for WNV throughout regions of North America<br>* Development of improved diagnostic technologies for WNV detection and surveillance<br>* Determining susceptibility of indicator avian, reptile, amphibian and mammalian species<br>* Documentation of WNV maintenance and transmission dynamics within wildlife<br>* Documenting WNV impacts on targeted indicator bird, mammal and herpetological populations<br>* Monitoring the changing genetic structure and virulence of West Nile Virus<br>* Compiling vector ecology and competence information over North America<br>* Conducting epidemiological modeling of WNV cycles<br>* Developing and applying vaccination programs to endangered wildlife populations <\/p>\r\n<p>The above studies will address a comprehensive and integrated research approach to answer critical questions about West Nile virus that will ultimately benefit wildlife, public health and domestic animal health across America. <\/p>\r\n<p>Following the 1999 discovery of West Nile Virus (WNV) in New York City, this virus rapidly spread across North America, currently being found in 44 continental states and five Canadian Provinces. The distribution and number of North American wildlife species infected with West Nile virus has increased dramatically each year since 1999. <\/p>\r\n<p>Last year&rsquo;s West Nile Virus epidemic in humans was the largest ever recorded in the world. Additionally there are now over 150 wild bird species, 15 mammal species and one reptile species known infected with the virus in the United States. It is unknown if WNV has spread into southwestern states, Mexico, Central, and South America, but expansion is likely with annual migrations of avian hosts and the presence of year-round mosquito vector populations in those warmer climates. <\/p>\r\n<p>Surveillance activities, public observations, and preliminary analysis of population survey data suggest that WNV has caused extensive mortality in many avian species, particularly corvids (crows) and raptors (hawks). Scientists are worried the virus could devastate flocks of threatened and endangered species, migratory birds, and other wildlife. Additionally, wild horse and burro populations are at high risk. While some research has been initiated on wild, feral, and domestic animals, much is unknown about the susceptibility and pathogenesis of WNV to North American wildlife species, including the range and role of wildlife species as","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1044334800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}