{"title":"Atomic Weights of Ten Chemical Elements About to Change","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>A new Table of Standard Atomic Weights is published in <a href=\"http:\/\/dx.doi.org\/10.1351\/PAC-REP-10-09-14\">Pure and Applied Chemistry<\/a>. A companion article titled &ldquo;Atomic Weights&mdash;No Longer Constants of Nature&rdquo; is published in <a href=\"http:\/\/www.iupac.org\/publications\/ci\/2011\/3302\/1_coplen.html\">Chemistry International<\/a>.<\/em><\/p>\n<p><!--introstart-->For the first time in history, a change will be made to the atomic weights of some elements listed on the Table of Standard Atomic Weights of the chemical elements found in the inside covers of chemistry textbooks worldwide.<!--introend--><\/p>\r\n<p>The International Union of Pure and Applied Chemistry&rsquo;s (IUPAC) Commission on Isotopic Abundances and Atomic Weights is publishing a new table that will express atomic weights of ten elements as intervals, rather than as single standard values. The new table is the result of cooperative research supported by the U.S. Geological Survey, IUPAC, and other contributing Commission members and institutions.<\/p>\r\n<p>Standard atomic weights commonly are thought of as constants of nature, despite the fact that atomic weights of many common chemical elements show variations as a result of physical, chemical and biological processes.<\/p>\r\n<p>&ldquo;For more than a century and a half, many were taught to use standard atomic weights &mdash; a single value &mdash; found on the inside cover of chemistry textbooks and on the periodic table of the elements,&rdquo; said Ty Coplen, director of the USGS Reston Stable Isotope Laboratory. &ldquo;Though this change offers significant benefits in the understanding of chemistry, one can imagine the challenge now to educators and students who will have to select a single value out of an interval when doing chemistry calculations.&rdquo;<\/p>\r\n<p>The standard atomic weights for hydrogen, lithium, boron, carbon, nitrogen, oxygen, silicon, sulfur, chlorine and thallium previously were expressed as central values with uncertainties that reflected natural atomic-weight variations. The weights of these elements now will be expressed as intervals to more accurately convey this variation in atomic weight. For example, boron is commonly known to have a standard atomic weight of 10.811. However, its actual atomic weight can be anywhere between 10.806 and 10.821, depending on where the element is found.<\/p>\r\n<p>The atomic weight of an element depends upon how many stable isotopes it has and the relative amount of each stable isotope. Isotopes are atoms of the same element that have different masses. Variations in atomic weight occur when an element has two or more naturally occurring stable isotopes that vary in abundance.<\/p>\r\n<p>Modern analytical techniques can measure the atomic weight of many elements precisely, and these small variations in an element&rsquo;s atomic weight are important in research and industry. For example, precise measurements of the abundances of isotopes of carbon can be used to determine purity and source of food products, such as vanilla and honey. Isotopic measurements of nitrogen, chlorine and other elements are used for tracing pollutants in streams and groundwater. In sports doping investigations, performance enhancing testosterone can be identified in the human body because the atomic weight of carbon in natural human testosterone is higher than that in pharmaceutical testosterone.<\/p>\r\n<p>Elements with only one stable isotope do not exhibit variations in their atomic weights. For example, the standard atomic weights for fluorine, aluminum, sodium and gold are constant, and their values are known to better than six decimal places.<\/p>\r\n<p>The USGS has a long history of research in determining atomic weights of the chemical elements. As far back as 1882, Frank W. Clark, chief chemist of the USGS, prepared a table of atomic weights.<\/p>\r\n<p>The year 2011 has been designated as the International Year of Chemistry. The IYC is an official United Nations Intern","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["chemistry","atomicweight","element","atom","","isotope",""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1292216400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169372"},{"tid":"169801"},{"tid":"170637"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}