{"title":"Avian Flu in Seals Could Infect People","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The avian flu virus that caused widespread harbor seal deaths in 2011 can easily spread to and infect other mammals and potentially humans.<!--introend--><\/p>\n<p>A new study by the U.S. Geological Survey and St. Jude Children&rsquo;s Research Hospital shows that the avian influenza H3N8 strain that infected New England harbor seals could be transmitted to other mammals through the air without physical contact. Transmission by respiratory droplets through coughing, for example, is the main way influenza viruses spread among people. The study also showed that current seasonal flu vaccines do not protect against this seal virus, meaning a new vaccine would be necessary if there ever was an outbreak in humans.<\/p>\r\n<p>\"The ability to transmit through the air is an important step in the path toward any influenza virus becoming pandemic,\" said USGS scientist Hon Ip. \"The lack of protection against the seal virus from the annual seasonal vaccine highlights the risks posed by this H3N8 group of viruses.\"<\/p>\r\n<p>The article, led by St. Jude in collaboration with the USGS and the University of North Carolina at Chapel Hill, was published today in the journal <em>Nature Communications<\/em> and is available <a href=\"http:\/\/www.nature.com\/ncomms\/2014\/140903\/ncomms5791\/full\/ncomms5791.html\">online<\/a>.<\/p>\r\n<p>The scientists tested a sample of the influenza virus taken from an infected harbor seal in New Hampshire in 2011, and found that the virus was closely related to in&#64258;uenza viruses from wild birds. However, the H3N8 virus isolated from the seal contained mutations that allowed it to reproduce efficiently in human lung cells, cause disease in mice and infect ferrets through the air.<\/p>\r\n<p>\"Findings from this study highlight the need for continued surveillance and study of avian influenza genetics, particularly in areas like coastal regions where wild birds, wild mammals and human populations come into contact with each other,&rdquo; said USGS scientist Jeff Hall.<\/p>\r\n<p>H3N8 viruses, common in wild birds, have been associated with ongoing outbreaks in dogs and horses and have also been detected in pigs, donkeys and now seals. Beginning in September 2011, more than 160 young harbor seals were found dead or dying along the New England coast as a result of this infection. In previous H3N8 mortality events, up to 20 percent of the local seal population died.<\/p>\r\n<p>For more information on zoonotic diseases, or diseases that spread between animals and humans, please visit the <a href=\"http:\/\/www.nwhc.usgs.gov\/\">USGS National Wildlife Health Center website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecosystems","biology","Human Health","wildlife Health","Health","Flu","Influenza","virus","Seals","Harbor Seals","","New Hampshire","New England","","wildlife","Avian Flu Geographic Areas Midwest","Geographic Areas Southeast"],"article_type":["National News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1409716800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169396"},{"tid":"169491"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}