{"title":"USGS Scientists Provide Hurricane Earl Information","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Even as Hurricane Earl played cat and mouse with the Gulf Coast states this week, U.S. Geological Survey scientists were marshaling an Emergency Response Team to serve the public and document the storm&rsquo;s effects. <!--introend-->\n<p>The USGS Hurricane Bonnie Team was still completing its follow-up along the Atlantic Coast, when the Hurricane Earl Team sprang into action along the Gulf Coast through conference calls, e-mails and the Internet. \r\n<p>The team communicated with dozens of mappers, hydrologists, geologists and biologists, who were prepared to give critical information to the public and emergency and rescue personnel as well as document the actual effects of the hurricane. \r\n<p>In preparation for the hurricane season, USGS mappers provided the American Red Cross with topographic maps needed for emergencies. The maps are mainly used by the Red Cross for analysis and damage &gt;assessment. \r\n<p>USGS Florida offices consulted with the staffs of the Federal Emergency Management Agency and the Florida Division of Emergency Management on what critical information might be needed. Because Hurricane Earl&rsquo;s primary threat appeared to be from river flooding, the USGS Tallahassee Office prepared to make flood discharge measurements and keep river and water quality gauges operational throughout the storm. Backup crews from the Tampa Office and Alabama were also standing by to help. \r\n<p>USGS hydrologists provided the public real-time surface water information for coastal areas through the Internet. This information continues to be available on the Internet at <a href=\"http:\/\/water.usgs.gov\/public\/realtime.html\">http:\/\/water.usgs.gov\/public\/realtime.html<\/a> \r\n<p>After Hurricane Earl landed on shore at Panama City, at 4 AM on September 3, the USGS work was not over. Scientists will be studying the effects of this and other hurricanes for some time. Larger hurricanes can be devastating to coastal erosion, but even weaker ones can affect plants and animals, especially if the hurricanes linger in one area for a while. \r\n<p>USGS geologists in St. Petersburg were prepared to fly the coast had category 2 Hurricane Earl become a category 3 or greater hurricane. Their aerial photography documenting coast erosion from Hurricane Bonnie, however, is already availableon the Internet at <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/bonnie\/\">http:\/\/coastal.er.usgs.gov\/hurricanes\/bonnie\/<\/a> \r\n<p>USGS geologists are also working with the National Aeronautics and Space Administration and the National Oceanic and Atmospheric Administration to collect information using the Airborne Topographic Mapper. This Lidar remote-sensing instrument, mounted to a NOAA aircraft, uses lasers to map micro-topography of the beach. The public can get information on the Internet about this instrument and partnership program through the internet: <a href=\"http:\/\/aol.wff.nasa.gov\/aoltm\/projects\/beachmap\/\">http:\/\/aol.wff.nasa.gov\/aoltm\/projects\/beachmap\/<\/a> and <a href=\"http:\/\/www.csc.noaa.gov\/crs\/ALACE\/index.html\">http:\/\/www.csc.noaa.gov\/crs\/ALACE\/index.html<\/a> \r\n<p>The USGS office at St. Petersburg continuously acquires and archives satellite data for the eastern Gulf of Mexico. These images allow scientists to see currents or any kind of upwelling caused by the storm. The public can see the available imagery on the Internet at: <a href=\"http:\/\/coastal.er.usgs.gov\/east_gulf\/\">http:\/\/coastal.er.usgs.gov\/east_gulf\/<\/a> \r\n<p>USGS researchers in Lafayette, La. are using a hurricane simulation model they developed to review past hurricanes with wind force and tracking similar to those of Hurricane Earl. The model reconstructs the wind profile, speed, direction and duration of hurricanes in the Gulf and Atlantic. Researchers use this information to study the effects on marshes and forested wetlands. Using nature&rsquo;s own records--tree rings--biologists are also developing new methods to relate the effect of huricane winds and surge on","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Georgia","Louisiana","Mississippi","Texas"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"904795200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169556"},{"tid":"169410"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}