{"title":"Media Advisory: Early Flood-Warning System for Ottawa, Ohio","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Ottawa, Ohio is now better prepared to protect lives and property because of a collaborative early flood-warning project put in place by the U.S. Geological Survey, Village of Ottawa, Natural Resources Conservation Service, and National Weather Service (NWS).<\/p>\n<p>The unprecedented damage and economic losses from the August 2007 flood in Ottawa, Ohio, prompted the village to seek means to reduce flood damages.<\/p>\r\n<p>The USGS developed interactive flood-inundation maps of the Blanchard River in Ottawa and a flood-warning network, consisting of three USGS streamgages that monitor water levels and streamflow. The USGS upgraded one streamgage and added two new streamgages, which are used by emergency managers to make informed decisions when flooding is imminent. The inundation maps correspond to the NWS flood-warning levels and show areas that would be underwater at various river levels.<\/p>\r\n<table>\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>What: .<\/strong><\/td>\r\n<td>A press conference announcing the new flood-warning system. A visual demonstration of the new interactive flood inundation maps will be presented<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>When: <\/strong><\/td>\r\n<td>Thursday, June 7, 2012 <br \/>1p.m. <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Who: <\/strong><\/td>\r\n<td>Scott Jackson, USGS Ohio Water Science Center Deputy Director<br \/>Matthew Whitehead, USGS Hydrologist and Project Chief<br \/>Deborah Bauer, Village of Ottawa Councilor<br \/>Trent Schade, NWS, Ohio River Forecast Center, Hydrologist-in-Charge<br \/>Mike Rehbein, NWS Hydrologist <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Where: <\/strong><\/td>\r\n<td>Putnam County Educational Service Center\/Skilled Learning Center<br \/>124 Putnam Parkway, Ottawa, Ohio 45875<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"regions":["Ohio"],"country":["United States of America"],"mm_tags":["water","Water Hydrologic Networksand Analysis","Water National Streamflow Information","Natural Hazards"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1338782400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169586"},{"tid":"170091"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}