{"title":"USGS and Tribes Work Together to Gain Water Knowledge","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_189871\" align=\"alignright\" width=\"421\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/Figure-1-Streamflow-Map1.jpg\"><img class=\"size-full wp-image-189871\" title=\"Figure 1 Streamflow Map\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/Figure-1-Streamflow-Map1.jpg\" alt=\"USGS monitors streamflow at more than 530 sites on Tribal lands, and more than 1,160 and 1,720 sites within 5 and 10 miles of Tribal lands. respectively.\" width=\"421\" height=\"262\" \/><\/a> USGS monitors streamflow at more than 530 sites on Tribal lands, and more than 1,160 and 1,720 sites within 5 and 10 miles of Tribal lands. respectively.[\/caption]\n\n<strong>USGS and Tribes Work Together to Gain Water Knowledge<\/strong>\n\nUSGS scientists work closely with Tribal leaders around the country to address water availability and water quality issues on Tribal lands.\n\nWater â\u0080\u0094 in adequate quantities and quality â\u0080\u0094 is key for healthy Tribal communities across the United States. Fundamental information on how much freshwater is available from streams, rivers, or aquifers, and whether that supply of freshwater is increasing or decreasing, is essential for the Nationâ\u0080\u0099s economic and environmental health. Business and community leaders, farmers, wildlife managers, urban planners, homeowners, and people who use water for recreation all need very specific information about water for many different purposes.\n\nBeyond its necessity and practical use, water on Tribal lands often has an added significance for its place in a Tribeâ\u0080\u0099s cultural heritage.\n\n<strong>Water Data for Tribes<\/strong>\n\nTribal lands are home to an extensiveÂ network of USGS streamflow gages and groundwater monitoring stations. Coupled with quantitative models and scientific research, this monitoring network provides objective data and information that can be used by the Tribes to address vital issues such water rights, water supply, flood-warning predictions, contamination, and sustainability of critical habitats and healthy ecosystems.\n\nSome Tribes depend on USGS water science for Tribal sustenance and sovereignty. Ms. Sharri Venno, Environmental Planner with the Houlton Band Maliseet Indians in Houlton, Maine, explained, â\u0080\u009cOur Tribe relies on USGS streamflow gaging activities to maintain aquatic habitats conducive to native medicinal flora that are of great importance to our Tribal lifestyle and longstanding tribal ceremonies.â\u0080\u009d\n\n[caption id=\"attachment_189881\" align=\"alignleft\" width=\"310\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/Figure-2-Meduxnekegg-River.jpg\"><img class=\" wp-image-189881 \" title=\"Figure 2 Meduxnekegg River\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/Figure-2-Meduxnekegg-River.jpg\" alt=\"USGS streamgaging on the Meduxnekeag River in eastern Maine helps the Houlton Band Maliseet Indians manage and restore native fish habitats, such as for spawning Atlantic Salmon. USGS photo, Charles Culbertson.  \" width=\"310\" height=\"263\" \/><\/a> USGS streamgaging on the Meduxnekeag River in eastern Maine helps the Houlton Band Maliseet Indians manage and restore native fish habitats, such as for spawning Atlantic Salmon. USGS photo, Charles Culbertson.[\/caption]\n\nâ\u0080\u009cIn addition,â\u0080\u009d Ms. Venno continued, â\u0080\u009cUSGS streamgages located on the Meduxnekeag River in eastern Maine provide valuable real-time information for us on river flow and water-quality. This information is critical for preserving native fish habitat. One native species the Tribe hopes to restore to healthy populations is the Atlantic salmon.â\u0080\u009d\n\n<strong>USGS monitoring, assessments, and research with Tribes in your state\n(<\/strong><a href=\"http:\/\/water.usgs.gov\/coop\/\"><strong>Look up your state<\/strong><\/a><strong>) Â <\/strong>\n\nUSGS coordinated efforts with Tribes span a wide variety of activities: for instance, monitoring, training, data management, geographic information systems (GIS), quality control, development of models, and scientific research on ecology, water quantity, and quality.\n\n<strong>Moving Upstream in Washington<\/strong>\n\nIn the State of Washington, for example, cooperative monitoring, assessments, and research with more than 20 Tribes has led to water science and habitat restoration for threatened salmon species and other fish.\n\nThe USGS worked with the <a href=\"http:\/\/www.yakamanation-nsn.gov\/\">Yakama Nation<\/a>, <a href=\"http:\/\/www.ecy.wa.gov\/\">Washington State Department of Ecology<\/a>, and theÂ <a href=\"http:\/\/www.usbr.gov\/\">Bureau of Reclamation<\/a> to create <a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5155\/\">a comprehensive model<\/a> for the entire Yakima River Basin that simulates theÂ groundwater system and its interaction with rivers and streams.\n\nTom Ring with the Yakama Nation spoke of the importance of this work to the Yakama People.Â  â\u0080\u009cSalmon from the Yakima River have sustained the economy, diet and culture of the Yakama People since Time Immemorial,â\u0080\u009d he noted. Ring also highlighted the importance of sustained flows in the Yakima River Basin since the Yakama Nation Treaty Right for instream flow is the senior water right in the basin.\n\n[caption id=\"attachment_189891\" align=\"alignright\" width=\"418\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/Figure-3-Salmon-Jumping.jpg\"><img class=\"size-full wp-image-189891\" title=\"Figure 3 Salmon Jumping\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/Figure-3-Salmon-Jumping.jpg\" alt=\"Salmon jumping ladders at Wapato Diversion dam in Yakima, Washington. USGS photo, Glade Walker.\" width=\"418\" height=\"278\" \/><\/a> Salmon jumping ladders at Wapato Diversion dam in Yakima, Washington. USGS photo, Glade Walker.[\/caption]\n\n<strong>OK in Oklahoma<\/strong>\n\nUSGS in Oklahoma works with many Tribal Nations, including with Citizen Potawatomi Nation, the Caddo Nation, and most recently, the Osage Nation. These efforts serve water resource needs within Tribal Nation jurisdictional boundaries and help to support the information needs identified in the Oklahoma Water Resources Boardâ\u0080\u0099s recently completed State Water Plan.\n\nA â\u0080\u009cState of the Scienceâ\u0080\u009d effort with the Osage Nation, begun in July 2013, employs the latest advancements in USGS technology to assess water types (i.e. fresh and saline) and help quantify connections between water supply and demand. The study incorporates conventional hydrologic data gathering along with the latest advanced technology for water studies: high-resolution aerial geophysical surveys, real-time surface water\/groundwater interaction monitoring sites, aquifer yield assessment wells, and the development of a geologic framework model. Ultimately, an integrated three-dimensional surface-water\/groundwater model will be developed to analyze critical changes in the several hydrologic regions of the Osage under different climate and water-use scenarios. The study results will provide a versatile and reliable knowledge base so that the Osage Nation and their partners can plan for sustained water resources now and into the future.\n\n<strong>Arizona Waters and Tribal Lands<\/strong>\n\nUSGS in Arizona works with 10 of the 19 federally recognized Tribal governments to investigate such topics as water rights, water use, hydrologic conditions, and water-quality issues. <a href=\"http:\/\/az.water.usgs.gov\/projects\/tribal_programs\/index.html\">Â Summary of USGS Tribal programs in Arizona<\/a>.\n\n[caption id=\"attachment_189901\" align=\"alignright\" width=\"430\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/Figure-4-White-Mountain-Apache.jpg\"><img class=\"size-full wp-image-189901 \" title=\"Figure 4 White Mountain Apache\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/Figure-4-White-Mountain-Apache.jpg\" alt=\"USGS and the Navajo Nation performed a &quot;channel geometry&quot; survey near Lukachukai, Arizona to help the Tribe improve indirect measurments of stream. USGS photo, Chris Smith.\" width=\"430\" height=\"275\" \/><\/a> USGS and the Navajo Nation performed a \"channel geometry\" survey near Lukachukai, Arizona to help the Tribe improve indirect measurments of stream. USGS photo, Chris Smith.[\/caption]\n\nUSGS Water Science Center in Arizona provides critical training and materials to Tribal personnel in the collection of hydrologic data (including surface water, groundwater, and water quality), analysis of surface-water records, and other field techniques. The Center has prepared a step-by-step field guide for the Navajo Department of Water Management that describes procedures for collecting and maintaining surface-water data on the Navajo Indian Reservation.\n\n<strong>Hurricanes to Climate Change: Hazardous and Long-Term Tribal Issues <\/strong><strong><\/strong>\n\nA multi-disciplinary USGS team of scientists is working with four Native American Tribes in New England and New Yorkâ\u0080\u0094 the Wampanoag Tribe of Gay Head-Aquinnah on Marthaâ\u0080\u0099s Vineyard, MA; the Mashpee Wampanoag Tribe on Cape Cod, MA; the Narragansett Indian Tribe near Charlestown, RI, and the Shinnecock Indian Nation on Long Island, NYâ\u0080\u0094to assess impacts from Hurricane Sandy and to identify research needs related to hazards from future storms and climate change. The team is considering ways to supply the Tribes with datasets, GIS training, instrumentation, site evaluations, and science on vulnerability and resiliency that will help the Tribes meet their immediate storm recovery and longer term planning needs.\n\n[caption id=\"attachment_189911\" align=\"alignleft\" width=\"357\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/Figure-5-Shinnecock-Nation.jpg\"><img class=\" wp-image-189911 \" title=\"Figure 5 Shinnecock Nation\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/Figure-5-Shinnecock-Nation.jpg\" alt=\"Shavonne Smith, Director of the Shinnecock Indian Nation Environmental Department, points out erosion impacts from Hurricane Sandy. USGS photo, Monique Fordham.\" width=\"357\" height=\"268\" \/><\/a> Shavonne Smith, Director of the Shinnecock Indian Nation Environmental Department, points out erosion impacts from Hurricane Sandy. USGS photo, Monique Fordham.[\/caption]\n\n&nbsp;\n\n&nbsp;\n\nIn the Northwest and Alaska, the USGS helps to address <a href=\"http:\/\/www.doi.gov\/csc\/northwest\/tribal-partners.cfm\">the impacts of climate change on American Indians and Alaska Natives<\/a> through the <a href=\"http:\/\/www.doi.gov\/csc\/northwest\/index.cfm\">Northwest Climate Science Center<\/a> (NW CSC) and the <a href=\"http:\/\/www.doi.gov\/csc\/alaska\/index.cfm\">Alaska Climate Science Center (AK CSC)<\/a>.Â  Tribal communities are especially vulnerable to climate change because they are place-based and depend on natural resources, such as salmon, shellfish, game, timber, medicinal and sacred plants and rangelands, to sustain their economies and traditional way of life. The Northwest and Alaska CSCs are committed to working with Tribal governments of all federally recognized Tribes that have reservations or natural and cultural resource interests within the Centersâ\u0080\u0099 geographic reach to jointly address the effects of a changing climate.\n\nIn Alaskaâ\u0080\u0099s Yukon River Basin, the USGS National Research Program (NRP) is in its 10th year of a <a href=\"http:\/\/www.usgs.gov\/mou\/yritwc.html\">highly successful partnership<\/a> with the <a href=\"http:\/\/www.yritwc.org\/\">Yukon River Inter-Tribal Watershed Council (YRITWC)<\/a> to conduct <a href=\"http:\/\/pubs.usgs.gov\/fs\/2010\/3020\/\">a long-term water-quality and climate-change program<\/a>.Â The partnership manages a vast network of trained volunteer water technicians from over 60 Tribes and First Nations across Alaska and CanadaÂ known as the <a href=\"http:\/\/www.yritwc.org\/Departments\/Science\/Indigenous-Observation-Network-History.aspx\">Indigenous Observation Network (ION)<\/a>.Â (<a href=\"http:\/\/pubs.usgs.gov\/fs\/2010\/3020\/\">Fact Sheet<\/a>)\n\n&nbsp;\n\n<strong>Our Commitment Holds Water<\/strong>\n\nThe USGS aims to provide its stakeholders and the public with continuous, consistent, unbiased, well-documented, and well-archived information to meet a wide spectrum of current and future needs.\n\nWhether you are simply a citizen of a watershed â\u0080\u0094 and we all are â\u0080\u0094 or a local, State, Tribal, or Federal manager responsible for water decisions, the USGS will continue to work to provide the valuable science you need, today and into the future.\n\n[caption id=\"attachment_189921\" align=\"alignright\" width=\"408\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/Figure-6-Yukon-River-Snowy-.jpg\"><img class=\"size-full wp-image-189921\" title=\"Figure 6 Yukon River Snowy\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/Figure-6-Yukon-River-Snowy-.jpg\" alt=\"Water-quality field training was jointly organized by USGS and the Yukon River Inter-Tribal Watershed Council on the Tanana River at Nenana, Alaska. Training involved volunteer water technicians from Tribal villages across the Yukon River basin. USGS photo, Heather Best. \" width=\"408\" height=\"335\" \/><\/a> Water-quality field training was jointly organized by USGS and the Yukon River Inter-Tribal Watershed Council on the Tanana River at Nenana, Alaska. Training involved volunteer water technicians from Tribal villages across the Yukon River basin.<br \/>USGS photo, Heather Best.[\/caption]\n\n<a href=\"http:\/\/water.usgs.gov\/coop\/tribes_2014.pdf\"><strong>Learn more<\/strong><\/a> about USGS and Tribal cooperative activities.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24347","uid":"31","filename":"Utah_tribal_coop.jpg","uri":"public:\/\/Utah_tribal_coop.jpg","filemime":"image\/jpeg","filesize":"108560","status":"1","timestamp":"1425492768","type":"image","uuid":"01f0df02-bb93-43d0-9f9e-c79bf460b28a","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["indigenousknowledge","water","waterdata"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1390448825","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}