{"title":"Remembering Asbury ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"205\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_02_08\/Abby_Sallenger.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_02_08\/Abby_Sallenger.jpg\" alt=\"Abby_Sallenger.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Dr. Asbury \"Abby\" Sallenger. <br \/>(<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_23_2010_j4EQh76ggb_06_23_2010_0\">High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>USGS scientist and renowned coastal hazards expert Dr. Asbury \"Abby\" Sallenger, 63, died at home on the evening of February 5. &nbsp;He was a distinguished research scientist, a skilled communicator, and a mentor throughout his career. Seen as a leader in scientific response to coastal storms, Sallenger served as the voice of the USGS on hurricanes and coastal change since the USGS stood up its first scientific storm response team in the mid-1990s.&nbsp;<\/p>\r\n<p>\"The untimely loss of any truly inspirational scientist is always a cause for mourning, but it is particularly difficult to lose this giant in coastal science just as he was advising on how to protect coastal communities in the post-Superstorm Sandy era,\" said USGS Director Marcia McNutt. \"I can think of no better way to honor his legacy than to use science to build more resilient coastal communities in the face of changing climate.\"&nbsp;<\/p>\r\n<p>Sallenger was a pioneer in recognizing the growing need for science to protect coastal communities from the hazards of coastal change. He envisioned a national coastal research program that supported scientific excellence in response to societal needs.&nbsp;<\/p>\r\n<p>\"Abby's contributions to the USGS, to the Coastal and Marine Program, and to many of us personally cannot be briefly captured. He was the architect of our Coastal Program,\" said USGS scientist John Haines. \"At the heart of our response to hurricanes, you'll find Abby's vision, Abby's science, and Abby's leadership. He insisted that science comes first,\" said Haines.&nbsp;<\/p>\r\n<p>Sallenger built the USGS coastal program around these values, through a tireless dedication to research, and a talent for explaining complex science and why it mattered. He garnered support among fellow scientists and leaders in the USGS, partners in research, administration officials, on Capitol Hill, and with the public.&nbsp; His work with extreme storm impacts on coasts and his skill in explaining them made him a sought-after expert by many.&nbsp; He was regularly interviewed and quoted by national news media outlets such as the <em>New York Times,<\/em> CNN, and The Weather Channel.&nbsp;<\/p>\r\n<p>He was one of the first to recognize the value of Lidar to quickly map coastlines.&nbsp; Baseline surveys of much of the U.S. coast were completed in large measure from Sallenger's efforts and his ability to establish effective partnerships to share resources with other science agencies. He developed an experimental product to forecast coastal change prior to hurricane landfall, to inform the evacuation of barrier islands, emergency response, recovery, and future land management.&nbsp;<\/p>\r\n<p>Sallenger led the USGS National Assessment of Coastal Change Hazards, which investigates how coasts change over the long term and during extreme storms.&nbsp; His recent research focused on Louisiana's barrier islands where rapid land subsidence simulates the long term sea-level rise that could impact the world's coasts in the next century. Last summer, Sallenger published research that the rate of sea-level rise has increased three or four&nbsp;times faster along much of the U.S. East Coast than globally.&nbsp; He was recently named as a lead author on the Fifth Assessment Report of the Intergovernmental Panel for Climate Change, publication expected in 2014.<\/p>\r\n<p>Having written scientific papers for many years, Sallenger tried his hand at creative writing. His book, Island in a Storm, published in 2009, recounts the","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Natural Hazards Coastaland Marine Geology","Asbury Sallenger","Abby Sallenger"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1360299600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}