{"title":"Antarctica Geographic Names Data Base Now Available","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Abbot Ice Shelf, Happy Valley, Terror Glacier, and Zurn Peak are just a few of the names that appear on a new CD-ROM now available from the U.S. Geological Survey (USGS).<!--introend--> The CD-ROM contains the &quot;Antarctica Geographic Names Data Base (AGNDB)&quot; with over 12,700 names of mountains, glaciers, capes, bays and other geographic features. The AGNDB is the newest addition to the Geographic Names Information System (GNIS), which was developed by the USGS in cooperation with the United States Board on Geographic Names (USBGN). \r\n<\/p>\r\n<p>\r\n&nbsp;\r\n<\/p>\r\n<p>\r\nAntarctica has no history of permanent settlement, and hence, no previous record of named places and features. The continent has been visited and explored by the representatives of many nations, who by their heroic efforts to broaden our knowledge of this land of ice and snow have truly demonstrated the international nature of the world of science. For this reason, many features in Antarctica are named for such persons, and the USGS has been designated by the USBGN to maintain this data base of names. \r\n<\/p>\r\n<p>\r\nRecords in the AGNDB can be searched by feature name, feature type, elevation (in meters), geographic coordinates and variant (of the official) name. Additionally, the AGNDB can be searched by the &quot;description&quot; field, which also includes notes on the history and origins of the name. The data in the AGNDB are part of the larger Geographic Names Information System (GNIS). The GNIS also contains three other data bases: (1) the National Geographic Names Data Base, almost 2 million entries of names used in the United States and its jurisdictions; (2) the Reference Data Base, a collection of annotated bibliographies used in compiling information for the NGNDB; (3) the Geographic Cell Names Data Base, a list of the names of all USGS cells usually corresponding directly to published topographic maps. \r\n<\/p>\r\n<p>\r\nThe AGNDB and other GNIS data bases are accessible from the World Wide Web (WWW) and on CD-ROM. The CD-ROM can be purchased from any USGS Earth Science Information Center (ESIC) for $57 plus $3.50 postage and handling. Records from both the WWW and CD-ROM can be displayed, printed and exported to any medium. The CD-ROM also contains a users manual and software that must be installed onto a hard disk to use the data. \r\n<\/p>\r\n<p>\r\n&quot;The availability of official geographic names and associated information for Antarctica from a CD-ROM and Web site is of major significance to the scientific community as well as to the growing tourist industry,&quot; says Roger Payne, Executive Secretary, USBGN. &quot;Now everyone has instant access to the namescape of Antarctica; which will promote communication and reduce confusion.&quot; \r\n<\/p>\r\n<p>\r\n&nbsp;\r\n<\/p>\r\n<p>\r\nThe GNIS WWW home page address is <a href=\"http:\/\/geonames.usgs.gov\/\">http:\/\/geonames.usgs.gov\/<\/a>. \r\n<\/p>\r\n<p>\r\nGNIS digital data sets can be retrieved at <a href=\"ftp:\/\/mapping.usgs.gov\/pub\/gnis\/\">ftp:\/\/mapping.usgs.gov\/pub\/gnis\/<\/a>. \r\n<\/p>\r\n<p>\r\nFor more information about geographic names, contact the USGS, Geographic Names Office, Data Base Administrator, 523 National Center, Reston, VA 20192, or telephone 703-648-4544. \r\n<\/p>\r\n<p>\r\n&nbsp;\r\n<\/p>\r\n<p>\r\nFor more information about this and other products available from the USGS, contact any ESIC, telephone 1-800-ASK-USGS, fax 703-648-5548 or e-mail esicmail@usgs.gov. The USGS WWW home page address is <a href=\"http:\/\/www.usgs.gov\">http:\/\/www.usgs.gov<\/a>. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"899784000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168933"},{"tid":"169007"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}