{"title":"Dams and Rivers: Scientists Take A New Look Downstream","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dams provide many benefits -- reducing flood hazards, providing reliable water supplies, producing hydroelectric power, and providing places for flatwater boating -- but with those benefits come environmental consequences -- eroding river banks, changes in waterfowl habitat, concerns for safe recreational use, and the loss of river sand bars, according to a new report by the U.S. Geological Survey. <\/p>\n<p>\"Dams and Rivers: Primer on the Downstream Effects of Dams,\" the new USGS report, outlines the role of science in restoring or otherwise altering these downstream effects. <\/p>\r\n<p>\"The USGS has spent more than 100 years monitoring the nation&rsquo;s rivers and streams and providing the hydrologic data needed to design the nation&rsquo;s infrastructure of dams,\"said Robert M. Hirsch, USGS chief hydrologist, Reston, Va. \"Today, the era of dam building in the United States is largely over and the USGS has turned some of its monitoring and research focus towards providing dam managers and resource planners with the kind of in-depth information they need to reduce some of the more harmful downstream effects of dams on river environments.\" <\/p>\r\n<p>The USGS report looks at dams and rivers in seven selected areas of the country -- the Upper Salt River in central Arizona; the Snake River in Idaho, Oregon and Washington; the Rio Grande in New Mexico and Texas; the Chattahoochee River in Georgia; the Platte River in Wyoming, Colorado and Nebraska; the Green River in Utah; and the Colorado River in Arizona -- to focus on specific downstream effects of dams and the management issues related to their operation. <\/p>\r\n<p>The 94-page, richly illustrated USGS report has a special section on the role of science in the management of dams to minimize downstream impacts. For example, research provides hard data on environmental changes that might occur if water releases are altered. By using computer modeling, management plans can be developed that best balance needs of users with concerns for the environment. Monitoring and long-term data sets of streamflow trends can help in the development of better predictions of the movement of water and sediment below dams. <\/p>\r\n<p>\"The downstream effects of dams are a subject of much public controversy and debate,\" said Robert Hirsch, USGS chief hydrologist. \"In asking our scientists to produce this report, we wanted to emphasize the important role that science has in helping society to make informed decisions about the management of the nation&rsquo;s dams and river systems. <\/p>\r\n<p>\"Scientists are increasingly being called upon to suggest dam operation regimes that will minimize a particular negative impact to the downstream environment,\" Hirsch said. \"Scientific insights gained from hydrology, however, must be integrated with recommendations from the fields of biology, economics and engineering. We must look more and more to interdisciplinary scientific approaches to help those who manage the nation&rsquo;s water and other natural resources. <\/p>\r\n<p>\"Any scientific recommendation that alters a dam&rsquo;s operation must be evaluated in the context of the people whose lives will be most directly affected -- people whose interests may be as disparate as the river runner who wants steady in-stream flow and the farmer who wants to irrigate crops with low-salinity water,\" Hirsch said. \"To better balance those issues in the management debate, we must be able to provide the critical science foundation upon which sound and effective decisions can be made.\" <\/p>\r\n<p>Highlights from the featured rivers and the issues they represent: <\/p>\r\n<p>The Upper Salt River, a natural stream in central Arizona, has all of the characteristics of a healthy, unregulated river. Flow and sediment transport vary widely from one season to another and from year to year. Occasional high-magnitude floods move cobbles and boulders into bars, which form rapids that attract recreationists. Native riparian (along the river bank)","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Oregon","Washington","Wyoming","Georgia","Arizona","New Mexico","Texas","Utah","Nebraska"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"850885200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169399"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}