{"title":"USGS Raises Reston Heart Rates at Open House","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Attention runners! The USGS in Reston, Va., will resound with footsteps as the 1998 USGS Open House 5K Race and 2K Fun Run get underway, Saturday, April 25, at 8:30 a.m. <!--introend-->The running events, which are sponsored by the Interior Department Recreation Association, will enliven the atmosphere of the USGS Open House, which occurs <b>April 25-26<\/b>. \n<p>Held once every three years, the race attracted about 650 people in 1995 and was a popular, family-oriented affair for the local community, as well as a draw for several elite runners. \r\n<p>Individual awards in the 5K will go to the top three women and men in 12 age categories. Teams of four to six members can face off in \"Government,\" \"Corporate,\" \"Open Male,\" and \"Open Female\" 5K team competition. Everyone in the 5K will receive a T-shirt. \r\n<p>In the non-competitive 2K fun run, each person will get a commemorative hat, and everyone who finishes will earn a medal. \r\n<p>Runners will get refreshments and door prizes at the finish line. \r\n<p>After the race, experience the USGS Open House &ndash; a fun-filled weekend of hands-on-activities, exhibits, tours, and events focused on volcanoes, dinosaurs, maps, floods, nature, earthquakes, and more &ndash; from 10:00 a.m. to 5 p.m. Saturday (April 25) and 12:00 noon to 5 p.m. on Sunday (April 26). For more information,<!-- check the World Wide Web at <a href=\"http:\/\/www.usgs.gov\/openhouse\"> http:\/\/www.usgs.gov\/openhouse <\/a>  or--> call (703) 648-5000 for general Open House information. For details and a registration form for the 5K race and 2K fun run, call (703) 648-6565, or check the website. \r\n<p>The USGS Open House is a free event and is open to all. Registration fees for the 5K are $12 by April 18 and $15 after April 18; fees for the 2K are $7 by April 18 and $8 after. Team rosters are due by April 11. \r\n<p>The USGS is located at 12201 Sunrise Valley Drive in Reston. \r\n<p>\r\n<p><b>(Note to Editors: See attached race photo for use with this story.)<\/b> <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"890974800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169864"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}