{"title":"USGS Science at Ecological Society of America's Conference: From Climate Change to Fire, Drought, and Wind Energy","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->From climate change to wind energy effects on birds and bats to wildlife disease, U.S. Geological Survey research will be presented at the annual <a href=\"http:\/\/www.esa.org\/esa\/?page_id=127\">Ecological Society of America (ESA) meetings<\/a> from Aug. 10 to 14, 2014, in Sacramento.<!--introend--> The theme of this year&rsquo;s meeting is &ldquo;From Oceans to Mountains: It&rsquo;s All Ecology.&rdquo; &nbsp;ESA is a nonpartisan, nonprofit organization of scientists founded in 1915 to promote ecological science.<\/p>\n<p>This USGS tipsheet highlights some exciting USGS presentations at the ESA meeting. Information on news media attendance can be accessed on the 2011 ESA conference <a href=\"http:\/\/esa.org\/am\/info\/press\/press-room-information\/\">website<\/a>.<\/p>\r\n<p>A complete listing of USGS science at ESA 2014 can be downloaded here: <a href=\"http:\/\/bit.ly\/usgsESA2014\">http:\/\/bit.ly\/usgsESA2014<\/a><\/p>\r\n<p><strong>MONDAY<\/strong><\/p>\r\n<p><strong>Session: Ecological Drought in California Forests: Linking Climate Science and Resource Management (Monday, Aug. 11, 2014: 1:30 p.m.-5:00 p.m. \/ 307, Sacramento Convention Center \/ <\/strong><a href=\"http:\/\/eco.confex.com\/eco\/2014\/webprogram\/Session9759.html\"><strong>http:\/\/eco.confex.com\/eco\/2014\/webprogram\/Session9759.html<\/strong><\/a><strong> <\/strong><a href=\"mailto:\/sjackson@usgs.gov\"><strong>\/sjackson@usgs.gov<\/strong><\/a><strong>)<\/strong><\/p>\r\n<p>Stephen Jackson, a newly appointed ESA Fellow and director of the Southwest Climate Science Center, is the moderator for this timely session. California is already enduring a serious drought,<strong> <\/strong>and climate projections for the next century uniformly indicate increasing growing-season water stress throughout the state. The region&rsquo;s forests are in transition to a new normal under climate change. From the Sierras to the sea, California forests are under the triple stresses of increased fire hazard through heavy fuel loads, increasing ignition pressure because of proximity to people and increasing drought stress. Resource managers are faced with the difficult task of designing climate-smart adaptation strategies for forest management. This session covers a suite of topics. First, a climatologist will discuss the state of the art and uncertainties in climate downscaling. This will be followed with presentations by forest ecologists on various aspects and consequences of ecological drought. The session will end with perspectives on resource management, focusing on how researchers and managers can work closely together to develop information relevant to climate adaptation in forested lands. USGS presentations include:<\/p>\r\n<ul>\r\n<li><strong>The Importance of Climatic Extremes in Evaluating Effects of Climate Change on Ecosystems <\/strong><\/li>\r\n<\/ul>\r\n<p>To evaluate impacts of projected future climates on ecosystems at regional and local scales (downscaling), climatic extremes as well as mean or average climate change should be considered. Extreme events are often as important to ecosystems as long-term averages, and often, averages and the extremes are not tightly correlated.&nbsp;However, downscaling efforts thus far have focused mostly on averages rather than extremes.&nbsp;The overall deficit of precipitation during drought is a crucial measure, but other phenomena such as heat waves, fire-prone weather and the spatial variation that occur within a dry spell are also important. This presentation by USGS and Scripps Institution of Oceanography\/UC San Diego scientist <strong>Daniel Cayan<\/strong> discusses how global and regional climate models represent climatic extremes in evaluating effects of climate change on ecosystems. (Monday, Aug. 11, 2014: 1:30 p.m.\/ 307, Sacramento Convention Center\/ <a href=\"http:\/\/eco.confex.com\/eco\/2014\/webprogram\/Paper45890.html\">http:\/\/eco.confex.com\/eco\/2014\/webprogram\/Paper45890.html<\/a>&nbsp; \/ <a href=\"mailto:drcayan@usgs.gov\">drcayan@usgs.gov<\/a>)<\/p>\r\n<ul>\r\n<li><strong","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecosystems"],"article_type":["National News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1407729600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168903"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}