{"title":"Where the Wild Things Are (and How Theyâ\u0080\u0099re Related)","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_177021\" align=\"alignright\" width=\"368\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/TaxaViewer1.jpg\"><img class=\" wp-image-177021  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/TaxaViewer1-1024x589.jpg\" alt=\"\" width=\"368\" height=\"212\" \/><\/a> The Best Overall App award winner, TaxaViewer, showcases Integrated Taxonomic Information System data, invasive status, phylogenic relationships, and species occurrence records.[\/caption]\n\nThe U.S. Geological Survey is pleased to announce the winners of the â\u0080\u009c<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3487\">App-lifying USGS Earth Science Data<\/a>â\u0080\u009d Challenge. USGS invited developers, information scientists, biologists\/ecologists, and scientific data visualization specialists to create applications for selected USGS datasets, presenting them in innovative and informative new ways. The Challenge was open January 9, 2013, to April 1, 2013. Entries spanned a cross-section of topics including taxonomic classification, conservation status of species, the range and distribution of animals, and one innovative app integrating social media with species occurrence records.\n\n<strong>And the Winners Are...<\/strong>\n\nThe winner for Best Overall App is â\u0080\u009cTaxaViewerâ\u0080\u009d by the <a href=\"http:\/\/ropensci.org\/\">rOpenSci<\/a> group. TaxaViewer is a Web interface to a mashup of data from the USGS-sponsored interagency <a href=\"http:\/\/www.itis.gov\/\">Integrated Taxonomic Information System<\/a> (ITIS), the <a href=\"http:\/\/api.phylotastic.org\/tnrs\">Phylotastic<\/a> taxonomic Name service, the <a href=\"http:\/\/www.issg.org\/database\/welcome\/\">Global Invasive Species Database<\/a>, <a href=\"http:\/\/phylodiversity.net\/phylomatic\/\">Phylomatic<\/a>, and the <a href=\"http:\/\/www.gbif.org\/\">Global Biodiversity Information Facility<\/a>. TaxaViewer allows the user to view species-specific taxonomic data, invasive status, phylogenetic relationships, and species occurrence records. TaxaViewer innovatively combines these datasets using the statistical package R that many scientists are already using for data analysis. Additionally, rOpenSci has made all of the source code available via <a href=\"https:\/\/github.com\/ropensci\/usgs_app\">Github<\/a>. The combination of innovative use of data and technologies along with the applicability of the name resolution functionality made this the winning application.\n\n[caption id=\"attachment_177073\" align=\"alignleft\" width=\"270\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/GAP-Analysis-Program1.jpg\"><img class=\" wp-image-177073  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/GAP-Analysis-Program1.jpg\" alt=\"\" width=\"270\" height=\"169\" \/><\/a> With the goal of keeping common species common, the Gap Analysis Program develops data and tools to support that goal.[\/caption]\n\nThe Popular Choice App award goes to the â\u0080\u009cSpecies Comparison Toolâ\u0080\u009d by Kimberly Sparks of Raleigh, N.C., which allows users to explore the USGS <a href=\"http:\/\/gapanalysis.usgs.gov\/\">Gap Analysis Program<\/a> habitat distribution and\/or range of two species concurrently. In addition, the applicationâ\u0080\u0099s â\u0080\u009cswipe toolâ\u0080\u009d provides the ability to make visual comparisons of the maps. The application also incorporates ITIS data and provides external links to <a href=\"http:\/\/www.natureserve.org\/\">NatureServe<\/a> species information. Fun and easy to use, the Species Comparison Tool provides an intuitive way to determine where species might be located as well taxonomic status and life history characteristics. The sleek design and engaging quality of the swipe tool makes this an application that is useful for the public and scientists alike.\n\n[caption id=\"attachment_177033\" align=\"alignright\" width=\"376\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/Species-Comparison-Tool1.jpg\"><img class=\" wp-image-177033  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/Species-Comparison-Tool1.jpg\" alt=\"\" width=\"376\" height=\"222\" \/><\/a> The Popular Choice App award winner, Species Comparison Tool, highlights Gap Analysis Program and Integrated Taxonomic Information System data using an innovative â\u0080\u009cswipe tool.â\u0080\u009d[\/caption]\n\nâ\u0080\u009cThese applications provide us and, more importantly, the public with easy-to-use tools for accessing and viewing taxonomic and biogeographic data,â\u0080\u009d said Kevin Gallagher, USGS Associate Director of Core Science Systems. â\u0080\u009cThe innovative and thoughtful ideas represented in these applications are great examples of how complex data can be made more accessible.â\u0080\u009d\n\nWinners were selected based on relevance to the USGS mission, innovation in design, and overall ease of use of the application. Utilizing the <a href=\"http:\/\/challenge.gov\/\">Challege.gov<\/a> platform, the general public chose the winner of the Popular Choice App award. Both applications will be available for at least one year for viewing and use by the public.\n\n<strong>A Rose by Any Other Nameâ\u0080¦Might be Confusing<\/strong>\n\nHaving a common vocabulary is critical to communicating with others about any topic. If someone were to tell you that a painter or catamount was going to pounce, your reaction may be a confused look. However, if that person was to tell you that a mountain lion or panther was eyeing you for lunch, you would likely try to get out of the way as quickly as possible.Â  Synonyms like these can be extremely problematic for biologists, too.\n\nTaxonomy is the ordering of organisms to indicate natural relationships, and part of taxonomy is naming species. Depending upon several factors, the genus or species name of a particular creature or plant might change over time. When this happens, some scientists may not be aware of the change and at that point taxonomic name resolution is the key. Without the benefit of taxonomic name resolution, a biologist might be led to believe that there are only 15 articles about <em>Marginaria polypodioides<\/em> but upon learning of the scientific name synonyms used for this species (<em>Pleopeltis polypodioides, Polypodium polypodioides<\/em>) that number increases to 814 articles!\n\n[caption id=\"\" align=\"alignleft\" width=\"303\"]<a href=\"http:\/\/www.floridanature.org\/species.asp?species=Pleopeltis_polypodioides\"><img class=\"    \" src=\"http:\/\/www.floridanature.org\/photos\/Pleopeltis_polypodioides_2,_St._Marks_NWR,_20041016.jpg\" alt=\"\" width=\"303\" height=\"454\" \/><\/a> Acting as a Rosetta Stone, the Integrated Taxonomic Information System aids scientists with conducting comprehensive searches of literature and data. For Pleopeltis polypodioides, searching on all scientific name synonyms yields higher results.[\/caption]\n\nThe USGS is a key partner in ITIS, which serves as the authoritative Federal reference for the names or taxonomic classification of plants, animals, fungi, and microbes of North America as well as many global treatments. ITIS tells you the preferred name, but also the scientific name synonyms for any give species. As such, ITIS acts as the Rosetta Stone for translating between systems and provides the information necessary for comprehensive searches of literature and data.\n\n[caption id=\"\" align=\"alignright\" width=\"307\"]<a href=\"http:\/\/commons.wikimedia.org\/wiki\/File:Cougar_closeup.jpg\"><img class=\"  \" src=\"http:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/f\/f6\/Cougar_closeup.jpg\/640px-Cougar_closeup.jpg\" alt=\"\" width=\"307\" height=\"229\" \/><\/a> Catamount? Cougar? How many common names does this species have?[\/caption]\n\nBy accessing the datasets in ITIS, the TaxaViewer allows an easy and seamless way for scientists working with lists of names to resolve synonyms and determine the taxonomic serial number and taxonomic classification for the species of interest, making it easier to find more information and articles about those species. In particular, name resolution can play a significant role in studies involving biodiversity and conservation across multiple landscapes.\n\n<strong>Yes, But Where?<\/strong>\n\nGap analysis is the science of determining how well weâ\u0080\u0099re protecting common plants and animals. The goal of the Gap Analysis Program (GAP) is to keep common species common by protecting them <em>before<\/em> they become threatened. By identifying habitats, GAP gives land managers, planners, scientists, and policy makers the information they need to make better-informed decisions when identifying priority areas for conservation.\n\nUsing the fun and interactive swipe tool highlighted in the Species Comparison Tool, anyone with an interest in animal ranges can compare areas where two different species occur and patterns in the habitats used by those species. Looking at the data in this way allows the user to explore those patterns in the context of conservation issues (e.g. habitat loss, conservation actions) of interest to them.\n\n&nbsp;\n\nMore information about the winning applications can be found at the <a href=\"http:\/\/www.usgs.gov\/core_science_systems\/csas\/challenge.html\">CSAS Challenge site<\/a>. All of the submissions can be accessed on the <a href=\"http:\/\/applifyingusgsdata.challenge.gov\/submissions\">App-lifying USGS Earth Science Data Challenge site<\/a>.\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24300","uid":"31","filename":"Apps-pic.jpg","uri":"public:\/\/Apps-pic.jpg","filemime":"image\/jpeg","filesize":"112259","status":"1","timestamp":"1425492768","type":"image","uuid":"76d6b4d9-fdf6-447a-9744-47dffb7f6a9a","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Challenge.gov","CoreScienceSystems","data","EarthScience","SpeciesComparisonTool","TaxaViewer"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1368468025","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}