{"title":"Contaminants in Groundwater Linked to Agricultural Land Use","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>McBEE, S.C<\/strong>.&mdash;<!--introstart-->Groundwater contamination that was first detected in Chesterfield County in the early 2000s has been linked to historical agricultural land use, according to a recent U.S. Geological Survey <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5114\/\">study<\/a>.<!--introend--><\/p>\n<p>Scientists used water-quality data, numerical simulations and historical aerial photographs to link three major contaminants found in local aquifers to the agricultural land use. The three contaminants exceed the Environmental Protection Agency&rsquo;s maximum allowed levels in groundwater pumped from public-supply wells in the Crouch Branch and McQueen Branch aquifers.<\/p>\r\n<p>The impacted public-supply wells in the area, which provide water to more than 35,000 residents, were first found to be contaminated by man-made chemicals used to fumigate soils beneath crops, ethylene dibromide and dibromochloropropane, in 2002.<\/p>\r\n<p>Residents who were affected by the contaminated water were notified when the state first detected the public-supply well contamination. Since that time, the local water utility built a new water treatment plant to bring the public-water supply back within standards. State officials recommend private well owners in the area have their water tested and treated if necessary.<\/p>\r\n<p>Groundwater pumped by the wells most likely became contaminated due to the fact that the recharge areas for the contaminated wells -- the land-surface area where rainfall enters the earth and fills the aquifer-- are located in historically agricultural areas. Groundwater pumped from some public-supply wells was also found to contain elevated levels of total radium isotopes--derived from the breakdown of naturally occurring uranium- and thorium-bearing sediments in the aquifers. Groundwater pumped from these contaminated wells also passed through recharge areas located in the areas used for agriculture since the early 1900s.<\/p>\r\n<p>&ldquo;The detection of manmade compounds in the groundwater reflects the vulnerability of our groundwater resources to past and current sources of contamination,&rdquo; said Jim Landmeyer, a USGS hydrologist and the study&rsquo;s lead author. &ldquo;For example, EDB and DBCP use was discontinued more than 30 years ago, but these contaminants are still being detected in groundwater today.&rdquo;<\/p>\r\n<p>Although the use of these chemicals was discontinued in the early 1980s, they are still present in groundwater today because the aquifers contain high concentrations of dissolved oxygen, which inhibits the rapid removal of the contaminants.<\/p>\r\n<p>To complete the study, scientists from the <a href=\"http:\/\/www.usgs.gov\">USGS<\/a> South Atlantic Water Science Center collected water-quality data from 2010 and 2012. Groundwater samples were collected from multiple public-supply, domestic-supply, agricultural-supply and monitoring wells throughout the study area. Wells with contaminated groundwater were found to be clustered in specific areas.<\/p>\r\n<p>The full study is available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5114\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Geographic Areas Southeast","groundwater","South Carolina","Public Wells","contaminants Water"],"distribution":["Water"],"release_date":{"und":[{"value":"1415768400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169071"},{"tid":"169654"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}