{"title":"President Obama Honors Karen Felzer for Developing New Ways to Study Earthquake Triggering","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"205\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_07_22\/felzer.jpg\" alt=\"A profile picture of USGS scientist Karen Felzer.\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">USGS scientist Karen Felzer was one of the 2012 recipients of the President&rsquo;s Early Career Award for Science and Engineering.<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><!--introstart--><a href=\"http:\/\/pasadena.wr.usgs.gov\/office\/kfelzer\/\">Dr. Karen Felzer<\/a>, a geophysicist with the U.S. Geological Survey, was named one of President Obama's recipients of the Presidential Early Career Award for Scientists and Engineers, the highest honor bestowed by the United States government on science and engineering professionals in the early stages of their independent research careers.<!--introend-->&nbsp;<\/p>\r\n<p>Felzer has contributed to the understanding of earthquake triggering, earthquake probability, and aftershock probability. Her work has greatly expanded the knowledge of how aftershocks relate to the main earthquake and shown the value of statistical analysis in seismic hazard research.&nbsp;<\/p>\r\n<p>\"Discoveries in science and technology not only strengthen our economy, they inspire us as a people.\" President Obama said.&nbsp; \"The impressive accomplishments of today&rsquo;s awardees so early in their careers promise even greater advances in the years ahead.\"&nbsp;<\/p>\r\n<p>The Presidential early career awards embody the high priority the Obama Administration places on producing outstanding scientists and engineers to advance the Nation's goals, tackle grand challenges, and contribute to the American economy.&nbsp;<\/p>\r\n<p>\"Thank you to all of my amazing colleagues and family who made this possible,\" said Felzer.&nbsp;<\/p>\r\n<p>\"While to date earthquakes have defied prediction in a deterministic sense, Karen Felzer is focusing on those aspects of their behavior that show intriguingly reproducible statistics, such as the relationship of aftershocks to main shocks,\" said USGS Director Marcia McNutt. \"The President's recognition of Karen as a Presidential early career award winner is an investment in unlocking the secrets of one of the most complex and deadly phenomenon on the planet.\"&nbsp;<\/p>\r\n<p>In her research, Felzer has focused on a statistical approach to earthquake clustering, which has provided a clearer view of how earthquake sequences work. She confirmed earlier work by others that foreshock-mainshock pairs are, statistically, simply cases where an aftershock is larger than the initial event. This led her to conclude that robust and useful calculations can be made of the probability that a given earthquake will be followed by a larger earthquake across a given time and distance using these empirical aftershock statistics.&nbsp;<\/p>\r\n<p>\"In the eighth grade I became interested in the power of the earth from below when a moderate earthquake with an active aftershock sequence struck at very close range to my home,\" Felzer said.&nbsp; \"There was little damage, but the acceleration and power were impressive, and the aftershocks hammered away unpredictably throughout the day and night.&nbsp; I asked my science teacher what caused the aftershocks and he challenged me to find the answer, a pursuit I&rsquo;ve been engaged in ever since.\"&nbsp;<\/p>\r\n<p>During her post-doctorate work, Felzer documented that studies of aftershock rates are often confounded by the inclusion of background events, which is a particular problem as one looks for distant aftershocks. In other words, unrelated seismic events that occur regularly can be confused with aftershocks to a specific earthquake, which can throw off accurate numbers of aftershocks.&nbsp; Felzer also found that by carefully isolating small mainshocks occurring at times of unusually low background rate it is possible to see triggered aftershocks stretching out to distances of 50 km or more.&nbsp; It was previously thought tha","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Natural Hazards Earthquake Hazards","Geographic Areas Southwest"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1343016000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}