{"title":"Communities of Southern Chesapeake Bay Find Sea Level Rise Heightened by Sinking Land","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Communities and coastal habitats in the southern Chesapeake Bay region face increased flooding because, as seawater levels are rising in the bay, the land surface is also sinking._<!--introend--> A new <a href=\"http:\/\/pubs.usgs.gov\/circ\/1392\/\">USGS report<\/a> released today concludes that intensive groundwater withdrawals are a major cause of the sinking land, or 'land subsidence', that contributes to flooding risks in the region.&nbsp;<\/p>\n<p>\"From a practical viewpoint, sea level is relative to the land surface,\" said Jerad Bales, Acting Associate Director for Water at USGS.&nbsp; &ldquo;Whether the water is rising or the land is sinking, or both, the effect is the same:&nbsp; greater vulnerability to coastal storms and loss of important coastal habitat, both of which result in economic losses.\"&nbsp;<\/p>\r\n<p>The new study presents a variety of data and findings from previous studies to examine land subsidence in the southern Chesapeake Bay region.&nbsp;<\/p>\r\n<p>Previous USGS studies have r established that the Chesapeake Bay region has the highest rates of relative sea-level rise on the East Coast. The sea-level rise rates around the Chesapeake Bay range from 3.2 to 4.7mm\/per year with 4.4 mm\/yr in Norfolk. (A penny is about 1 mm thick.) Land subsidence alone causes more than half of the observed relative sea-level rise in the southern Chesapeake Bay.<\/p>\r\n<p>While there are several factors influencing land subsidence, aquifer system compaction, caused by extensive groundwater pumping in the Virginia Coastal Plain, is a major cause in the Norfolk area. Land subsidence has occurred around Norfolk at an average rate of 3 mm\/year since 1940.&nbsp;<\/p>\r\n<p>Low-lying communities and critical habitats &nbsp;in the Chesapeake Bay region are especially vulnerable to damage from the relative sea-level rise caused by land subsidence. Communities in the southern Bay can experience increased flooding. The loss of coastal marsh and wetlands decreases the extent of specific habitat that waterfowl need to winter in the Bay region.<\/p>\r\n<p>The report suggests that changing groundwater management practices could slow or mitigate land subsidence and relative sea-level rise.&nbsp; Moving groundwater pumping away from high-risk areas or decreasing groundwater withdrawal rates can reduce subsidence in low-lying areas prone to flooding. These results will be used by federal and state managers to consider adaptation strategies in their efforts to restore and protect the Chesapeake Bay.<\/p>\r\n<p>Continued monitoring, mapping, and modeling are scientific tools needed to help natural resource managers and urban planners understand and reduce or mitigate land subsidence.&nbsp;<\/p>\r\n<p>Changing resource management practices in response to rising seas and sinking land will require sustained public commitment.<\/p>\r\n<p>The study was conducted by the USGS <a href=\"http:\/\/va.water.usgs.gov\/\">Virginia Water Science Center<\/a> and the <a href=\"http:\/\/water.usgs.gov\/ogw\/\">Office of Groundwater<\/a>. The study circular is available <a href=\"http:\/\/pubs.usgs.gov\/circ\/1392\/\">online<\/a>.<\/p>\r\n<p><strong>Learn More<\/strong><\/p>\r\n<p>Land subsidence and over-withdrawal of groundwater from aquifers are two critical topics currently being addressed by the <a href=\"http:\/\/water.usgs.gov\/coop\/\">USGS Cooperative Water Program<\/a> and the <a href=\"http:\/\/water.usgs.gov\/ogw\/gwrp\/\">USGS Groundwater Resources Program<\/a>.<\/p>\r\n<p><a href=\"http:\/\/chesapeake.usgs.gov\/sciencesummary-sealevelrise.html\">Science summary of sea-level rise in the Chesapeake Bay<\/a> &nbsp;(May 2013)<\/p>\r\n<p><a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3256&amp;from=rss_home#.UpTczWSMEqo\">Sea Level Rise Accelerating in U.S. Atlantic Coast<\/a> &nbsp;(USGS release, 6\/24\/2012)&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water Groundwater Resources","Water Hydrologic Researchand Development"],"article_type":["National News Release"],"distribution":["Climate Change","Water"],"release_date":{"und":[{"value":"1386565200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169515"},{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}