{"title":"USGS and the American Geological Institute Combine to Offer a World of Information","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) and the American Geological Institute (AGI) announced a cooperative agreement today that will focus on making the USGS Global Geographic Information System (GIS) database readily available to educators and the general public in the form of a DVD based world atlas. The USGS Global GIS database contains a wealth of USGS and other public domain data, including global coverages of elevation, landcover, seismicity, and resources of minerals and energy. The package will include free GIS software allowing customized analysis of the data. <\/p>\n<p>&quot;Through this partnership, our organizations can work together to facilitate access to global spatial data sets and easy-to-use GIS tools, and also provide a global perspective on earth science issues,&quot; said Barb Ryan, USGS Associate Director for Geography. &quot;Such a global perspective is a natural progression from the national perspective provided by <i>The National Map<\/i> and the National Atlas.&quot; <\/p>\r\n<p>&quot;We think this is a fantastic educational opportunity,&quot; said Marcus Milling, AGI Executive Director. &quot;The integration of these data at a global scale will help demonstrate basic principles of earth science and provide the most effective kind of instruction for students. Furthermore, the data package dovetails very well with AGI&rsquo;s existing K-12 curricula.&quot; <\/p>\r\n<p>By improving the accessibility and usability of global geospatial data, this agreement supports the USGS mission of delivering earth science data to the general public. The partners envision that additional educational materials will be developed in several phases as resources become available. Beyond education, the data package will find use as a regional-scale reference and as an analytical tool for spatial analysis by government officials, researchers, the private sector, and the general public. <\/p>\r\n<p>The atlas will also contain datasets of country political boundaries, locations of cities and towns, population density, airfields, roads, railroads, utility lines, geology, slope, hydrology, ecological regions, volcanoes, ore deposits, climate data, and lights at night. Customers will be able to use the enclosed GIS software to recombine or analyze the data or the data may be used separately with ESRI (Environmental Systems Research Institute, Inc.) ArcView software. <\/p>\r\n<p>AGI is a non-profit federation of 40 geoscience professional associations representing over 100,000 geoscientists in the United States. Founded in 1948, AGI provides information services to geoscientists, aims to strengthen geoscience education, and strives to increase public awareness of the vital role the geosciences play in mankind&rsquo;s use of resources and interaction with the environment. In recent years, AGI has taken a major leadership role in curriculum development in K-12 earth science education. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1033099200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170242"},{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}