{"title":"USGS Director Applauds FY 2001 Appropriations","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The following is a statement by USGS Director Charles Groat concerning the FY 2001 Interior Appropriations Bill. <\/p>\n<p>\"I am pleased to announce that the FY 2001 appropriation provides a significant increase for the USGS. This increase comes as result of hard work by the Administration, Congress and our key constituents. It means that we will be able to expand and modernize our earthquake monitoring network in urban areas across the country; enhance our capability to monitor the quality of ground-water systems; expand our network of real-time stream gages; and add an additional high-risk Alaskan volcano to our hazards monitoring network.\" <\/p>\r\n<p>\"The Interior bill appropriates $885 million for USGS in FY 2001. This is a $72 million net increase over the FY 2000 enacted funding. The bill will fund and expand core programs of USGS, including increases for geologic mapping, coastal and marine geology studies, the National Atlas, amphibian research and monitoring, biological information systems, the mission operations of Landsat 7, and funding for high priority research in support of DOI land conservation and preservation. <\/p>\r\n<p>\"The FY 2001 Interior Appropriations bill also provides the USGS with emergency supplemental funding associated with damages incurred by hydrologic monitoring networks as a result of Hurricane Floyd last summer. <\/p>\r\n<p>\"This investment reflects an appreciation of the important scientific contribution that the USGS can make in addressing a broad range of problems and issues facing the nation. Understanding the delicate balance between the Earth&rsquo;s natural resources and America&rsquo;s need for continued growth will enable us to make better decisions so future generations may continue to enjoy this precious land. <\/p>\r\n<p>\"There is no doubt that we face many challenges in addressing the future science needs of the nation. This appropriation provides us the opportunity to continue our long tradition of scientific excellence while taking bold new steps to enhance the understanding of earth and life systems.\"<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"972968400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170634"},{"tid":"169811"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}