{"title":"USGS Scientist Wins National Wildlife Federation Award","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. Geological Survey scientist Virginia Burkett was awarded the 2011 National Wildlife Federation&rsquo;s (NWF) Connie Award for Science, at the NWF awards gala on Apr. 13, in Washington, D.C.<\/p>\n<p>Dr. Burkett shared the stage with other prestigious award winners, including actor Robert Redford and U.S. Senator Richard Lugar. The &ldquo;Connie&rdquo; Awards were established in 1965 to recognize individuals and organizations playing a leadership role in advancing knowledge and action to protect and restore our environment.<\/p>\r\n<p>USGS Senior Scientist for Climate and Land Use Change, Burkett was an early leader in the movement for addressing climate change when she began focusing on the issue in 1990, and has since become known as one of the most knowledgeable and accomplished scientists in the field. Dr. Burkett was a Lead Author of the United Nation's Intergovernmental Panel on Climate Change (IPCC) Third and Fourth Assessment Reports, for which the IPCC received the 2007 Nobel Peace Prize. Her leadership in these efforts has contributed immensely to the public's understanding of the scientific basis for responding to global warming and land cover change. Dr. Burkett has been tireless in her efforts to educate professional and lay audiences about climate change and its impacts on natural resources.<\/p>\r\n<p>Dr. Burkett, currently based in Many, La, was formerly Chief of the Forest Ecology Branch at the USGS National Wetlands Research Center in Lafayette, La. Dr. Burkett has also served as Secretary\/Director of the Louisiana Department of Wildlife and Fisheries, Acting Director of the Louisiana Coastal Zone Management Program, and Assistant Director of the Louisiana Geological Survey. She received her doctoral degree in forestry from Stephen F. Austin State University in Nacogdoches, Texas in 1996.<\/p>\r\n<p>The National Wildlife Federation was established 75 years ago and is one of America&rsquo;s premier conservation organizations. To learn more about the Connie Awards, visit the NWF <a href=\"http:\/\/www.nwf.org\/About\/Conservation-Awards\/Honorees.aspx\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["award","Climate Change","Nationa Wildlife Federation","Louisiana"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1302840000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}