{"title":"Debris-Flow Advisory for Southern California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>** Scientists will be on call; however, if you do not reach a person immediately, a scientist will return your call promptly. ** <\/p>\n<p><!--introstart-->The U.S. Geological Survey today advised state and federal agencies about the continuing possibility of landslides and debris flows in seven counties of southern California due to recent rains, melting snow, and anticipated rain forecasted by the National Weather Service.<!--introend--> <\/p>\r\n<p>Here is the advisory that was issued: <\/p>\r\n<p>The U.S. Geological Survey is issuing the following advisory for southern California because of heavy rainfall for the past two weeks and rainfall forecasted for the weekend in southern California: <\/p>\r\n<p>Significant debris-flow (mudflow) activity is likely in areas of the following counties that are susceptible to debris flow and receive intense rain (more than 2 inches in 6 hours in lowland areas, more than 4 inches in 6 hours for the mountains) on already wet slopes. Areas that have been burned in recent wildfires may be even more vulnerable, so that significantly lesser rainfall amounts over shorter time periods could produce hazardous debris flows. These counties are: San Diego, Riverside, Orange, San Bernardino, Ventura, Los Angeles, and Santa Barbara. <\/p>\r\n<p>Areas of potential danger from debris flow include areas downslope and downstream from the susceptible areas shown on USGS maps (see url below) and from the recent burn areas. Fatalities, injuries, and property damage from debris flows commonly occur in low-lying areas such as canyon floors and near the mouths of canyons. <\/p>\r\n<p>Because debris flows can begin suddenly with little or no warning, it is essential to be prepared. During the drier periods between storms, residents living in the foothills and mountains in southern California should watch for fresh cracks or fissures on hillsides, tilting of trees or utility poles, or other signs of recent earth movement. They should also watch for changes in the patterns of storm-water drainage on nearby hillslopes and streams. Obstructed drainage may increase the potential for landslides. During periods of heavy rain, residents should monitor local National Weather Service Flash-Flood advisories, which will contain more detailed information on specific times and places of concern for debris-flow activity. Should heavy rains be occurring in your area, contact your local or county Office of Emergency Services for instructions. Residents should stay awake and alert because many debris-flow fatalities occur when people are sleeping. Residents should listen for unusual sounds, such as rushing water, cracking trees, or rolling boulders; be prepared to move quickly; and be especially alert when driving because road cuts and embankments are often susceptible to debris flows and rock falls. Residents should also watch for fallen trees. <\/p>\r\n<p>Detailed locations of areas susceptible to debris flow are given on &quot;Preliminary Soil-Slip Susceptibility Maps, Southwestern California&quot; published as U.S. Geological Survey Open-File Report 03-017 available on-line at <a href=\"http:\/\/geopubs.wr.usgs.gov\/open-file\/of03-17\/\">http:\/\/geopubs.wr.usgs.gov\/open-file\/of03-17\/<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1105074000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170640"},{"tid":"170259"},{"tid":"169529"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}