{"title":"Are You Safe When A Natural Hazard Strikes? Learn How Science Can Help Reduce the Risk of Loss of Life and Property When Natural Hazards Occur","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>&ndash;USGS to Release Report Ranking Most Dangerous Volcanoes and Discuss Flood Response&ndash;<\/strong><\/p>\n<p>Reston, VA &ndash; More Americans are at risk from being severely impacted by natural hazards now than any other time in our nation&rsquo;s history. Although the number of lives lost to natural hazards each year is decreasing, the economic cost of major disaster response and recovery continues to rise. Every year, natural hazards that occur in the United States such as earthquakes, volcanoes, landslides, hurricanes, floods, and wildland fires result in hundreds of lives lost and billions of dollars in the form of disaster aid, disrupted commerce, and destroyed public and private properties and infrastructure. Learn how science can help reduce the risk of loss of life and property when a natural hazard strikes.<\/p>\r\n<BLOCKQUOTE>\r\n<p><strong>What:<\/strong> <br>The USGS will host a congressional briefing on how science helps the public, the emergency management community, and policy makers make informed decisions on how to respond to natural disasters. The focus of this briefing will be how science is used to respond to volcanoes and floods. USGS will also release a new report ranking the most dangerous volcanoes in the United States.<\/p>\r\n<p><strong>Who:<\/strong> <br>USGS Scientists<br>Thomas Graziano of the National Weather Service<br>Captain Ed Miller (retired) of the Air Line Pilots Association<\/p>\r\n<p><strong>Where:<\/strong> <br>Room 2325 Rayburn House Office Building<br>Washington, DC<\/p>\r\n<p><strong>When:<\/strong> <br>10:00 a.m.<br>Friday, April 29, 2005<\/p>\r\n<p><strong>Sponsors:<\/strong> <br>United States Senator Jim DeMint<br>United States Representative James Moran<br>United States Representative Brian Baird<br>Air Line Pilots Association<\/p><\/BLOCKQUOTE>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1114401600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}