{"title":"President Obama Honors Sasha Reed for Developing Ways to Address Environmental Challenges","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Sasha Reed, a research ecologist with the U.S. Geological Survey, was named one of President Obama's recipients of the Presidential Early Career Award for Scientists and Engineers, the highest honor bestowed by the United States government on science and engineering professionals in the early stages of their independent research careers.&nbsp;<\/p>\n<p>Reed's research investigates how ecosystems respond to global change and has added new directions to the fields of biogeochemistry and ecosystem ecology. Highlights of Reed&rsquo;s research include biofuels development in the southwestern United States; climate change and its effects on terrestrial ecosystems; nitrogen deposition; and beetle infestation and its consequences. Reed&rsquo;s research has transformed the way scientists conceptualize and model ecosystems and has helped provide critical information to decision makers for land management issues.<\/p>\r\n<p>\"It is inspiring to see the innovative work being done by these scientists and engineers as they ramp up their careers&mdash;careers that I know will be not only personally rewarding but also invaluable to the Nation,\" President Obama said in a <a href=\"http:\/\/www.whitehouse.gov\/the-press-office\/2011\/09\/26\/president-obama-honors-outstanding-early-career-scientists\">Sept. 26 news release<\/a>. \"That so many of them are also devoting time to mentoring and other forms of community service speaks volumes about their potential for leadership, not only as scientists but as model citizens.\"<\/p>\r\n<p>The Presidential early career awards embody the high priority the Obama Administration places on producing outstanding scientists and engineers to advance the Nation&rsquo;s goals, tackle grand challenges, and contribute to the American economy.<\/p>\r\n<p>\"It is such an honor to receive this prestigious award&mdash;I am beside myself,\" said Reed. \"I am proud because I feel I work on topics that are relevant to society. Terrestrial ecosystems are critical to our existence. They hold up our houses, provide most of our food, and offer places that are meaningful to us and our history. My goal is to understand what makes these ecosystems work the way they do, and to make that understanding accessible so that decision makers and land managers have the information they need to best evaluate how to manage our landscapes.\"&nbsp;<\/p>\r\n<p>\"We are so proud that the President has honored Dr. Reed, whose research is the epitome of our integrated solutions-oriented approach to problem-solving,\" said USGS Director Dr. Marcia McNutt. \"Her innovative work is relevant to the science of renewable energy, ecosystems restoration, climate change, and water supplies, and directly addresses the challenges of today while anticipating those of tomorrow.\"&nbsp;<\/p>\r\n<p>Reed is currently part of a team of scientists conducting a multi-disciplinary assessment of biofuels in the southwestern U.S., integrating modeling efforts with on-the-ground assessments to develop new ways to create energy sources. Reed is excited about this research, and notes that the southwestern U.S. has a high amount of solar energy and newer alternatives of biofuel crops, or energy, from items such as wood, plants, and even algae.<\/p>\r\n<p>\"Alternative energy offers a suite of potential benefits for lowering greenhouse gas emissions, adding to our economy, and reducing our dependence upon foreign oil,\" said Reed. \"The U.S. could represent a significant source of biofuel energy. However, we know little about the potential for this region to act as an efficient biofuel energy source; what the requirements are, such as irrigation; what effects it would have on overall greenhouse gas budgets and local plant and animal communities; and what ecosystem consequences might follow from this development. I am working with colleagues to answer these questions with our scientific research.\"<\/p>\r\n<p>Climate change, Reed said, is predicted to significantly alter terrestrial ecosystems around the globe","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1318824000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}