{"title":"USGS Asks for Public&rsquo;s Help With Deformed Frog Research","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. and Canadian residents are being asked to help in the scientific investigation of deformed frogs, toads, and salamanders. Citizens are encouraged to report sightings of both normal and malformed amphibians that are encountered during hiking, fishing, or other outdoor related activities. \n<p>\r\n<p>\"We need both rigorous scientific investigations and observations from the general public to understand the observed decline in North American amphibian populations and the increase in reports of deformed amphibians reports,\" said Denny Fenn, Chief, Biological Resources Division of the U.S. Geological Survey. \r\n<p>\r\n<p>\"Many amphibian species, including northern leopard frogs, Pacific treefrogs, and several species of salamanders, have been found with deformities. Although it has not been unusual to occasionally find a deformity, such reports were infrequent until recently,\" Fenn said. \"Only since 1995 have these reports become more common.\" \r\n<p>\r\n<p>The North American Reporting Center for Amphibian Malformations (NARCAM) is an Internet Website maintained by the USGS Northern Prairie Science Center in Jamestown, N.D. NARCAM provides information on the geographic distribution of amphibians and makes that information readily available to scientists who are investigating the problem. \r\n<p>\r\n<p>Scientific concern began in 1995 when middle school students on a field trip reported a high incidence of leopard frogs with misshapen, extra, or malformed limbs in a farm pond in southern Minnesota. Since then, these and other malformations, including missing and misplaced eyes, have been reported among many amphibian species in several states and provinces across the continent. \r\n<p>\r\n<p>Efforts to determine the cause or causes of the problem are driven by concern both for amphibian populations and for human health. Like the canaries that miners once carried to detect poison gases, amphibians may deserve attention because they are especially sensitive to chemical contaminants and other stressors in aquatic environments. \r\n<p>\r\n<p>Until the causes of these malformations are understood, scientists do not know whether the amphibians are being affected by something that may also pose a risk to human health. \r\n<p>\r\n<p>The Website <a href=\"http:\/\/www.npsc.nbs.gov\/narcam\/\">(http:\/\/www.npsc.nbs.gov\/narcam\/)<\/a>,which is jointly funded by the USGS and the U.S. Environmental Protection Agency, provides background information on the problem in common-language terms, maps of known incidences, photographs of malformed frogs, and sources of additional information. \r\n<p>\r\n<p>The site also has an easy to use data-entry form through which anyone can report an observed malformation. The report form can also be used to record the absence of malformations in a location if the observer has examined several animals. \r\n<p>\r\n<p>Members of the public who do not have access to a computer will soon be able to phone in reports toll-free at 1-800-238-9801. The toll-free number is scheduled to be in operation after July 1, 1997. \r\n<p>\r\n<p>The public is urged to use the Web site or the phone number to report sightings of normal or malformed amphibians. If appropriate, NARCAM will contact a local herpetologist to visit the site to confirm species identity and record additional information. \r\n<p>\r\n<p>As a division of the Nation&rsquo;s largest natural resources science agency, the Biological Resources Division of the USGS works to provide the scientific understanding and technologies needed to support the sound management and conservation of the Nation&rsquo;s living resources. Working in cooperation with more than 1,200 local, state and federal organizations in all 50 states and a dozen foreign countries, the USGS Biological Resources Division has a deep commitment to make data and information on the Nation&rsquo;s biological resources more accessible to more people.\r\n<p>\r\n<p><b>Note to Editors and Outdoor Writers Association of America Meeting attendees:<\/b> Members o","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"866779200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169012"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}