{"title":"USGS Releases Resource Estimate for Afghanistan Rare Earth Prospect","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey (USGS) estimates at least 1 million metric tonnes of rare earth element resources within the Khanneshin carbonatite in Helmand Province, Afghanistan. This estimate comes from a 2009-2011 USGS study funded by the Department of Defense&rsquo;s Task Force for Business and Stability Operations (TFBSO).<!--introend-->&nbsp;<\/p>\n<p>The Khanneshin carbonatite contains a major potential source of light rare earth elements (LREE), such as lanthanum, cerium, and neodymium.&nbsp; The LREE prospects in the Khanneshin carbonatite are comparable in grade to world-class deposits like Mountain Pass, CA, and Bayan Obo in China, both of which primarily contain LREE.&nbsp;<\/p>\r\n<p>\"The USGS has a long and storied history in Afghanistan,\" said Marcia McNutt, Director of the USGS. \"We hope our neutral and unbiased analysis of the location, supply, and flow of these strategic minerals will help the Afghans understand the true extent of their mineral wealth.\"<\/p>\r\n<p>\"This is just one more piece of evidence that Afghanistan&rsquo;s mineral sector has a bright future,\" said TFBSO Acting Director Regina Dubey. &ldquo;The international mining community is beginning to realize Afghanistan's extraordinary mineral potential. The USGS's groundbreaking work provides a foundation for the kind of future investment that could help create a vibrant Afghan economy.\"<\/p>\r\n<p>The primary area of mineralization covers approximately 0.74 square kilometers (0.29 square miles).&nbsp; The USGS field team, led by Robert Tucker and Steve Peters, surveyed the extent of the mineralization using traditional geologic assessment techniques as well as remote-sensing analysis.&nbsp;<\/p>\r\n<p>Between 2004 and 2007, USGS scientists working cooperatively with the Afghanistan Geological Survey of the Afghanistan Ministry of Mines compiled existing information about known nonfuel mineral resources and documented the potential for additional undiscovered resources through a preliminary country-wide mineral resource assessment.&nbsp;<\/p>\r\n<p>That preliminary USGS resource assessment, published in 2007, included an estimate of about 1.5 million metric tonnes of potential rare earth element (REE) resources in all of southern Afghanistan.&nbsp; The newest estimate of about 1 million metric tonnes of LREE resources in just the Khanneshin carbonatite, completed with major assistance from the TFBSO, verifies the 2007 USGS prediction and confirms the unpublished work of Soviet scientists.&nbsp;<\/p>\r\n<p>The Khanneshin REE evaluation is documented in a new USGS report and will be also be included as part of a larger report by the USGS to be released later in 2011, which will include an updated evaluation of Afghanistan&rsquo;s principal deposits of gold, silver, iron, copper, lead, zinc, phosphorus, and uranium.&nbsp;<\/p>\r\n<p>\"The potential that these findings have for the future well-being of the Afghan people is significant,\" said Ambassador Marc Grossman, U.S. Special Representative for Afghanistan and Pakistan.&nbsp; \"The United States will continue to support the Government of Afghanistan&rsquo;s efforts to develop these resources through private-sector investment in a responsible, transparent, and sustainable manner that benefits the Afghan people, expands markets, and promotes regional prosperity.\"<\/p>\r\n<p>The REE are a group of 15 metallic elements, with similar atomic properties and structures, which are essential components in a diverse and expanding array of high-technology and clean-energy products.&nbsp; Despite their name, they are relatively common within the earth&rsquo;s crust, but are not often found in economically exploitable concentrations.&nbsp;<\/p>\r\n<p>Rare earth elements are important ingredients in high-strength magnets, metal alloys for batteries and light-weight structures, and phosphors. These are essential components for many current and emerging alternative energy technologies, such as electric vehicles, photo-voltaic","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","Afghanistan","Rare Earth"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1315972800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169518"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}