{"title":"Celebrity Manatee Survived Florida's Harsh Freeze","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Ilya, an adventurous manatee that wandered as far north as Cape Cod last summer, has recently been sighted at several locations around Miami&rsquo;s Biscayne Bay, confirmed U.S. Geological Survey (USGS) biologists.<!--introend--><\/p>\n<p>After a winter of harsh conditions that led to hundreds of manatee deaths in Florida, Ilya&rsquo;s survival was welcome news to biologists and veterinarians who rescued Ilya from the dangerously cold waters of New Jersey last October.<\/p>\r\n<p>&ldquo;He doesn&rsquo;t have any new scars and he&rsquo;s doing really well,&rdquo; said Kit Curtin, a scientist contracted by USGS who photographed Ilya. &ldquo;We think he spent the winter in southeast Florida, where the Gulf Stream can have a warming effect,&rdquo; she added.<\/p>\r\n<p>Before being rescued from New Jersey, Ilya had been spotted up and down the Atlantic Coast throughout the summer, making appearances in the Chesapeake Bay before wandering as far north as East Dennis, a small town on the northern side of Cape Cod, Massachusetts. His widespread travels made him an aquatic celebrity.<\/p>\r\n<p>The USGS biologists confirmed Ilya&rsquo;s identity by the white scar on his head and notches on his tail, unique markings that match his record in a visual identification database that is maintained to research the manatee population. The database, known as MIPS (Manatee Individual Photo-identification System), contains photos and identification notes for thousands of individual manatees, who are assigned a reference number so that their locations, new scars, health, and reproductive habits can be updated over the course of their lifetime.<\/p>\r\n<p>Often, researchers go a step further and name the manatees that they tag and follow with radio or satellite equipment.<\/p>\r\n<p>&ldquo;We&rsquo;re all pleased that Ilya survived despite January&rsquo;s extreme freeze,&rdquo; said USGS biologist Cathy Beck, who researches manatee biology for the Sirenia Project.<\/p>\r\n<p>She added, &ldquo;Ilya&rsquo;s survival against the odds is one of those stories that really fuels our research &ndash; why did Ilya survive when so many others succumbed to the cold? Was it because he knew how to find a warm water shelter, was he just in good physical condition, or did his genes somehow give him an advantage? Those are some of the questions we are trying to answer through the MIPS database.&rdquo;<\/p>\r\n<p>The Sirenia Project provides survival estimates of adult manatees, scientific details about their biology, and has even helped test the effectiveness of proposed management approaches with computer models. The scientific information is used by state and federal agencies to develop effective plans to protect and conserve manatee populations.<\/p>\r\n<p>When asked about the likelihood that Ilya would return up north, Curtin replied, &ldquo;Male manatees usually start their migrations in April, so just because he&rsquo;s down in Florida now doesn&rsquo;t mean he might not start a trek back again this year.&rdquo;<\/p>\r\n<p>For more information on USGS manatee research, visit the <a href=\"http:\/\/fl.biology.usgs.gov\/Manatees\/manatees.html\">Southeast Ecological Science Center Web site<\/a>.&nbsp;<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_04_15\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_04_15\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_04_15\" mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_04_15\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2010_04_15&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Maryland","Massachusetts","New Jersey","New York","Pennsylvania","Virginia","Florida","Michigan"],"country":["United States of America"],"mm_tags":["biology","Mammals","manatee","Massachusetts","Chesapeake Bay","Florida","Endangered Species"],"release_date":{"und":[{"value":"1271304000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169021"},{"tid":"170286"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}