{"title":"California Sea Otters â\u0080\u0093 2007 Survey Count Reaches New High","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>News Editors: <\/strong>\r\n<\/p>\r\n<p>\r\nGraphs and other information on spring surveys of California sea otter population will be online at: <a href=\"http:\/\/www.werc.usgs.gov\/otters\/ca-surveydata.html\">http:\/\/www.werc.usgs.gov\/otters\/ca-surveydata.html<\/a> (Spring Surveys, 1983-2007) <a href=\"http:\/\/www.werc.usgs.gov\/otters\/ca-survey3yr.html\">http:\/\/www.werc.usgs.gov\/otters\/ca-survey3yr.html<\/a> (Spring Surveys, 3-year averages) \r\n<\/p>\r\n<p>\r\n&nbsp;\r\n<\/p>\r\n<p>\r\n<!--introstart-->Observers, led by scientists at the U.S. Geological Survey (USGS), counted a total of 3,026 California sea otters for the 2007 spring survey. This count marks a record high and a 12.4 percent increase over the 2006 count of 2,692. The previous high mark was 2,825 sea otters in spring 2004.<!--introend--> \r\n<\/p>\r\n<p>\r\n&quot;The favorable viewing conditions - the best we&#39;ve had in years during our spring surveys - likely contributed to the encouraging count,&quot; said survey organizer Brian Hatfield, a USGS biologist in California. \r\n<\/p>\r\n<p>\r\nAlso rising slightly is the latest 3-year running average - the average of the totals from the spring counts of 2005, 2006 and 2007 - which is up 2.4 percent over the previous average, to 2,818 sea otters. To assess overall population trends, three-year running averages of spring counts are used to reduce the influence of vagaries in any given year&#39;s count, as recommended by the U.S. Fish and Wildlife Service&#39;s (USFWS) Southern Sea Otter Recovery Plan. &quot;We are guardedly optimistic about the slight increase in this latest three-year running average,&quot; said Lilian Carswell of USFWS, &quot;though the population remains a considerable distance from the delisting threshold.&nbsp; For southern sea otters to be considered for delisting, the 3-year running averages would have to exceed 3,090 for three continuous years.&quot;&nbsp;&nbsp; \r\n<\/p>\r\n<p>\r\n&quot;While a high count is always better news than a low count, these counts have varied quite a lot in recent years,&quot; said USGS scientist Dr. Jim Estes, whose sea otter expertise spans over three decades. &quot;Last year&#39;s count was on the low side. By themselves, these single most-recent counts are nearly meaningless. We cannot infer anything about the population until there has been a sustained trend.&quot; \r\n<\/p>\r\n<p>\r\nSeveral segments surveyed this spring had significant increases in the adult and subadult group called independents. The greatest increase was 135 more independents this year for Monterey Bay. At the southern end of the survey area, 39 independents were spotted east of Gaviota, with 29 in the Naples Reef area, approximately 7 km west of Coal Oil Point (50 km east of Point Conception). By comparison, none were spotted east of Gaviota during the spring 2005 count and only one in spring 2006. \r\n<\/p>\r\n<p>\r\nThe spring 2007 California sea otter survey was conducted May 2-17, covering about 375 miles of California coast, from Point San Pedro in the north to Rincon Point in the south. Overall viewing conditions were more favorable than those during the spring 2006 survey. The spring survey is a cooperative effort of the USGS, California Department of Fish and Game&#39;s Marine Wildlife Veterinary Care and Research Center, Monterey Bay Aquarium, and many experienced and dedicated volunteers. The information gathered from spring surveys is used by federal and state wildlife agencies in making decisions about the management of this small sea mammal. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1180584000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168972"},{"tid":"169442"},{"tid":"169650"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}