{"title":"Blackouts Will Not Affect USGS Earthquake Monitoring or Posting of Information","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Editors\/Reporters: Access to the earthquake monitoring center of the USGS may be obtained by calling Pat Jorgenson at 650-329-4011, or Susan Garcia at 650-329-4668.<\/p>\n<p>Power outages that may occur on the San Francisco peninsula will not affect the earthquake monitoring ability of the U.S. Geological Survey in Menlo Park.<\/p>\r\n<p>\"All our computer systems in the earthquake monitoring area have continually-charged batteries, so if power is lost, they go right on operating. If we were without power long enough to start draining the batteries, we have a large diesel-powered electrical generator that can be used indefinitely to produce power to run the computers,\" said Mary Lou Zoback, chief of the USGS earthquake hazards team. \"We&rsquo;ll continue to receive signals from our network of seismometers, and will be able to convey that data to the public officials who rely on it.\"<\/p>\r\n<p>Whether or not others are able to access the USGS data on computers depends, of course, on whether or not the user has a back-up power source to keep their computers operating.<\/p>\r\n<p>Having back-up generators is not new to the USGS earthquake program. On Oct. 17, 1989, when the Loma Prieta earthquake knocked out most electrical power on the peninsula, crucial earthquake-monitoring computers at the USGS had back-up battery power, and no incoming data from seismometers was lost. As the night wore on and the batteries began to weaken, USGS technicians hooked the computers up to a diesel-powered generator and were able to continue monitoring the hundreds of aftershocks from that earthquake, until electrical power was restored to the building on October 18. <\/p>\r\n<p>In 1998 a back-up electrical system was installed that can generate 300 kilowatts of electricity, which assures that no data will be lost in future earthquakes. The main generator has a 1,000-gallon tank for diesel oil and can run for 200 hours on that 1,000 gallons. <\/p>\r\n<p>The USGS, in cooperation with UC Berkeley, maintains a network of more than 500 seismometers throughout northern California that send signals by satellite, radio transmitters and telephone lines to Menlo Park, anytime the earth moves. As soon as a signal is received in Menlo Park, it is analyzed by computers that determine the location of the earthquake&rsquo;s epicenter, by longitude and latitude; the magnitude, or amount of energy released by the earthquake; and the exact Pacific Standard or Daylight time that the earthquake occurred. That information is immediately posted to the USGS web site at <a href=\"http:\/\/quake.wr.usgs.gov\/\">http:\/\/quake.wr.usgs.gov<\/a>, where it can be accessed by anyone with a computer, internet server and electrical power.<\/p>\r\n<p>In addition to having back-up power for the earthquake-monitoring computers, the USGS also has a generator to provide uninterrupted power to maintain refrigeration systems in its water-analysis laboratories. <\/p>\r\n<p>In case of a power outage, public functions of the USGS, such as its map sales center and access to its earth-science library will not be available.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"985064400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}