{"title":"What We Know So Far... Nutrients, Ground Water, and the Chesapeake Bay - A Link with Pfiesteria?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists from the U.S. Geological Survey (USGS) and other federal and state agencies involved in <a href=\"http:\/\/chesapeake.usgs.gov\/chesbay\">Chesapeake Bay<\/a> studies are working together to understand the delivery of nutrients from the land into the Bay and the relationship of nutrients to Pfiesteria-like organisms and ultimately fish health. Scientists suspect a link between high nutrient levels in water and the occurrence of algal blooms and the occurrence of Pfiesteria-like organisms. <\/p>\n<p>Nutrients enter the waters of the Chesapeake Bay from â\u0080\u0098point&rsquo; and â\u0080\u0098non-point&rsquo; sources. Point sources of nutrients (phosphorus and nitrogen)are from wastewater treatment plants or industrial locations. Non-point sources of nutrients are more difficult to identify; they originate from agricultural, urban, suburban, or atmospheric sources. <\/p>\r\n<p>Nutrients enter the Chesapeake Bay from water that is washed off the land surface, chiefly in the aftermath of storms. Nutrients also seep into the ground water from the land surface and make their way into the rivers and streams that flow into the Bay, or directly into the Bay itself. <\/p>\r\n<p>Ground water is an important source of surface water and nutrients. The USGS has determined that about 50 percent of the water in streams comes from ground water, but the amount can be as low as 27 percent or as high as 85 percent. The amount of ground water varies according to the type of rock and sediment beneath the land surface. <\/p>\r\n<p><b>Up to one-half of the nitrogen entering the Bay travels through ground water. It is possible that about 10 to 20 percent of the phosphorus<\/b> entering the Chesapeake Bay also travels through ground water. (A key factor in understanding Chesapeake Bay nutrients is that half of the Bay&rsquo;s water comes from freshwater sources and the other half comes from the ocean.) Travel time of the ground water can be as short as one year or as long as 60 years. The average travel time is between 10 and 20 years. For this reason alone, nutrient levels in the Bay and any connection with fish health will continue to be a source of concern well into the future. <\/p>\r\n<p>For more information on the Chesapeake Bay and fish lesions, check the following World Wide Web pages on the Internet: <a href=\"http:\/\/chesapeake.usgs.gov\/chesbay\">http:\/\/chesapeake.usgs.gov\/chesbay<\/a> and <a href=\"http:\/\/www.usgs.gov\/\">http:\/\/www.usgs.gov<\/a> <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"875246400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"},{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}