{"title":"Expanding horizons, removing barriers for people with disabilities at USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nThe grand opening of the USGS Disability Resource Center (DRC) will be held Monday, March 24, in the USGS National Center auditorium in Reston, Virginia, at 2:00 p.m. The DRC features the only accessible science laboratory in the Federal government within the D.C. area. \r\n<\/p>\r\n<p>\r\nA state-of-the-art facility that demonstrates the latest advances in assistive technology and ergonomic solutions for the workplace, the DRC will play a key part in a bureau-wide program to support employees with disabilities. The Center is designed to ensure that all employees have equal access to the information environment and professional opportunities at USGS. \r\n<\/p>\r\n<p>\r\nJohn Wesley Powell, the second director of USGS and a pioneer in American geology and mapping, was a disabled veteran of the Civil War who lost his right arm at the Battle of Shiloh. The Survey is proud to be a leader today in providing enabling facilities and training for our employees with disabilities. \r\n<\/p>\r\n<p>\r\nThe Rehabilitation Act of 1973 requires Federal managers and supervisors to provide reasonable accommodations to qualified Federal employees and applicants. The DRC will be available to help USGS managers, supervisors, and employees understand the accommodation process and obtain the most appropriate and up-to-date equipment and services.\r\n<\/p>\r\n<p>\r\nThe Center features five workstations with specialized communications and technology solutions for a range of disabilities: deaf and hard of hearing; blind or vision impaired; dexterity disabilities; and cognitive disabilities. The accessible laboratory workstation highlights ergonomic positioning for people with disabilities. Examples of the assistive devices and technologies available are: PC-teletypewriters and modems in several configurations; screen reading and magnification software; a Braille embosser; speech recognition software; and software for optical character recognition and word prediction. \r\n<\/p>\r\n<p>\r\nThe DRC will provide a resource for supervisors of new employees with disabilities and current employees who become disabled. Scientists and others with disabilities who are visiting USGS will be encouraged to use the facility, and it will serve as a resource for Federal managers and employees from other agencies and for education of the public.\r\n<\/p>\r\n<p>\r\nFor further information about the Disability Resource Center, please contact Jeffrey Dallos by e-mail at <a href=\"mailto:jdallos@usgs.gov\">jdallos@usgs.gov<\/a> or TTY at: 703-648-4870. \r\n<\/p>\r\n<p>\r\nFor directions to the USGS National Center, go to <a href=\"http:\/\/mac.usgs.gov\/visitors\/\">http:\/\/mac.usgs.gov\/visitors\/<\/a> \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1050811200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}