{"title":"First Report Card On Mineral Industry, 1995","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. output of processed mineral-based materials contributed nearly $400 billion to the Nation&rsquo;s economy in 1995, according to a new report from the U.S. Geological Survey. <\/p>\n<p>\"Mineral Commodity Summaries 1996 is the first government publication providing detailed information on 1995 events, trends, and issues in the domestic and international minerals industry,\" said USGS Director Gordon Eaton. \"The report provides essential data for nearly 100 minerals and materials. The USGS is proud to carry on the tradition of these valuable summaries, which were formerly produced by the U.S. Bureau of Mines but are one of the responsibilities recently transferred to the USGS.\" <\/p>\r\n<p>According to Mineral Commodity Summaries 1996: <\/p>\r\n<p>The value of U.S. raw nonfuel minerals production alone reached $38 billion in 1995. The value of domestic minerals production grew by 10 percent last year and has increased in 30 of the past 35 years. <\/p>\r\n<p>Total U.S. international trade in raw minerals and processed materials of mineral origin was valued at $77 billion in 1995. Imports of processed mineral materials were valued at an estimated $49 billion, while exports of these materials were valued at an estimated $23 billion. Imports of metal ores and concentrates increased almost 12 percent to $1.4 billion and imports of raw industrial minerals rose 7 percent to $900 million. Raw minerals exports showed much greater variance, with metal ores and concentrates jumping 64 percent to $1.7 billion while raw industrial minerals exports increased by a more moderate 8 percent to $1.3 billion. <\/p>\r\n<p>The outlook for the domestic minerals industry in 1996 will depend largely on demand for metals in the automobile manufacturing industry and on demand for industrial minerals used by the building and highway construction sector. Together these two sectors of the U.S. economy are significant consumers of steel, aluminum, copper, glass, cement, crushed stone, and sand and gravel. \r\n<p>USGS recently assumed the responsibility for the creation and dissemination of this and other periodic publications, such as the Minerals Yearbook and Mineral Industry Surveys. USBM was abolished by Congress in January 1996, but about 190 federal and contract employees and support staff that had prepared these and other reports were transferred to the USGS in Reston, Va., and Lakewood, Colo., in late January. <\/p>\r\n<p>\"The return of these people to the USGS is like welcoming part of our original family home again,\" said Director Eaton. \"The Bureau of Mines was formally established by Congress in 1910, with the Technologic Branch of the USGS as its nucleus. Later, in 1923, the mineral statistics work of the USGS was transferred to the Bureau of Mines. Now, with the recombining of the minerals information function with the USGS, there is a new synergy in the minerals area and an opportunity for new collaborative efforts.\" <\/p>\r\n<p>The core activity of the minerals information group is the collection and dissemination of information on mineral production, consumption, and trade for about 100 mineral commodities. The group receives about 50,000 responses each year from 160 surveys of domestic minerals producers and also collects international data from 190 countries through government sources, trades associations, and published sources. These data are important for tracking domestic and international economic trends and resource development. <\/p>\r\n<p>The information is available to the public through more than 100 publications, including the well-known Minerals Yearbook, and through electronic access, including FaxBack, Bulletin Board, the Internet, and CD-ROM. Mineral Commodity Summaries 1996 is available from the Superintendent of Documents, P.O. Box 371954, Pittsburgh, PA 15250-7954 (stock no. 024-004-02431-3, price $13.00). <\/p>\r\n<p>* * * USGS * * * <\/p>\r\n<p>(Note to Editors: Review copies of Mineral Commodity Summaries 1996 can be obtained from the USGS Outre","summary":null,"format":null}]},"field_images":[],"regions":["Virginia","Colorado"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"826002000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}