{"title":"New Investment of Federal Funding Strengthens USGS Oregon Streamgaging Network","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>PORTLAND, Ore. &mdash; <!--introstart-->In Oregon, congressional funding for the U.S. Geological Survey&rsquo;s <a href=\"http:\/\/water.usgs.gov\/nsip\/\">National Streamflow Information Program<\/a> will substantially improve local, state and federal officials&rsquo; ability to forecast floods, allocate water and help the public plan for outdoor recreation.<!--introend--> The USGS is investing in monitoring instruments used to continuously measure streamflow and other water data. Earlier this year, Congress provided $6 million in additional funding for NSIP. Oregon&rsquo;s share of that new funding, $222,619, will be applied to 12 streamgages throughout the state.<\/p>\n<p>Used for a variety of purposes, USGS streamgages can save lives and greatly reduce economic loss. For example, the National Weather Service will use data from the recently funded streamgages in northwest Oregon and along the state&rsquo;s southern coast to help notify communities in those areas about potential flood impacts.<\/p>\r\n<p>&ldquo;USGS streamgages are critical to our river forecast and flood warning program,&rdquo; said NWS hydrologist Andy Bryant, &ldquo;The data provided by recently funded NSIP streamgages on the Sandy River below Bull Run, Rogue River at Wedderburn, Rogue River above Prospect, and the Chetco River at Brookings, along with other NSIP-funded gages, will expand our ability to deliver forecasts and warnings to areas impacted by flood events.&rdquo;<\/p>\r\n<p>&ldquo;USGS NSIP is making progress on its goal of a federally-funded framework of streamgages across the nation,&rdquo; said James Crammond, Director of the USGS Oregon Water Science Center. &ldquo;In Oregon, the majority of our gages are jointly funded by the USGS and our state, tribal, municipal and federal partners. Growth in the NSIP program stabilizes our existing network, relieves financial pressure on our partners, and makes possible new investments in hydrologic data collection. USGS remains committed to timely, useful, high quality water information that serves the people of Oregon and the nation.&rdquo;<\/p>\r\n<p>Two additional streamgages that will be supported by the recent USGS NSIP funding&mdash;one on the Columbia near Vancouver, Washington, and another near the Beaver Army Terminal downstream&mdash;are critical to navigation, recreation and streamflow forecasting, and will be used in a separate project to estimate suspended sediment loads.<\/p>\r\n<p>Other gages supported by the increase in NSIP funds include those on the North and South Forks of the Coquille River as well as the Coquille River at Coquille.<\/p>\r\n<p>USGS NSIP now fully funds the streamgages on the Rogue River at Wedderburn and above Prospect. Data from those streamgages are essential to forecasters, modelers and outdoor recreationists.<\/p>\r\n<p>USGS NSIP streamgages are part of a <a href=\"http:\/\/water.usgs.gov\/nsip\/nsipmaps\/federalgoals2.html\">nationwide backbone network<\/a> designed to meet national needs for streamflow information. Funding for NSIP ensures full federal support for critical streamgages in Oregon and nationwide. The increased USGS NSIP funding strengthens Oregon&rsquo;s network of more than 300 real-time streamgages. The program currently funds 51 of those streamgages, with an ultimate goal of fully funding all 182 Oregon NSIP streamgages.<\/p>\r\n<p>Real-time data from Oregon streamgages, including those covered by the new funding, is available on the USGS <a href=\"http:\/\/or.water.usgs.gov\/\">Oregon Water Science Center website<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon"],"country":["United States of America"],"mm_tags":["Oregon","Water Quality","streamgages","water","floods",""],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1411531200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169747"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}