{"title":"salton Sea Scientific Monitoring Plan Released","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"205\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1133\/\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_08_20\/cover_saltonsea.jpg\" alt=\"Caption is below.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\"><a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1133\/\">Open-File Report 2013&ndash;1133, Salton Sea Ecosystem Monitoring and Assessment Plan. <\/a><a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1133\/\"><\/a><\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>SACRAMENTO, Calif. &ndash; A new interagency report provides a plan for long-term scientific monitoring and assessment for California's Salton Sea. Monitoring of the Salton Sea ecosystem is critical for informed decision making and the success of restoration efforts. The monitoring and assessment plan was developed by a team including the California Department of Water Resources, California Department of Fish and Wildlife, U.S. Bureau of Reclamation, academia, and the U.S. Geological Survey, in support of ecosystem restoration at the Salton Sea.&nbsp;<\/p>\r\n<p>\"This Monitoring and Assessment Plan is intended to provide the foundation for making progress on improvement of conditions at the Salton Sea,\" said U.S. Department of the Interior Assistant Secretary Anne Castle. &nbsp;\"It will allow assessment of existing ecosystem projects as well as establishing a baseline against which to measure the success of future activities, contributing to more effective and targeted environmental mitigation efforts.\"<\/p>\r\n<p>The Salton Sea, California's largest lake, provides essential habitat for several fish and wildlife species and is an important cultural and recreational resource. It has no outlet, and dissolved salts contained in the inflows concentrate in the Salton Sea through evaporation. The salinity of the Salton Sea, which is currently nearly one and a half times the salinity of ocean water, has been increasing as a result of evaporative processes and low freshwater inputs. Further reductions in inflows from water conservation, recycling, and transfers will lower the level of the Salton Sea and accelerate the rate of salinity increases, reduce the suitability of fish and wildlife habitat, and potentially affect air quality by exposing lake bed playa that could generate dust.<\/p>\r\n<p>\"Monitoring activities are directed at species and habitats that could be affected by or drive future restoration activities, and information derived from monitoring activities will be used to guide the initial designs and management of restoration actions,\" said Kent Nelson, Salton Sea Restoration Program manager for DWR.<\/p>\r\n<p>The goal of the Salton Sea Monitoring and Assessment Plan is to provide a guide for data collection, analysis, management, and reporting to inform management actions for the Salton Sea ecosystem.&nbsp; The plan establishes specific guidelines for the monitoring of biological, hydrologic, geographic and geologic, air quality and climate, and socioeconomic resources, as well as data management activities, and will foster the following objectives:<\/p>\r\n<ul>\r\n<li>Establish baseline conditions for the Salton Sea ecosystem.<\/li>\r\n<li>Establish metrics against which data gathered during long-term monitoring can be compared.<\/li>\r\n<li>Identify and prioritize filling of existing data gaps.<\/li>\r\n<li>Store, manage, and make monitoring data publicly available in a timely manner.<\/li>\r\n<\/ul>\r\n<p>The full report, \"Salton Sea Ecosystem Monitoring and Assessment Plan,\" U.S. Geological Survey Open-File Report 2013-1133 is available <a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1133\">online from the USGS<\/a> and the <a href=\"http:\/\/www.water.ca.gov\/saltonsea\/\">DWR<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2013_08_20\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2013_08_20\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Salton Sea","Salton","Ecosystem","monitoring","restoration","assessment"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1376971200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169183"},{"tid":"169934"},{"tid":"169863"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}