{"title":"New Web Site Helps Wisconsin Plan for Safe Drinking Water","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Wisconsin\nrelies heavily on its groundwater&mdash;97 percent of communities in the state and\r\nnearly 1 million additional residents with private wells use groundwater for\r\ntheir daily needs.<\/p>\r\n<p>A new web site provides easy access to information about Wisconsin's groundwater\r\nto assist local governments in protecting this vital resource and to help\r\nowners of private wells tap into safe drinking water supplies.<\/p>\r\n<p>The site, <a href=\"http:\/\/wi.water.usgs.gov\/gwcomp\/\">Protecting Wisconsin's Groundwater Through Comprehensive Planning<\/a>, can play a key role in learning about local groundwater quality and quantity\r\nduring National Groundwater Awareness Week, March 9-15.<\/p>\r\n<p>\"Clean, adequate water supplies are an important foundation\r\nfor healthy citizens and a healthy economy,\" said Charles Dunning, Assistant\r\nDirector of the U.S. Geological Survey (USGS) Wisconsin Water\r\n Science Center.\r\n\"We are pleased to offer information that is so important to people throughout\r\nthis state.\"<\/p>\r\n<p>\"This web site gives local governments valuable\r\ncounty-by-county information and tools to help them do a better job of\r\nprotecting this resource in their comprehensive planning processes,\" says Lynn\r\nMarkham, Land Use Specialist\r\nfrom the University of Wisconsin-Extension Center for Land Use Education.<\/p>\r\n<p>The site incorporates select groundwater data and policy\r\ninformation from 16 federal, state and local agencies. Maps and other\r\neasy-to-use formats provide data for each of Wisconsin's 72 counties on sources of\r\ndrinking water, groundwater-protection policies, money spent on cleanup,\r\ngroundwater use, susceptibility of groundwater to pollutants and groundwater\r\nquality.<\/p>\r\n<p>Real examples of how communities have protected their\r\ndrinking water supplies through land use planning are included in the web site.\r\nSome communities have maintained forested or other natural land uses in\r\ngroundwater-well-recharge areas to minimize contamination threats.<\/p>\r\n<p>In other examples, communities have recognized that the\r\nquality of their groundwater depends on how food is grown within their\r\ncommunity. As a result, they have adopted incentives for farmers to grow\r\norganic crops or those that don't require heavy fertilizer use.<\/p>\r\n<p>\"The web site is an invaluable tool for the nearly 1 million\r\npeople in Wisconsin who get their drinking\r\nwater from private wells,\" Markham\r\nsays. \"It doesn't tell them what's in their well specifically, but provides\r\nvery useful information on the general quality of water in their region. This\r\ninformation is important for people to consider before buying land if they plan\r\nto drill a well.\"<\/p>\r\n<p><img style=\"float: right;\" src=\"http:\/\/www.usgs.gov\/images\/logos\/center_landuse.jpg\" alt=\"Center for Land Use Education logo\" width=\"341\" height=\"122\" \/>While Wisconsin\r\nhas one of the most comprehensive groundwater protection and research programs\r\nin the nation and groundwater standards for more than 130 substances to protect\r\npublic health and welfare, contamination of groundwater is still a concern.<\/p>\r\n<p>Up to 40 percent of private wells in some areas of the state\r\nshow detectable levels of contaminants that present a human health concern.\r\nNitrate, for example, has been found in more than 11 percent of private wells,\r\nand pesticides or their breakdown products have been identified in 38 percent\r\nof private wells.<\/p>\r\n<p>The web site was developed jointly by the Center for\r\nLand Use Education at UW-Stevens Point and the USGS Wisconsin\r\n Water Science\r\n Center. Funding for this\r\nproject came from the Wisconsin Department of Natural Resources and the UW\r\nSystem through the Wisconsin Groundwater Coordinating Council. Additional\r\nfunding was provided by the USGS Cooperative Water Program.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1204606800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169034"},{"tid":"169994"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}