{"title":"Disease Takes Its Toll on Waterfowl Populations","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>If <a href=\"http:\/\/www.fws.gov\/\">U.S. Fish and Wildlife Service<\/a> predictions hold, this year 92 million ducks will migrate south from their northern breeding grounds. Many factors will challenge the survival of these migrants, one of which is disease. According to Dr. Lynn Creekmore, hundreds of thousands of waterfowl are presently dying from avian botulism in flyway staging sites in southern Canada and the northern U.S. <\/p>\n<p>Dr. Creekmore is a wildlife disease biologist at the U.S. Geological Survey&rsquo;s <a href=\"http:\/\/www.emtc.nbs.gov\/nwhchome.html\">National Wildlife Health Center<\/a> in Madison, WI. It is her job to monitor the occurrence of wildlife disease events in the U.S. Dr. Creekmore points out that avian botulism is the most serious disease of waterfowl in North America and quite likely the world. <\/p>\r\n<p>The disease can produce massive annual mortality; during this year&rsquo;s fall migration, Canadian biologists are estimating the losses at one southern Saskatchewan lake to be as high as 300,000 to 500,000 birds. Also this year, at the Bear River Migratory Bird Refuge, along the shores of the Great Salt Lake, U.S. Fish and Wildlife Service biologists report waterfowl mortality from botulism has reached nearly 100,000 birds. Most recently, approximately 5,600 birds are believed to have died from botulism at a National Wildlife Refuge in Illinois. What is even more troubling is that the mortality is continuing and may not end until cold weather drives the birds further south. <\/p>\r\n<p>Avian botulism is a disease of birds resulting from the ingestion of a paralyzing toxin produced by the bacterium, Clostridium botulinum type C. The toxin is closely related to botulism toxins A and B, which are responsible for a similar food-borne disease in humans. Affected birds lose coordination and show signs of paralysis of the legs and wings and labored breathing. In advanced stages of the disease, the birds cannot hold their heads up, and often drown or suffocate. <\/p>\r\n<p>Most outbreaks of type C botulism occur in ducks, and species such as pintails, shovelers, and mallards are among those that suffer the greatest losses. However, almost all birds are susceptible to the disease, says Dr. Creekmore, and in recent years, losses in other species, including pelicans, herons, and egrets have been increasing. Dr. Tonie Rocke, a veteran scientist also at the USGS National Wildlife Health Center, who has spent years studying botulism explains, \"Often the disease will occur in one wetland and not occur in an adjacent wetland just a few yards away. If we could determine the environmental factors that trigger the disease, we may be able to devise wetland management methods to lower the risk of outbreaks and reduce mortality.\" <\/p>\r\n<p>Dr. Rocke and her colleagues have made significant progress in determining the conditions that are associated with avian botulism outbreaks. The organism is widely distributed in wetland sediments and factors such as acidity (pH), salinity, and temperature apparently play major roles in increasing or decreasing the risk of outbreaks. The next step is to determine if management actions influence these key environmental conditions. <\/p>\r\n<p>The USGS National Wildlife Health Center is the foremost wildlife diagnostic and investigative facility of its type, devoted to identifying causes and possible management responses for episodes of death or debilitation among free-ranging wild creatures throughout the United States and, on a consulting basis, other nations.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"876369600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170250"},{"tid":"169012"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}