{"title":"New Indian Lands Map Available from USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A striking new map on Indian lands is now available thanks to a cooperative effort between the U.S. Geological Survey and the Bureau of Indian Affairs. <\/p>\n<p>Titled, \"Indian Lands in the United States,\" the recently released shaded relief map colorfully illustrates the American Indian Geographic Entities as of 1998. The tribal entities depicted on the map are Federally recognized and are eligible for funding and services from the U.S. Bureau of Indian Affairs. <\/p>\r\n<p>The map shows legal and statistical tribal entities within the conterminous U.S. and Alaska. Legal entities are American Indian Reservations (AIRs) having boundaries established by treaty, statute and\/or executive or court orders. Statistical entities include Tribal Designated Statistical Areas (TDSA&rsquo;s), which are geographic areas delineated by federally and state-recognized tribes outside of Oklahoma without a reservation or trust lands, and Tribal Jurisdiction Statistical Areas (TJSA&rsquo;s) which are geographic areas delineated by those Federally recognized tribes in Oklahoma that no longer have a reservation. American Indian lands were derived from 1992 U.S. Bureau of Census TIGER\/LINE files. <\/p>\r\n<p>\"Indian Lands in the United States,\" joins a series of four USGS Indian Lands Maps. Other maps in the grouping include \"Indian Tribes, Cultures and Languages,\" \"Indian Land Areas Judicially Established,\" \"Indian Land Areas,\" and \"Federal and Indian Lands.\" The maps are excellent teaching tools and can also serve as pleasing graphic images for the classroom or office wall. <\/p>\r\n<p>A sample of the map is shown below. Additional information on this and other BIA maps, some in downloadable formats, are available at the BIA Web Site, <a href=\"http:\/\/www.gdsc.bia.gov.\/\">http:\/\/www.gdsc.bia.gov<\/a>A large 44 inch by 31 inch full color copy can be ordered by calling the USGS at 1-888-ASK-USGS (1-888-275-8747). <\/p>\r\n<p><a href=\"http:\/\/www.usgs.gov\/images\/map.jpg\">Map<\/a> <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"964756800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169413"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}