{"title":"USGS Amps up Environmental DNA Research With New DNA Machine","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>GAINESVILLE, Fla.&mdash;<\/strong>The U.S. Geological Survey Southeast Ecological Science Center has acquired a state-of-the-art genetic analysis machine that will help advance environmental DNA research efforts. The use of environmental DNA, or eDNA, could assist resource managers nationwide conserve imperiled species and improve control efforts of invasive species.<\/p><p>The new technology, a droplet digital PCR machine, is the first of its kind to be acquired by a USGS facility. The machine can detect a single molecule of DNA from an environmental sample and enhances output compared to traditional methods. From water samples, it is possible to detect rare species or those that are difficult to observe due to secretive behavior, camouflaged coloration, or a resemblance to other species. Species identification via the detection of eDNA can make the physical capture or sighting of the target species unnecessary.<\/p><p>&ldquo;This new platform allows us to process samples efficiently and with greater precision. With just a few copies of genetic material from the aquatic environment, we can detect the presence of an animal that may not otherwise be seen,&rdquo; commented USGS research geneticist Margaret Hunter, who leads the SESC Conservation Genetics Laboratory.<\/p><p>Environmental DNA comes from organisms shedding biological material into the aquatic environment via feces, mucus, saliva, or skin cells.&nbsp; This material can be used to determine the presence of species, establish range limits, and estimate occupancy and detection probabilities to inform management actions. The environmental DNA exists for approximately 20 days before it degrades, allowing researchers to detect animals, such as pythons, manatees, or Grass Carp, as they move throughout the environment.&nbsp; As compared to traditional laboratory techniques, ddPCR reduces time and laboratory costs, and uses more rigorous statistical analyses to determine the number of DNA copies in a sample. While both techniques can detect and count molecules of DNA, ddPCR has been shown to enhance accuracy and precision.&nbsp;<\/p><p>To detect individual species, genetic researchers first design a species-specific genetic marker. Then filtered surface water samples are split into 20,000 PCR droplets, each containing the marker and, if present, a copy of the target species&rsquo; DNA. The droplets illuminate fluorescently if DNA of the targeted species is detected, with the number of illuminated droplets corresponding to the number of DNA molecules in the sample.&nbsp; Assessing the 20,000 droplets for positive detection of the species takes approximately two minutes.<\/p><p>&ldquo;This technology can provide resource managers invaluable assistance in detecting and defining the habitat of imperiled and invasive species,&rdquo; Hunter said. &ldquo;For example, using eDNA and ddPCR can help to better delineate the spread of Burmese pythons in south Florida. Or, the habitat used by imperiled or rare species, such as elusive West Indian manatees, could be defined for research and conservation efforts.&rdquo;<\/p><p>For more information:<\/p><p><a href=\"http:\/\/fl.biology.usgs.gov\/genetics\/index.html\">http:\/\/fl.biology.usgs.gov\/genetics\/index.html<\/a> (SESC Genetics Website)<\/p><p><a href=\"http:\/\/pubs.usgs.gov\/fs\/2012\/3017\/\">http:\/\/pubs.usgs.gov\/fs\/2012\/3017\/<\/a> (Fact Sheet: Using Genetic Research to Inform Imperiled and Invasive Species Management)<\/p>","summary":"","format":"filtered_html","safe_value":"<p><strong>GAINESVILLE, Fla.—<\/strong>The U.S. Geological Survey Southeast Ecological Science Center has acquired a state-of-the-art genetic analysis machine that will help advance environmental DNA research efforts. The use of environmental DNA, or eDNA, could assist resource managers nationwide conserve imperiled species and improve control efforts of invasive species.The new technology, a droplet digital PCR machine, is the first of its kind to be acquired by a USGS facility. The machine can detect a single molecule of DNA from an environmental sample and enhances output compared to traditional methods. From water samples, it is possible to detect rare species or those that are difficult to observe due to secretive behavior, camouflaged coloration, or a resemblance to other species. Species identification via the detection of eDNA can make the physical capture or sighting of the target species unnecessary.“This new platform allows us to process samples efficiently and with greater precision. With just a few copies of genetic material from the aquatic environment, we can detect the presence of an animal that may not otherwise be seen,” commented USGS research geneticist Margaret Hunter, who leads the SESC Conservation Genetics Laboratory.Environmental DNA comes from organisms shedding biological material into the aquatic environment via feces, mucus, saliva, or skin cells.  This material can be used to determine the presence of species, establish range limits, and estimate occupancy and detection probabilities to inform management actions. The environmental DNA exists for approximately 20 days before it degrades, allowing researchers to detect animals, such as pythons, manatees, or Grass Carp, as they move throughout the environment.  As compared to traditional laboratory techniques, ddPCR reduces time and laboratory costs, and uses more rigorous statistical analyses to determine the number of DNA copies in a sample. While both techniques can detect and count molecules of DNA, ddPCR has been shown to enhance accuracy and precision. To detect individual species, genetic researchers first design a species-specific genetic marker. Then filtered surface water samples are split into 20,000 PCR droplets, each containing the marker and, if present, a copy of the target species’ DNA. The droplets illuminate fluorescently if DNA of the targeted species is detected, with the number of illuminated droplets corresponding to the number of DNA molecules in the sample.  Assessing the 20,000 droplets for positive detection of the species takes approximately two minutes.“This technology can provide resource managers invaluable assistance in detecting and defining the habitat of imperiled and invasive species,” Hunter said. “For example, using eDNA and ddPCR can help to better delineate the spread of Burmese pythons in south Florida. Or, the habitat used by imperiled or rare species, such as elusive West Indian manatees, could be defined for research and conservation efforts.”For more information:<a href=\"http:\/\/fl.biology.usgs.gov\/genetics\/index.html\">http:\/\/fl.biology.usgs.gov\/genetics\/index.html<\/a> (SESC Genetics Website)<a href=\"http:\/\/pubs.usgs.gov\/fs\/2012\/3017\/\">http:\/\/pubs.usgs.gov\/fs\/2012\/3017\/<\/a> (Fact Sheet: Using Genetic Research to Inform Imperiled and Invasive Species Management)<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["e","Environmental Research","Southeast Ecological Science Center","genetics","Geographic Areas Southeast","Ecosystems Geneticsand Genomics"],"article_type":["Technical Announcement"],"distribution":["Biology"],"release_date":{"und":[{"value":"1418792400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169800"},{"tid":"170008"}]},"subtitle":[]}