{"title":"How Much Coastal Damage Do Hurricanes Cause?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Ever wonder how scientists map and measure the effects of major storms, like Hurricane Bonnie, along the coast? Now you can see how it&rsquo;s done and talk to the people who do it. <!--introend-->\n<p>Scientists from the USGS, National Aeronautics and Space Administration (NASA), and National Oceanic and Atmospheric Administration (NOAA) are working together to determine changes to North Carolina beaches and other coastal areas following Hurricane Bonnie. A NOAA Twin Otter air- craft equipped with a NASA laser topographic mapping instrument and Global Positioning System receiver are being used to take measurements and develop detailed maps of the beach. USGS scientists will be able to use these data to compare with data collected along the coast following Hurricane Fran to determine changes that may have occurred. \r\n<p>\r\n<CENTER><b>PRESS AND PHOTO OP<\/CENTER><\/b>\r\n<p>Scientists from the USGS, NASA, AND NOAA will be available to answer questions, demonstrate the Airborne Terrain Mapper (ATM) and the Global Positioning System (GPS), and to show off the NOAA Twin Otter aircraft used to collect 3,000 to 5,000 spot elevations per second as the air-craft travels over the coast at approximately 150 feet per second. \r\n<p><b>When:<\/b> Thursday, September 3, 1998, at 2 p.m. \r\n<p><b>Where:<\/b> Wilmington, N.C., Airport at the Aeronautics FBO (near the Federal Express terminal). \r\n<p><b>Directions:<\/b> Follow signs to the Wilmington Airport. Follow the loop around the Airport, turn right on Dolan and right on Hewett. Follow signs to the Aeronautics FBO.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"904708800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169426"},{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}