{"title":"secretary Jewell Announces New Wildlife and Climate Studies at the North Central Climate Science Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Descriptions of the funded projects are available <\/strong><a href=\"https:\/\/nccwsc.usgs.gov\/csc\/north-central\"><strong>here<\/strong><\/a><strong>. <\/strong><\/p>\n<p>&nbsp;<\/p>\r\n<p>Secretary of the Interior Sally Jewell announced today that Interior&rsquo;s North Central Climate Science Center in Fort Collins, Colorado, is awarding nearly $400,000 to universities and other partners for&nbsp;<a href=\"https:\/\/nccwsc.usgs.gov\/csc\/north-central\">research<\/a>&nbsp;to guide managers of parks, refuges and other cultural and natural resource&nbsp;managers&nbsp;in planning how&nbsp;to help species, ecosystems and human communities adapt to climate change.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>\"These climate studies are designed to help address regional concerns associated with climate change, providing a pathway to enhancing resilience and supporting local community needs,\" said Secretary Jewell. \"The impacts of climate change are vast and complex, so studies like these are critical to help&nbsp;ensure that our nation's responses are rooted in sound science.\"<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>The three funded studies will focus on how climate change will affect natural resources and management actions that can be taken to help offset such change. They include research on:<\/p>\r\n<p>&nbsp;<\/p>\r\n<ul>\r\n<li>Evaporation, drought and the water cycle in the northern Rockies and Northern Great Plains;<\/li>\r\n<li>Impacts and vulnerability of plants, animals and habitats related to climate change; and<\/li>\r\n<li>The human-dimension of adaptation planning for these anticipated changes.<\/li>\r\n<\/ul>\r\n<p>&nbsp;<\/p>\r\n<p>The new projects will build on the collective scientific expertise of the CSC&rsquo;s University Consortium in ways that are most beneficial in helping natural resource, tribal and water managers in the North Central U.S. and the Missouri River Basin effectively plan for climate change, said Jeffrey Morisette, director of the North Central CSC.&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&ldquo;These partnerships between researchers and resource managers will ensure rapid and effective application of new scientific results and insights,&rdquo; Morisette added.&nbsp; &ldquo;Whether is it beetle kill and fires in forested areas, bird habitat in the prairie pothole region or stream temperatures and flows throughout the region, the natural resources in our area are closely coupled to climate drivers and the water cycle.&nbsp; These three closely coordinated projects will provide useful insight into DOI and tribal vulnerability assessment, adaptation and mitigation initiatives.&rdquo;&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>Each of the Department of the Interior's eight&nbsp;<a href=\"http:\/\/www.doi.gov\/csc\/\">Climate Science Centers<\/a> worked with states, tribes, federal agencies, <a href=\"http:\/\/www.fws.gov\/landscape-conservation\/lcc.html\">Landscape Conservation Cooperatives<\/a>, universities supporting the CSCs, and other regional partners to identify the highest priority management challenges in need of scientific input, and to solicit and select research projects.<\/p>\r\n<p>The studies will be undertaken by teams of scientists from the universities that comprise the North Central CSC, from USGS science centers and from other partners such as Colorado State University, and the&nbsp;Landscape Conservation Cooperatives in each region.<\/p>\r\n<p>The eight <a href=\"https:\/\/nccwsc.usgs.gov\/sites\/default\/files\/files\/CSC_consortia_and_regions.pdf\">DOI Climate Science Centers<\/a> form a national network, and are coordinated by the&nbsp;<a href=\"https:\/\/nccwsc.usgs.gov\/\">National Climate Change and Wildlife Science Center,<\/a> located at the headquarters of Interior's U.S. Geological Survey. CSCs and LCCs have been created under <a href=\"http:\/\/www.doi.gov\/whatwedo\/climate\/cop15\/upload\/SecOrder3289.pdf\">Interior's strategy to address the impacts of climate change<\/a> on America&rsquo;s waters, land, and other natural and cultural resources. Together, Interior's CSCs and LCCs will asse","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Wyoming","Colorado","Kansas","Iowa","Nebraska","North Dakota","South Dakota"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","Geographic Areas Southwest"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1418878800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"169602"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}