{"title":"start the New Year in the Right Direction - USGS Teaches Map and Compass Reading and How to Use Global Positioning System Receivers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>New GPS users, or people considering buying a GPS receiver, as well as, hikers, hunters, and other outdoor enthusiasts will benefit from the free workshops offered by the USGS on map reading, compass reading, and using GPS. <\/p>\n<p>Nine workshops will be offered on Thursdays, from 11 a.m. to 1 p.m., beginning on Thursday, January 3rd and continuing through February 28th. Each workshop will provide instruction beyond the GPS receiver owner&rsquo;s manual. Participants will learn the basics of setting up a GPS receiver, how to plot map coordinates using different grid systems, and the difference between various map datum choices determined by the map projection. Maps will be provided. <\/p>\r\n<p>Participants already owning a GPS unit should bring it, along with the instruction manual, to the workshop, however, GPS units will be available for demonstration. Meet at the Map Sales area at the Denver Federal Center in Lakewood, Colo. Phone reservations are recommended. For reservations and more information about the USGS and the products it offers, call 303-202-4200, or 1-888-ASK-USGS, 8 am to 4 pm, Monday through Friday. For those that can&rsquo;t attend a workshop, a video, \"Using GPS with Maps,\" is available for $19.95, including tax (shipping is $5). <\/p>\r\n<p>USGS Map Sales is located in Building 810 at the Denver Federal Center. The Federal Center is located at the intersection of 6th Ave and Kipling Street in Lakewood. Visitors may enter Gate 1, located on Kipling just north of Alameda, and follow the signs to building 810. The building is handicapped accessible. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1009515600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169413"},{"tid":"170224"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}