{"title":"USGS Releases Global Oil & Gas Reserve Growth Estimates","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey has released a <a href=\"http:\/\/pubs.usgs.gov\/fs\/2012\/3052\/\">new global estimate<\/a> for potential additions to oil and gas reserves due to reserve growth in discovered fields outside the United States. The USGS estimates that the mean undiscovered, conventional reserve additions in the world total 665 billion barrels of oil (bbo), 1,429 trillion cubic feet (tcf) of natural gas, and 16 billion barrels of natural gas liquids.<\/p>\n<p>These volumes constitute a significant portion of the world&rsquo;s oil and gas resources and represent an estimate of the potential future growth of current global reserve estimates over time based on better assessment methodology, new technologies and greater understanding of current reservoirs, among other advances.&nbsp;<\/p>\r\n<p><em>Reserve growth<\/em> is the increase in estimated volumes of oil and natural gas that can be recovered from existing fields and reservoirs through time. Most reserve growth results from delineation of new reservoirs, field extensions, or improved recovery techniques thereby improving efficiency, and recalculation of reserves due to changing economic and operating conditions.<\/p>\r\n<p>The global estimates are for technically recoverable oil and gas, and do not include reserve growth estimates for the United States. Reserve growth for the United States will be released in the coming months. Reserve growth estimates are a distinct component of the resource spectrum and are different from reserve estimates and undiscovered, technically recoverable resource estimates &ndash; all three important but separate measurements used in efforts by industry and government to make energy decisions based on the best available science.<\/p>\r\n<p>\"By providing geologically based, globally consistent estimates of the potential additions of oil and gas from the growth in reserves in known fields, and placing that information in the public domain, we are furnishing a valuable projection on how much and where fossil fuels may be produced in the future,\" said USGS Director Marcia McNutt. \"When combined with our estimates of global undiscovered resources, policy makers can obtain a more complete picture of global, technically recoverable oil and gas.\"<\/p>\r\n<p>No attempt was made to estimate economically recoverable oil and gas as part of these future projections.&nbsp;Continuous, or unconventional, oil and gas accumulations, such as shale gas, tight gas, tight oil, and tar sands were not included in this study.<\/p>\r\n<p>Unlike past estimates of reserve growth that relied on statistical extrapolations of growth trends, the new USGS assessment is based on detailed analysis of geology and engineering practices used in producing fields. The assessment uses both published and commercial sources of geologic information and field- production data. Because of the scarcity of data for many fields outside the United States, data acquired from U.S. fields undergoing reserve growth were used as analogs, where appropriate, for this study.<\/p>\r\n<p>Project scientists applied these analogs to 1,467 of the largest conventional oil fields outside of the United States, which, although only 9 percent of the total number of oil fields in the world, contain approximately 85 percent of the world&rsquo;s known volume of oil.<\/p>\r\n<p>In addition, scientists applied these analogs to 347 of the largest conventional gas fields, which represent just 3 percent of the world&rsquo;s non-associated gas fields, but account for approximately 79 percent of the world&rsquo;s volume of non-associated gas. This analysis indicates that a large proportion of the world&rsquo;s resources occur in a relatively small number of fields.<\/p>\r\n<p>USGS is the only provider of publicly available estimates of undiscovered technically recoverable oil and gas resources and reserve growth of the world. This global assessment was undertaken as part of a project assessing global petroleum basins using standardized methodol","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Energyand Mineralsand Environmental Health Energy Resources"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1339992000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169063"},{"tid":"170580"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}