{"title":"Idaho Real-time Groundwater Level Network Expanded","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>More information about the eastern Snake River Plain aquifer is now a click away.<\/p>\n<p>The U.S. Geological Survey has added a fourth well to its Idaho Real-Time Groundwater Level Network. The well, USGS 21, is located on the U.S. Department of Energy&rsquo;s 890-square mile Idaho National Laboratory site in southeastern Idaho. The <a href=\"http:\/\/id.water.usgs.gov\/projects\/INL\/\">USGS INL Project Office<\/a> has collected data from USGS 21 since 1952, but this is the first time that the data have been immediately available to anyone with a web browser. Lab facility managers will use the well information to predict future water availability for their operations. But the data have broader importance to Idaho water resource managers.<\/p>\r\n<p>USGS 21 is about 10 miles &ldquo;downstream&rdquo; from Idaho&rsquo;s Mud Lake-Terreton farming area. That makes it an ideal indicator of how irrigation pumpage may affect water levels in the aquifer.<\/p>\r\n<p>&ldquo;The Idaho Department of Water Resources applauds the efforts of the U.S. Geological Survey to make water measurements available to the public,&rdquo; said Rick Raymondi, IDWR Technical Services Bureau Chief. &ldquo;We also agree that the addition of USGS 21 to the real-time monitoring network will provide valuable water-level data and will enhance the Department&rsquo;s efforts to monitor the aquifer and improve calibration of the eastern Snake Plain groundwater model.&rdquo;<\/p>\r\n<p>The real-time capability also protects against lapses in data that might happen because of the well&rsquo;s remote location. Previously, USGS staff visited the well monthly to manually download the groundwater data. If the data recorder went down between visits, valuable water level information was lost. Now with data transmitted in real-time, USGS technicians can identify and respond to equipment problems immediately.<\/p>\r\n<p>To view information from USGS 21 and the other wells in the Idaho Real-Time Groundwater Network, please visit USGS <a href=\"http:\/\/groundwaterwatch.usgs.gov\/rtn\/StateMaps\/ID.html\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["water","Idaho","groundwater","well","Real Time","monitor","Idaho National Labs","aquifer","Snake River Plain"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1276488000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170399"},{"tid":"170582"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}