{"title":"southwest North Dakota Broke Streamflow Records in August","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Above normal precipitation in the Heart, Knife and Green River Basins of North Dakota led to record-breaking streamflows at several U.S. Geological Survey <a href=\"http:\/\/water.usgs.gov\/nsip\/definition9.html\">streamgages<\/a> this past August.<!--introend--><\/p>\n<p>&ldquo;It was an unusually wet August for southwest North Dakota, particularly in and near Hazen, New Hradec and Richardton,&rdquo; said Steve Robinson, Associate Director of the <a href=\"http:\/\/nd.water.usgs.gov\/\">USGS North Dakota Water Science Center<\/a>. &ldquo;USGS streamgages provide critical flood monitoring data during hazardous weather.&rdquo;<\/p>\r\n<p>The <a href=\"http:\/\/waterdata.usgs.gov\/nwis\/uv?06340500\">Knife River at Hazen, North Dakota<\/a>, USGS gaging station recorded an August 2014 monthly mean flow of 1,398 cubic feet per second (cfs), which is 6.5 times greater than the previous record monthly mean flow of 215 cfs in August 1954. This gage has been in operation since September 1937.<\/p>\r\n<p>The USGS streamgage on the <a href=\"http:\/\/waterdata.usgs.gov\/nd\/nwis\/uv?site_no=06344600\">Green River near New Hradec, North Dakota<\/a>, which has been in operation since March 1964, had a record August monthly mean flow of 128 cfs &ndash; more than four times greater than the previous record monthly mean flow of 29.5 cfs in August 1981.<\/p>\r\n<p>For the USGS <a href=\"http:\/\/waterdata.usgs.gov\/nwis\/uv?06345500\">Heart River near Richardton<\/a> gaging station, the preliminary August 2014 monthly mean flow of 710 cfs is 1.5 times greater than the previous record monthly mean flow of 401 cfs in August 1909. This streamgage operated from June 1903 to September 1922, and April 1943 to present.<\/p>\r\n<p>A map of August streamflow compared to historical streamflow in North Dakota is available <a href=\"http:\/\/waterwatch.usgs.gov\/index.php?r=nd&amp;id=mv01d\">online<\/a>.<\/p>\r\n<p>There are 140 USGS-operated stations in North Dakota that measure water levels, streamflow, rainfall and water-quality. Most of the&nbsp;<a href=\"http:\/\/waterdata.usgs.gov\/nd\/nwis\/rt\">USGS stations are real-time sites<\/a>&nbsp;where data are updated every one to four hours.<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the United States. The information is <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/measuring-the-flow-uses-of-streamflow-information\/?from=image\">routinely used<\/a> for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk and for many recreational activities.<\/p>\r\n<p>Access current flood and high flow conditions across the country by visiting the USGS&nbsp;<a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch website.<\/a>&nbsp;Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS&nbsp;<a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Dakota"],"country":["United States of America"],"mm_tags":["Water National Streamflow Information","water","Geographic Areas Midwest","North Dakota","streamflow","streamgages","flooding","","North Dakota Water Science Center","Water Watch","wateralert"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1410408000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}