{"title":"Crater Makes an Impact on Three Sessions at GSA","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: Interviews with the scientists during the Geological Society of America (GSA) Annual Meeting can be arranged by contacting Carolyn Bell (USGS) or Ann Cairns (GSA) in the GSA newsroom in Boston at 617-954-3214.<\/b><\/p>\n<p><!--introstart-->What happens when a rock from space that&rsquo;s more than a mile wide slams into the Earth at supersonic speed? Scientists from the U.S. Geological Survey (USGS) and its partners are learning as they analyze evidence they are recovering from cores drilled during the past two summers into the Chesapeake Bay impact crater and surrounding structures.<!--introend--> USGS scientists David Powars, C. Wylie Poag, and J. Wright Horton, Jr. will present new evidence obtained from cores and seismic surveys, on the devastating effects this event had on the Earth 35 million years ago, during three separate sessions at the Annual Meeting of the Geological Society of America, scheduled for Nov. 4-8 in Boston, Massachusetts. <\/p>\r\n<p><b>It&rsquo;s bigger and deeper than we imagined:<\/b> \"This comet or asteroid shot through the Earth&rsquo;s atmosphere, leaving a vacuum in its wake. Then it hit, splashing through several hundred feet of ocean and slicing through several thousand feet of coastal plain sediments,\" says Powars. \"It fractured the crystalline bedrock below to at least a depth of seven miles and a width of 85 miles. Billions of tons of ocean water were vaporized and millions of tons of debris were ejected into the atmosphere within minutes. Marine life was decimated, and a train of giant waves of seawater inundated the land,\" explains Powers, whose talk <b>\"Structure and Composition of the Southwestern Margin of the Buried Chesapeake Bay Impact Structure, Virginia\" is scheduled for 4:45 pm Tues, Nov. 6, Hynes Convention Center Room 202<\/b>. <\/p>\r\n<p><b>What&rsquo;s written in stone:<\/b> USGS scientists are looking for clues left in the bedrock from this extraordinary event in the deep past, to deal with an ordinary modern-day issue: finding ground water suitable to support a rapidly-developing region. Studies are underway to understand the impact structure and its influence on ground water. <\/p>\r\n<p>\"We are examining the composition, age, and structure of crystalline basement rocks beneath the Coastal Plain sediments. We are beginning to learn more about these rocks and how they were affected by the impact event,\" Horton explains. <\/p>\r\n<p>\"Crystalline rocks hidden under the blanket of Coastal Plain sediments make up one of the most poorly understood areas of geology in the U.S., and drilling in the impact structure has provided rare samples from as deep as 2083 feet.\" <b>\"Crystalline Rocks from the First Corehole to Basement in the Chesapeake Bay Impact Structure, Hampton, Virginia\" is scheduled for 2:45 pm Thurs., Nov. 8, Hynes Convention Center Room 200<\/b>. <\/p>\r\n<p><b>Not a creature was stirring:<\/b> USGS scientists have recently identified a zone of silt above the post-impact fallout that is devoid of signs of indigenous life. Wylie Poag points out that the heat from this impact must have instantly incinerated every living thing within hundreds of miles. Poag will review evidence -- such as fractures and deformation features in crystals, melted rock, and tiny glass spheres -- that indicate shock pressures at ground zero that could only have come from an impact. <b>\"From Shocked Basement to Fallout Spherules: The Coring Record at the Chesapeake Bay Crater\" is scheduled for 4:15 pm Thurs, Nov. 8, Hynes Convention Center Room 304<\/b>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1005022800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}