{"title":"Natural Perchlorate Levels in a Desert Ecosystem","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>CARSON CITY, Nev. &mdash; Newly published research is the first to characterize the distribution and interactions of natural perchlorate in a terrestrial ecosystem. The study results are important in assessing risks associated with ecological and human health and with potential movement of natural perchlorate contamination into groundwater.<\/p>\n<p>The U.S. Geological Survey and Texas Tech University study quantified natural levels of perchlorate in desert soil, plants, and atmospheric materials, and identified what controls its natural cycling and accumulation. Perchlorate, a chemical found in rocket fuel and fertilizers, is a compound that also occurs naturally. These new findings quantify natural perchlorate background levels and improve understanding of soil-plant-atmosphere processes that will, in turn, aid the identification, interpretation, and treatment of sites contaminated by human uses of perchlorate.<\/p>\r\n<p>Perchlorate (a molecule with four atoms of oxygen for every chlorine atom: ClO<sub>4<\/sub><sup>&minus;<\/sup>) has emerged as an environmental contaminant in drinking water and food. <a href=\"http:\/\/www.nap.edu\/openbook.php?isbn=0309095689\">Medical research<\/a> has shown that its ingestion can disrupt human thyroid function, and the greatest risk may be to fetuses and infants because of the role of thyroid hormones in early growth and brain development. Perchlorate contamination near former military and industrial sites has been well documented, but natural background levels are poorly understood.<\/p>\r\n<p>Scientists collected and analyzed soil, leaves from shrubs, and rain, dust, and other materials from the atmosphere at the USGS Amargosa Desert Research Site in Nevada. Shallow soils in the research area contained a high level of perchlorate &ndash; 10-20 grams per hectare (about one to three tenths of an ounce per acre) in the top 30 cm (one foot). That amount of highly soluble perchlorate, if flushed to groundwater, would be sufficient to roughly contaminate a quarter million gallons of water per acre at <a href=\"http:\/\/www.cdph.ca.gov\/certlic\/drinkingwater\/Pages\/perchlorate.aspx\">California&rsquo;s maximum contaminant level<\/a>. Although there is no federal drinking water standard for perchlorate, California&rsquo;s maximum contaminant level for perchlorate in drinking water is 6 micrograms per liter (or one ounce of perchlorate per 125 million gallons of water).<\/p>\r\n<p>Two previously-unrecognized sources and sinks of perchlorate in desert ecosystems were identified. The study showed that vegetation plays a key role in regulating the accumulation, retention, and release of perchlorate across the land surface, and that atmospheric deposition rates for perchlorate are about ten times larger than previously reported.<\/p>\r\n<p>Leaves of desert plants represent a large above-ground reservoir from which perchlorate may be released when plant and climatic conditions are right for leaf drop. The leaves of desert vegetation selectively accumulate perchlorate such that the leaves of the dominant vegetation (creosote bush) contained about four times the annual average atmospheric deposition, or about one to two grams of perchlorate per hectare (about one to three hundredths of an ounce per acre). Creosote bush normally keeps its leaves year round, but drops them (along with their accumulated perchlorate load) during extended periods of drought.<\/p>\r\n<p>Atmospheric deposition occurs both from rain, washing compounds out of the atmosphere, and the settling out of dry airborne materials, including dust. Previous atmospheric deposition rates for perchlorate were reported for wet atmospheric deposition only. Dry deposition is normally excluded from atmospheric deposition network collectors, but this study showed that dry deposition is an important contributor of perchlorate to the land surface.<\/p>\r\n<p>Partial funding for this research was provided by the Strategic Environmental Research and Development Program of the U.","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","California","Nevada"],"country":["United States of America"],"mm_tags":["","perchlorate","Desert","Ecosystem","water","contaminant","Creosote","Amargosa Desert","Atmospheric Deposition","groundwater"],"distribution":["Biology","Water"],"release_date":{"und":[{"value":"1396497600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}