{"title":"Groundwater Availability Detailed in California's Central Valley","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em><!--introstart--><\/em><em><strong>New hydrologic model provides insights into water supplies<\/strong><\/em><em><strong>.<!--introend--><\/strong><\/em><\/p>\n<p>A new, three-dimensional water-modeling tool provides a detailed picture of how water flows below ground and how it relates to surface-water in rivers and canals in California&rsquo;s Central Valley.<\/p>\r\n<p>The Central Valley Hydrologic Model, developed by scientists at the U.S. Geological Survey, is available for use by water managers and other agencies. The model was designed to help resource agencies assess, understand and address the many issues affecting the joint use of surface- and groundwater supplies &ndash; known as &ldquo;conjunctive use&rdquo; &ndash; in the Central Valley.<\/p>\r\n<p>&ldquo;This new model not only details the current scarcity of groundwater, but also provides a scientific tool to help water managers remedy the situation in the future,&rdquo; said Secretary of the Interior Ken Salazar. &ldquo;Science can be invaluable in helping to provide solutions.&rdquo;<\/p>\r\n<p>The new model gives water managers the ability to simulate a number of water-management scenarios and assess possible changes in both groundwater and surface-water supplies. The model can also take into account the conversion of farmland to urban use and the potential future effects of climate change.<\/p>\r\n<p>&ldquo;The detail and breadth of this hydrologic model will make it invaluable to water resource managers faced with increasing water-management challenges and constraints,&rdquo; said Claudia Faunt, a USGS hydrologist and lead scientist on the study that developed the model. &ldquo;In the future, the Central Valley Hydrologic Model could be used to evaluate regional issues such as exportation of water from the Sacramento Valley to Southern California or the upcoming restoration of salmon habitat in the San Joaquin River.&rdquo;<\/p>\r\n<p>A professional paper detailing her research, <a href=\"http:\/\/pubs.usgs.gov\/pp\/1766\/\">&ldquo;Groundwater Availability of the Central Valley Aquifer, California<\/a>,&rdquo; is available online.<\/p>\r\n<p>To develop the model, scientists examined more than 8,500 drillers&rsquo; logs, some dating back to the early 1900&rsquo;s. They also examined monthly ground- and surface-water data from 1962 to 2003 to paint a picture of how the system works and how water supplies have changed.<\/p>\r\n<p>Among their findings:<\/p>\r\n<ul>\r\n<li>Overall, groundwater levels are declining in the southern, Tulare Basin portion of the San Joaquin Valley as more water is pumped out than recharges naturally. But the southern valley also shows the most promise for large-scale artificial groundwater recharge, particularly along the eastern side with its coarse-grained soils from river and alluvial-fan sediments. &nbsp;<\/li>\r\n<\/ul>\r\n<ul>\r\n<li>By contrast, groundwater levels in the Sacramento Valley and the northern portion of the San Joaquin Valley are generally stable. &nbsp;&nbsp;<\/li>\r\n<\/ul>\r\n<ul>\r\n<li>As the state faces its third year of below-average precipitation, groundwater supplies are under increasing pressure, according to data gathered since 2003. Landowners are drilling more and deeper wells, and underground water levels are starting to drop once again &ndash; as they did during previous droughts in the 1970&rsquo;s and 1980&rsquo;s. <\/li>\r\n<\/ul>\r\n<p>The Central Valley is more than 400 miles long, comprised of the water-rich Sacramento Valley in the north and the drier San Joaquin Valley in the south. One of the nation&rsquo;s most productive agricultural regions, the Central Valley has the largest groundwater system in the state. The groundwater basin, or aquifer, contains one-fifth of all groundwater pumped in the nation.<\/p>\r\n<p>It is, in effect, California&rsquo;s largest reservoir.<\/p>\r\n<p>California&rsquo;s continuing population increase has heightened competition for water within the Central Valley and statewide. That competition is likely to be exacerbated","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Environmental","groundwater","aquifers","surface",""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1247025600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169661"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}