{"title":"shrews in the News -- Rapid Evolution of Shrews in Response to Climate Change","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ANCHORAGE, Alaska &mdash; Shrews are among a diverse group of small mammals that have rapidly evolved in response to climate change, according to a new study released this month. <!--introstart-->Using historical climate data and modern molecular evidence from multiple genes, scientists found that some shrew species respond positively to periods of warmer and wetter climate through expanding geographic ranges and increased population sizes, while other shrew species respond the same way during periods of colder and drier climate.<!--introend--><\/p>\n<p>The smallest mammals, such as mice and shrews, can reproduce rapidly yielding many generations of offspring in a short period of time. Because of this, they evolve comparatively quickly and as such are useful for studying how species in general respond to environmental changes. In addition, unlike many birds and larger mammals, they are non-migratory and thus exhibit both ecological and evolutionary responses to local conditions year-round. Shrews were therefore perfect model organisms to test predictions about the influence of historical climate change on resident species in the Arctic.<\/p>\r\n<p>\"Evolutionary adaptation is driven by necessity, favored by large gene pools, and accelerated by short intervals to reproductive maturity,\" said USGS Director Marcia McNutt. \"All of these factors make shrews the ideal organism for examining genetic adaptation to climate change, understanding which is critical to helping manage wildlife in the decades ahead.\"<\/p>\r\n<p>Climatic changes over the last 350 thousand years have caused dramatic environmental shifts at high latitudes. For example, glacial cold phases lasting approximately 75 thousand years were interspersed with warmer periods lasting 20 thousand years and the earth is now experiencing yet another of these warmer periods.&nbsp; Therefore, scientists conducting the current study used historical evidence to predict how small mammals in the Arctic have responded to past climate change and thus how such species may react to current and future climate scenarios.<\/p>\r\n<p>&ldquo;Our research suggests that early ancestors of this group of roughly a dozen shrew species experienced an ecological separation due to isolation in different areas, adapting to wetter or drier local conditions respectively,&rdquo; said Dr. Andrew Hope, a geneticist with the USGS Alaska Science Center who led the research.<\/p>\r\n<p>Following initial adaptation to different environments, each cold and dry glacial phase caused rapid expansion of one group of shrew species while those adapted to warmer and wetter conditions contracted into multiple small isolated areas. Then during each warm and wet interglacial phase the opposite dynamics occurred. As high-latitude climates alternated between warm and cold climate changes, species such as the shrews rode an evolutionary see-saw of alternating population growth and decline, which promoted the formation of new species. The result has been a rapid increase in number of species in the Arctic in a very short evolutionary timespan. Investigation of these shrews has also uncovered previously unrecognized genetic diversity possibly representing un-described species. &nbsp;<\/p>\r\n<p>This study of historical evolutionary processes offers valuable insight into the future ecological responses of species to prevailing environmental trends. Resident small mammals constitute an important toolset for investigating biological responses to climate change.<\/p>\r\n<p>Shrews are tiny mammals that rely on insects, worms and other invertebrates for food. Despite their diminutive size, they can be found in virtually every available terrestrial habitat in North America excluding the most arid desert regions, reflecting adaptation to a broad range of environmental conditions.<\/p>\r\n<p>The article &ldquo;<a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S1055790312001996\">A climate for speciation: Rapid spatial diversification within the","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","Ecosystems Geneticsand Genomics","Geographic Areas Alaska"],"release_date":{"und":[{"value":"1340683200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"},{"tid":"170421"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}