{"title":"Astrogeologists Contribute to Google Earth 5.0","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Astrogeologists at the U.S. Geological Survey in Flagstaff provided critical datasets used in the latest release of Google Earth. The updated software enables users to explore Mars in high detail.<!--introend-->&nbsp;<\/p>\n<p>\"Without the ability to accurately co-align data sets, applications like Google Earth would not be nearly as useful,\" said Trent Hare, a GIS expert with the USGS Astrogeology Team. \"USGS, along with the planetary science community, help calculate the geometric measurement and representation of a planet as well as the creation of 'control networks'to help tie data products accurately to the surface.\"&nbsp;<\/p>\r\n<p>Google Inc. and its partner, NASA Ames Research Center, consulted USGS scientists, cartographers, technicians, and programmers from the Astrogeology Team in Flagstaff, who have over four decades of experience assembling planetary images. This new software provides easy access to planetary data for researchers and the general public.&nbsp;<\/p>\r\n<p>Astrogeology Team Chief Scientist Jeff Johnson is proud of his team's contribution to such a popular and widely used application as Google Earth. \"During the 1960's and 1970's, image mosaics were hand-constructed using photographs, glue, and cardboard,\" said Johnson.&nbsp; \"As computers and digital imaging technology developed, the USGS has maintained its position at the forefront of creating accurate map products and researching the most efficient methods to distribute our products to the world.\"&nbsp;<\/p>\r\n<p>\"The techniques and technologies used by the Astrogeology Team have been evolving since the 1960's, and all played a role in the creation of the data sets used in Google Earth,\" said Hare, \"Many USGS personnel lent their expertise to the Google Earth Team. &nbsp;It will be nice to see the data sets of Mars more accessible by the public.\"&nbsp;<\/p>\r\n<p>Google Earth 5.0 provides a unique \"globe-like\" interface that allows users to explore Mars. &nbsp;This version provides not only a perspective of Mars'surface but also the location of named features, topography of high volcanoes and deep canyons, and the paths of the Mars Exploration Rovers (MER).&nbsp; Jeff Johnson, who is also a member of the MER science team, says \"By connecting the rovers'paths to images and data acquired along the routes, Google Earth 5.0 reminds us how fortunate we have been to participate as true explorers of worlds beyond our own.\"&nbsp;<\/p>\r\n<p>One of the core missions of the of the USGS Astrogeology program is to help distribute NASA's planetary data and USGS map products using collaborative, modern technology. \"Google Earth is a wonderful example of how this can be done,\" says Johnson. &nbsp;Hare adds, \"We hope the public will benefit from the years of USGS work that help make Google Earth possible. &nbsp;We know students of all ages will enjoy virtually traveling to Mars and hope to inspire the next generation of space explorers.\"&nbsp;<\/p>\r\n<p><em>The mission of the USGS Astrogeology Team is to serve the Nation, the internal planetary science community, and the general public's pursuit of new knowledge of our Solar System. The Team's vision is to be a national resource for the integration of planetary geosciences, cartography, and remote sensing. As explorers and surveyors, with a unique heritage of proven expertise and international leadership, USGS astrogeologists enable the ongoing successful investigation of the Solar System for humankind.<\/em><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["astrogeology","Google","data","Mars","planetary"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1234414800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169546"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}