{"title":"Landsat 8 Satellite Sees Rim Fire from Space","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart--><a href=\"http:\/\/eros.usgs.gov\/views-news\/rim-fire\">Two recent images from the Landsat 8 satellite<\/a> compare land conditions in the vicinity of Yosemite National Park before and during the Rim Fire.<!--introend--> The images, from August 15 before the fire began and from August 31, can be contrasted and downloaded from the USGS Earth Resources Observation and Science (EROS) Center.&nbsp;<\/p>\n<p>As of September 3, the Rim Fire, currently the fourth-largest wildfire in California history, has burned over 235,841 acres (about 16 times the land area of Manhattan Island) and is 70-percent contained. The Rim Fire started August 17 on lands to the west of Yosemite National Park, but spread quickly into western regions of the park.&nbsp;<\/p>\r\n<p>Landsat imagery provides critical vegetation and fuels information that is used to model fire behavior and make tactical decisions. After a fire, scientist and land managers use Landsat imagery to determine the severity of the fire's effect and to monitor the recovery of the land.&nbsp;<\/p>\r\n<p>Both images are false-colored to allow identification of critical vegetation and fuels information. In the images fire appears bright red, vegetation is green, smoke is blue, clouds are white, and bare ground is tan-colored.<\/p>\r\n<p>The USGS supports both the Department of the Interior and U.S. Forest Service wildfire response. Throughout the fire season, USGS regularly uploads images for wildfires from several satellites to the <a href=\"https:\/\/hdds.usgs.gov\/hdds2\">Hazard Data Distribution System<\/a>. These remotely sensed data are used by wildfire responders to map potential risks to communities and determine immediate post-fire effects. So far in 2013, 2,156 images have been distributed for wildfires.&nbsp;<\/p>\r\n<p>The USGS helps staff the <a href=\"http:\/\/www.geomac.gov\/\">Geospatial Multi-Agency Coordination Group<\/a> (GeoMAC). The GeoMAC viewer is a mapping application that allows fire managers and the public to access online maps of current fire locations and fire perimeters. Currently, for 2013, GeoMAC is maintaining up-to-date perimeter information for 620 wildfires across the United States.&nbsp;<\/p>\r\n<p><a href=\"http:\/\/landsat.usgs.gov\/index.php\">Landsat<\/a> is a joint effort of both <a href=\"http:\/\/www.usgs.gov\/\">USGS<\/a> and <a href=\"http:\/\/landsat.gsfc.nasa.gov\/\">NASA<\/a>. Landsat images are unique in that they provide complete global coverage, they are available for free, and they span more than 41 years of continuous earth observation.&nbsp;<\/p>\r\n<p><strong>Learn more<\/strong><\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/how-to-live-with-wildfires-in-southern-california\/?from=textlink\">USGS Southern California Wildfire Risk Scenario Project<\/a><\/li>\r\n<li><a href=\"http:\/\/www.nasa.gov\/content\/goddard\/nasa-fire-towers-in-space-watch-for-wildfires-on-the-rise\/#.UiXdMZLkvnE\">NASA 'Fire Towers'in Space<\/a><\/li>\r\n<li><a href=\"http:\/\/landsat.usgs.gov\/\">USGS Landsat<\/a>&nbsp;<\/li>\r\n<li><a href=\"http:\/\/landsat.gsfc.nasa.gov\/\">NASA Landsat<\/a><\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Land Remote Sensing","Natural Hazards"],"article_type":["National News Release"],"distribution":["Mapping","Natural Hazards"],"release_date":{"und":[{"value":"1378180800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}