{"title":"X-Ray Studies Shed Light on Frog Deformities","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Editors: For a link to reproducible pictures and x-rays and to other \namphibian press releases, please go to <a \r\nhref=\"http:\/\/www.usgs.gov\/amphibians.html\">http:\/\/www.usgs.gov\/amphibians.html<\/a><\/b> \r\n\r\n<\/p>\r\n<p>The most extensive and detailed study of bone changes found in malformed \r\nfrogs to date shows that both time- and location-specific environmental events \r\nmay influence the development of these malformations, according to a paper that \r\nwill be published soon in the journal Teratology. The study revealed that \r\nsimilar malformations are occurring in frogs collected at the same time from a \r\nparticular site, indicating that tadpoles at specific sites have received the \r\nsame type of environmental insult at the same developmental stage. \r\n<\/p>\r\n<p>The data represent 180 frogs collected at 16 sites in three states -- Maine, \r\nMinnesota and Vermont -- over two years of study and is the result of a large \r\nmulti-agency effort involving the USGS National Wildlife Health Center, \r\nUniversity of Wisconsin Department of Anatomy, NIH-National Institute of \r\nEnvironmental Health Sciences, Minnesota Pollution Control Agency, Vermont \r\nAgency of Natural Resources, and the U.S. Fish and Wildlife Service. Key to \r\naccomplishing this multi-agency work was a Memorandum of Understanding between \r\nNIEHS and USGS \r\n<\/p>\r\n<p>Since middle-school students on an outing discovered large numbers of \r\ndeformed frogs in a Minnesota pond in 1995, the dramatic increase in recent \r\nreports of malformed frogs has drawn the attention of scientists and the public. \r\nMalformed frogs are now documented in 44 states, in 38 species of frogs and 19 \r\nspecies of toads, with estimates of deformities as high as 60 percent in some \r\nlocal populations. Scientists now agree that current numbers of reported \r\nmalformations exceed any norm and that the situation warrants urgent attention. \r\nThese die-offs and deformities of amphibians around the globe are of great \r\nconcern because amphibians are good barometers of significant environmental \r\nchanges that may go initially undetected by humans. \r\n<\/p>\r\n<p>The study, Hind Limb Malformations in Free-Living Northern Leopard Frogs \r\n(Rana pipiens) from Maine, Minnesota and Vermont Suggest Multiple Etiologies, \r\nwill be released soon in the journal Teratology, said lead author Dr. Carol \r\nMeteyer, a wildlife pathologist at the USGS National Wildlife Health Center in \r\nMadison, Wisc. The study, said Meteyer, contributes to the ongoing \r\nmultidisciplinary analyses of frog malformations and presents the range, \r\ncomplexity and recurring patterns found in hind limb malformations in frogs that \r\nhave survived to metamorphosis -- the transformation from tadpole to frog -- at \r\nseveral different locations in the United States. \r\n<\/p>\r\n<p>\"These malformations are the result of environmental factors affecting the \r\nfrog limb development during early tadpole stages, and this study shows the wide \r\nvariety of responses the developing limb can have to these factors,\" Meteyer \r\nsaid. \"The precision and patterns of some of these malformations are striking.\" \r\n<\/p>\r\n<p>For example, the wildlife pathologist said, two frogs from Minnesota in 1998 \r\nwere missing a single middle bone from each toe on both feet. Frogs from the \r\nstudy site in Maine and two sites in Minnesota had bones duplicated in their \r\nhind limbs, primarily in the form of multiple toes. In addition, the research \r\nrevealed that although multiple -- or extra -- limbs were found in only 5 \r\npercent of the frogs in the study, all frogs with multiple limbs came from the \r\ntwo sites in Minnesota and the site in Maine where frogs were also afflicted \r\nwith multiple toes. No frogs with multiple limbs, said Meteyer, came from the 13 \r\nother sites with malformed frogs, although the frogs at some of these other \r\nsites also exhibited site-specific deformity patterns. \r\n<\/p>\r\n<p>In Vermont, for example, all of the 65 malformed frogs the researchers \r\nexamined were miss","summary":null,"format":null}]},"field_images":[],"regions":["Maine","Vermont","Minnesota"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"954306000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170250"},{"tid":"169647"},{"tid":"169834"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}