{"title":"Free Landsat Scenes Go Public by the Million","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->On August 17, someone who wanted to see how the Earth looks from 440 miles away in space downloaded the one-millionth Landsat satellite image scene from a U.S. Geological Survey web site at its Earth Resources Observation and Science (EROS) Center in Sioux   Falls, South Dakota.<!--introend--> Since the USGS opened its full Landsat archive to user access at no charge last October, the response from across the nation and around the globe has grown exponentially.<\/p>\n<p>&ldquo;USGS satellite operations and its data archives at EROS enable experts, or any interested member of the public, to see the land objectively with unbiased, consistently calibrated data,&rdquo; said Secretary of the Interior Ken Salazar. &ldquo;The historical depth and reliability of these earth observations are vital to scientists and land managers across the country and across the Department of the Interior in projects that range from climate change studies and invasive species surveys to the monitoring of drought and assessment of wildfire damage.&rdquo;<\/p>\r\n<p>One development of particular note is that the very oldest data in the archive, dating to over three decades ago, is being downloaded at unprecedented levels &ndash; with land-surface change detection emerging as a primary use of Landsat data.<\/p>\r\n<p>\"The opening of the Landsat archive to free, web-based access is like giving a library card for the world's best library of Earth conditions to everyone in the world,\" said Adam Gerrand, Food and Agriculture Organization of the United Nations<\/p>\r\n<p>Landsat 1 was launched on July 23, 1972, and subsequent Landsat missions have continually acquired land-image data across the globe. Scientists, educators, and the general public use these data for a wide array of activities ranging from supporting disaster relief efforts to making agricultural crop assessments to identifying sites for cell phone towers.<\/p>\r\n<p>Landsat scenes can be previewed and downloaded through the <a href=\"http:\/\/glovis.usgs.gov\/\">USGS Global Visualization Viewer<\/a> or <a href=\"http:\/\/edcsns17.cr.usgs.gov\/EarthExplorer\/\">USGS EarthExplorer<\/a>.<\/p>\r\n<p>Additional information on satellites, sensors, data, and the Landsat Program, which is managed by the USGS in partnership with NASA, can be found at the <a href=\"http:\/\/landsat.usgs.gov\/\">Landsat Missions Web site<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["geography","South Dakota","satellites"],"release_date":{"und":[{"value":"1250740800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169680"},{"tid":"170388"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}