{"title":"science for Understanding the Impacts of Climate Change","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The United   States faces the alarming possibility of abrupt climate change in the 21st century. Slight changes in climate may trigger major abrupt ecosystem responses - or \"tipping points\" - that are not easily reversible. The United   States could be threatened by continued glacier and ice-sheet melting, sea-ice retreat, coastal erosion, sea-level rise, insect outbreaks, expanded areas of drought, and increased wildfires. These and other impacts pose clear risks to society in terms of our ability to adapt, especially if we are unprepared. Come learn how the USGS is working with partners to provide the science necessary for understanding current and future climate conditions and developing effective adaptation and mitigation strategies, to help the Nation prepare for an uncertain future.<\/p>\n<table border=\"0\">\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>What:<\/strong><\/td>\r\n<td><!--introstart-->The media and public are invited to a congressional briefing to learn how the USGS is working with the U.S. Climate Change Science Program to provide the science necessary for understanding current and future climate conditions and developing effective adaptation and mitigation strategies.<!--introend--><br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Who:<\/strong><\/td>\r\n<td>Robert Corell, Vice President of Programs at The Heinz Center<br \/> Peter Schultz, Director of the Climate Change Science Program Office<br \/> Virginia R. Burkett, Chief Scientist for Global Change Research at USGS.<br \/> Thomas Armstrong, Senior Advisor for USGS Global Change Programs<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>When:<\/strong><\/td>\r\n<td>Friday, March 20<br \/> 10:00 a.m<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Where:<\/strong><\/td>\r\n<td>1324 Longworth House  Office Building<br \/> Washington, D.C.<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Congressional Sponsors:<\/strong><\/td>\r\n<td>Representative Vernon Ehlers (MI)<br \/> Representative Jim Moran (VA)<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["climatechange","ecosystems","water","hazards","biology","wildfires","Sea Level Rise","droughtwildfires","wateravailability"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1237348800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"170603"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}