{"title":"Chesapeake Bay and Potomac River Flow Still Below Long-term Average in March","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>During March, river flow into the Chesapeake Bay and flow in the Potomac River averaged about 70% of the long-term average flow rate, according to the U. S. Geological Survey (USGS). During March, river flow into the Chesapeake Bay averaged about 69.8 billion gallons per day (bgd); the long-term average rate for March is 98.3 bgd. Average daily flow in the Potomac River in March was about 11.0 bgd; the long-term average is 15.8 bgd. Records of river flow into the Chesapeake Bay have been kept since 1951, and records of flow in the Potomac River have been kept since 1931. \n<p>River flow to the Chesapeake has been below average since last August. Flow in the Potomac has been below average since September. In December, a record low river flow into the bay was recorded, and several low flow records were approached an the bay late in 1998 as a result of very low rainfall during that period. \r\n<p>The seasonal increase in rainfall since January has resulted in increased flow rates, but average conditions have not yet been reached. Ground-water levels, which have been below average throughout most of Maryland and Delaware since at least October, have begun to rise. \r\n<p>According to the Chesapeake Bay Program, possible consequences of continued low-flow conditions include the following. Water-quality conditions might improve in the spring and summer as smaller amounts of nutrients and sediment are carried into the bay. The result would be clearer water, which would enhance the growth of submerged aquatic vegetation. In addition, levels of dissolved oxygen could increase as a result of lower nutrient levels. Higher salinity levels could be maintained, which could encourage the growth of oyster diseases and increase the abundance of jellyfish during the summer. Real-time streamflow data and other information on water resources can be found through the USGS Chesapeake Bay web page at <a href=\"http:\/\/chesapeake.usgs.gov\/chesbay\/\">http:\/\/chesapeake.usgs.gov\/chesbay\/<\/a> under &quot;Current Hydrologic Conditions.&quot;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"923284800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169651"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}