{"title":"Wet Winter Replenishes Drought Stressed Reservoirs &mdash; Snow Not All Bad","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Unusually wet winter weather produced some benefits for several thirsty northeastern cities that experienced severe drought during the summer and fall of 1995. City reservoirs that fell to, or very near, all-time lows have recovered to capacity levels according to data compiled by the U.S. Geological Survey. <\/p>\n<p>About half of the 21 reservoirs in the northeastern United States that are monitored by the USGS reached near all-time low levels in October 1995, but recovered to near-record highs in January. For example, last summer persistent drought reduced the contents of the New York City reservoir system, which provides about one-half of New York City&rsquo;s drinking water, to well below average for that time of year (see graph). Reservoir water supplies bottomed out in October at about half of usable contents. But January flooding of feeder streams and rivers refilled most of the system reservoirs, which are now at the highest levels ever recorded for the month of January, about 97 percent of reservoir capacity or 531 billion gallons. Records for the New York system have been maintained since 1950. <\/p>\r\n<p>The Allegheny Reservoir in Pennsylvania is an even more extreme example reservoir recovery. That reservoir went from a record low in October 1995, only 28 percent of usable contents, to a record high in January 1996, 55 percent of reservoir capacity or 28.1 billion gallons. Records date back to 1957. <\/p>\r\n<p>The U.S. Geological Survey is the Nation&rsquo;s largest water information agency and collects data on river flow, water quality, and lake and reservoir water levels at more than 45,000 sites around the country, in cooperation with about 1,200 local, state, and Federal agencies. Water data are used to design and manage water-resource developments, including water supply reservoirs, and to protect the Nation&rsquo;s water environment. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Maine","Massachusetts","New Hampshire","New York","Pennsylvania","Rhode Island","Vermont"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"824878800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}