{"title":"USGS Measures Record Flooding in Illinois","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Do you want to accompany a USGS field crew as they measure flooding? Please contact Ayla Ault at 815-756-9207.<\/strong><\/p>\n<p>U.S. Geological Survey field crews are measuring record flooding on rivers and streams across most of Illinois. &nbsp;<\/p>\r\n<p>At least ten USGS streamgages in Illinois that have more than 20 years of record, have measured the highest flood levels ever recorded. More record levels are expected as flooding moves downstream. USGS crews are expected to track the movement of the floodwaters down the Illinois River, the Rock Rivers, and major tributaries over the next few days.&nbsp; Many of the Illinois River floodwaters are expected to exceed records and may result in major flooding that overtop levees. There are 53 USGS streamgages currently at or above flood levels as a result of the rains that began on Tuesday, April 16.<\/p>\r\n<p>USGS scientists are collecting critical streamflow data that are vital for protection of life, property and the environment. These data are used by the National Weather Service to develop flood forecasts, the U.S. Army Corps of Engineers to manage flood control, the Illinois Department of Natural Resources, and local agencies in their flood response activities.&nbsp;More information is available on the USGS Illinois Water Science Center <a href=\"http:\/\/il.water.usgs.gov\/\">website<\/a>.<\/p>\r\n<p>\"These measurements are made using state-of-the-art equipment, including hydroacoustic meters, which gives the USGS the ability to make accurate and reliable streamflow measurements under extreme flow conditions,\" said USGS hydrologist Gary Johnson. \"Accurate streamflow measurements are critical for emergency managers to make important decisions on how to protect life and property.\"<\/p>\r\n<p>There are about 250 USGS-operated streamgages in Illinois that measure water levels, streamflow, and rainfall. When flooding occurs, USGS crews make numerous discharge measurements to verify the data USGS provides to federal, state, and local agencies, as well as to the public.<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.<\/p>\r\n<p>Access current flood and high flow conditions across the country by visiting the USGS&nbsp;<a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch<\/a>&nbsp;website. Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS&nbsp;<a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Illinois"],"country":["United States of America"],"mm_tags":["water","flooding","flood","Illinois","streamflow","streamgage","hazards"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1366689600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169295"},{"tid":"169754"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}