{"title":"From Fingerprints and Water Quality to Intersex Fish: USGS at the Chesapeake Bay Ecosystem Conference","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors and Reporters: The conference runs from March 23-25 at the Baltimore Inner  Harbor Marriott, 110 S. Eutaw St. For more info, see the <\/strong><strong><a href=\"http:\/\/chesapeakemeetings.com\/EBM\/index.php\">Ecosystem Based Management in the Chesapeake and Other Systems Web site<\/a>.<\/strong> <strong> <a href=\"http:\/\/chesapeakemeetings.com\/EBM\/index.php\"><br \/><\/a><\/strong><\/p>\n<p><strong><em>A Plague of Hormone-Mimicking Compounds and Other Contaminants Adversely Affecting Chesapeake Bay Fish:<\/em><\/strong> Fish health and reproductive issues in the Chesapeake Bay drainage may be associated with fish exposure to hormone-mimicking compounds and other chemicals. USGS scientists have studied yellow perch, a species that has declined in recent years, and found that differences in the egg quality of these fish is occurring in some sites they sampled.&nbsp; In addition, scientists sampled smallmouth bass and other species from major fish kills in the South Branch of the Potomac and the Shenandoah River. They found the fish were infected with a variety of types of skin lesions and a number of disease-causing bacteria, viruses and parasites. These findings suggest that the immune systems of these fish are weakened, reducing their resistance to disease. Researchers also found high numbers of intersex bass collected in the same areas as the fish kills. Intersex fish, as well as the measurement of the female yolk protein, vitellogenin, in male fishes, have been most commonly associated with exposure to estrogen-mimicking compounds. The co-occurrence of fish kills with these other reproductive effects suggests that endocrine-disrupting chemicals may affect not just individual fish, but also entire populations due to decreased disease resistance and reproductive effects.&nbsp; The distribution of bass with intersex and the possible association with land-use practices will be discussed. <strong>For more information, contact Vicki Blazer at <a href=\"mailto:vblazer@usgs.gov\">vblazer@usgs.gov<\/a> or 304-724-4434.<\/strong> <strong>Title of talk: <em>Potential effects of endocrine-disruptors and other emerging contaminants on fish species in Chesapeake Tributaries<\/em><\/strong><\/p>\r\n<p><strong><em>From Marsh to Open Water: Nutria Eating the Way to Ecosystem Change: <\/em><\/strong>South American nutria, an invasive species in the Chesapeake Bay, have long been implicated in the alarming loss of emergent marsh bordering the Blackwater River in Dorchester County, MD. Since their introduction in the1940s, vast acreages of marsh have been converted to open water. No remedial action was taken until the passage by Congress of the 2003 Nutria Control Act, an act that launched a large-scale federal nutria eradication program. This presentation summarizes over a decade of field observation and measurement of vegetative change and reflects on the complex dynamic of interactive physical factors likely to control vegetative expansion and loss. Although no exact history of the process of marsh loss can be reconstructed, important insights arise as to the role of nutria<strong><em> <\/em><\/strong>herbivory, tidal erosion, and ultimately the delicate structure of the marsh itself, as factors underlying the rapid conversion to open water that seems irreversible today. Finally, measurements of marsh vegetation before and after nutria removal<strong><em> <\/em><\/strong>provide valuable insight into the recovery potential of emergent marsh even under the threat of continued sea-level rise. <strong>For more information, contact Mike Haramis at&nbsp; <a href=\"mailto:mharamis@usgs.gov\">mharamis@usgs.gov<\/a> or 301-497-5651. Title of talk:<\/strong> <strong><em>Nutria as a catalyst of change in the tidal marshes of the Blackwater River basin, Maryland<\/em><\/strong><\/p>\r\n<p><strong><em>They're Blooming Harmful: Here Today, Gone Tomorrow, and Then Here Again:<\/em> <\/strong>Harmful algal and cyanobacteria bloom events are a sign of the undesirable consequence","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":["biology","geography","water","Coastal Ecosystems"],"release_date":{"und":[{"value":"1237780800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168849"},{"tid":"170441"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}