{"title":"Groundbreaking Gas Hydrate Research ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_175965\" align=\"alignright\" width=\"296\"]<a href=\"http:\/\/energy.usgs.gov\/GeneralInfo\/HelpfulResources\/MultimediaGallery\/GasHydratesMultimedia.aspx\"><img class=\" wp-image-175965 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/Gas-Hydrates-Burning.jpg\" alt=\"\" width=\"296\" height=\"481\" \/><\/a> Methane hydrate is sometimes called â\u0080\u009cthe ice that burnsâ\u0080\u009d because the warming hydrates release enough methane to sustain a flame. Photo Credit: USGS[\/caption]\n\nA new project in Japan is helping scientists make significant progress in studying gas hydrates as a potential source for natural gas production. This research advances understanding of the global distribution of gas hydrates as well as whether and how methane contained in gas hydrates can be used as a viable energy source.\n\nThe collaboration continues a long-standing relationship between national methane hydrates research programs in Japan and the U.S., but represents the first time that U.S. researchers have been directly involved in studying Japanese gas hydrate samples. In the current phase of this project, an international group of scientists from Japan, the U.S. Geological Survey (USGS), and Georgia Institute of Technology (Georgia Tech) are employing cutting-edge technology and studying rare gas hydrate samples recovered deep beneath the seafloor.\n\n<strong>What are Gas Hydrates?<\/strong>\n\nGas hydrates are a naturally occurring, solid form of methane gas combined with water. They sequester large amounts of methane, making them a potentially significant source for natural gas around the world.\n\nTo give more detail, gas hydrates are an ice-like substance formed when methaneâ\u0080\u0094and sometimes other gasesâ\u0080\u0094combine with water at specific pressure and temperature conditions. Gas hydrates are widespread in marine sediments beneath the ocean floor and in sediments within and beneath permafrost areas. These pressure-temperature conditions keep the gas hydrate â\u0080\u009cstable,â\u0080\u009d meaning it is intact and gasses are contained in its solid form.\n\n<strong>Premier Research in Japan Enhances Understanding in the U.S.<\/strong>\n\nA multiyear, premier research program in deepwater gas hydrate exploration and production is currently underway in Japan. Last year, Japanese researchers used innovative technology to retrieve and preserve sediment samples containing gas hydrates. These samples were obtained from layers beneath the deep seafloor in the Nankai Trough offshore Japan.\n\n&nbsp;\n\nSuch well-preserved samples are extremely rare. They are preserved as â\u0080\u009cpressure cores,â\u0080\u009d with the gas hydrates kept as if they were still at the natural conditions in the subsurface where they formed. Gas hydrates are only stable at certain pressures and temperatures, and scientists have been working since the 1990s on sophisticated techniques to retrieve and preserve samples.\n\nThe program is being led by the <a href=\"http:\/\/www.jogmec.go.jp\/english\/index.html\">Japan Oil, Gas and Metals National Corporation (JOGMEC)<\/a> and <a href=\"http:\/\/www.aist.go.jp\/index_en.html\">Japanâ\u0080\u0099s National Institute of Advanced Industrial Science and Technology (AIST)<\/a>. The project is being conducted in collaboration with the <a href=\"http:\/\/woodshole.er.usgs.gov\/project-pages\/hydrates\/\">USGS Gas Hydrates Project<\/a> and researchers from the <a href=\"http:\/\/www.ce.gatech.edu\/\">School of Civil and Environmental Engineering at Georgia Tech<\/a>. This project is one component of an ongoing Japanese collaboration on methane hydrate research with the <a href=\"http:\/\/energy.gov\/\">U.S. Department of Energy (DOE)<\/a> and the <a href=\"http:\/\/gomhydratejip.ucsd.edu\/\">Gulf of Mexico Gas Hydrate Joint Industry Project (JIP)<\/a>.\n\n&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_01_2013_j51Qi76Hgb_02_01_2013_2\"><img src=\"http:\/\/gallery.usgs.gov\/images\/02_01_2013\/j51Qi76Hgb_02_01_2013\/medium\/P1010754-1.jpg\" alt=\"\" width=\"500\" height=\"375\" \/><\/a> Photograph of the international team studying gas hydrates in Japan. Front row, kneeling: Jun Yoneda (AIST). Front row, standing, left to right: Yoshihiro Konno (AIST), Jiro Nagao (AIST), Marco Terzariol (Georgia Tech), William Winters (USGS), Junbong Jang (Georgia Tech), Kiyofumi Suzuki (JOGMEC), Sheng Dai (Georgia Tech), Tetsuya Fujii (JOGMEC), and Emile Bergeron (USGS). Back row, standing, left to right: William Waite (USGS), Efthymios Papadopoulos (Georgia Tech), David Mason (USGS), and Carlos Santamarina (Georgia Tech). Photo Credit: USGS[\/caption]\n\n<strong>Innovative Technology to Study the Samples<\/strong>\n\nU.S. and Japanese researchers are now analyzing the cores using specialized devices that keep the cores at their natural, stable conditions.\n\nThe devices are called Pressure Core Characterization Tools (PCCT), which were designed and built by Georgia Tech with long-term support from the DOE and JIP. Scientists from Georgia Tech and the USGS will be operating these devices.\n\nThe key tool is the Instrumented Pressure Testing Chamber, which was the first device capable of measuring certain properties of pressure cores without first depressurizing them. An example of another device is special pressure vessels that measure the strength of the sediments and how quickly fluids can flow through the sediments.\n\nTesting these instruments in Japan will also help prepare for the analysis of pressure cores that may be obtained in the future from hydrate deposits in the deepwater Gulf of Mexico and on the Alaskan North Slope. Along with Japan, these areas are ideal locations for future research to assess the occurrence and production potential of gas hydrates.\n\n<strong>USGS Weighs In<\/strong>\n\nâ\u0080\u009cThis research will not only help us understand the character of gas hydrates in Japan, but we can also apply that knowledge as well as this innovative technology and approach to understand the potential in the U.S. and around the world,â\u0080\u009d said Brenda Pierce, USGS Energy Resources Program Coordinator. â\u0080\u009cThis project brings together international experts, each with specialized knowledge to share about these important hydrate deposits. The USGS is excited that our Japanese colleagues have invited us to participate in this project along with Georgia Tech.â\u0080\u009d\n\n<strong>Mini-Production Tests and Future Publications<\/strong>\n\nJapanese researchers are also conducting the first offshore production test to track how much methane can be released from deepwater gas hydrate deposits. Focus will be in the Nankai Trough, which is where the cores being studied now were recovered.\n\nJapanâ\u0080\u0099s AIST has manufactured an instrument that will be used to conduct laboratory production tests on the pressure cores. During these tests, the cores will be depressurized at closely controlled rates to breakdown the methane hydrate and release natural gas. By measuring the volume of gas produced and the rate of production, insight may be gained regarding the potential behavior of the reservoirs during the planned field test. Mini-production tests and future full-scale field production tests are a required step to potentially realize gas hydrates as an energy resource.\n\nOfficial publications from this project are scheduled for two years from now.\n\n&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_01_2013_aFvh8LK88R_02_01_2013_0\"><img src=\"http:\/\/gallery.usgs.gov\/images\/02_01_2013\/aFvh8LK88R_02_01_2013\/medium\/1D_GH_MD02.jpg\" alt=\"\" width=\"500\" height=\"375\" \/><\/a> Gas hydrate recovered in shallow layers just below the seafloor during piston coring in the Gulf of Mexico. Photo Credit: USGS[\/caption]\n\n<strong>Financial Support<\/strong>\n\nThis collaborative research in Japan was financially supported by <a href=\"http:\/\/www.mh21japan.gr.jp\/english\">MH21<\/a>, USGS, DOE, and the multinational Gulf of Mexico Gas Hydrates JIP.\n\n<strong>USGS Gas Hydrates Project<\/strong>\n\nThe USGS has a <a href=\"http:\/\/woodshole.er.usgs.gov\/project-pages\/hydrates\/\">globally recognized research effort<\/a> studying gas hydrates in many different settings around world. Research locations include Japan as well as the <a href=\"http:\/\/energy.usgs.gov\/OilGas\/UnconventionalOilGas\/GasHydrates.aspx\">U.S. Beaufort Sea, Alaskaâ\u0080\u0099s North Slope, India, Korea and the northern Gulf of Mexico<\/a>.\n\nIn addition to energy, <a href=\"http:\/\/woodshole.er.usgs.gov\/project-pages\/hydrates\/climate.html\">climate studies<\/a> are another focus of USGS gas hydrates research. There are concerns that as the climate warms, gas hydrates may break down and release large volumes of methane into the atmosphere, which would further exacerbate climate warming. USGS scientists are studying this interaction, particularly in the Arctic. Research has indicated that most of the worldâ\u0080\u0099s gas hydrate deposits should remain stable for the next few thousand years. Of the gas hydrates likely to become unstable, few are likely to release methane that could reach the atmosphere and intensify climate warming.\n\n<strong>Photographs<\/strong>\n\nPhotographs of the international research team conducting analysis in Japan are available at: <a href=\"http:\/\/gallery.usgs.gov\/tags\/GasHydrates\" target=\"_blank\">http:\/\/gallery.usgs.gov\/tags\/GasHydrates<\/a>\n\n<strong>Contacts<\/strong>\n\n<strong>Jessica Robertson<\/strong>\n\nPublic Affairs, U.S. Geological Survey\n\nPhone: 703-648-6624\n\nEmail: <a href=\"mailto:jrobertson@usgs.gov\">jrobertson@usgs.gov<\/a>\n\n<strong>Carolyn Ruppel<\/strong>\n\nGas Hydrates Project Chief, U.S. Geological Survey\n\nPhone: 617-806-6768\n\nEmail: <a href=\"mailto:cruppel@usgs.gov\">cruppel@usgs.gov<\/a>\n\n<strong>Liz Klipp<\/strong>\n\nMedia Relations, Georgia Institute of Technology\n\nPhone: 404-894-6016\n\nEmail: <a href=\"mailto:klipp@gatech.edu\">klipp@gatech.edu<\/a>\n\n<strong>Group of Administrative Coordination<\/strong>\nResearch Consortium for Methane Hydrate Resources in Japan (MH21)\n\nEmail: <a href=\"mailto:mh21info@jogmec.go.jp\" target=\"_blank\">mh21info@jogmec.go.jp<\/a><strong><\/strong>\n<strong><\/strong><strong><\/strong>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24276","uid":"31","filename":"Homepage-Image-Cropped-Gas-Hydrates-Burning.jpg","uri":"public:\/\/Homepage-Image-Cropped-Gas-Hydrates-Burning.jpg","filemime":"image\/jpeg","filesize":"44837","status":"1","timestamp":"1425492768","type":"image","uuid":"d0fc2b06-927f-4679-9ed9-e30954bafb7f","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Department Of Energy","DOE","Energy Resources","Gas Hydrate","Gas Hydrates","Georgia Tech","Japan","Methane","Natural Gas","Pressure Cores"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1360770447","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}