{"title":"Finding Imagery of Disasters Gets Graphic","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>After a major disaster, a satellite image or a collection of aerial photographs is frequently the fastest, most effective way to determine the scope and severity of the event. With that goal, the USGS operates the Hazard Data Distribution System (HDDS) to process and deliver satellite and aerial imagery in near-real time during natural or human-caused disasters.<\/p>\n<p>For example, after Hurricane Katrina struck New Orleans, LA in 2005, Landsat satellite images showed when and where the floodwaters drained. High resolution satellite imagery showed the landscape and building damages before and after the magnitude-7 earthquake hit Haiti in January 2010. More recently, USGS obtained satellite imagery to help assess the scope of the oil spill in the Gulf. The imagery is available to all U.S. emergency management officials at the federal, state, local and tribal levels.<\/p>\r\n<p>On June 28<sup>th<\/sup>, discovering and downloading specific scenes among tens of thousands of satellite and aerial images and related products became much more simple thanks to a new graphical user interface. The improved interface gives users the capability to enter in query criteria over their area of interest for the entire USGS Emergency Operations data holdings.&nbsp; A query can be defined, in various combinations: by an event; by state and county; or by selecting a graphical area of interest. Other features include the capability of selecting both ingested data and ad-hoc data, the provision of an RSS feed, ability to refine the search results, and creation of an item basket for download.<\/p>\r\n<p>The new graphical interface will run concurrently with the existing web-based directory listing interface. &nbsp;To get started, go to the <a href=\"http:\/\/edclxs4.cr.usgs.gov\/hdds2\/\">HDDS homepage<\/a>.&nbsp; <a href=\"http:\/\/edclxs4.cr.usgs.gov\/hdds2\/help\/\">Online help<\/a> is available.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","Climateand Land Use Change Land Remote Sensing","disaster","earthquakes"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1277784000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168961"},{"tid":"169549"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}