{"title":"USGS at the Society for Environmental Toxicology and Chemistry Conference","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/11\/setac_logo.gif\"><img class=\"alignleft size-full wp-image-172941\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/11\/setac_logo.gif\" alt=\"SETAC Logo\" width=\"171\" height=\"178\" \/><\/a>USGS scientists will join thousands of scientists, managers, and decision makers in Boston this week to present new findings on toxics at<strong> t<\/strong><strong>he Society for Environmental Toxicology and Chemistry (SETAC) conference in the Hynes Convention Center, Nov. 13-17.Â  <\/strong><strong><\/strong>\n\nThe tips, below, include some of the newest USGS-led research on toxics in the environment and their effects to life on Earth.\n\n<strong>Boston High School Students Learn about Environmental Toxicology at SETAC<\/strong> Wed., Nov. 16 9:00 a.m.â\u0080\u00931:30 p.m. <strong>Green Team Boston Service Project <\/strong>206\n\nScientists and volunteers from industry, academia, and government will welcome 30 students from underserved high schools in Boston and their teachers to a day at the SETAC annual meeting.Â  This service project, intended to bring something unique to the SETAC host city, will introduce the students to a professional conference, the jobs done by environmental professions, and environmental toxicology.\n\nIn the Exploratorium, students will talk to scientists and learn about mercury biomagnification, sustainable design, toxics testing in water, use of organisms in water quality assessments, environmental impact of cleaning agents and personal care products, and the growing problem of plastics in our oceans.\n\nUSGS scientist Adria Elskus, Emily Monosson (Montague, Mass.), and Nancy Bettinger (Mass. DEP) developed this project.\n\n<strong>A Changing Climate Changes More than just the Temperature<\/strong>\n\n<span style=\"text-decoration: underline\">Speaker<\/span>: Pamela Noyes, Duke University\n\n<span style=\"text-decoration: underline\">Coauthor<\/span>: M.J. Hooper, U.S. Geological Survey\n\nAs the worldâ\u0080\u0099s climate changes, its effects will be far-reaching, even into the realm of toxicology and the regulation of chemicals in our environment. Climatic changes can alter how different chemicals react to each other in the environment, impact the behavior of plants and animals, and even effect organismsâ\u0080\u0099 metabolisms. As a result, studies of contaminants and their effects on organisms need to take climate change into account. USGS and its academic colleagues will present their findings on the effects of global climate change on how contaminants affect organisms and how that knowledge can aid in risk and damage assessments.Â  This presentation is part of a larger symposium reporting on a SETAC Pellston workshop on Global Climate Change and Environmental Toxicology and Chemistry.Â  The workshop was supported by USGS and organized with the assistance of USGS scientists.\n\n<span style=\"text-decoration: underline\">Presentation Title<\/span>: <em>Mechanistic Toxicology in the Face of Global Climate Change<\/em>\n\n<span style=\"text-decoration: underline\">Time\/Location<\/span>: Ballroom B, 8:50-9:10a.m., Wednesday, November 16\n\n<strong>High Risk in the Grand Canyon<\/strong>\n\n<span style=\"text-decoration: underline\">Speaker<\/span>: David Walters, USGS\n\nSelenium, an important additive for brass plumbing, is toxic both to fish and to animals that eat fish. Worse, it builds up in food webs and becomes magnified as animals eat more fish that have been exposed to selenium. The Colorado River, which courses through the Grand Canyon, is well-known to have extremely high rates of selenium exposure, with more than 30 metric tonnes of dissolved Selenium flowing through the Grand Canyon per year. However, the stretch of the Colorado River through the Grand Canyon had not been extensively studied for selenium contamination, largely due to the difficulty in reaching it. To remedy this lack, USGS scientists and their academic colleagues sampled and analyzed the Colorado River in the Grand Canyon, finding selenium buildup in the food webs well above established risk levels.\n\n<span style=\"text-decoration: underline\">Presentation Title<\/span>: <em>A Quantitative Food Web Approach for Estimating Selenium<\/em>\n\n<em>Flux in the Colorado River in Grand Canyon<\/em><em><\/em>\n\n<span style=\"text-decoration: underline\">Time\/Location<\/span>: Exhibit Hall, 8:00a.m., Thursday, November 17\n\n<strong>Climate Change &amp; Drinking Water<\/strong>\n\n<span style=\"text-decoration: underline\">Speaker<\/span>: Andrew Todd, USGS\n\nIn a recent study of the Upper Snake River Basin in Colorado, , which has large deposits of minerals, USGS and academic scientists noticed some concerning trends: trace metals and sulfate concentrations were on the rise, threatening fish populations and potentially impacting drinking water supplies downstream. Although there were a few mines in the area, they were not in operation during the study, indicating another cause for the increase in contaminants was likely. One plausible scenario, which will be discussed, is that changes to underground water behavior and seasonal shifts due to climate change could be the driving force.\n\n<span style=\"text-decoration: underline\">Presentation Title<\/span>: <em>Potential Effects of Climate Change on Water Quality in Mineralized Watersheds<\/em><em><\/em>\n\n<span style=\"text-decoration: underline\">Time\/Location<\/span>: Ballroom B, 11:30a.m., Wednesday, November 16\n\n<strong>Heavy Metals: Do They Interfere with the Survival of Young Sturgeons?<\/strong>\n\n<span style=\"text-decoration: underline\">Presenters<\/span>: Robin Calfee, Ning Wang, Ed Little\n\nWhite Sturgeon of the Columbia River are endangered, and part of the problem could be exposureÂ  of their offspring to heavy metals, such as copper, zinc, lead, and cadmium that have contaminated their habitat as a result of metal processing activities.. To test whether or not these metals were affecting white sturgeon, USGS scientists tested both young sturgeon and rainbow trout at various stages of development with exposures to copper, zinc, cadmium, or lead.Â  Their results showed significant effects from the metals in the survival, growth, and behavior of the sturgeon specifically during early life stages. These effects are significant enough to indicate the metals may contribute to the lack of recruitment of young sturgeon in metal-contaminated sites.\n\n<span style=\"text-decoration: underline\">Time\/Location<\/span>: Exhibit Hall, 8:00 a.m., Wednesday, November 16\n\n<span style=\"text-decoration: underline\">Exhibits<\/span>:\n<ul>\n\t<li>Wednesday poster (WP223): Robin D. Calfee, Holly J. Puglis , Edward E. Little, Erinn Beahan (USGS, Columbia MO), Chris Mebane (USGS, Boise, ID), Eric Van Genderen (International Zinc Association, Durham, NC). Acute Sensitivity of White Sturgeon (<em>Acipenser transmontanus<\/em>) and Rainbow Trout (<em>Oncorhynchus mykiss<\/em>) to Copper, Cadmium, and Zinc.<\/li>\n\t<li>Wednesday poster (WP224): Ning Wang, Chris G. Ingersoll, Bill Brumbaugh, James Kunz, Rebecca Consbrock, Doug Hardesty (USGS, Columbia, MO); Chris Mebane (USGS, Boise, ID), Eric Van Genderen (International Zinc Association, Durham, NC). Sensitivity of White Sturgeon (<em>Acipenser transmontanus<\/em>) and Rainbow Trout (<em>Oncorhynchus mykiss<\/em>) to Selected Metals in Chronic Water-only Exposures .<\/li>\n\t<li>Wednesday poster (WP226): Edward E. Little, Robin D. Calfee, Holly J. Puglis, Erinn Beahan (USGS, Columbia MO).Â  Sublethal Effects on Behavior of White Sturgeon (<em>Acipenser transmontanus<\/em>) and Rainbow Trout (<em>Oncorhynchus mykiss<\/em>) to Copper, Cadmium, and Zinc.<\/li>\n\t<li>Wednesday Poster (WP230): Ed Little, Robin Calfee (USGS, Columbia, MO): Toxicity of Smelter Slag-Contaminated Sediments and Associated Metals from Lake Roosevelt to White Sturgeon.<\/li>\n<\/ul>\n<strong>Intersex Fish: Do Birth Control Chemicals Make Male Fish Grow Eggs?<\/strong>\n\n<span style=\"text-decoration: underline\">Speaker<\/span>: Diana Papoulias, USGS\n\nIntersex fish, and specifically male fish exhibiting female traits, have been reported increasingly often, prompting significant research into the causes of this phenomenon. One possible culprit is chemicals that behave like estrogen, such as ethinyl estradiol, an active chemical in some birth control pills. USGS and academic colleagues studied largemouth bass in an attempt to see what effects, if any, a long exposure to a low concentration of ethinyl estradiol would haveÂ  on the ability of the bass to reproduce . They observed decreased size of the reproductive organs, increased production of egg yolk protein, and after 18 months of exposure small eggs were just beginning to appear in the male testes.\n\n<span style=\"text-decoration: underline\">Presentation Title<\/span>: <em>Estrogenic Effects on Largemouth Bass at Multiple Biological Levels from Chronic Ethinyl Estradiol Exposure Following an Adverse Outcomes Paradigm<\/em><strong><\/strong>\n\n<span style=\"text-decoration: underline\">Time\/Location<\/span>: Room 311, 5:25 p.m., Tuesday, November 15\n\n<strong>USEPA\/USGS Study of CECs in Source Water and Finished Drinking Water: Pharmaceuticals and Anthropogenic Indicator Compounds<\/strong>\n\nSpeaker: E.T. Furlong\n\nThe author will discuss the pharmaceutical and indicator compound portion of a joint EPA\/USGS study started in 2010 to measure more than 230 compounds of emerging concern in the source and treated drinking water throughout the United States.\n\nTime\/Location: Room 302, 8:25 a.m., Tuesday, November 15\n\n<strong>Large Volatilization Losses of PAHs Soon After Application of Coal-Tar-Based Pavement Sealant <\/strong>\n\nSpeaker: P. Van Metre,\n\nPreliminary results of USGS research suggest that coal-tar-based pavement sealants, recognized as a source of polycyclic aromatic hydrocarbons (PAHs) to urban streams and lakes, are a potentially important source of PAHs to the air as well. A large volume of PAHs is released when coal-tar based sealants are applied to pavement.Â  Concentrations of PAHs in air two hours after sealant was applied were about 5,000 times higher than in air over unsealed pavement and even two weeks after application, concentrations remained about 500 times higher.\n\nTime\/Location: Room 302, 2:45 p.m., Tuesday, November 15\n\n&nbsp;\n\nContact: Alex DemasÂ Â Â Â Â Â Â Â Â Â Â Â Â Â  (571) 335-6535","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Biology and Ecosystems","Climate Change","Energy &amp; Minerals","Grand Canyon","toxicology","water"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1321279216","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}