{"title":"Large Spring Snowpack on Gulkana Glacier, Alaska","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The third largest spring snowpack in 36 years on Gulkana Glacier won&rsquo;t necessarily reverse the current slow retreat of the glacier and usher in a new growth cycle, according to U.S. Geological Survey hydrologists who measured the glacier&rsquo;s snowpack in late April. <\/p>\n<p>As determined by measurements at three different elevations on the glacier, the April snowpack measurement averaged 4.7 feet of snow-to-water equivalent for the entire glacier. Snow-to-water equivalent describes the ratio of snow depth to melt water. Typically, the ratio is one-third to one-half as much water as depth of snow. For example, a 10-goot-deep snowpack would typically yield three to four and a half feet of water.<\/p>\r\n<p>In this year&rsquo;s USGS measurements, at 6,025 feet elevation the snow depth was 13 feet and the snow-water equivalent was 5.5 feet; at 5,510 feet elevation the snow depth was 11 feet and the snow-water equivalent was 4.4 feet; and at 4,480 feet elevation the snow depth was 6.3 feet and the snow-water equivalent was 2.2 feet. <\/p>\r\n<p>The largest snowpack ever measured on Gulkana was in 1968 when the snow-water equivalent averaged 5.2 feet for the whole glacier. The second largest snowpack was measured in the spring of 1982 when the snow-water equivalent averaged 5.1 feet. This spring&rsquo;s measurement of 4.7 feet of snow-water equivalent ties for third place, with the snowpacks of 1973 and 2000, according to Rod March, who participated in the snow survey. Together, the spring snowpacks of 2000 and 2001 are the largest two consecutive snowpacks in the 36-year record.<\/p>\r\n<p>A large spring snowpack is not necessarily an indication of glacier growth, according to Gordon Nelson, chief of USGS Water Resource Investigations in Alaska. \"Snowpacks at Gulkana Glacier are less variable than summer melt,\" Nelson said. \"That means that an exceptional spring snowpack can easily be wiped out by a relatively normal summer melt season.\" Nelson pointed out that despite the large snowpack in 2000, that year ended the melt season with an annual mass balance slightly below normal. Nelson said the possible effect of this year&rsquo;s large snowpack on the annual mass balance will not be known until measurements are taken at the end of the summer. \"The annual mass balance of Gulkana Glacier correlates better with summer melt than with the spring snowpack,\" Nelson said, explaining that \"mass balance\" is the annual amount of water added to the glacier by precipitation, minus the water lost from the glacier by melting and evaporation. \" If the mass balance is positive, the glacier is growing; if it&rsquo;s negative, the glacier is shrinking.\" <\/p>\r\n<p>The large Gulkana snowpack measured by the USGS contrasts with the monthly measurements made by the U.S. Department of Agriculture&rsquo;s Natural Resources Conservation Service <a href=\"http:\/\/www.ak.nrcs.usda.gov\/\">http:\/\/www.ak.nrcs.usda.gov\/<\/a>, which showed the early April snowpack in the area to be about average. That information may be accessed at: <a href=\"ftp:\/\/ftp.wcc.nrcs.usda.gov\/support\/snow\/snowpack_maps\/alaska\/wy2001\/aksn0104.gif\">ftp:\/\/ftp.wcc.nrcs.usda.gov\/support\/snow\/snowpack_maps\/alaska\/wy2001\/aksn0104.gif<\/a> or visit the UGSG glaciology web page <a href=\"http:\/\/ak.water.usgs.gov\/glaciology\/\">http:\/\/ak.water.usgs.gov\/glaciology\/<\/a> for updates. <\/p>\r\n<p>Gulkana Glacier is located on the south side of the Alaska Range about 10 miles north of Paxson, along the Richardson Highway. The USGS has measured the mass balance on Gulkana Glacier since 1967 as part of a program to document long-term glacier and climate trends. This monitoring program includes automated recording of daily air temperature, precipitation, wind speed, and runoff, as well as surveying of surface elevation, velocities, and mass balance at three sites on the glacier, two or three times a year. In general, the long-term trend indicates that the glacier is shrinking.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"991800000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170381"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}