{"title":"scientists Estimate Risk of Raven Predation on Desert Tortoises in the Western Mojave Desert","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Young desert tortoises in the western Mojave Desert are at risk of predation by common ravens, both from non-breeding ravens living in large flocks around human developments and from nesting pairs scattered more evenly across the desert landscape, according to a new study in the September issue of the journal Ecology by U.S. Geological Survey scientist Dr. William I. Boarman and California State University San Marcos professor Dr. William B. Kristan. <\/p>\n<p>The risk is distributed across the landscape wherever ravens are found, with little potential for safe havens from possible attack for these young federally listed threatened tortoises. Scientists estimate that common raven populations in the western Mojave Desert have exploded by 1,500 percent over the past 25 years, in response to the constantly replenished food and other resources that human developments have made available to them in an environment otherwise too harsh to support many ravens. <\/p>\r\n<p>&quot;Species like ravens that have more than one pattern of predation can put their prey at a greater threat of extinction,&quot; said Boarman. &quot;We cannot say for certain that ravens have contributed to tortoise declines in our study area, but abundant predators like these are capable of suppressing population growth and may inhibit the recovery of the threatened desert tortoise.&quot; <\/p>\r\n<p>The researchers began the project because most desert tortoise researchers believe, based on finding carcasses of young tortoises with punctures in the shells, that ravens are hunting young desert tortoises, which are vulnerable prey up to about age 5 or 6 because they cannot easily escape predators and they have soft shells that a raven bill can easily puncture. Large numbers of juvenile tortoise shells have been found beneath raven nests throughout the desert. Furthermore, large declines in the tortoise population, including younger tortoises, have raised concerns about the tortoise population&rsquo;s ability to replenish its dwindling numbers. Ravens are both hunters and scavengers; they can feast on refuse at landfills, find roadkills along highways and eat many kinds of animals and plants. <\/p>\r\n<p>To assess the risk of predation by ravens, the scientists used artificial baits, 2-inch Styrofoam models resembling baby tortoises. From late March through late May, when most raven chicks fledge, the scientists placed a &quot;tortoise bait&quot; each week at 10-15 locations visible overhead to flying ravens, for a total of 100 bait locations throughout an area of about 300 square miles in the western Mojave Desert on and around Edwards Air Force Base. <\/p>\r\n<p>To prevent removal by the birds, the scientists attached the baits with strong Velcro to 10-inch spikes driven into the ground, spacing the 100 bait locations in such a way that no raven would be likely to encounter two of the baits. Four days later, the scientists retrieved the tortoise models and examined them for the distinctive raven bill punctures. They found such punctures in 29 of the 100 baits. No other signs of animal attack showed on the models. <\/p>\r\n<p>Boarman and Kristan then developed a computer model to assess risk of raven predation on desert tortoises based on these data and on surveys of raven abundance at the sampling points. Mapping the probability of attack using geographic information systems, they were able to map what areas were at most risk and what areas were at least risk of raven predation across the study area. <\/p>\r\n<p>They found that the riskiest areas for young tortoises - a 100 percent predation risk - were around landfills, which have dense concentrations of ravens. In spite of an abundance of other kinds of raven food at landfills, the birds still hunted in nearby areas. Pockets of elevated risk also occurred at successful raven nests, reaching between 44 and 59 percent predation risk. <\/p>\r\n<p>Because ravens may nest in different locations from one year to the next, the scientists","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1064808000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170679"},{"tid":"169017"},{"tid":"170684"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}