{"title":"Gasoline Additive MTBE Widespread in New Hampshire&rsquo;s Ground Water","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nThe gasoline additive methyl <em>tert<\/em>-butyl ether (MTBE) is widespread in New Hampshire&#39;s ground water, particularly in four counties -- Rockingham, Strafford, Hillsborough and Merrimack. Ground water from these counties was more likely to contain MTBE than were samples from the rest of the state. Across the state, however, the MTBE concentrations were significantly below the state drinking water limit and the federal drinking water advisory. These findings were released today by the U.S. Geological Survey. \r\n<\/p>\r\n<p>\r\nIn Rockingham, Strafford, Hillsborough and Merrimack counties, cleaner-burning reformulated gasoline was mandated in 1995, but not in other counties in the state. \r\n<\/p>\r\n<p>\r\n&quot;In the four counties using reformulated gasoline, we found MTBE at or above 0.2 parts per billion (ppb) in 30 percent of public supply wells and in 17 percent of the private homeowner wells,&quot; said USGS hydrologist, Joseph Ayotte, lead author of the study. \r\n<\/p>\r\n<p>\r\n&quot;One in every three wells tested in Rockingham County had MTBE. In the most densely populated areas of the county, one in two wells tested contained MTBE,&quot; said Ayotte. &quot;We also found that more than 70 percent of the water tested from wells serving mobile home communities in the state had MTBE. \r\n<\/p>\r\n<p>\r\n&quot;While levels are mostly very low, the study shows that MTBE occurs in ground waters throughout the state. A low analytical measurement of 0.2 ppb enabled us to characterize MTBE contamination throughout the state,&quot; said Ayotte. \r\n<\/p>\r\n<p>\r\nFor this study, scientists sampled more than 800 wells throughout New Hampshire in 2005 and 2006. Statewide, scientists detected MTBE in untreated ground water from 18 percent of the public supply wells and 9 percent of the private wells tested. Despite the prevalence of MTBE in water samples from wells, most concentrations measured were less than 1 ppb.  About two percent of the public and one percent of the private wells sampled had levels that were greater than the state of New Hampshire <em>health-based<\/em> limit of 13 ppb.  \r\n<\/p>\r\n<p>\r\nDone in cooperation with the NH Department of Environmental Services, this study is the most comprehensive examination to date of MTBE in water from public and private wells in the state. \r\n<\/p>\r\n<p>\r\n&quot;This study provides valuable information for tracking this state-wide water contamination issue,&quot; said Thomas Burack, Commissioner, and New Hampshire Department of Environmental Services. &quot;We are now actively monitoring many public drinking water supplies for MTBE. I believe we need to continue to study MTBE in the waters of New Hampshire to determine how best to address an issue that is important to the health and welfare of the entire state&#39;s population and its environment.&quot; \r\n<\/p>\r\n<p>\r\nNationwide, starting in 1979, MTBE was added to gasoline as an octane booster to replace lead. In 1995, under the Clean Air Act, cleaner-burning reformulated gasoline was required for areas with the worst smog. In New Hampshire, the only areas that were required to use reformulated gasoline were Rockingham, Strafford, Hillsborough and Merrimack counties. Reformulated gasoline in New Hampshire had about 11 percent MTBE by volume.  In January 2007, New Hampshire banned MTBE use in gasoline. \r\n<\/p>\r\n<p>\r\nNo data exist on the human health effects of ingesting MTBE in drinking water, although some studies have generated concern about possible cancerous and non-cancerous effects. No federal regulatory standards have been set for MTBE, but an advisory of 20-40 ppb has been issued by the U.S. Environmental Protection Agency.  \r\n<\/p>\r\n<p>\r\nMuch of New Hampshire&#39;s public and private water supplies are derived from wells drilled into surficial and bedrock aquifers, where ground water can travel slowly. This, in addition to factors like New Hampshire&#39;s unique geologic formations and fractured-rock aquifers, makes it uncertain how long MTBE will","summary":null,"format":null}]},"field_images":[],"regions":["New Hampshire"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1199250000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169767"},{"tid":"169845"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}