{"title":"New Tool for Evaluation of Baton Rouge's Saltwater Intrusion","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BATON ROUGE, La.&mdash;A new USGS groundwater model provides a tool for evaluating possible solutions to the saltwater encroachment in the \"2,000-foot\" sand aquifer of the Baton Rouge area, an important source of groundwater for Baton Rouge.<\/p>\n<p>The just-released computer model simulates groundwater flow in the two primary sections of Baton Rouge's aquifer, the \"1,500-foot\" and \"2,000-foot\" sands. This groundwater model also shows saltwater movement in the \"2,000-foot\" sands.&nbsp;<\/p>\r\n<p>Like the \"2,000-foot\" sand aquifer, the \"1,500-foot\" one is also an important source of groundwater for residents and businesses in the Baton Rouge area. Pumping has lowered water levels in these aquifers and caused saltwater to move northward across the Baton Rouge fault, which historically has been a natural barrier between freshwater and saltwater in the Baton Rouge area.<\/p>\r\n<p>A result of the pumping is that in the \"2,000-foot\" sand aquifer, saltwater is encroaching northward toward the Baton Rouge industrial district north of the state Capitol.&nbsp; The USGS model simulates the historical movement of the saltwater, which can be used to predict future movement of the saltwater.&nbsp; Saltwater encroachment in the 2,000-foot sand was originally documented in a 1969 USGS report.&nbsp;<\/p>\r\n<p>The recent report documents the model construction and the results of several hypothetical future pumping scenarios for these aquifers.&nbsp;<\/p>\r\n<p>The 40-year \"what-if\" scenarios simulate future groundwater levels and salt concentrations that might occur if pumping in the Baton Rouge industrial district continues at current rates, is reduced by about 20 percent or stops completely.&nbsp;<\/p>\r\n<p>\"The scenarios indicate that saltwater will eventually reach industrial wells if pumping continues at current rates, and that a 20-percent reduction in industrial pumping will not have a substantial effect on the saltwater movement,\" said Charles Heywood, a USGS scientist and lead author of the report.&nbsp; According to Heywood, a complete cessation of industrial pumping could cause the saltwater that is currently moving toward industrial wells to move toward public water-supply wells instead.&nbsp;&nbsp;<\/p>\r\n<p>The USGS scientists also simulated the possible use of \"scavenger wells\" to intercept the saltwater. Scavenger wells located between the fault and the industrial district could slow northward encroachment of the saltwater.<\/p>\r\n<p>The USGS, working in cooperation with the Capital Area Ground Water Conservation Commission, the Louisiana Department of Transportation and Development, and the City of Baton Rouge\/Parish of East Baton Rouge, created the model to assess the impacts of pumping on water levels and saltwater movement and explore possible mitigation strategies.<\/p>\r\n<p>The report, \"Simulation of groundwater flow in the \"1,500-foot\" and \"2,000-foot\" sands and solute transport in the \"2,000-foot\" sand of the Baton Rouge area,\" by C.E. Heywood and J.M. Grffith, is available <a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1153\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana"],"country":["United States of America"],"mm_tags":["water","Geographic Areas Southeast","Water Groundwater Resources"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1373860800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169036"},{"tid":"169724"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}