{"title":"Designed for 3 years, 'workhorse' satellite completes 25","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>More than 700,000 Landsat 5 images create 'photo album' of recent earth history<\/em><\/p>\n<p><!--introstart-->Outliving its expected 3-year lifespan by more than 22 years, on March 1 Landsat 5 completed a busy quarter-century of collecting information about and observations of the planet Earth's land mass and seems to still be going strong.<!--introend-->&nbsp;<\/p>\r\n<p>The \"eye in the sky\" has proven to be a remarkable workhorse for global earth observations.&nbsp; A catalog of the over 700,000 Landsat 5 images is a 'photo album' of major events in the earth's history of the past 25 years.&nbsp;<\/p>\r\n<p>\"The success of Landsat is a tribute to the engineering and dedication by the men and women in the Landsat Program...\" said Dr. Bruce Quirk, manager of the U.S. Geological Survey's Land Remote Sensing Program, the oversight program for the Landsat mission...\" The global science community has come to rely on Landsat 5 data for studies of anthropogenic and natural changes to the earth's surface.\"<\/p>\r\n<p>Landsat 5 was launched on March 1, 1984, at Vandenburg Air Force Base in California. Construction and launch was the responsibility of NASA, operation of the satellite and distribution of the data are the responsibility of the U.S. Geological Survey. It was designed to provide data compatible with the previous Landsat satellites, a series of spacecraft begun in 1972.&nbsp; Landsat 5 was constructed with extra fuel systems so it could be brought down to a lower orbit for potential repair by the Space Shuttle vehicles.&nbsp; While engineering issues made that option unrealistic, part of the success of the Landsat 5 longevity is based on that extra fuel reserve.&nbsp; The fuel has been used to stabilize the orbit well past normal design life.<\/p>\r\n<p>\"When anthropogenic and natural events occur, Landsat 5 has recorded them...\"said Kristi Kline, Landsat program manager at the USGs'Earth Resources Observation and Science Center in Sioux Falls, SD. \"...From Chernobyl, the drying of Asia's Aral Sea, Red River flooding in North Dakota, the effects of Hurricane Katrina, Landsat 5 was collecting observations and data scientists, emergency response leaders, and government officials have found invaluable. As recently as this week Landsat 5 data are being used to monitor Mt. Redoubt on the Alaskan peninsula.\"<\/p>\r\n<p>While Landsat 5 has had problems over the years, mostly dealing with the electrical circuits affecting the sensor, engineers are predicting Landsat 5 may continue to operate until 2012 when its successor, the Landsat Data Continuity Mission, is launched.&nbsp; In the meantime every 99 minutes the 'workhorse' makes another of its 130,000 revolutions around the planet, observing and relaying data about the ever changing surface of the planet.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["landsat"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1236056400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170388"},{"tid":"169287"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}