{"title":"Elwha River Dam Removal: Rebirth of a River","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_1573\" align=\"alignleft\" width=\"300\" caption=\"Elwha River: Rebirth of a River\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/elwha_dam.jpg\"><img class=\"size-medium wp-image-1573\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/elwha_dam-300x154.jpg\" alt=\"Elwha River: Rebirth of a River\" width=\"300\" height=\"154\" \/><\/a>[\/caption]\n\n<em>By Jeffrey J. Duda, Jonathan A. Warrick, and Christopher S. Magirl<\/em>\n<p class=\"MsoNormal\">After years of planning for the largest project of its kind, the Department of the Interior will begin the removal of two dams on the Elwha River, Washington, in September 2011.<\/p>\n<p class=\"MsoNormal\">But how will the removal of these dams impact the riverâ\u0080\u0099s sediments, waters, and fish?<\/p>\n<p class=\"MsoNormal\"><strong>Local Pacific Salmon and Steelhead Gone or Critically Low in Numbers<\/strong><\/p>\n<p class=\"MsoNormal\">For nearly 100 years, the Elwha and Glines Canyon Dams have disrupted natural processes, trapping sediment in the reservoirs and blocking fish migrations, which changed the ecology of the river downstream of the dams.<\/p>\n<p class=\"MsoNormal\">All five Pacific salmon species and steelhead â\u0080\u0094 historically present in large numbers â\u0080\u0094 are locally extirpated or persist in critically low numbers.<\/p>\n<p class=\"MsoNormal\">Upstream of the dams, more than 145 kilometers of pristine habitat, protected inside Olympic National Park, awaits the return of salmon populations. As the dams are removed during a 2 â\u0080\u0093 3 year project, some of the 19 million cubic meters of entrapped sediment will be carried downstream by the river in the largest controlled release of sediment into a river and marine waters in history.<\/p>\n<p class=\"MsoNormal\">Understanding the changes to the river and coastal habitats, the fate of sediments, and the salmon recolonization of the Elwha River wilderness will provide useful information for society as future dam removals are considered.<\/p>\n<p class=\"MsoNormal\"><strong>Key Restoration Questions About Dam Removal<\/strong><\/p>\n\n<ul>\n\t<li>How will the rebuilding of salmon populations unfold, especially in terms of life history diversity and productivity?<\/li>\n\t<li>What will be the response of resident fish populations and other aquatic life to returning salmon populations?<\/li>\n\t<li>How and when will sediment redistribute through the system?<\/li>\n\t<li>How quickly will the ecosystem stabilize after full dam removal, especially the former reservoir areas?<\/li>\n\t<li>How will released sediment affect freshwater and marine ecosystems and their biota?<\/li>\n\t<li>How will other animals, such as ducks, river invertebrates, frogs, and black bears, respond to dam removal and the return of salmon to the upper parts of the watershed?<\/li>\n\t<li>How will plants recolonize and what influence will invasive species play in revegetating exposed reservoir areas?<\/li>\n<\/ul>\n<p class=\"MsoNormal\"><strong>The Role of the USGS <\/strong><\/p>\n<p class=\"MsoNormal\">The USGS is implementing many integrated research and monitoring activities in the Elwha River ecosystem. Studies are focusing on comparing physical and ecosystem processes before, during, and after dam removal.<\/p>\n<p class=\"MsoNormal\">This work is important for developing baseline information to evaluate the effects of the dams, as well as to measure ecosystem responses following dam removal. With federal, state, academic, and tribal partners, the USGS is developing new ecological information about the Elwha River fish and wildlife populations, vegetation patterns and dynamics, sediment transport and storage in the reservoirs, river channel and coastal evolution downstream of the dam sites, hydrological processes, nearshore bathymetry, coastal habitats, and beach erosion.<\/p>\n<p class=\"MsoNormal\"><em>For more information on the fisheries and aquatic resources, hydrology, sediment release, coastal studies, vegetation, and partners, read the rest of the fact sheet: <a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3097\/\">Elwha River Dam Removal â\u0080\u0094 Rebirth of a River<\/a><\/em><\/p>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24150","uid":"31","filename":"elwha_dam.jpg","uri":"public:\/\/elwha_dam.jpg","filemime":"image\/jpeg","filesize":"27172","status":"1","timestamp":"1425492768","type":"image","uuid":"4dc261cb-2470-4665-b15c-fb68cc0f3203","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["dam","Elwha River"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1315679461","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}