{"title":"Local Biologist Receives Prestigious Federal Honor","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->U.S. Geological Survey biologist Dr. Marsha A. Sovada was recently granted the Department of the Interior Meritorious Service Award, the second highest award for a DOI career employee, for her contributions to the development and management of wildlife research studies.<!--introend--><\/p>\n<p>Sovada received the prestigious award in recognition of her research on the behavior and ecology of mammalian predators and waterfowl with the <a href=\"http:\/\/www.npwrc.usgs.gov\/\">USGS Northern Prairie Wildlife Research Center<\/a> in Jamestown, N.D. Her 30-year career with the USGS has included predator ecology, waterfowl biology, mammalogy, ornithology, and natural resources management.&nbsp;<\/p>\r\n<p>Sovada is recognized as one of the North America's leading experts on foxes. She serves as the chairperson for the Research Technical Committee of the North American Swift Fox Conservation Team, whose efforts led to removal of the Swift Fox from the U.S. Fish and Wildlife Service's <a href=\"http:\/\/library.fws.gov\/Pubs9\/esa_cand01.pdf\">candidate species list<\/a>. She is an invited member of the <a href=\"http:\/\/www.canids.org\/\">Canid Specialist Group<\/a> of the <a href=\"http:\/\/iucn.org\/\">International Union for the Conservation of Nature<\/a> and serves on the Island Fox Recovery Team, working to conserve the endangered fox species that inhabits the Channel Islands off the coast of California.&nbsp;<\/p>\r\n<p>The award also recognizes Sovada's American White Pelicans research, which has led to the discovery of West Nile virus as a major mortality factor of pelican chicks at Chase Lake and other colonies in the northern Great Plains.&nbsp;<\/p>\r\n<p>Sovada's extensive publications involve topics such as destruction of duck nests in the Prairie Pothole Region, the distribution and abundance of predators that affect duck production, and canid interactions.&nbsp;<\/p>\r\n<p>Sovada currently serves as a senior researcher on Northern Prairie's Missouri River Research Team that is conducting studies directed at improving management and monitoring of the federally listed Interior Least tern and Piping Plover populations in North Dakota and South Dakota.<\/p>\r\n<p>The USGS Northern Prairie Wildlife Research Center provides scientific information for conservation and management of the nation's wildlife.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_09_15\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_09_15\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_09_15\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_09_15\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2011_09_15&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Dakota"],"country":["United States of America"],"mm_tags":["biology","Ecsystems","award","wildlife","North Dakota"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1316059200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170352"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}