{"title":"Media Advisory: Scientists to Discuss Disease in Chesapeake Bay Rockfish","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>What:<\/strong> News conference<\/p>\n<p><strong>Topic:<\/strong> Mycobacteriosis in striped bass (rockfish) in the Chesapeake Bay and tributaries <\/p>\r\n<p><strong>Where:<\/strong> Radisson Hotel, 210 Holiday Court, Annapolis, Md.<\/p>\r\n<p><strong>When: <\/strong>Thurs., May 11, 1:00 - 2:30 pm <\/p>\r\n<p><!--introstart-->The U.S. Geological Survey (USGS) National Fish Health Research Laboratory and NOAA&acute;s Cooperative Oxford Laboratory are cosponsoring a workshop on mycobacteriosis in Chesapeake Bay striped bass.<!--introend--> This disease, also known as \"fish-handlers disease,\" causes wasting and skin lesions in rockfish, a species that is important to recreational and commercial fishers and the economy of the Chesapeake Bay. Scientists estimate that, in some areas, 70 percent of striped bass are affected by this disease. The workshop will assemble federal and state researchers, resource managers, and is intended to: <\/p>\r\n<UL>\r\n<LI>Establish the state of knowledge on mycobacteriosis and its ecological effects. \r\n<LI>Identify needs and establish priorities for future research. \r\n<LI>Develop and coordinate research plans to address immediate and long-term management needs. <\/LI><\/UL>\r\n<p>The USGS serves the nation by providing reliable scientific information to describe and understand the Earth; minimize loss of life and property from natural disasters; manage water, biological, energy, and mineral resources; and enhance and protect our quality of life. <\/p>\r\n<p>NOAA, an agency of the U.S. Department of Commerce, is dedicated to enhancing economic security and national safety through the prediction and research of weather and climate-related events and providing environmental stewardship of the nation&#039;s coastal and marine resources. Through the emerging Global Earth Observation System of Systems (GEOSS), NOAA is working with its federal partners, over 60 countries and the European Commission to develop a global network that is as integrated as the planet it observes, predicts and protects.<\/p>\r\n<p>For more information about NOAA visit: <a href=\"http:\/\/www.noaa.gov\">www.noaa.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1146801600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168906"},{"tid":"169243"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}