{"title":"streamgage Captures a Century of Progress","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>From steamboats to jetskis, Florida&rsquo;s first streamgage in White Springs has seen it all.<\/p>\n<p><!--introstart-->When the US Geological Survey (USGS) began first recording water levels and flows on the Suwannee River, this small North Florida town was in the midst of the state&rsquo;s first tourism boom. A report published by USGS this month chronicles a century of change at the state&rsquo;s first streamgage.<!--introend--><\/p>\r\n<p>&ldquo;When you look at the history of this gage, you can really see how far we&rsquo;ve come in our ability to analyze the pulse of rivers,&rdquo; said USGS hydrologist and lead author of the report Richard Verdi. &ldquo;Water data now drives high-tech engineering and management decisions that no one could have imagined back in 1906.&rdquo;<\/p>\r\n<p>In 1906, USGS first began collecting data at White Springs by having a local observer keep a handwritten daily log of the river&rsquo;s level. By 2006, that same type of data was being transmitted hourly via satellite to the internet, where it is housed by the National Water Information System, <a href=\"http:\/\/waterdata.usgs.gov\/fl\/nwis\/rt\">NWISWeb<\/a>.<\/p>\r\n<p>The long-term datasets generated by streamgaging at sites such as White Springs provide the basis for flood predictions, road and bridge design, water management, and floodplain maps, Verdi added.<\/p>\r\n<p>Aside from a gap in operations between 1908 and 1927, the streamgage has provided a continuous record of stream conditions, including ten major floods and nine droughts that occurred during the gage&rsquo;s first 100 years.<\/p>\r\n<p>&ldquo;With each additional year of record and every time we catch another flood or record a new high or low in the river&rsquo;s flow, we are able to better calculate the frequency of floods and droughts. Ultimately, this helps water managers save lives and property,&rdquo; said Verdi. He added that his latest flood frequency models for the state are helping the Florida Department of Transportation ensure that new bridge designs are at optimal heights in case of flooding.<\/p>\r\n<p>The USGS Circular on the White Springs streamgage, &ldquo;A Centennial Tribute, 1906-2006: History of U.S. Geological Survey Streamgaging Activities for the Suwannee River at White Springs, Florida,&rdquo; is available online at: <a href=\"http:\/\/pubs.usgs.gov\/circ\/circ1330\/\">http:\/\/pubs.usgs.gov\/circ\/circ1330\/<\/a><\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2009_09_22\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2009_09_22\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2009_09_22\" mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2009_09_22\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2009_09_22&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["streamflow","streamgages","hydrology","surface","Suwannee","water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1253592000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170286"},{"tid":"170324"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}