{"title":"Bay Area Better Prepared Since Loma Prieta Earthquake -- Update","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>On October 17, minutes before the scheduled start of the third game of the 1989 World Series in San Francisco, a magnitude 6.9 earthquake rocked the California coast from Monterey to San Francisco. Centered near Loma Prieta peak in the mountains south of San Jose, the quake killed 63 people and caused an estimated $6 billion to $10 billion in property loss. It was the first large temblor to jolt the burgeoning urban region since the Great San Francisco Earthquake of 1906.<\/p>\n<p>Since 1989, the work of the U.S. Geological Survey and other organizations has improved our understanding of the seismic threat in the Bay region, promoted awareness of earthquake hazards, and contributed to more effective strategies to reduce earthquake losses. Scientific, technological, and engineering advances have made the San Francisco Bay Area better prepared today for the next large earthquake in the region.<\/p>\r\n<p>&nbsp;<\/p>\r\n<table border=\"0\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>What:<\/strong><\/td>\r\n<td>A press conference including short remarks from the U.S. Geological Survey, Caltrans, and the City of Oakland<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>When<\/strong><strong>: <\/strong><\/td>\r\n<td>Wednesday, October 14, 2009, 11:30 a.m. - noon<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Where<\/strong><strong>:<\/strong><\/td>\r\n<td>Cypress Freeway Memorial Park, Oakland, CA\r\n<p>On the SW corner of 14<sup>th<\/sup> Street and Mandela Parkway\/Cypress Street<\/p>\r\n<p><strong><em>NOTE<\/em><\/strong><em>: Rain will move the press conference to Oakland City Hall, Hearing Room 4, 2nd floor, One Frank H. Ogawa Plaza (14<sup>th<\/sup> and Washington Streets), Oakland. Please look for another announcement Wednesday morning regarding rain plans.<\/em><br \/><br \/><\/p>\r\n<\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Who<\/strong><strong>:<\/strong><\/td>\r\n<td>David Schwartz, USGS Geologist, and Co-chair of the SF Bay Area Earthquake Alliance\r\n<p>Renee Domingo, Oakland&rsquo;s Director of Emergency Services and Homeland Security<\/p>\r\n<p>Dan McElhinney, Chief Deputy Director, Caltrans District 4<\/p>\r\n<p>Jack Boatwright, USGS Seismologist, Northern CA Coordinator for Earthquake Hazards Investigations<\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&nbsp;<\/p>\r\n<p>In addition to those making remarks, the following people will be available for one-on-one interviews after the press conference:<\/p>\r\n<ul>\r\n<li>Thomas Blalock, President, Bay Area Rapid Transit (BART) Board of Directors<\/li>\r\n<li>Tom Horton, Earthquake Safety Program Group Manager, Bay Area Rapid Transit (BART)<\/li>\r\n<li>John Parrish, State Geologist, California Geological Survey<\/li>\r\n<li>Anne Rosinski, Senior Engineering Geologist, CA Geological Survey<\/li>\r\n<li>Lloyd Cluff<strong>,<\/strong> Director, Earthquake Risk Management Geosciences Department, Pacific Gas &amp; Electric Co.<\/li>\r\n<li>Rinehard Luedtke, Vice-President, Structural Engineers Association of Northern California<\/li>\r\n<li>Harold Brooks, CEO, American Red Cross&mdash;Bay Area Chapter<\/li>\r\n<li>Madelyn Mackie, Manager, Preparedness &amp; Youth Services, Red Cross&mdash;Bay Area Chapter<\/li>\r\n<li>Ivan Wong, Northern CA Chapter Earthquake Engineering Research Institute<\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["geology","earthquake","Loma Prieta","Press Conference","San Francisco","Bay Area","anniversary","hazard"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1255406400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}