{"title":"state and Federal Partnership forms to Restore Great Basin Rangelands","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey is among nine organizations that will share a $12.9 million award from the federal government&#039;s Joint Fire Science Program for an interdisciplinary, 5-year research project that will explore ways to improve the health of sagebrush rangelands across the Great Basin in the western United States.<!--introend--> The project, known as SageSTEP (Sagebrush Steppe Treatment Evaluation Project), is a collaboration among the U.S. Geological Survey, Oregon State University, University of Idaho, University of Reno-Nevada, Brigham Young University, USDA Forest Service, USDA Agriculture Research Service, and Bureau of Land Management.<\/p>\n<p>\"Healthy sagebrush rangelands in the Great Basin are rapidly diminishing,\" said Kate Kitchell, Deputy Director of the USGS Forest and Rangeland Ecosystem Science Center. \"This is due to invasion of cheatgrass (a highly flammable, non-native weed), severe wildfires, and expansion of pinyon and juniper woodlands.\"<\/p>\r\n<p>The sagebrush steppe, a type of land that features large, dry, open areas with few trees, is one of the most endangered in North America. Scientists say that as much as half of this land type already has been lost in the Great Basin, and the risk of wildfire continues to increase. In August 1999 alone, wildfires burned across approximately 1.7 million acres of the Great Basin, and the Bureau of Land Management estimates that cheatgrass spreads to an additional 4,000 acres each day.<\/p>\r\n<p>The purpose of the SageSTEP project is to conduct research and provide land managers with improved information to make decisions about sustaining and restoring sagebrush rangelands. Land-management treatment options, including prescribed fire, mechanical thinning of shrubs and trees, and herbicide applications, will be used to learn how healthy and diverse plant communities can be created that will be more resistant and resilient to fire and weed invasion.<\/p>\r\n<p>More than 20 scientists, including Steve Knick and David Pyke of the USGS Forest and Rangeland Ecosystem Science Center, will study ecological and physical effects of the treatments, including how native plants and wildlife respond, economic aspects, such as the costs and benefits to Great Basin communities, and citizens&#039; and managers&#039; perspectives about different treatment options.<\/p>\r\n<p>To learn more about the project, visit the project&#039;s website <a href=\"http:\/\/www.sagestep.org\">www.sagestep.org<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1131426000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169205"},{"tid":"169658"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}