{"title":"Good News\/Bad News for San Francisco Bay From USGS Researchers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Chemical contamination in San Francisco Bay has decreased since enactment of the Clean Water Act in 1970, but the bay is still suffering from \"contaminant stress,\" according to a a U.S. Geological Survey chemist who has been analyzing the bay&rsquo;s waters for 30 years. \n<p>Dr. Sam Luoma will tell those attending a \"State of the Estuary\" conference in San Francisco, Wednesday (March 17), that methylmercury, selenium, cadmium and combustion-related hydrocarbons are the most widely distributed contaminants in the bay, and that proposed modifications to the shoreline, such as new airport runways, could influence future effects of mercury, metals and hydrocarbons. \r\n<p>In a companion talk, USGS groundwater specialist, Neil Dubrovsky, will describe the \"Groundwater Resource\" of California&rsquo;s Central Valley, which contributes the water to San Francisco Bay, and also provides drinking water for much of the population of the Central Valley. He will endorse continuing studies of the valley&rsquo;s groundwater resources in order to support management strategies that will benefit the San Francisco Bay estuary, as well as the surface and ground water of the Central Valley. \r\n<p>In addition to these oral presentations, each evening from 5-7 p.m. USGS researchers will present the results of their work in a poster session. Topics for the USGS posters range from sedimentation levels in the Sacramento Delta and San Joaquin River and \"The Yolo Bypass Floodplain: Chicken Soup for the Estuary.\" \r\n<p>The State of the Estuary conference will be in session from 8:30 a.m. to 5:30 p.m., Wednesday and Thursday, and until 2 p.m., Friday, March 19, at the Palace of Fine Arts. A tour of the Crissy Field Wetlands Restoration Site will begin at 2:30 p.m., Friday. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"921128400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169129"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}