{"title":"New maps change thinking about Great Salt Lake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nThe U.S. Geological Survey (USGS) has recently released the second of two maps defining the bottom surface of Great Salt Lake, Utah.  These mapping efforts were the first detailed, systematic surveys of the lake.\r\n<\/p>\r\n<p>\r\nThese new maps provide information about the physical shape of the lake and affect our understanding of the transport of salt and contaminants in the lake, the chemistry of the lake, the geologic history of the lake, and ecological implications of water depth and volume.\r\n<\/p>\r\n<p>\r\nHigh tech mapping technology was used in the new maps and includes a high-definition fathometer, real-time differential global positioning system, and depth-discrete sound-velocity corrections.  About 12.8 million depth measurements were collected along more than 1,695 miles (2,728 kilometers) of survey transects and were used in defining the bathymetry of the lake.  This work was done during 2002-2006 in cooperation with the Utah Division of Wildlife Resources and the Division of Forestry, Fire, and State Lands.\r\n<\/p>\r\n<p>\r\nEfforts are already underway to use this new data for lake circulation modeling, chemical transport,  and in helping to better define the relation between the bathymetry of the lake and its biological and ecological components. <br \/>\r\nGreat Salt Lake is actually two basins separated by a low-lying fault-controlled ridge extending from Promontory Point southwest to Hat Island.  During recent history, the ridge has been submerged and consequently has not been shown in detail on any previous maps.  Both basins trend primarily north-south and are bounded on the east edge by fault-related scarps.  The deepest natural part of the lake is in the north basin at an altitude of about 4,167 feet or about 30 feet below the current lake surface.  The Union Pacific Railroad causeway cuts through the north basin and through the deepest part of the lake segmenting the north basin into two separate parts. For additional information, including digital images of the maps, lake-bottom features, and examples of sonar returns, please contact Rob Baskin at the USGS Utah Water Science Center.\r\n<\/p>\r\n<p>\r\nDigital copies of the bathymetric maps and accompanying informational sheets for both the north and south parts of Great Salt Lake (in PDF format) can be found on the Internet.\r\n<\/p>\r\n<p>\r\n<em>Bathymetric Map of the North Part of Great Salt Lake, Utah, 2006.<\/em><br \/>\r\n<a href=\"http:\/\/pubs.usgs.gov\/sim\/2006\/2954\/\">http:\/\/pubs.usgs.gov\/sim\/2006\/2954\/<\/a> \r\n<\/p>\r\n<p>\r\n<em>Calculation of Area and Volume for the North Part of Great Salt Lake, Utah.<\/em><br \/>\r\n<a href=\"http:\/\/pubs.usgs.gov\/of\/2006\/1359\/\">http:\/\/pubs.usgs.gov\/of\/2006\/1359\/<\/a> \r\n<\/p>\r\n<p>\r\n<em>Bathymetric Map of the South Part of Great Salt Lake, Utah, 2005.<\/em><br \/>\r\n<a href=\"http:\/\/pubs.usgs.gov\/sim\/2005\/2894\/\">http:\/\/pubs.usgs.gov\/sim\/2005\/2894\/<\/a> \r\n<\/p>\r\n<p>\r\n<em>Calculation of Area and Volume for the South Part of Great Salt Lake, Utah.<\/em><br \/>\r\n<a href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1327\/ \">http:\/\/pubs.usgs.gov\/of\/2005\/1327\/&nbsp;<\/a> \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Utah"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1168923600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170329"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}