{"title":"SALT FRONT CONTINUES TO AFFECT COMMUNITIES IN HUDSON VALLEY, NEW YORK CITY RESERVOIR LEVELS CONTINUE TO DECLINE","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>As a result of the ongoing drought and low flow of the Hudson River, the salt front in the Hudson River continues to affect intakes for the Town of Lloyd and the city of Poughkeepsie, N.Y., according to hydrologists at the U.S. Geological Survey. \n<p>\"The location of the salt front varies with the tide,\" said USGS hydrologist Ward Freeman, associate chief of the water resources office in Troy, N.Y. \"Currently, when the tide is in, the â\u0080\u0098leading edge&rsquo; of the salt front is 4.4 miles upstream from Poughkeepsie&rsquo;s water intakes. When the tide is out, the salt front moves downstream about 5 miles. The salt front is defined as chloride concentrations of 100 milligrams per liter (mg\/l).\" \r\n<p>Chloride concentrations of as much as 250 mg\/l have been measured 1.1 miles upstream from Poughkeepsie intakes. The EPA standard for chloride in drinking water is 250 mg\/l. \r\n<p>Other factors may influence the salt front location during the next few weeks. The State of New York is releasing fresh water from Great Lake Sacandaga, a reservoir in the upper Hudson River drainage area. USGS teams will collect data to assist in evaluation of the effectiveness of the freshwater releases pushing the salt front downstream. High tides associated with the full moon on Saturday (Sept. 9) and high seas predicted due to effects of Hurricane Luis could move the salt front farther upstream, unless substantial rainfall accompanies the hurricane. \r\n<p>USGS hydrologists in Troy, N.Y., continue to work with the New York State Department of Health, New York State Department of Environmental Conservation and the New York City Department of Environmental Protection, on monitoring the salt front in the Hudson River. \r\n<p>Streamflows are low in much of the Northeastern U.S. On Thursday Sept. 7, the Hudson River at Hadley, N.Y, was flowing at 0.3 bgd, nearly 70 percent below the average flow for September of 0.9 bgd. And at Washington, D.C., Potomac River flow is about 0.6 billion gallons per day (bgd), nearly 75 percent less than the average September flow of 2.5 bgd. \r\n<p>In the Delaware River basin, total storage in the Pepacton, Cannonsville, and Neversink reservoirs, which provide about half of New York City&rsquo;s water supply, continues to decline. Currently storage in the reservoirs is about 131 billion gallons, about 1 billion gallons above the drought warning level, and 89 billion gallons less than on July 5, when voluntary water conservation measures were requested by New York City and Westchester County water managers. \r\n<p>(Note to Editors: For more information on the salt front in the Hudson River and New York water resources, reporters may call Ward Freeman, at 518-285-5665 or Bill Harkness, USGS Delaware River Master at 717-296-7213.)<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"810532800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170530"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}