{"title":"Well Owner Assistance Needed for Hot Springs Study","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Assistance is needed from homeowners with abandoned or in-use water wells in Hot Springs, Ark. to voluntarily participate in a U.S. Geological Survey water resources study.<!--introend-->&nbsp;<\/p>\n<p>\"This study will provide critical data that decision-makers need to make informed choices about water resources in the Hot Springs area,\" said USGS hydrologist Rheannon Hart. \"Homeowners in Hot Springs have a unique opportunity to assist their community, and we are very appreciative of those who chose to do so.\"&nbsp;<\/p>\r\n<p>Scientists will install water-level monitoring instruments into each well to track groundwater response to precipitation, and recharge to local aquifers for a period of four years. The USGS currently is working with several homeowners in the area and would welcome additional participants. Homeowners interested in participating can contact the Arkansas USGS Water Science Center office at 501-228-3664.<\/p>\r\n<p>The study is taking place in higher-elevation areas, generally along and between North Mountain, West Mountain, Music Mountain, Sugarloaf Mountain, and Indian Mountain. Some of the major streets within this area include: Black Snake Road, Cedar Glade Road, Russell Street, Congress Street, Mountain Valley Street, Stonebridge Road, Fox Pass Cutoff, Peaceful Valley Road, Craig Terrace, Bloom Street, Ramble Street, Sleepy Valley Road, Quarry Mountain Road and Immanuel Drive.&nbsp;<\/p>\r\n<p>USGS scientists will also be installing a weather station in the Hot Springs recharge area that will record precipitation, wind speed and direction, and other meteorological data.&nbsp;<\/p>\r\n<p>Homeowners will be provided a link to a website where they can view real-time, continuous water levels in their well as well as other information on water in the area. Participants will be provided all data and a comprehensive report at the end of the study.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas"],"country":["United States of America"],"mm_tags":["water","groundwater","wells","study","Arkansas"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1332388800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169665"},{"tid":"170314"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}