{"title":"Secretary Jewell Announces New Wildlife and Climate Studies at the Northwest Climate Science Center","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Descriptions of the funded projects are available <\/strong><a href=\"https:\/\/nccwsc.usgs.gov\/csc\/northwest\"><strong>here<\/strong><\/a><strong>. &nbsp;<\/strong><\/p><p>Secretary of the Interior Sally Jewell announced today that Interior&rsquo;s Northwest Climate Science Center is awarding more than one million dollars to universities and other partners for <a href=\"https:\/\/nccwsc.usgs.gov\/csc\/northwest\">research<\/a> to guide managers of parks, refuges and other cultural and natural resources in planning how to help species and ecosystems adapt to climate change.<\/p><p>&quot;These climate studies are designed to help address regional concerns associated with climate change, providing a pathway to enhancing resilience and supporting local community needs,&quot; said Secretary Jewell. &quot;The impacts of climate change are vast and complex, so studies like these are critical to help&nbsp;ensure that our nation&#39;s responses are rooted in sound science.&quot;<\/p><p>The 13 funded studies will focus on determining how climate change will affect natural resources and on developing management actions to help offset impacts. They include:<\/p><ul><li>A watershed vulnerability project that uses existing scientific models to understand how wildfires and land-use change will affect watersheds and water supply, under current and future climates in the western U.S. Knowing which watersheds are currently ranked as highly vulnerable or which will be highly vulnerable in the future, should enable proactive management of water and wildfire fuels to most effectively reduce the potential impacts of wildfire.<\/li><\/ul><ul><li>The expansion of an existing web-based tool to help land managers and planners view and download projected changes in bird habitat and distributions across the northwestern U.S. This interactive map will allow land managers to examine the Northwest at multiple scales, from specific sites to landscapes.&nbsp;<\/li><\/ul><ul><li>An ecological connectivity project that teams scientists with land managers to plan the conservation and enhancement of landscape connectivity, a feature that will be increasingly critical as climate change forces species to undergo range shifts. Results of these partnerships will help guide management of connectivity throughout the transboundary region of British Columbia and Washington State, an important area for wildlife that faces numerous technical and political challenges to connectivity management.<\/li><\/ul><ul><li>A forest management project that will help land managers strategically maximize snow retention by protecting forests in some areas while opening gaps in others. Scientists will map climate-forest-snow interactions across the Pacific Northwest, predicting how forest change is likely to affect the timing of snow melt in different locations, and testing those predictions against field and citizen-science observations. These findings will allow decision makers to link climate-forest-snow interactions to ecohydrologic conditions important to management and, ultimately, to provide more water later in the season for hydropower, agriculture and fish flows.<\/li><\/ul><ul><li>A project to support climate resilience planning for the 15 Columbia River Basin Tribes and the three Inter-Tribal Organizations. This project will help tribes assess their needs and policy and technical capacity to address climate change. The abundance of culturally significant foods, such as salmon, deer, root plants and berries are guaranteed by treaty with the federal government, and are vital to the cultural existence and economic vitality of these communities. This assessment will allow federal agencies, such as the Northwest Climate Science Center, to support climate resilience planning and the development of implementation priorities in tribal communities.&nbsp;<\/li><\/ul><p>&ldquo;Our Center is privileged to draw on the remarkable federal, tribal and academic expertise in our region t<\/p>","summary":"","format":"filtered_html","safe_value":"<p><strong>Reporters: Descriptions of the funded projects are available <\/strong><a href=\"https:\/\/nccwsc.usgs.gov\/csc\/northwest\"><strong>here<\/strong><\/a><strong>.  <\/strong>Secretary of the Interior Sally Jewell announced today that Interior’s Northwest Climate Science Center is awarding more than one million dollars to universities and other partners for <a href=\"https:\/\/nccwsc.usgs.gov\/csc\/northwest\">research<\/a> to guide managers of parks, refuges and other cultural and natural resources in planning how to help species and ecosystems adapt to climate change.\"These climate studies are designed to help address regional concerns associated with climate change, providing a pathway to enhancing resilience and supporting local community needs,\" said Secretary Jewell. \"The impacts of climate change are vast and complex, so studies like these are critical to help ensure that our nation's responses are rooted in sound science.\"The 13 funded studies will focus on determining how climate change will affect natural resources and on developing management actions to help offset impacts. They include:\n<\/p><ul><li>A watershed vulnerability project that uses existing scientific models to understand how wildfires and land-use change will affect watersheds and water supply, under current and future climates in the western U.S. Knowing which watersheds are currently ranked as highly vulnerable or which will be highly vulnerable in the future, should enable proactive management of water and wildfire fuels to most effectively reduce the potential impacts of wildfire.<\/li>\n<\/ul><ul><li>The expansion of an existing web-based tool to help land managers and planners view and download projected changes in bird habitat and distributions across the northwestern U.S. This interactive map will allow land managers to examine the Northwest at multiple scales, from specific sites to landscapes. <\/li>\n<\/ul><ul><li>An ecological connectivity project that teams scientists with land managers to plan the conservation and enhancement of landscape connectivity, a feature that will be increasingly critical as climate change forces species to undergo range shifts. Results of these partnerships will help guide management of connectivity throughout the transboundary region of British Columbia and Washington State, an important area for wildlife that faces numerous technical and political challenges to connectivity management.<\/li>\n<\/ul><ul><li>A forest management project that will help land managers strategically maximize snow retention by protecting forests in some areas while opening gaps in others. Scientists will map climate-forest-snow interactions across the Pacific Northwest, predicting how forest change is likely to affect the timing of snow melt in different locations, and testing those predictions against field and citizen-science observations. These findings will allow decision makers to link climate-forest-snow interactions to ecohydrologic conditions important to management and, ultimately, to provide more water later in the season for hydropower, agriculture and fish flows.<\/li>\n<\/ul><ul><li>A project to support climate resilience planning for the 15 Columbia River Basin Tribes and the three Inter-Tribal Organizations. This project will help tribes assess their needs and policy and technical capacity to address climate change. The abundance of culturally significant foods, such as salmon, deer, root plants and berries are guaranteed by treaty with the federal government, and are vital to the cultural existence and economic vitality of these communities. This assessment will allow federal agencies, such as the Northwest Climate Science Center, to support climate resilience planning and the development of implementation priorities in tribal communities. <\/li>\n<\/ul><p>“Our Center is privileged to draw on the remarkable federal, tribal and academic expertise in our region t<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["Idaho","Montana","Oregon","Washington"],"country":["United States of America"],"mm_tags":["Climate Change","Climate Science Center","wildlife"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1418878800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169965"},{"tid":"170410"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}