{"title":"Concentrations of Nitrous Oxide in the Central High Plains Aquifer Are Increasing","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Nitrous oxide is an important atmospheric trace gas that contributes to the greenhouse effect and the destruction of ozone. Researchers hypothesize that one important source of atmospheric nitrous oxide is ground water, yet few studies have tested this hypothesis. Concentrations of nitrous oxide in ground water from the central High Plains aquifer, in parts of Colorado, Kansas, New Mexico, Oklahoma, and Texas, are increasing, according to a recently released report, \"Occurrence of Nitrous Oxide in the Central High Plains Aquifer, 1999.\" Well pumping for irrigation, public supply, and domestic uses is the primary mechanism for ground-water discharge from the aquifer, and pumping is one mechanism for transferring nitrous oxide from the aquifer to the atmosphere. <\/p>\n<p>\"The average concentration of nitrous oxide in water that recharged the aquifer since the 1950&rsquo;s is about twice as large as the average nitrous oxide concentration in water that recharged the aquifer prior to the 1950&rsquo;s,\" said Peter McMahon, U.S. Geological Survey hydrologist and lead author of the report. Eighty percent of the water samples collected for the study contained nitrous oxide above background concentrations. The ground water most enriched in nitrous oxide occurs near the water table, whereas deep water from the aquifer is relatively old and contains less nitrous oxide. Despite the increase in nitrous oxide concentrations in the central High Plains aquifer, the aquifer is not thought to be a significant source of atmospheric nitrous oxide at this time because most pumping wells in the study area remove the deeper water that is not enriched in nitrous oxide. <\/p>\r\n<p>The report, \"Occurrence of Nitrous Oxide in the Central High Plains Aquifer, 1999,\" by P.B. McMahon, B.W. Bruce, M.F. Becker, L.M. Pope, and K.F. Dennehy was published in the December, 2000 issue (volume 34) of the journal Environmental Science &amp; Technology.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado","Kansas","New Mexico","Oklahoma","Texas"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"978411600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169868"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}