{"title":"Modeling a Changing American Landscape","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"Land change is a signature activity of human civilization.Â  Since the dawn of history, people have purposefully converted natural landscapes to human-dominated areas. Typical motivations for land change are cultivation (e.g. slash-and-burn fields, rice paddies, modern farms); occupation (villages, cities, housing developments); and other cultural and economic pursuits (roads, schools, airports).\n\n[caption id=\"\" align=\"alignleft\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/12_01_2011_bfv2YmkXXS_12_01_2011_0#.VCWFuBYXOAb\"><img src=\"http:\/\/gallery.usgs.gov\/images\/12_01_2011\/bfv2YmkXXS_12_01_2011\/medium\/montana_oldhouse_storm.jpg\" alt=\"Agricultural Field in the Great Plains Region of Montana\" width=\"500\" height=\"375\" \/><\/a> An abandoned farmstead in eastern Montana stands as a symbol of land use change carried out by American and European settlers in the Great Plains. USGS photo, Terry Sohl.[\/caption]\n\nThrough time the surface of the earth has become a mosaic of natural and cultural landscapes. Each patch of the mosaic forms part of a diverse, yet interconnected set of landscapes ranging from relatively pristine natural ecosystems to completely human-dominated urban and industrial areas. Â The scale of landscape change ranges from local (conversion of a farm into a suburb) to regional (conversion of tall grass prairie ecosystems to agriculture) to global changes (changing climate conditions, sea level rise).\n\n<strong>Changes in land and climate linked<\/strong>\n\nLand change and climate change have close connections. Climate change is widely recognized as having the potential to profoundly transform both ecological (natural) and cultural (human-influenced) landscapes. At the same time, land-use changes (e.g. deforestation, large-scale agriculture) not only have important impacts on climate and weather, but they also affect biodiversity (the breadth of plant and animal species), biogeochemical cycles (e.g. ocean acidification, hypoxia), and water resources through the alteration of greenhouse gas exchanges with the atmosphere, water vapor exchanges, water infiltration into the soil, water routing, and sediment flow.\n\nUrban development, forestry, agriculture, mining, and other land uses can substantially alter the Earth's surface. Land use changes and the resultant change in land cover have important effects on ecological systems and processes. Projecting future land-cover change allows for the optimization and mitigation of potential consequences on numerous ecosystem processes such as biodiversity, water quality, and climate.\n\n[caption id=\"\" align=\"alignright\" width=\"560\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_26_2014_lPGr3VUi21_09_26_2014_0#.VCWn3xYXOAZ\"><img class=\"   \" src=\"http:\/\/gallery.usgs.gov\/images\/09_26_2014\/lPGr3VUi21_09_26_2014\/large\/2010_Frederick_Co_jux_small.jpg\" alt=\"Expanding Suburbs\" width=\"560\" height=\"373\" \/><\/a> A scene at the edge of a suburban housing development and farmland in Frederick County, Maryland. USGS photo, Roger Auch[\/caption]\n\n<strong><em>\n<\/em><\/strong>\n\nBuilding on a long tradition of land cover investigations based principally on data acquired Â through the Landsat satellite program, USGS scientists now use land-cover modeling simulations to â\u0080\u009ctemporally extend<em>â\u0080\u009d <\/em>â\u0080\u0094 that is, backcast and forecast â\u0080\u0094 traditional USGS land-cover databases into both the past and the future, beyond the dates where large-area satellite imagery is available.\n\n<strong>Modeling the future<\/strong>\n\nResearchers at the USGS Earth Resources Observation and Science Center have developed the FOREcasting SCEnarios of land-cover change (FORE-SCE) model that is based on consistent and systematic historical data derived from Landsat satellite imagery of rates and spatial patterns of land cover change over many years. Â As part of USGS research to assess potential greenhouse gas fluxes and carbon storage in vegetated landscapes, FORE-SCE has been used to produce projected, annual land-cover maps from 1992 through 2100 for four future scenarios for the conterminous United States. The land cover maps provide 250-meter resolution information for 17 different land-use and land-cover classes, offering an unprecedented combination of thematic detail and spatial resolution for land-cover projections<em>. Â <\/em>\n\nThe four land cover scenarios that were modeled are based, in turn, on carefully-defined environmental scenarios from the Intergovernmental Panel on Climate Change (IPCC), ensuring that the projected land cover maps may be used in assessment frameworks consistent with IPCC scenario characteristics.Â  The scenarios vary in terms of both climate and socioeconomic conditions in the future.\n\nThe A1B scenario is characterized by very high economic growth, strong technological innovation, and open, global economies and societies.Â  Projected land use changes include sprawling urban growth, agricultural expansion, and heavy use of forested lands for wood products.\n\n[caption id=\"attachment_202461\" align=\"alignleft\" width=\"500\"]<a href=\"http:\/\/landcover-modeling.cr.usgs.gov\/index_a2.php\"><img class=\"size-full wp-image-202461\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/09\/wash_baltimore_big_2050.jpg\" alt=\"\" width=\"500\" height=\"500\" \/><\/a> A projection of developed land (red) in the Baltimore-Washington area in 2050. Click on the image to access an interactive tool that contrasts actual area land cover in 2006 to modeled land cover in 2050.[\/caption]\n\n<strong><em>\n<\/em><\/strong>\n\n&nbsp;\n\nThe A2 scenario is characterized by moderate economic growth, very high population growth, and less open economies and societies.Â  Land use changes include very high urban growth, massive expansion of agricultural lands to feed a growing population, and loss of natural landscapes.\n\nThe B1 scenario has high economic growth, moderate population growth, and a focus on environmental sustainability.Â  Land-use change is modest, with compact urban growth and modest increases in agricultural land.\n\nThe B2 scenario has moderate economic growth, low population growth, and a focus on environmental sustainability.Â  Natural landscapes are preserved and even expanded in this scenario, with a reduction in lands devoted to agriculture.\n\nThese alternative visions of the future provide researchers with the ability to examine uncertainties in future landscape conditions and to project the resultant impacts of the each of the four scenarios on ecological and social processes.\n\n<strong>Days of future â\u0080\u0094 past, too<\/strong>\n\nFORE-SCE is also currently being used to produce â\u0080\u009cbackcastâ\u0080\u009d historical land-cover maps for the conterminous United States.Â  Historical data sources such as population census data, historical agricultural census data, wetland change inventories, and forest databases are used to parameterize (set design limits on) FORE-SCE and produce annual land-cover maps going back to 1938.Â  These data are spatially and thematically consistent with the future projected land-cover scenarios. The result is a seamless, consistent set of annual land-cover maps from 1938 through 2100, at 250-meter resolution and with 17 land-cover classes.Â  Completion of backcast land-cover data for the conterminous United States will occur by early 2015.\n\nThe backcast, the current, and the projected future land-cover data produced by USGS offer scientists in many fields the opportunity to study past effects of land-use change on the environment and to assess potential impacts for the future.\n\n<strong>Learn more <\/strong>\n\n<a href=\"http:\/\/landcover-modeling.cr.usgs.gov\/index.php\">USGS Land Cover Modeling<\/a>\n\n<a href=\"http:\/\/www.usgs.gov\/climate_landuse\/land_carbon\/pubs\/Sohl_etal_2014_LULC.pdf\">Professional paper<\/a> in <em>Ecological Applications<\/em>\n\n<a href=\"http:\/\/www.usgs.gov\/climate_landuse\/land_carbon\/default.asp\">USGS National Land Carbon Assessment<\/a>\n\n<a href=\"http:\/\/www.usgs.gov\/climate_landuse\/lcs\/\">USGS Land Change Science<\/a>\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24391","uid":"31","filename":"Main2.jpg","uri":"public:\/\/Main2.jpg","filemime":"image\/jpeg","filesize":"35106","status":"1","timestamp":"1425492768","type":"image","uuid":"49fb37fd-aae3-435a-b990-de85925b4cbb","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Climate Change","land carbon studies","Land Cover","Land Use","Mapping","modeling","urban growth"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1411754009","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}