{"title":"Discover the Northwest with Revised Montana Maps","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Just in time to explore the great outdoors this summer, newly designed US Topo maps covering Montana are now available online for free download.<!--introend--><\/p>\n<p><a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo maps<\/a> now have a crisper, cleaner design - enhancing readability of maps for online and printed use. Map symbols are easier to read over the digital aerial photograph layer whether the imagery is turned on or off. Improvements to symbol definitions (color, line thickness, line symbols, area fills), layer order, and annotation fonts are additional features of this latest release. The maps also have transparency for some features and layers to increase visibility of multiple competing layers.<\/p>\r\n<p>This new design was launched earlier this year and is now part of the new US Topo quadrangles for Montana (2,913 maps) replacing the first edition US Topo maps for the state.&nbsp;<\/p>\r\n<p>&nbsp;&ldquo;Users in Montana will appreciate improvements in the US Topo product, including the availability of&nbsp; Forest Service trails, and vegetation cover (green tint), as well as updated structures data through a partnership with the State,&rdquo; said Lance Clampitt, USGS Geospatial Liaison for Montana. &ldquo;It is very exciting to see the cooperative work between the State of Montana, <a href=\"http:\/\/geoinfo.montanastatelibrary.org\/\">Montana State Library<\/a> (MSL) and the USGS in using the best available source data to make the US Topo maps.&rdquo;<\/p>\r\n<p>The MSL is using the USGS mapping and crowd-sourcing program, known as <a href=\"https:\/\/my.usgs.gov\/confluence\/display\/nationalmapcorps\/Home\">The National Map Corps<\/a> to collect and update new structures data for US Topo map revisions.&nbsp; &ldquo;This new product will be beneficial to the citizens of Montana as well as numerous recreational users that visit the state each year,&rdquo; Clampitt continued. &ldquo;The added capability to use the US Topo maps on mobile devices is also very exciting for our outdoor enthusiast.&nbsp; We look forward to seeing these improvements on the 2014 release for the Treasure State.&rdquo;&nbsp;&nbsp;<\/p>\r\n<p>US Topo maps are updated <a href=\"http:\/\/nationalmap.gov\/ustopo\/about.html\">every three years<\/a>. The initial round of the 48 conterminous states coverage was <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3402\">completed in September of 2012<\/a>.&nbsp; Hawaii and Puerto Rico maps have recently been added. More than 700 <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3681\">new US Topo maps for Alaska<\/a> have been added to the <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/(ctype=areaDetails&amp;xcm=r3standardpitrex_prd&amp;carea=%24ROOT&amp;layout=6_1_61_48&amp;uiarea=2)\/.do\">USGS Map Locator &amp; Downloader<\/a>, but will take several years to complete.<\/p>\r\n<p>Re-design enhancements and new features:<\/p>\r\n<ul>\r\n<li>Crisper, cleaner design improves online and printed readability while retaining the look and feel of traditional USGS topographic maps<\/li>\r\n<li>New functional road classification schema has been applied<\/li>\r\n<li>A slight screening (transparency) has been applied to some features to enhance visibility of multiple competing layers<\/li>\r\n<li>Updated free fonts that support diacritics<\/li>\r\n<li>New PDF Legend attachment<\/li>\r\n<li>Metadata formatted to support multiple browsers<\/li>\r\n<li>New shaded relief layer for enhanced view of the terrain<\/li>\r\n<li>Military installation boundaries, post offices and cemeteries<\/li>\r\n<li>The railroad dataset is much more complete from a new contractor&nbsp;<\/li>\r\n<\/ul>\r\n<p>The previous versions of US Topo maps for Montana, published in 2011, can still be downloaded from USGS web sites. Also, scanned images of the entire USGS map library of topographic maps from the period 1884-2006 can be downloaded from the USGS <a href=\"http:\/\/nationalmap.gov\/historical\/index.html\">Historical Topographic Map Collection<\/a>. These scanned image","summary":null,"format":null}]},"field_images":[],"regions":["Montana"],"country":["United States of America"],"mm_tags":["Core Science Systems National Geospatial","Montana","Topo Maps","Digital Topo Maps","topographic Map","digital Topographic Map","Topo","Crowdsourcing","Historical Topographic Map Collection","The National Map","The National Map Corps"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1401854400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168937"},{"tid":"169904"},{"tid":"170049"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}