{"title":"Ground-Water Levels Starting to Decline<br>Region&#39;s Streams Still at Record Lows","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors<\/strong>: More detailed information on the DC. -- Baltimore area is available on: <a href=\"http:\/\/md.water.usgs.gov\/waterdata\/\">http:\/\/md.water.usgs.gov\/waterdata\/<\/a><\/p>\n<p><!--introstart-->Despite recent rain, water levels in streams throughout the Mid-Atlantic and surrounding regions remain near record lows for this time of year, according to hydrologists at the U.S. Geological Survey (USGS).<!--introend--> Although rains over the past week have improved conditions in parts of the Midwest, West Virginia and Ohio, rivers and streams from northwestern Pennsylvania to southeastern North Carolina are still flowing at levels below normal.<\/p>\r\n<p>\"Stream data collected for 109 years by the USGS on the Potomac River at Point of Rocks tell us that normal flows this week should be about 15,000 cubic feet per second, but the actual streamflows are less than 4,000,\" said Dan Soeder, hydrologist at the USGS Water Science Center in Baltimore, Md. \"Levels this low usually don&#039;t occur until July or August. Streams were flowing at essentially normal conditions until about mid-February, but have been dropping steadily since then.\" <\/p>\r\n<p>The National Weather Service reported that only 0.05 inch of rain fell in March 2006 at Reagan National Airport in Washington, D.C. compared to a normal value of 3.60 inches for the month. Thurgood Marshall BWI Airport near Baltimore recorded similar low values -- just 0.18 inch of rain in March 2006 compared to 3.93 inches during a normal March. <\/p>\r\n<p>Spring is usually the wettest time of the year in the eastern United States, with high flows in streams from rainfall and snowmelt, and significant infiltration of water into the soil to recharge ground-water aquifers. The dry spring could have impacts later in the summer on regional water resources and on the Chesapeake Bay. <\/p>\r\n<p>Ground-water levels so far are generally showing relatively minor drops from the dry weather. Declines in water levels of a few feet were observed in wells in eastern Maryland and Delaware during March, but wells in Frederick, Washington, and Allegany counties showed more significant drops. <\/p>\r\n<p>Although the declines in regional ground-water levels are generally modest, the fact that levels are declining at all is of concern. Spring is the time of year when ground water normally recharges, and the water levels should actually be rising in March, not falling. Seepage of ground water provides the majority of flow to streams during the absence of runoff, and drawdown of the shallow ground water by streamflow will continue as long as precipitation remains below normal. <\/p>\r\n<p>Most of the municipal ground water used in the region is supplied from deep, confined aquifers, which remain relatively unaffected. If the dry weather continues into the late spring or summer, however, these water resources could face increasing demands. <\/p>\r\n<p>According to the Baltimore city government, storage in the Baltimore reservoir system is at 100 percent of capacity. The Washington Suburban Sanitation Commission reports that Triadelphia and Duckett reservoirs on the Patuxent River, which serve Montgomery and Prince George&#039;s counties, also have nearly full storage, and the U.S. Army Corps of Engineers is showing a near-normal pool elevation in Jennings Randolph Reservoir on the Potomac River. <\/p>\r\n<p>Freshwater flow into the Chesapeake Bay set a new record low in 2006 for the month of March, averaging 51,500 cubic feet per second (cfs), equivalent to 33.3 billion gallons per day. This is 65 percent below average for March, and 10,000 cfs lower than the previous March low-flow record set in 1981. <\/p>\r\n<p>Consequences of the low river flows include reduced nutrient and sediment loads to the bay, and higher salinities because of less freshwater input. Fewer nutrients and less sediment could result in improved water quality conditions for fish and crabs this summer. On the other hand, higher salinities could ma","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1144382400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169148"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}