{"title":"Prestigious Award Granted to Local Biologist","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A distinguished award from The Wildlife Society&rsquo;s North Dakota Chapter was recently granted to Dr. Marsha A. Sovada, a U.S. Geological Survey wildlife biologist,<strong> <\/strong>in recognition of her service to wildlife research and conservation.<\/p>\n<p>The chapter&rsquo;s annual Professional Award is the highest honor given to an individual who has made an outstanding contribution toward the aims of professional wildlife endeavors in North Dakota over the course of his or her career. The prestigious award was presented to Sovada at the Chapter&rsquo;s annual awards banquet held in Mandan, N.D.&nbsp; &nbsp;&nbsp;<\/p>\r\n<p>Sovada is a classically trained field biologist and has worked at the USGS <a href=\"http:\/\/www.npwrc.usgs.gov\/\">Northern Prairie Wildlife Research Center<\/a> in Jamestown, N.D. since 1979. Born and raised in St. Cloud, Minn., she received her bachelor&rsquo;s degree in biology from St. Cloud State University, master&rsquo;s degree in biology from the University of Idaho, and doctorate degree in zoology from North Dakota State University.<\/p>\r\n<p>Sovada is recognized as one of North America&rsquo;s leading experts on foxes, having produced, with students and collaborators, a body of research that has greatly added to the understanding of canid ecology. During the past decade, she has also conducted extensive studies of American White Pelicans at colonies in the northern Great Plains, which led to the discovery of West Nile virus as a major mortality factor of pelican chicks in the region.&nbsp;<\/p>\r\n<p>Sovada&rsquo;s ongoing research includes predator ecology and management, mammalogy, carnivore interactions, natural resources management, pelican ecology, and waterfowl biology. During her 30-year career, she set new standards for work on predator ecology and predation management in North Dakota and the northern Great Plains and has written nearly 70 scientific papers, technical reports, chapters, and books on an array of wildlife species and topics.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The Wildlife Society is an international association dedicated to excellence in wildlife stewardship through science and education.&nbsp; Membership includes over 10,000 wildlife professionals and students from over 70 countries, and the North Dakota Chapter includes more than 300 members Statewide. The chapter&rsquo;s Professional Award has been presented annually to a single individual since 1966.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_03_04\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_03_04\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_03_04\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_03_04\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2011_03_04&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Dakota"],"country":["United States of America"],"mm_tags":["biology","North Dakota","The Wildlife Society","award","Northern Prairie Wildife Research Center","ecosystems"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1299214800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170352"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}