{"title":"A Decade of Water Science: USGS Helps Assess Water Resources in Afghanistan","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->For the past decade, scientists from the U.S. Geological Survey have shared their expertise with the Afghanistan Geological Survey (AGS) in efforts to build an inventory of Afghanistan&rsquo;s water resources.<!--introend--> A new <a href=\"http:\/\/pubs.usgs.gov\/fs\/2014\/3068\/\">fact sheet<\/a> details how these efforts help the country quantify and monitor its water resource.<\/p>\n<p>&ldquo;This partnership with the Afghanistan Geological Survey and other international agencies is extremely important for Afghanistan,&rdquo; said Jack Medlin, USGS regional specialist, Asia and Pacific Region. &ldquo;There&rsquo;s a broad consensus that water availability is a global issue, and these collaborative efforts created the data collection networks necessary to help quantify water conditions in the region and manage future water supplies.&rdquo;<\/p>\r\n<p>A number of success stories were realized during this decade-long partnership.<\/p>\r\n<p>In 2004, USGS and AGS initiated plans to rebuild Afghanistan&rsquo;s capacity for various geologic sciences including hydrology. USGS accomplished the goal with teaching scientists from AGS to apply modern techniques for use of global positioning systems, field hydrology, water-quality sampling, and by developing water-resource databases.<\/p>\r\n<p>The first efforts of the partnership were to inventory groundwater and surface water resources in Afghanistan&rsquo;s capital city, Kabul. After inventorying about 150 wells in the first year, data from a subset of wells were <a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1296\/\">monitored over ten years<\/a> and indicated that water levels were decreasing in the city of Kabul. The water samples collected and analyzed for physical, chemical, and microbiological properties formed the basis of the first joint hydrologic investigation in Kabul.<\/p>\r\n<p>&ldquo;Now after 10 years of groundwater-level monitoring, recent analysis of the data shows an improved understanding of groundwater resources and its sustainability in Kabul,&rdquo; said Thomas Mack, USGS hydrologist. &ldquo;AGS engineers have established similar groundwater monitoring networks in other major cities across Afghanistan, which are critical for understanding current conditions and water availability at other population and economic centers.&rdquo;<\/p>\r\n<p>USGS assisted a World Bank effort to restore approximately 127 historical streamgages in Afghanistan with modern equipment and continues to monitor the country&rsquo;s hydrologic network.<\/p>\r\n<p>In the early days of the partnership, the USGS helped establish the Afghanistan Agrometerology Program. By 2014, the program had installed and was operating 102 stations recording precipitation amounts, snow cover, and other meteorological parameters that are crucial for calibrating and validating remote sensing models of Afghanistan.<\/p>\r\n<p>A focus of the most recent <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5113\/\">research<\/a> was to quantify and monitor water resources in the Chakari Basin, a watershed near Kabul and an area that contains considerable copper and other mineral resources.<\/p>\r\n<p>&ldquo;Understanding the water and mineral resources of the Chakari Basin is important for Afghanistan&rsquo;s economic development and for balancing the needs of domestic and industrial water users,&rdquo; said Michael Chornack, USGS hydrologist.<\/p>\r\n<p>The hydrogeologic field investigations and water quality sampling conducted by AGS hydrologists provides valuable data needed for assessing water resources in Afghanistan&rsquo;s mineral resource areas.<\/p>\r\n<p>The USGS <a href=\"http:\/\/afghanistan.cr.usgs.gov\/background\">work in Afghanistan<\/a> has been possible with assistance from other government agencies.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Water Groundwater Resources","Water Hydrologic Networksand Analysis","Water Hydrologic Researchand Development","Energyand Minerals Mineral Resources","Energyand Minerals","International Programs Middle East","International Programs","International Programs Asiaand Pacific"],"article_type":["National News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1408420800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169368"},{"tid":"170570"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}