{"title":"Endangered Desert Pupfish found in Research Ponds near the Salton Sea, Calif.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Researchers from the U.S. Geological Survey (USGS) have discovered a population of the endangered desert pupfish (<em>Cyprinodon macularius<\/em>)in constructed ponds along the southeastern shore of the Salton Sea, in south-central California.<!--introend--> Preliminary estimates of more than 1,000 pupfish will need to be evaluated by a detailed survey that will be conducted as soon as the appropriate permits are obtained. Dr. Douglas Barnum, scientist with the USGS Salton Sea Science Office, called the discovery a &quot;scientific windfall&quot; that will provide a unique opportunity to learn more about this endangered species. Dr. Michael Saiki, fisheries biologist with the USGS Western Fisheries Research Center&#39;s Dixon Duty Station noted, &quot;What&#39;s significant about this discovery is the large number of pupfish we are seeing!&quot;&nbsp; \r\n<\/p>\r\n<p>\r\nThe four constructed ponds are part of an experimental shallow habitat complex, completed in the Spring of 2006, in partnership with the U.S. Geological Survey, U.S. Bureau of Reclamation, Imperial Irrigation District, and California Water Resources Control Board. The experiment is primarily designed to assess ecological risk from selenium on migratory birds using artificially created habitat blending water from the Alamo River and the Salton Sea.&nbsp; The use of blended water allows scientists to control the salinity of the initial pond and create&nbsp; habitats with increasing salinity in downslope ponds. Research at the site is intended to provide practical information for use in the future design and construction of a Saline Habitat Complex, a critical component in plans for restoration of the Salton Sea Ecosystem. Dr. Barnum notes that &quot;now that pupfish have been observed in the research ponds, we will modify the original goals and objectives allowing for this critically important line of research.&quot; \r\n<\/p>\r\n<p>\r\nHow the pupfish turned up in the research ponds is still unknown.&nbsp; But, regardless of how the pupfish came to be here, scientists now have a unique opportunity to better study how factors such as water temperature, dissolved oxygen, salinity, water velocity, interactions with other fish species and predation affect these elusive and scarce creatures. Dr. Saiki cautioned, &quot;the majority of fish observed to date are juveniles which suggests substantial breeding activity within the ponds.&nbsp; We need to determine how many of the abundant juvenile fish will survive to adulthood before the real value of this habitat can be understood.&quot; \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1183089600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169933"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}