{"title":"USGS Issues Wildlife Health Alert: Associates Virus with Salamander Die-offs","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A recent die-off of salamanders in Utah has prompted USGS wildlife health officials to issue an October 21, 1998 wildlife health alert. <!--introend-->The incident followed salamander die-offs earlier this summer in Maine and North Dakota. In all three cases a virus is believed to be responsible. The Utah event occurred in early September at Lake Desolation located east of Salt Lake City. U.S. Fish and Wildlife Service biologists reported finding about 200 tiger salamander carcasses littering the shoreline and lake bottom. Salamanders that were still alive appeared lethargic, swam in circles and were unable to remain upright. The sick salamanders also had red spots and swollen areas on the skin. A small number of seemingly healthy salamanders were also observed, but quickly swam into deeper water. No other species appeared to be affected. \n<p>Dr. Carol Meteyer, a USGS wildlife pathologist at the National Wildlife Health Center in Madison, Wisc., examined some of the salamanders and found bleeding beneath the skin and microscopic changes in the internal tissues that indicated a viral infection. Meteyer and Douglas Docherty, a USGS virologist, reported isolating a virus from diseased tissues. They are conducting further tests to identify and characterize the virus. \r\n<p>In addition to the salamander die-off at the Utah site, Docherty also found a virus in dead tiger and spotted salamanders earlier this year from Maine and North Dakota. Until these viruses are identified and characterized, Docherty will not know if they are the same virus as the iridovirus isolated from Utah event. Data from these salamander die-offs are still being collected and evaluated. \r\n<p>The health alert asks wildlife biologists to report any unusual observations of mortality or disease in salamanders to the USGS center. The die-offs are troubling to scientists because many amphibians (the group including frogs, toads and salamanders) have shown sharp population declines in many parts of the world in recent years. Whether the recently identified salamander disease is related to global amphibian declines is still unknown. Salamander die-offs have been reported previously, but scientists are not sure how common such events may be. \r\n<p>USGS biologists say die-offs of tiger salamanders were recorded at the same Utah location during in the early 1980s but these deaths were thought to be caused by a bacterial infection. In 1995 researchers at the University of Arizona reported on a similar die-off of tiger salamanders living in stock ponds in southern Arizona. These deaths were also attributed to an contagious iridovirus infection. Canadian scientists recently announced that they too had isolated an iridovirus from a tiger salamander die-offs near Regina, Saskatchewan, in Canada. \r\n<p>Salamanders are a member of the group Amphibia, a word which means \"double life\" and which refers to the ability of amphibians to live both on land and in water. Amphibians, which have been on Earth for some 350 million years are among the most ancient land-dwelling vertebrate animals. The international scientific community has expressed growing concern over population declines in all amphibian groups. These losses are now well documented and have occurred in a wide range of habitats, including remote and pristine areas in California, the Rocky Mountains, Costa Rica, Puerto Rico, and Australia. \r\n<p>On Sept. 22, the federal government&rsquo;s interagency Taskforce on Amphibian Declines and Deformity met for the first time. This group was formed at the initiative of Secretary of the Interior Bruce Babbitt to help investigate the causes of global amphibian declines. It will focus on science, conservation, international and education efforts. \r\n<p>Researchers are trying to determine why amphibians are disappearing. Current hypotheses to explain the declines include widespread infection by viruses, fungi, bacteria or parasites; increased exposure to ultraviolet r","summary":null,"format":null}]},"field_images":[],"regions":["Maine","Utah","North Dakota"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"909028800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170250"},{"tid":"169290"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}