{"title":"USGS Better Prepared for Future Hurricanes by New Coastal Streamgages in Georgia","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->The U.S. Geological Survey (USGS), in collaboration with the Georgia Environmental Protection Division, has recently installed 3 new real-time streamgages along the Georgia Atlantic Coast.<!--introend--> These gages will monitor the storm tide, rainfall, and hurricane generated flood waters associated with major storms, such as Hurricane Katrina. The gages are located near the largest coastal population centers of Savannah and Brunswick. The data from these streamgages are vital to local, State and Federal officials in order to forecast floods and coordinate flood-response activities. The sustained data are necessary to predict future flooding events, which is important for infrastructure design and community planning. \r\n<\/p>\r\n<p>\r\n&quot;It may be hard to think about hurricanes while we are experiencing a historic drought, but streamgages also provide information about the availability of water,&quot; said Edward Martin, USGS Georgia Water Science Center Director. &quot;Streamgage data are critical not only during hurricane season, but throughout the year by evaluating water quality and availability.&quot; \r\n<\/p>\r\n<p>\r\nThe media are invited to learn about how USGS can assist the Savannah area in times of hurricanes or droughts. \r\n<\/p>\r\n<table border=\"0\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">WHO: <\/td>\r\n\t\t\t<td>Carol Couch, Director of the Georgia Environmental Protection Division<br \/>\r\n\t\t\tBob Hirsch, USGS Associate Director for Water <\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">WHEN:<\/td>\r\n\t\t\t<td>Wednesday, June 13, 2007, 2pm <\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">WHERE:<\/td>\r\n\t\t\t<td>USGS streamgaging station on the US Army Corps of Engineers Property, Savannah, GA.<br \/>\r\n\t\t\t<br \/>\r\n\t\t\tDirections from downtown Savannah: <br \/>\r\n\t\t\tUS-17 North for 1.3 mi, Take the exit toward Hutchison Island for .3 mi,<br \/>\r\n\t\t\tslight left at Wayne Shackelford Blvd for .7 mi,<br \/>\r\n\t\t\tleft at Resort Dr &ndash; Meet at the US Army Corps of Engineers Gate<br \/>\r\n\t\t\t<br \/>\r\n\t\t\t<strong>REPORTERS MUST RSVP TO BRIAN MCCALLUM TO BE ESCORTED ON FEDERAL PROPERTY!<\/strong><br \/>\r\n\t\t\t<br \/>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">WHAT:<\/td>\r\n\t\t\t<td>Reporters can participate with <strong>hands-on demonstrations<\/strong> of new hurricane preparation technologies and <strong>capture footage of scientists in action before the storm<\/strong>. This is a great opportunity to meet contacts who can help during a storm. <\/td>\r\n\t\t<\/tr>\r\n\t<\/tbody>\r\n<\/table>\r\n<p>\r\nFor access to streamgage hardening locations and data visit the <a href=\"http:\/\/water.usgs.gov\/osw\/hurricanes\/\">USGS Office of Surface Water Web site<\/a>. \r\n<\/p>\r\n<p>\r\nTo learn more about other hurricane-related programs, visit the <a href=\"http:\/\/www.usgs.gov\/hazards\/hurricanes\/2007\/default.asp\">USGS Hurricane Web site<\/a>. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Georgia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1181275200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168974"},{"tid":"169606"},{"tid":"170275"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}