{"title":"The Secret Lives of Mussels: Americaâ\u0080\u0099s Most Endangered Species! ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\nMention endangered species and people may think about spotted owls, polar bears or sea turtles â\u0080\u0093 all vertebrates, or animals with backbones.Â  Invertebrates, those animals without backbones, however, account for more than 99 percent of the worldâ\u0080\u0099s animal diversity.Â  So it isnâ\u0080\u0099t surprising that the most imperiled species in the United States and globally are freshwater mussels, a kind of invertebrate.\n\n[caption id=\"\" align=\"alignright\" width=\"247\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_01_2013_vaq1UHg66N_02_01_2013_1#.UVyAaTGdb7o\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/02_01_2013\/vaq1UHg66N_02_01_2013\/medium\/glochidai.jpg\" alt=\"\" width=\"247\" height=\"245\" \/><\/a> Freshwater mussels.[\/caption]\n\nFreshwater mussels are bivalves â\u0080\u0093 animals with two shells â\u0080\u0093 that live on every continent except Antarctica. North America is home to more than a third of the worldâ\u0080\u0099s mussel species, but more than 70 percent of the continentâ\u0080\u0099s Â 302 species are extinct or imperiled.\n\n<strong>Mussels â\u0080\u0094 Who Cares?<\/strong>\n\nOver the last 20 years, scientists and economists have become even more interested in freshwater mussels because of the important functions and services they provide to aquatic ecosystems and potentially humans.Â  Mussels are often highly abundant filter feeders, filtering large volumes of water and reducing suspended particle and contaminant loads. Â This â\u0080\u009ccleaningâ\u0080\u009d of the water has a positive impact on the ecosystem, and scientists indicate restoring native mussel beds may have the added benefit of actually reducing the cost of treating water Â Â Mussel filtration capacity may reduce the cost of water treatment drawn from local rivers for a variety of consumptive uses (drinking, industry, agriculture, etc.). The amount of water they filter would surprise many; it is estimated that the common mussels, in this case the Eastern elliptio mussel in the Delaware River, could be filtering between 5 and 10 million gallons of water per river kilometer per day.\n\nMussels also excrete nutrients, aiding the growth of micro-organisms that feed fish and larger invertebrates.Â  Loss of mussels may have cascading effects through entire stream food webs.\n\n<strong>Stranger Than Fiction<\/strong>\n\nThe musselsâ\u0080\u0099 <a href=\"http:\/\/fl.biology.usgs.gov\/pics\/nativemollusks\/nativemollusks\/nativemollusks_25.html\">unique life cycle<\/a> is part of the reason for their imperilment.Â  Mussels live on the bottom of streams, rivers and lakes, partially buried in the sediment, feeding on algae and bacteria.Â  Mussels are often found in dense aggregations, or beds, which can contain one or many species.Â  While they have a single muscular foot that allows them to move, their mobility is generally confined to only a few to several hundred feet. Consequently, itâ\u0080\u0099s not easy for mussels to escape disturbances that threaten them, like droughts, floods, dredging or excessive contaminants. Since mussels can also be long-livedÂ  â\u0080\u0093 some species live more than 100 years â\u0080\u0093 their chances of encountering a large disturbance are great.\n\nAlthough mussels donâ\u0080\u0099t move far or fast, they are able to spread through river systems because of a unique parasitic relationship with one or more host fish species that help disperse mussel larvae, called glochidia.Â  During spawning, male mussels release their sperm into the water where it is filtered by female mussels.Â  Her eggs are fertilized in specialized brood chambers located in her gills where the glochidia grow and develop.Â  The female mussel then releases her glochidia â\u0080\u0093 as many as 17 million â\u0080\u0093 which must attach to a suitable host fish for several weeks to complete their metamorphosis into juvenile mussels.Â  Only when metamorphosis has occurred can the juveniles drop from the host fish, which are generally unharmed by the glochidia, to live independently in the sediment.\n\n[caption id=\"\" align=\"alignleft\" width=\"257\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_01_2013_vaq1UHg66N_02_01_2013_0#.UVyAzzGdb7o\"><img src=\"http:\/\/gallery.usgs.gov\/images\/02_01_2013\/vaq1UHg66N_02_01_2013\/medium\/dwarf_wedgemusssel.jpg\" alt=\"\" width=\"257\" height=\"193\" \/><\/a> Federally endangered dwarf wedgemussel, Alasmidonta heterodon.[\/caption]\n\nFemale mussels have evolved creative â\u0080\u0093 some might say bizarre â\u0080\u0093 ways to ensure glochidia attach to a suitable fish host.Â  Some broadcast their glochidia into the water, others enclose their glochidia in packages that resemble <a href=\"http:\/\/fl.biology.usgs.gov\/pics\/nativemollusks\/nativemollusks\/nativemollusks_33.html\">macro-invertebrate fish food<\/a>. Then, when a fish bites into what it thinks is a meal, it gets a mouthful of glochidia, which can attach to the fish.Â  Other mussel species display elaborate lures that attract host fish by <a href=\"http:\/\/fl.biology.usgs.gov\/pics\/nativemollusks\/nativemollusks\/nativemollusks_46.html\">mimicking fish, crayfish and other aquatic animals<\/a>.Â  Perhaps most novel is that some kinds of mussels physically capture their host fish by clamping their shell on the fishâ\u0080\u0099s head while the mother mussel unloads her glochidia onto the stunned fish host.\n\n<strong>New Populations of Endangered Mussel Discovered! <\/strong>\n\nIn 2000, USGS scientists discovered several new, substantial and genetically distinct populations of the federally endangered dwarf wedgemussel in the Upper Delaware Scenic and Recreational River. It was an important finding because only a few viable populations of this species were known to exist, even though this small mussel, about one and a half inches long, had historically resided in streams and rivers stretching from North Carolina to New Brunswick. Because this mussel has a fairly short lifespan of less than 12 years, low fertility, and prefers certain fish species as hosts for its glochidia, its chances of extinction are higher.\n\n<strong>Flow Needs of the Dwarf Wedgemussel in the Upper Delaware Scenic and Recreational River<\/strong>\n\nAlthough the main-stem Delaware is technically a free-flowing system, water flow through the parks can be highly regulated by hydropower and water supply operations in the upper basin, particularly during low-flow summer months.Â  Consequently, National Park Service managers needed to know how environmental conditions of the river â\u0080\u0093 such as river flow and disturbances â\u0080\u0093 would affect mussel survival, health and reproduction, and what conditions would help or hinder the newly discovered dwarf wedgemussel populations.\n\nFor the past two years, USGS has been conducting the research the NPS needs to manage this species and to recommend preferred flow options to protect it. USGS scientists have identified critical habitat requirements the species needs to persist, including water depth, flow and temperatures; they have also developed models that estimate habitat that remains suitable for mussel survival under different flows.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24289","uid":"31","filename":"mTP.jpg","uri":"public:\/\/mTP.jpg","filemime":"image\/jpeg","filesize":"119548","status":"1","timestamp":"1425492768","type":"image","uuid":"7849f032-f070-4da9-a3f2-098e920dbaa7","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","DelawareRiver","DwarfWedgemussel","endangered","Invertebrates","Mussels","RiverFlow","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1365086855","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}