{"title":"USGS Updates Economic Analysis of Oil Resources in the 1002 Area of the Arctic National Wildlife Refuge","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The USGS has released an updated economic analysis that shows at least 70 percent of the undiscovered, technically recoverable oil resources assessed in the combined areas of the federal portion of the 1002 area of Alaska&rsquo;s Arctic National Wildlife Refuge, Native Lands inside the boundary of the 1002 area, and the lands beneath adjacent Alaska state waters can be found, developed, produced and transported to market, assuming a market floor price of $30 per barrel in 2003 dollars.<!--introend--><\/p>\n<p>In the report, Economics of 1998 U.S. Geological Survey&rsquo;s 1002 Area Regional Assessment: An Economic Update, the USGS based the economic update on the estimates of technically recoverable resource volumes from the 1002 area regional geologic assessment prepared in 1998. The USGS did not prepare a new geologic analysis. Results of that geologic assessment showed there is a 95 percent probability that the undiscovered volume of oil will exceed 5.72 BBO and a 5 percent probability it will exceed 15.96 BBO. The mean or expected value of the technically recoverable resource volumes was 10.36 BBO.<\/p>\r\n<p>In the updated economic analysis, the USGS estimates that at sustained market prices of $42 per barrel using the 95 percent probability factor volume estimate, 88 percent or 5.1 billion barrels (BBO) of the oil is economic to find, develop, produce and transport to market. At the five percent probability level, 90 percent or 14.4 BBO is economic and 90 percent of the mean volume or 9.4 BBO is economic.<\/p>\r\n<p>The USGS report is based on the technology and cost data of the 2003 base year, the latest available year for actual cost data. The previous analysis used 1996 as the base economic year. This analysis includes new technologies that have become standard operating procedures on the North Slope such as horizontal development wells and satellite\/cluster field development. The upper end of the price range evaluated is $55 per barrel in 2003 dollars (about $60 in 2005 dollars).<\/p>\r\n<p>The results of this economic analysis and those reported in earlier studies were similar because advances in production technologies have largely offset the increased costs. <\/p>\r\n<p>The complete economic analysis report can be viewed at <a title=\"Economic Analysis Report\" href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1359\/\">http:\/\/pubs.usgs.gov\/of\/2005\/1359\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1130212800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168777"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}