{"title":"Uranium Mining in the Grand Canyon Region","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"210\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/12_05_2014_hmd5GSr11A_12_05_2014_0#.VIYWeGTF-Uc\"><img class=\"   \" src=\"http:\/\/gallery.usgs.gov\/images\/12_05_2014\/hmd5GSr11A_12_05_2014\/medium\/Brad_Garner_at_Willow_Spring.JPG\" alt=\"Water-Quality Sampling at Willow Spring\" width=\"210\" height=\"280\" \/><\/a> Hydrologist Brad Garner of the USGS Arizona Water Science Center prepares for water-quality sampling at Willow Spring, a Bureau of Land Management Wilderness Area in the Kanab Creek drainage of the Grand Canyon.[\/caption]\n\nWhat are the environmental, cultural and social effects of uranium mining near the Grand Canyon? The U.S. Geological Survey has been tasked with answering these questions so that the Secretary of the Interior can make an informedÂ decision about whether to continue, modify or end aÂ uranium miningÂ withdrawalÂ of federal lands near the Grand Canyon in 2032.\n\nSome of the highest-grade uranium ore in the United States occurs in deposits, known as breccia pipe deposits, scattered across the Grand Canyon region.\n\n<strong>Evaluating the Potential Impact to the Grand Canyon, its People and Wildlife <\/strong>\n\nIn 2012, Secretary of the Interior Ken Salazar decided to withdraw about one million acres of federal land near the Grand Canyon from additional uranium mining development until the year 2032, citing uncertainties regarding the effects of uranium mining on the Grand Canyon, its people, wildlife and water resources. Â The decision to withdraw federal lands from further mining activity allows time to study the potential effects of uranium mining.\n\nUSGS scientists with different areas of expertise are coming together to conduct studies that are helping address information gaps related to the effects of uranium exploration and mining activities on people and environmental resources. The goal is to reduce uncertainties related to the effects of mining on water quality and quantity, understand the potential toxicological and radiological effects of mining on wildlife and to evaluate potential impacts on cultural and tribal resources. Results will help inform the Secretaryâ\u0080\u0099s decision to continue, modify or end the mining withdrawal in 2032. Â The USGS is the lead Department of the Interior bureau tasked with developing the science to address these critical data gaps.\n\n[caption id=\"\" align=\"alignright\" width=\"320\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/12_05_2014_hmd5GSr11A_12_05_2014_4#.VIX5e2TF-Uc\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/12_05_2014\/hmd5GSr11A_12_05_2014\/medium\/Kanab_Creek_Drainage_from_Sowats_Point.JPG\" alt=\"View from Sowats Point\" width=\"320\" height=\"240\" \/><\/a> This view is from Sowats Point on the Kaibab Plateau, looking southwest towards Kanab Creek[\/caption]\n\n<strong>Why Mine Uranium? <\/strong>\n\nUranium oxide is the fuel used in nuclear electrical power generation. Nuclear power produces relatively lower emissions of carbon into the atmosphere relative to power plants that use fossil fuels. Interest in exploration and mining of uranium fluctuates with the long-term price of the commodity. Although mining in the Grand Canyon region peaked in the 1980s and has since decreased, there is a continued level of interest in exploration and mining in the region. Currently, most of the uranium used for U.S. nuclear reactors comes from international sources.\n\n<strong><em><span style=\"text-decoration: underline\">USGS is the Lead DOI Bureau Tasked with Answering these Questions:<\/span><\/em><\/strong>\n\n<strong>Potential Exposure of Toxic Contaminants to Humans and Wildlife?<\/strong>\n\nThe <a href=\"http:\/\/www.cerc.usgs.gov\/\">USGS Columbia Environmental Research Center<\/a> coordinated a baseline study of contaminant levels in various species at the Canyon Uranium Mine â\u0080\u0094 a partially developed uranium mining project located six miles south of Tusayan, Arizona, near the south rim of the Grand Canyon. Â The Canyon Uranium Mine and other mines in the region, such as the Pinenut and Arizona 1 mines, are not part of the mining ban because they occur on mining claims that predate the Secretaryâ\u0080\u0099s land withdrawal decision.\n\n[caption id=\"attachment_205381\" align=\"alignleft\" width=\"282\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/UraniumTSMap.jpg\"><img class=\" wp-image-205381   \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/UraniumTSMap.jpg\" alt=\"Uranium Map\" width=\"282\" height=\"375\" \/><\/a> Mining areas near the Grand Canyon.[\/caption]\n\nDuring 2013, scientists from four federal agencies, one state agency and three universities collected data from more than 200 plant and animal species and from water, soil and windblown dust before the mine development <a href=\"http:\/\/www.fwspubs.org\/doi\/full\/10.3996\/052014-JFWM-039\">was completed<\/a>. Field efforts at Canyon Mine continued in 2014 with migratory bird surveys and a bird nest box study, made possible by the help of federal partners. Since the area has not been mined before, the studies will help scientists understand the natural variations in uranium and other metals in the environment.\n\n[caption id=\"\" align=\"alignright\" width=\"280\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/12_05_2014_hmd5GSr11A_12_05_2014_7#.VIYW_mTF-Uc\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/12_05_2014\/hmd5GSr11A_12_05_2014\/medium\/WQ_sample_processing_Sowats_Point.JPG\" alt=\"Processing Water-Quality Samples\" width=\"280\" height=\"210\" \/><\/a> This setup is used for processing water-quality samples at Sowats Point on the Kaibab Plateau.[\/caption]\n\nThe data collected and interpreted by the USGS will be important to reference when uranium extraction begins. Collecting data before mining starts, during active mining and post-mine closure and remediation is essential to help resource managers determine how contaminants move through the environment, and the extent to which local species are exposed to chemical and radiation contamination. Findings will not only be important to this local mine, but will also be applicable to other past and proposed uranium mining sites in the region surrounding the Grand Canyon.\n\nOther ongoing USGS studies include establishing baseline information on soil chemistry to understand the potential effects of mining on the environment, studies to understand surface water and groundwater flow and quality and the origin and potential distribution of similar uranium deposits in the Grand Canyon region.\n\n&nbsp;\n\n[caption id=\"\" align=\"alignleft\" width=\"360\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/12_05_2014_hmd5GSr11A_12_05_2014_3#.VIYXDGTF-Uc\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/12_05_2014\/hmd5GSr11A_12_05_2014\/medium\/GregLinderInstructs.JPG\" alt=\"Pocket Gopher Dissection\" width=\"360\" height=\"239\" \/><\/a> Greg Linder, USGS Columbia Environmental Research Center, instructs Emily Simpson, Bethel College undergraduate student, on the dissection of a pocket gopher.[\/caption]\n\nCurrent USGS-led field studies are shifting to areas north of the Grand Canyon in the Arizona Strip region. These studies may provide the only opportunity to gather information on how uranium and other naturally occurring contaminants move through the environment, as well as information on uranium exposure at active mines during the withdrawal period. The field activities include analyzing soil and vegetation chemistry, documenting weather conditions, monitoring dust transport and chemistry and evaluating contaminants. One of the goals of these studies is to document relevant environmental effects that could occur if uranium mining were to commence after the withdrawal period.\n\n<strong>How does Mining Affect Water Quality and Quantity?<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"280\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/12_05_2014_hmd5GSr11A_12_05_2014_2#.VIX5eGTF-Uc\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/12_05_2014\/hmd5GSr11A_12_05_2014\/medium\/ErnieValdezBat.JPG\" alt=\"Bat at Mine Detention Pond\" width=\"280\" height=\"186\" \/><\/a> Ernie Valdez, USGS Fort Collins Science Center, examines a bat caught over the mine detention pond.[\/caption]\n\nIncreased mining in northern Arizona could help meet the U.S. demand for uranium, but could also increase the amount of uranium and other naturally occurring contaminants in the local surface and groundwater flowing into Grand Canyon National Park and the Colorado River. The Colorado River and its tributaries supply water to more than 35 million people in the United States and three million people in Mexico, irrigate over 4.5 million acres of farmland and annually generate about 12 billion kilowatt hours of hydroelectric power.\n\nPrevious <a href=\"http:\/\/pubs.usgs.gov\/fs\/2010\/3050\/fs2010-3050.pdf\">USGS field studies<\/a> in and around several reclaimed or inactive uranium mines in the Kanab Creek area north of the Grand Canyon have shown that uranium and arsenic were consistently the most abundant contaminant of concern. An increase of uranium was found in surface water and soils near mining sites and uranium-rich dust was evident close to some of the mining sites as well.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/12_05_2014_hmd5GSr11A_12_05_2014_1#.VIX5dmTF-Uc\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/12_05_2014\/hmd5GSr11A_12_05_2014\/medium\/Charles_Drost_measuring_many_lined_skink_Canyon_Mine_Site_C_Aug_2013.JPG\" alt=\"Skink Research\" width=\"350\" height=\"263\" \/><\/a> Charles Drost, USGS Southwest Biological Science Center, measures a many-lined skink[\/caption]\n\nOther current regional studies include: the estimation of uranium flux in Kanab Creek, Havasu Creek and the Colorado River; evaluation of groundwater chemistry in the withdrawal areas through sampling of springs and wells; and improving understanding of the importance of geologic structure on regional groundwater flow by developing a groundwater-flow model of the area.\n\n<strong>What Does this Mean for the Future of Uranium Mining? <\/strong>\n\nThe good news is that findings from these studies on uranium in the environment can be applied to uranium mining activities in other areas. These studies provide unbiased information to resource managers so that they can make informed choices about how to manage resources within the Grand Canyon region was well as historic and future uranium mining sites elsewhere.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24367","uid":"31","filename":"Main1.jpg","uri":"public:\/\/Main1.jpg","filemime":"image\/jpeg","filesize":"45892","status":"1","timestamp":"1425492768","type":"image","uuid":"10a29fd5-d89c-44a6-9ea8-65bf437cf69d","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["energy","Grand Canyon","Uranium","Uranium Mining"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1418130272","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}