{"title":"New USGS Webcam Goes Online in Santiago Fire Burn Area","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p align=\"left\">\n<em>Provides live views of Orange County, Calif., stream at high risk for floods, mudflows<\/em> \r\n<\/p>\r\n<p>\r\nU.S. Geological Survey (USGS) scientists today installed a real-time webcam and radar-velocity sensor to provide additional real-time monitoring capabilities for flooding and debris-flow hazards from Modjeska and Williams canyons in the Santiago Fire burn area. The webcam is at USGS&#39; Santiago Creek stream-gaging station, a few miles east of Tustin, Calif., in the foothills of Orange County.\r\n<\/p>\r\n<p>\r\nBecause the October fires left hillsides denuded of vegetation, residents of Modjeska and Williams canyons are at significant risk due to flash flooding and debris flows should moderate to heavy rains fall in the watershed, according to a report by the U.S. Forest Service BAER team (Burned Area Emergency Response). Heavy rains caused moderate mudslides in Modjeska Canyon on Friday, prompting a mandatory evacuation of the area.\r\n<\/p>\r\n<p>\r\nPost-fire landslide hazards include fast-moving, highly destructive debris flows that can occur in the years immediately after wildfires in response to heavy rains. Post-fire debris flows are particularly hazardous because they can occur with little warning, exert great loads on objects in their paths, strip vegetation, block drainage ways, damage structures and endanger human life.\r\n<\/p>\r\n<p>\r\n&quot;The addition of the webcam at the Santiago Creek gaging station will provide valuable information to the National Weather Service and emergency managers to evaluate existing conditions in the creek channel during storms,&quot; said Michael V. Shulters, director of the USGS California Water Science Center. &quot;The visual record of flooding and potential debris flows will also provide valuable research data for USGS.&quot;\r\n<\/p>\r\n<p>\r\nThe webcam installation is part of the USGS Multi-Hazards Demonstration Project. Shulters said USGS plans to install additional webcams at other high-risk sites in Southern California. \r\n<\/p>\r\n<p>\r\nThe webcam images are available to the public, providing live views of the conditions in the canyon to anyone with a web browser. The webcam is accessible at <a href=\"http:\/\/ca.water.usgs.gov\/webcams\/\">Webcams of the CA Water Science Center Web site<\/a>.\r\n<\/p>\r\n<p>\r\nMonitoring and research data are being collected in partnership with the National Weather Service and Orange County Fire Authority and the Orange County Environmental Resources Division (ERD).&nbsp; The National Weather Service uses USGS stream flow and rain data, and County ERD ALERT rain data, in analyzing flood potential and issuing Flood Watches and Warnings. FEMA and the State OES are coordinating recovery and risk assessment efforts in all burn areas in Southern California. \r\n<\/p>\r\n<p>\r\nThis is the second webcam the USGS California Water Science Center has installed at a stream-gage site in California. A webcam at the <a href=\"http:\/\/ca.water.usgs.gov\/webcams\/truckee\/\">Truckee River<\/a> went online in August. The Center operates more than 400 gages throughout California that monitor stream flows, temperature, water levels and other data. All of the information is available to the public. \r\n<\/p>\r\n<p>\r\nFor more information on the Southern California wildfires, please go to <a href=\"http:\/\/ca.water.usgs.gov\/webcams\/truckee\/\">USGS Responds to Southern California Fires<\/a>.&nbsp;\r\n<\/p>\r\n<p align=\"center\">\r\n### \r\n<\/p>\r\n<p>\r\n<em>The U.S. Geological Survey&#39;s <a href=\"http:\/\/ca.water.usgs.gov\/\">California Water Science Center<\/a> operates project offices in Sacramento and San Diego where more than 130 scientists bring a broad range of disciplines to modern water-management issues. The center also has nine field offices where scientists and technicians gather hydrologic data on California&#39;s surface-water and ground-water resources.<\/em> \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1196744400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169661"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}