{"title":"USGS Report Signals Trend: More People Using Less Water","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Search water-use data online by county and watershed: <a href=\"http:\/\/water.usgs.gov\/public\/watuse\/\">http:\/\/water.usgs.gov\/public\/watuse\/<\/a> \n<p>\r\n<p>\r\n<p>Newly released statistics on water use by the U.S. Geological Survey (USGS) show that the nation is using less water-- 402 billion gallons per day (bgd) for all uses, which is 2 percent less than in 1990 and nearly 10 percent less than in 1980, despite a continuous increase in population over that same time period. \r\n<p>Freshwater per-capita use also decreased for 1995. Total per-capita use was 1,280 gallons per day (gal\/d), compared to 1,340 gal\/d in 1990. The USGS has compiled and reported national water-use statistics once every 5 years since 1950. \r\n<p>After continual increases in the nation&rsquo;s total use of surface and ground water for the years reported from 1950 to 1980, water use declined and has remained fairly constant since the mid-1980s, according to the USGS report. \r\n<p>\"If you were to ask people if the nation was using more or less water now than say 15 or 20 years ago, the vast majority probably would say that we are using more water now,\" said Robert Hirsch, USGS chief hydrologist. \"The overall decline in water use is an encouraging signal.\" \r\n<p>\"The nation is clearly using surface- and ground-water resources more efficiently,\" Hirsch said. \"Enhanced citizen awareness of the value of water and conservation programs in many communities across the country have helped to cut water use in spite of continued population growth. Improved irrigation techniques and more efficient use of water by industry have contributed to reduced water use as well.\" \r\n<p>Long-term concerns remain about the quality of available water, however. \"With increased demands for water for instream uses such as river-based recreation, esthetic enjoyment and fish and wildlife habitat, the overall competition for good quality water will continue to increase,\" Hirsch said. \r\n<p>Irrigation is the top freshwater use category--134 bgd in 1995. When fresh and saline water are combined, more water continues to be withdrawn for thermoelectric power generation (190 bgd, of which 58 bgd is saline) than for any other category. \r\n<p>In a state-by-state comparison, California accounts for the largest total water use (46 bgd), followed by Texas, Illinois and Florida. Two dozen states and Puerto Rico had less water withdrawn during 1995 than during 1990. \r\n<p>The USGS water-use report, searchable by county and watershed, along with an expanded section on trends, is available on the World Wide Web at: <a href=\"http:\/\/water.usgs.gov\/public\/watuse\/\">http:\/\/water.usgs.gov\/public\/watuse\/<\/a> \r\n<p>Single copies of the 71-page report (with numerous tables, charts, and diagrams of source, use, and disposition of water), published as Estimated use of water in the United States in 1995, (USGS Circular 1200) are available free upon request to USGS Information Services, Box 25286, Denver Federal Center, Denver, CO, 80225; or telefax requests to: 303-202-4693. Please be sure to specify USGS Circular 1200. \r\n<p>(See attached \"Selected Water-Use Highlights\" for further details from the report. The attached graphic, <a href=\"http:\/\/water.usgs.gov\/press_releases\/98\/oct\/fw_pop.gif\">\"Freshwater Withdrawals and Population in the United States\"<\/a> is available for downloading from the WWW site listed above.) \r\n<p>(<b>Note to Editors:<\/b> Copies of the report are available for reporters and editors from Customer Relations and Communications, USGS, 440-W National Center, Reston, VA 20192, or by fax request to 703-648-5644, attn: Gail Wendt.) \r\n<p>This press release and in-depth information about USGS programs may be found on the USGS home page: <a href=\"http:\/\/www.usgs.gov\/\">http:\/\/www.usgs.gov<\/a> . To receive the latest USGS news releases automatically by email, send a request to listproc@listserver.usgs.gov . Specify the listserver(s) of interest from the following names: water-pr; geologic-hazards-pr; biological-pr","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"907646400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170666"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}