{"title":"7 Billion People: How will we Sustain a More Populated Planet? ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_172951\" align=\"alignleft\" width=\"446\" caption=\"Continuous Landsat imagery since 1972 provides standardized data that reliably indicates environmental change, helping decision makers in agriculture, forestry, water resources, and urban planning. Left: center pivot irrigation in Garden City, KS, 1988; center: pine beetle infestation in Rocky Mountain National Park, 2010; right: rapid urban growth of Las Vegas, NV, 2000.\"]<a href=\"http:\/\/www.nasa.gov\/mission_pages\/landsat\/news\/20111116-briefing.html\"><img class=\"size-full wp-image-172951     \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/11\/crops-forests-cities.jpg\" alt=\"Panel of three Landsat images showing Garden City, KS; beetle damage in Rocky Mountain National Park; and Las Vegas, NV\" width=\"446\" height=\"252\" \/><\/a>[\/caption]\n\nExpanding demand from a growing world population â\u0080\u0094 now numbered at more than 7 billion â\u0080\u0094 exerts unprecedented pressure on global resources, especially forests, water, and agriculture.\n\nTo support a world population expected to reach 8 billion as soon as 2025, decision makers need tools and information to monitor and protect these crucial resources.\n\nRemote-sensing satellites help scientists to observe our world beyond the power of human sight, to monitor changes, and to detect critical trends in the conditions of natural resources.\n<h3><strong>A Vital Source of Data<\/strong><\/h3>\nAcross nearly 4 decades, Landsat satellites have continuously acquired space-based images of Earthâ\u0080\u0099s land surface. The series of images collected by these satellites has provided a vital worldwide reference for researchers and resource managers.\n\nFor example, comparing Landsat images taken on earlier dates with those on later dates can help to monitor\n<ul>\n\t<li>forests under threat from illegal logging, deforestation, and biofuel production;<\/li>\n\t<li>water resources crucial for cities and agriculture and key to public health and national economies; and<\/li>\n\t<li>agricultural production in connection with changing conditions of land and climate.<\/li>\n<\/ul>\nBy combining the nearly 40-year global Landsat record with other Earth-observation systems and the latest scientific techniques in Earth imaging, researchers around the globe can not only see and describe present conditions, they can also track how those conditions have changed over time and outline the future of many natural resources with increasing accuracy.\n<h3><strong>Impartial information freely available<\/strong><\/h3>\nSystematic observation of the land from space provides objective data that we can trust â\u0080\u0094 fundamental information on a national and global scale that is direct and impartial. And as the demands for limited resources grow, having impartial data on how precious resources are changing over time will become ever more important.\n\nThe Department of the Interiorâ\u0080\u0099s policy of releasing the full Landsat archive at no cost allows everyone to have access to this important resource, allowing researchers in the private sector and at smaller universities to generate even more data applications â\u0080\u0094 applications that serve commercial endeavors in agriculture and forestry, that enable land managers in and out of government to work more efficiently, and that define and tackle critical environmental issues.\n<h3><strong>The 18<sup>th<\/sup> Pecora Remote Sensing Symposium Â <\/strong><\/h3>\nThe 18<sup>th<\/sup> <a href=\"http:\/\/asprs.org\/pecora18\/\" target=\"_blank\">William T. Pecora Memorial Remote Sensing Symposium<\/a>, taking place November 14-17, 2011, in Herndon, Virginia, is exploring these topics and more.\n\nThe symposium honors William T. Pecora, whose early vision and support helped establish the Landsat satellite program. Pecora was Director of the U.S. Geological Survey from 1965 â\u0080\u0093 1971.\n\nVisit NASA Goddard for <a href=\"http:\/\/www.nasa.gov\/mission_pages\/landsat\/news\/20111116-briefing.html\" target=\"_blank\">print-quality images and other materials<\/a>.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24164","uid":"31","filename":"crops-forests-cities-sm.jpg","uri":"public:\/\/crops-forests-cities-sm.jpg","filemime":"image\/jpeg","filesize":"237484","status":"1","timestamp":"1425492768","type":"image","uuid":"80424bfb-ee99-4361-8adc-2868a779fd5e","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1321458647","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}