{"title":"Arctic Now Traps 25 Percent of World's Carbon -- But That Could Change","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The arctic could potentially alter the Earth&rsquo;s climate by becoming a possible source of global atmospheric carbon dioxide.&nbsp; The arctic now traps or absorbs up to 25 percent of this gas but climate change could alter that amount, according to a study published in the November issue of <em>Ecological Monographs<\/em>.<!--introend--><\/p>\n<p>In their review paper, David McGuire of the U.S. Geological Survey and the University of Alaska at Fairbanks and his colleagues show that the Arctic has been a carbon sink since the end of the last Ice Age, which has recently accounted for between zero and 25 percent, or up to about 800 million metric tons, of the global carbon sink. On average, says McGuire, the Arctic accounts for 10-15 percent of the Earth&rsquo;s carbon sink. But the rapid rate of climate change in the Arctic &ndash; about twice that of lower latitudes &ndash; could eliminate the sink and instead, possibly make the Arctic a source of carbon dioxide.<\/p>\r\n<p>&ldquo;This study is another example of the important role played by USGS and its partners in providing the scientific research that must be the backbone of any actions related to climate change,&rdquo; said Secretary of the Interior Ken Salazar.<\/p>\r\n<table style=\"width: 400px;\" border=\"0\" cellpadding=\"5\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009-10-14\/Fig_McGuire.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009-10-14\/Fig_McGuire_tn.jpg\" alt=\"caption below\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\">This figure shows the mean extent of permafrost in the Arctic, estimated for (a) the years 1990-2000 and (b) the years 2090-2100. In (c), the estimation of loss of permafrost by 2100 is overlaid on estimates for the year 2000. Credit: A. David McGuire, USGS (click on the image to see the full size version)<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Carbon generally enters the oceans and land masses of the Arctic from the atmosphere and largely accumulates in permafrost, the frozen layer of soil underneath the land&rsquo;s surface. Unlike active soils, permafrost does not decompose its carbon; thus, the carbon becomes trapped in the frozen soil. Cold conditions at the surface have also slowed the rate of organic matter decomposition, McGuire says, allowing Arctic carbon accumulation to exceed its release.<\/p>\r\n<p>But recent warming trends could change this balance. Warmer temperatures can accelerate the rate of surface organic matter decomposition, releasing more carbon dioxide into the atmosphere. Of greater concern, says McGuire, is that the permafrost has begun to thaw, exposing previously frozen soil to decomposition and erosion. These changes could reverse the historical role of the Arctic as a sink for carbon dioxide.<\/p>\r\n<p>&ldquo;In the short term, warming temperatures could release more Arctic carbon to the atmosphere,&rdquo; says McGuire. &ldquo;And with permafrost thawing, there will be more available carbon to release.&rdquo;<\/p>\r\n<p>On the scale of a few decades, the thawing permafrost could also result in a more waterlogged Arctic, says McGuire, a situation that could encourage the activity of methane-producing organisms. Currently, the Arctic is a substantial source of methane to the atmosphere: as much as 50 million metric tons of methane are released per year, in comparison to the 400 million metric tons of carbon dioxide the Arctic stores yearly. But methane is a very potent greenhouse gas &ndash; about 23 times more effective at trapping heat than carbon dioxide on a 100-year time scale. If the release of Arctic methane accelerates, global warming could increase at much faster rates.<\/p>\r\n<p>&ldquo;We don&rsquo;t understand methane very well, and its releases to the atmosphere are more episodic than the exchanges of carbon dioxide with the atmosphere,&rdquo; says McGuire. &ldquo;It&rsquo;s important to pay attention to methane dynamics because of methane&rsquo;s substantial potenti","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climate Change","Carbon Sequestration","Arctic","Alaska","Methane","Greenhouse Gas"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1255492800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169074"},{"tid":"169017"},{"tid":"169195"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}