{"title":"From Pikas to Plague, Climate Change and Wind Energy","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->More than 800 people are expected to attend the first <\/strong><a href=\"http:\/\/www.scbnacongress.org\/\"><strong>North America Congress for Conservation Biology<\/strong><\/a><strong> from July 15-18, 2012, in Oakland, Calif. The theme of this year's conference is &ldquo;Bridging the Gap: Connecting People, Nature, and Climate.&rdquo;<!--introend--> This conference provides a forum for presenting and discussing new research and developments in conservation science, practices and challenges. <\/strong><\/p>\n<p><strong>Fighting Plague with a Peanut Butter-Flavored Vaccine: <\/strong>Prairie dogs and highly endangered black-footed ferret populations in North America are quite susceptible to sylvatic plague, an often deadly, non-native disease of people and wildlife.&nbsp; Currently, wildlife managers contain the disease by dusting prairie dog burrows with an insecticide that can kill disease-carrying fleas, but this is labor-intensive and costly.&nbsp; As an alternative, USGS researchers and colleagues at University of Wisconsin have developed a new oral vaccine, flavored with peanut butter, which can be administered orally through baits. Laboratory tests showed that the oral vaccine protects prairie dogs against plague; tests in some wild prairie dog populations begin this year.&nbsp; If the vaccine is effective in the wild, it could be used in selected prairie dog populations to decrease the occurrence of plague and help in the recovery of black-footed ferrets. Ultimately, a successful vaccine could help stabilize wildlife populations in grassland ecosystems and may benefit public health, since this bacterium is also responsible for plague in people.&nbsp;&nbsp; This presentation, <em>Sylvatic Plague Vaccine: A New Tool for Conservation of Threatened and Endangered Species<\/em>, will occur in Room JRB 1 on July 16 at 11 a.m. <strong>For more information, contact Tonie Rocke, <\/strong><a href=\"mailto:trocke@usgs.gov\"><strong>trocke@usgs.gov<\/strong><\/a><strong>, 608-270-2451.&nbsp;<\/strong>&nbsp;<\/p>\r\n<p><strong>Shorebird, Duck, Food Enough? <\/strong>With loss of natural wetlands, wintering shorebirds and diving ducks have become increasingly dependent on managed wetlands. Yet studies are limited about food availability in managed coastal estuaries, such as the ponds in the San Francisco Bay&rsquo;s South Bay Salt Pond Restoration Project. USGS researchers and colleagues will discuss their surveys of invertebrate prey density in the pond bottoms.&nbsp; They will discuss whether there is enough food to support the 45,000 diving ducks and 108,000 shorebirds that depend on this area in winter, and whether pond management could increase available energy. This presentation, <em>Effects of Wetland Management on Carrying Capacity of Duck and Shorebird Benthivores in a Coastal Estuary<\/em>, will occur in Room JBR 1 &amp; 2 on&nbsp; July 16. <strong>Contact Arriana Brand, 707-562-2002, <a href=\"mailto:arriana_brand@usgs.gov\">arriana_brand@usgs.gov<\/a>, or John Takekawa, 707-562-2000, <a href=\"mailto:john_takekawa@usgs.gov\">john_takekawa@usgs.gov<\/a>.<\/strong><\/p>\r\n<p><strong>Climate Change and Pliable Pikas? <\/strong>Animals that live in mountain ecosystems are sensitive to small changes in climate and are often exposed to frequent swings in temperature and wind speed, poorly developed soils and generally harsher conditions than animals living at lower elevations.&nbsp; The American pika is a small, mountain-dwelling, hamster-like animal that lives in rocky talus slopes and lava flows typically in mountain ecosystems throughout the western United States. Recently, researchers concluded that the rate of local pika extinction in the hydrographic Great Basin over the last 10 years has increased to about five times faster than averaged during the 20th century.&nbsp; Analogously, the lowest elevation that pikas are occupying moved upslope 11 times faster during that decade than during the 20<sup>th<\/sup> century, suggest","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Wyoming","Colorado","Utah","Iowa","Minnesota","North Dakota","South Dakota","California","Nevada"],"country":["United States of America"],"mm_tags":["society For Conservation Biology","conservation","ecosystems","Ecosystems Fisheries Aquaticand Endangered Resources","Ecosystems Scienceand Decisions Center","Ecosystems Terrestrial Freshwaterand Marine Environments","Ecosystems Wildlife Terrestrialand Endangered Resources","Energyand Mineralsand Environmental Health Energy Resources","Energyand Mineralsand Environmental Health Toxic Substances Hydrology","Climateand Land Use Change","Climateand Land Use Change National Climate Changeand Wildlife Science Center","Geographic Areas Rocky Mountain"],"distribution":["Biology"],"release_date":{"und":[{"value":"1342411200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168868"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}