{"title":"Media Advisory: Join Scientists to See How Major Earthquake Can Devastate Southern California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Some residents were shaken awake today by the magnitude 4.1 earthquake in the San Bernardino Mountains. But all of Southern California would experience the effects of the magnitude 7.8 earthquake on the San Andreas Fault - 500,000 times bigger than today's event - depicted in the \"ShakeOut Earthquake Scenario.\"<\/p>\n<p>The scenario will be used Nov. 13 for The Great Southern California ShakeOut, the largest earthquake drill in U.S. history.<\/p>\r\n<p>Media are invited to be briefed by scientists and see firsthand how the scenario depicts the devastation a major earthquake could cause to Cajon Pass, a narrow area between mountain ranges that is a primary corridor for highway and rail transportation, vital power lines, the California aqueduct, energy pipelines and telecommunications cables that supply millions of homes and businesses in Southern California.<\/p>\r\n<p>The tour will include great visual and audio material for print and broadcast media.<\/p>\r\n<p><span class=\"bold\">WHO<\/span><strong>:<\/strong> USGS earthquake experts Lucy Jones and Ken Hudnut, representatives from the California Geological Survey<\/p>\r\n<p><span class=\"bold\">WHEN<\/span>: Wednesday, October 8, 2008, at 12:30 p.m.<\/p>\r\n<p><span class=\"bold\">WHERE<\/span>:&nbsp; Media should meet on the east side of the parking lot at the Ontario Airport Marriott, beside Gusti Road. Vans will be provided for transportation to the location in Cajon Pass, approximately 20 minutes away, or media can follow in their own vehicles. Driving directions to the Marriott are available on the <a href=\"http:\/\/www.marriott.com\/hotels\/maps\/travel\/ontca-ontario-airport-marriott\/\" target=\"_blank\">Marriot Web site<\/a>.<\/p>\r\n<p>Media can also go to the Cajon Pass site directly at 1:00 p.m., near the junction of I-15 and I-215 N <a href=\"http:\/\/maps.google.com\/maps?saddr=ontario%2C%20California&amp;daddr=34.2667324442%2C-117.459247361%20(%22Fault%20site%22)&amp;ie=utf-8&amp;v=2.2&amp;cv=4.3.7284.3916&amp;hl=en\" target=\"_blank\">following the map instructions<\/a> provided<a href=\"http:\/\/maps.google.com\/maps?saddr=ontario%2C%20California&amp;daddr=34.2667324442%2C-117.459247361%20%28%22Fault%20site%22%29&amp;ie=utf-8&amp;v=2.2&amp;cv=4.3.7284.3916&amp;hl=en\"><\/a>.<\/p>\r\n<p><span class=\"bold\">WHY<\/span>: Take this time to prepare for The Great Southern California Shakeout, which already has more than 3.7 million people, schools and businesses signed up to participate. In the \"ShakeOut Earthquake Scenario,\" the earthquake would kill 1,800 people, injure 50,000, cause $200 billion in damage, and have long-lasting social and economic consequences. This is the most comprehensive analysis ever of what a major Southern California earthquake would mean and is the scientific framework for what will be the largest earthquake preparedness drill in the nation's history.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["geology","earthquakes","hazards","Shake Out"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1222920000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}