{"title":"Earthquake Shakes Up More Than Alabama","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\"This morning&rsquo;s earthquake in southern Alabama was a wake-up call in more ways than one,\" said Dr. Mark Schaefer, Acting Director of the U.S. Geological Survey. \"It serves to remind all of us that earthquakes are not restricted to California, Washington, and Alaska. The East is earthquake country, too.\" <\/p>\n<p>Nearly 4,000 earthquakes have been felt east of the Mississippi since 1700, including several of the most violent in U.S. history. In the winter of 1811-1812, three earthquakes of magnitudes 8.4-8.7 occurred near New Madrid, Missouri. The shocks were so strong that observers reported seeing the land surface distorted into rolling waves. In August 1886, a magnitude 6.6 earthquake caused major damage to the city of Charleston, South Carolina. <\/p>\r\n<p>\"The Alabama earthquake is a reminder that we cannot let our guard down. Earthquakes have been felt in every State&ndash;they are truly a national hazard,\" Schaefer said. <\/p>\r\n<p>The earthquake occurred at 4:35 a.m. Eastern Daylight Time (3:35 a.m. local time) and has a preliminary magnitude of 4.9 according to the U.S. Geological Survey. It was centered in Escambia County, Alabama, about 40 miles east-southeast of Jackson and about 55 miles north of Pensacola, Florida. The earthquake was felt in parts of Alabama, Florida, and Mississippi. Although it was a relatively large earthquake for this region of the country, there have been no immediate reports of damage. <\/p>\r\n<p>Moderately damaging earthquakes occur about every 20 years in the United States east of the Rocky Mountains. Because of the types of rocks found in the East, earthquake waves travel much farther than they do in the West, so an Eastern earthquake is felt over a much larger area. <\/p>\r\n<p>For more information on this and other earthquakes in the United States, visit our website at <a href=\"http:\/\/wwwneic.cr.usgs.gov\/neis\/states\/states.html\">http:\/\/wwwneic.cr.usgs.gov\/neis\/states\/states.html<\/a>, or go to the USGS home page at <a href=\"http:\/\/www.usgs.gov\/\">http:\/\/www.usgs.gov<\/a> and click on the link to Alabama earthquake. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"877665600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}