{"title":"science Report Guides Protection of Old Faithful Thermal Features and Historic Yellowstone Buildings","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"205\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_04_11\/pub_cover.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_04_11\/pub_cover_tn.jpg\" alt=\"Cover of the publication.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Open-File Report 2014-1058: <a href=\"http:\/\/pubs.usgs.gov\/of\/2014\/1058\/\">Hydrogeology of the Old Faithful Area, Yellowstone National Park, Wyoming, and its Relevance to Natural Resources and Infrastructure<\/a><\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>YELLOWSTONE NATIONAL PARK, Wyo. &mdash; A newly published scientific report on the geology and hydrology in the area around Old Faithful in Yellowstone National Park includes suggestions on how to avoid harming the unique hydrothermal (hot water) features during maintenance of nearby park roads, utilities, and historic buildings.<\/p>\r\n<p>Since 1872, park administrators have grappled with the delicate balance of preserving natural features while maximizing the ability of the public to enjoy and explore this natural wonderland. Over the past 50 years, visitation to YNP and Old Faithful has almost doubled, resulting in growing needs for parking, lodging, food service, and other essentials. Park administration must frequently consider the tradeoffs involved with simultaneously providing for public enjoyment of the area, maintaining cultural resources, and minimizing impacts to hydrothermal resources in an ever-changing landscape as hydrothermal features continuously migrate.<\/p>\r\n<p>A panel of leading experts (The Old Faithful Science Review Panel) was convened by Yellowstone National Park to review and summarize the geological and hydrological understanding that can inform park management of the Upper Geyser Basin area. The report, written by U.S. Geological Survey and park geologists, working with university, and private-sector scientists, includes a discussion of the local rock types, and water chemistry, and the behavior of geysers and other features within the hydrothermal system. The panel of scientists also reviewed the effects of infrastructure (utilities, roads, buildings) on thermal features and vice versa.<\/p>\r\n<p>\"Infrastructure and thermal ground don't easily coexist. Hot ground isn't good for buildings, roads and pipelines; conversely, parking lots and sewer lines disrupt the natural hydrology,&rdquo; explained USGS Geologist and Science Review Panel Co-Chair Jacob Lowenstern. &ldquo;The popularity of Yellowstone is only increasing with time, so the park needs to consider means to minimize the human impact on both its cultural and natural resources.\"<\/p>\r\n<p>The report identifies knowledge gaps and suggests topics for further research. It includes a variety of techniques that can assist park managers as they evaluate options for future management of the Old Faithful area. It also includes suggestions on how to avoid harm to changing and sometimes migrating thermal features during maintenance of critical infrastructure such as the nearby lodging, including the historic Old Faithful Inn.<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"205\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_04_11\/old_faithful_watchers.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_04_11\/old_faithful_watchers_tn.jpg\" alt=\"Visitors watching an eruption of Old Faithful Geyser from the Old Faithful Inn's balcony Photo by: Jim Peaco, Yellowstone National Park (August 2013).\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Visitors watching an eruption of Old Faithful Geyser from the Old Faithful Inn's balcony. Photo by: Jim Peaco, Yellowstone National Park (August 2013). (<a href=\"http:\/\/gallery.usgs.gov\/photos\/04_10_2014_t85Brf1QQl_04_10_2014_0\">Multimedia Gallery<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&ldquo;This report, based on the symposium held last June and the deliberative work of the panel, serves as a starting point for","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Montana","Wyoming"],"country":["United States of America"],"mm_tags":["","Yellowstone","Old Faithful","Park","National Park","Science","hydrothermal","thermal","Infrastructure","Historic","Natural Hazards","water"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1397188800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169953"},{"tid":"168799"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}