{"title":"Kilauea Volcano's Deadly 1790 Eruption","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HAWAII NATIONAL PARK, Hawaii &ndash; An explosive eruption that killed more than 80, and possibly several hundred, people on Kilauea Volcano's slopes 220 years ago will be the topic of a presentation at the University of Hawai`i at Hilo on Friday, January 7.<\/p>\n<p>Don Swanson, a geologist with the U.S. Geological Survey's Hawaiian Volcano Observatory, will give the free presentation on the 1790 eruption at 7:00 p.m. in Wentworth Hall 1 on the UH&ndash;Hilo main campus, 200 W. Kawili Street, Hilo. A map of the campus is <a href=\"http:\/\/hilo.hawaii.edu\/images\/maps\/main_campus_map.pdf\">online<\/a>&nbsp;(PDF).<\/p>\r\n<p>In 1790, many people died during Kilauea Volcano's largest explosive eruption in 1,000 years. What happened during that eruption?&nbsp; Why were there fatalities? Swanson has spent 10 years of field work on Kilauea to find the answers to these questions.<\/p>\r\n<p>According to Swanson, his findings provide a sketch of what can be expected during Kilauea's next violent explosive eruption, and \"the picture isn't pretty.\"&nbsp; He will share what he and his colleagues have learned about Kilauea's 1790 eruption in his presentation.<\/p>\r\n<p>The start of the 1790 eruption remains enigmatic, but Swanson's ongoing research indicates that the eruption had several violent stages, all of which were potentially deadly. This conclusion is based on&nbsp;&nbsp; his extensive investigation of volcanic deposits produced by the explosive events. Swanson says these layered geologic deposits can be \"read\" like chapters in a book to reveal the story of the eruption.<\/p>\r\n<p>This presentation is one of many programs offered by HVO during Hawai`i Island's second annual Volcano Awareness Month (January 2011). For more information about this talk and other Volcano Awareness Month events, visit the <a href=\"http:\/\/hvo.wr.usgs.gov\">HVO Web site<\/a> or call (808) 967-8844.<span>&nbsp;<\/span><\/p>\r\n<p><span><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_12_29\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_12_29\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_12_29\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR22010_12_29\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2010_12_29&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><br \/><\/span><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["geology","volcano","Hawaii","Kīlauea","","public","Presentation","Volcano Awareness Month","explosive","eruption","Swanson","",""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1293685200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169558"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}