{"title":"New Insight on Vulnerability of Public-Supply Wells to Contamination","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Key factors have been identified that help determine the vulnerability of public-supply wells to contamination. A new USGS report describes these factors, providing insight into which contaminants in an aquifer might reach a well and when, how and at what concentration they might arrive.<!--introend--><\/p>\n<p>About one-third of the U.S. population gets their drinking water from public-supply wells.<\/p>\r\n<p>\"Improving the understanding of the vulnerability of public-supply wells to contamination is needed to safeguard public health and prevent future contamination,\" said Suzette Kimball, acting USGS Director. \"By examining ten different aquifers across the nation, we have a more thorough and robust understanding of the complexities and factors affecting water quality in our public supplies.\"<\/p>\r\n<p>The study explored factors affecting public-supply-well vulnerability to contamination in ten study areas across the Nation. The study areas include Modesto, Calif., Woodbury, Conn., near Tampa, Fla., York, Nebr., near Carson City and Sparks, Nev., Glassboro, N. J., Albuquerque, N. Mex., Dayton, Ohio, San Antonio, Tex., and Salt Lake City, Utah.<\/p>\r\n<p>Measures that are crucial for understanding public-supply-well vulnerability include: 1) the sources of the water and contaminants in the water that infiltrate the ground and are drawn into a well; 2) the geochemical conditions encountered by the groundwater; and 3) the range of ages of the groundwater that enters a well.<\/p>\r\n<p>&nbsp;\"Common sense might say that wells located near known contaminant sources would be the most vulnerable, but this study found that even where contaminant sources are similar, there are differences in public-supply-well vulnerability to contamination,\" said Sandra Eberts, the study team leader.<\/p>\r\n<p>The study found that conditions in some aquifers enable contaminants to remain in the groundwater longer or travel more rapidly to wells than conditions in other aquifers. Direct pathways, such as fractures in rock aquifers or wellbores of non-pumping wells, frequently affect groundwater and contaminant movement, making it difficult to identify which areas at land surface are the most important to protect from contamination. An unexpected finding is that human-induced changes in recharge and groundwater flow caused by irrigation and high-volume pumping for public supply changed aquifer geochemical conditions in numerous study areas. Changes in geochemical conditions often release naturally occurring drinking-water contaminants such as arsenic and uranium into the groundwater, increasing concentrations in public-supply wells.<\/p>\r\n<p>Knowledge of how human activities change aquifer conditions that control which contaminants are released to groundwater and how persistent those contaminants are once in the groundwater can be used by water managers to anticipate future water quality and associated treatment costs.<\/p>\r\n<p>The quality of drinking water from the Nation's public water systems is regulated by the U.S. Environmental Protection Agency under the Safe Drinking Water Act. &nbsp;The USGS studies are intended to complement drinking water monitoring required by federal, state and local programs.<\/p>\r\n<p>This new report, <a href=\"http:\/\/oh.water.usgs.gov\/tanc\/NAWQATANC.htm\"><em>Factors affecting public-supply-well vulnerability to contamination: understanding observed water quality and anticipating future water quality<\/em><\/a>, was done by the USGS <a href=\"http:\/\/water.usgs.gov\/nawqa\/\">National Water-Quality Assessment Program<\/a>. NAWQA conducts regional and national assessments of the Nation's water quality to provide an understanding of water-quality conditions, where conditions are getting better or worse over time, and how natural features and human activities affect those conditions.<\/p>\r\n<p>Learn more about the transport of contaminants to public-supply wells:<\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/oh.water.usgs.gov\/tanc\/NAWQATANC.htm","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","New Jersey","Florida","New Mexico","Texas","Utah","Nebraska","Ohio","California","Nevada"],"country":["United States of America"],"mm_tags":["Water National Water Quality Assessment","Water Groundwater Resources","water","groundwater","publicwells","wells","contaminants Water","contaminants","aquifers","drinkingwater"],"distribution":["Water"],"release_date":{"und":[{"value":"1375675200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168777"},{"tid":"170415"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}