{"title":"USGS Analyses Show No Conclusive Change in Carson River Streamflow from Changes in Irrigation and Ground-Water Pumping","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A new report from the U.S. Geological Survey (USGS) shows that the impacts of ground-water pumping and of changes in land and water use on streamflow in the Carson River upstream of Lahontan Dam were too small to be measured or were masked by variations in annual precipitation.<!--introend--><\/p>\n<p>According to Doug Maurer, lead author of the report, \"The large amount of annual streamflow in the river, almost 300,000 acre-feet, makes it very difficult to detect relatively small changes.\" One acre-foot is sufficient to supply a household with water for a year.&nbsp;<\/p>\r\n<p>In addition, there were long periods of drought from 1987 to 1992 and 1999 to 2004, and very wet conditions from 1995 to 1998. During those dry and wet<strong><em> <\/em><\/strong>periods, the increases in ground-water pumping and changes in land and water use were greatest. The large variations in annual precipitation help to mask measureable changes in Carson River streamflow caused by development.&nbsp; \"The increase in ground-water pumping, which could reduce streamflow in the river, corresponds in time to changes in land and water use, such as increased application of treated effluent for irrigation and the reduction of irrigated acres,\" Maurer said, \"Both of those changes tend to increase the flow of the river, potentially offsetting any decrease in streamflow that may have been caused by increased pumping.\" <strong><em><\/em><\/strong><\/p>\r\n<p>Data from long-term USGS streamgaging stations on the Carson River showed that streamflow of the river is highly variable. Annual streamflow averaged about 297,000 acre-feet during 1971-2000 and ranged from a low of about 26,000 acre-feet in 1977 to more than 800,000 acre-feet in 1983 near Fort Churchill, about 8 miles upstream from Lahontan Reservoir.&nbsp;<\/p>\r\n<p>The study addressed concerns over the potential effects of development in the upper Carson River basin on streamflow of the Carson River. The USGS compiled data on changes in land and water use, ground-water pumping, ground-water levels and streamflow, and water quality in the Carson River basin upstream from Lahontan Dam for the period 1940-2006 <strong><em>.<\/em><\/strong> The study, which began in 2006, was funded by the U.S. Fish and Wildlife Service, Churchill County, the Truckee-Carson Irrigation District, and the USGS.<\/p>\r\n<p>Estimated pumping in the upper Carson River basin has increased considerably since the 1970s. Increases in pumping were greater during dry years to supplement agricultural irrigation using streamflow of the Carson River. Total pumping exceeded 20,000 acre-ft in the dry year of 1976, 30,000 acre-ft in the dry years from 1987 to 1992, and increased rapidly during the dry years from 1999 to 2004, exceeding 50,000 acre-ft in 2004.<\/p>\r\n<p>Differences in mean annual streamflow between the gages showed a loss of about 70,000 acre-feet through Carson Valley, a loss of about 7,000 acre-feet through Dayton Valley, and a loss of about 50,000 acre-feet in Churchill Valley for water years 1971-2000. The streamflow losses are the result of water consumed by irrigated crops, infiltration losses to the ground-water system, and evaporation from Lahontan Reservoir. In Carson Valley, streamflow losses decreased during wet years. In Churchill Valley, losses increased during wet years when the stage and area of Lahontan Reservoir are greatest, increasing streamflow losses to evaporation and infiltration.<\/p>\r\n<p>The 190-page report, \"<a href=\"http:\/\/pubs.usgs.gov\/sir\/2008\/5238\/\">Analysis of streamflow trends, ground-water and surface-water interactions, and water quality in the Upper Carson River basin, Douglas County, Nevada, and Alpine County, California<\/a>\" by Douglas K. Maurer, Angela P. Paul, David L. Berger, and C. Justin Mayers, is USGS Scientific Investigations Report 2008-5238 and is available online.<\/p>\r\n<p>Additional information about this and other USGS studies of water resources in Nevada may be obtained by e","summary":null,"format":null}]},"field_images":[],"regions":["California","Nevada"],"country":["United States of America"],"mm_tags":["water","streamflow","groundwater"],"release_date":{"und":[{"value":"1234933200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169292"},{"tid":"169330"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}