{"title":"scientists Detect Magmatic Water on Moon's Surface","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<div>\n<p>Scientists have detected magmatic water &mdash; water that originates from deep within the Moon's interior &mdash; on the surface of the Moon. These findings, published in the August 25 issue of&nbsp;<em>Nature Geoscience<\/em>, represent the first such remote detection of this type of lunar water, and were arrived at using data from NASA's Moon Mineralogy Mapper (M3).<\/p>\r\n<p>The discovery represents an exciting contribution to the rapidly changing understanding of lunar water, said Rachel Klima, a planetary geologist at the Johns Hopkins University Applied Physics Laboratory (APL) in Laurel, Md., and lead author of the paper, \"Remote detection of magmatic water in Bullialdus Crater on the Moon.\"<\/p>\r\n<p>\"For many years, researchers believed that the rocks from the Moon were 'bone dry' and that any water detected in the Apollo samples had to be contamination from Earth,\" said Klima, a member of the NASA Lunar Science Institute's (NLSI) Scientific and Exploration Potential of the Lunar Poles team. \"About five years ago, new laboratory techniques used to investigate lunar samples revealed that the interior of the Moon is not as dry as we previously thought. Around the same time, data from orbital spacecraft detected water on the lunar surface, which is thought to be a thin layer formed from solar wind hitting the lunar surface.\"<\/p>\r\n<p>\"This surficial water unfortunately did not give us any information about the magmatic water that exists deeper within the lunar crust and mantle, but we were able to identify the rock types in and around Bullialdus crater,\" said co-author Justin Hagerty, of the U.S. Geological Survey. \"Such studies can help us understand how the surficial water originated and where it might exist in the lunar mantle.\"<\/p>\r\n<p>In 2009, the M3, aboard the Indian Space Research Organisation's Chandrayaan-1 spacecraft, fully imaged the lunar impact crater Bullialdus. \"It's within 25 degrees latitude of the equator and so not in a favorable location for the solar wind to produce significant surface water,\" Klima explained. \"The rocks in the central peak of the crater are of a type called norite that usually crystallizes when magma ascends but gets trapped underground instead of erupting at the surface as lava. Bullialdus crater is not the only location where this rock type is found, but the exposure of these rocks combined with a generally low regional water abundance enabled us to quantify the amount of internal water in these rocks.\"<\/p>\r\n<p>After examining the M3 data, Klima and her colleagues found that the crater has significantly more hydroxyl &mdash; a molecule consisting of one oxygen atom and one hydrogen atom &mdash; compared to its surroundings. \"The hydroxyl absorption features were consistent with hydroxyl bound to magmatic minerals that were excavated from depth by the impact that formed Bullialdus crater,\" Klima writes.<\/p>\r\n<p>The internal magmatic water provides information about the Moon's volcanic processes and internal composition, Klima said. \"Understanding this internal composition helps us address questions about how the Moon formed, and how magmatic processes changed as it cooled. There have been some measurements of internal water in lunar samples, but until now this form of native lunar water has not been detected from orbit.\"<\/p>\r\n<p>The detection of internal water from orbit means that scientists can begin to test some of the findings from sample studies in a broader context, including in regions that are far from where the Apollo sites are clustered on the near side of the Moon. \"Now we need to look elsewhere on the Moon and try to test our findings about the relationship between the incompatible trace elements (e.g., thorium and uranium) and the hydroxyl signature,\" Klima said. \"In some cases this will involve accounting for the surface water that is likely produced by interactions with the solar wind, so it will require integration of data from many orbital missions.\"<\/p>\r\n<p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","space","moon","Lunar Water","","","crater","Bullidaldus Crater","","Planetary Science"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1377489600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169797"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}