{"title":"New Sensor Network to Detail Virginia Earthquakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editor&rsquo;s note: Reporters interested in accompanying the scientists as they install the seismic arrays between Jan. 9 and 13 should call Thomas Pratt at 206-919-8773 or Martin Chapman at <\/strong><strong>540-392-5396 to coordinate opportunities. <\/strong><strong>&nbsp;<\/strong><\/p>\n<p><strong>Reston, Va.<\/strong> &ndash; Scientists from the U.S. Geological Survey and Virginia Tech will install a 20-station seismic network in the central Virginia area beginning Jan. 8. The new sensors &ndash; each about the size of a soda can &ndash; will provide information to help the researchers study the background seismicity in the area and any continuing aftershocks of the <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/one-year-anniversary-magnitude-5-8-virginia-earthquake\">Aug. 23, 2011 earthquake near Louisa and Mineral, Va.<\/a><\/p>\r\n<p>More than 450 aftershocks have been recorded since that magnitude 5.8 earthquake, which was felt from central Georgia to central Maine, and west to Detroit and Chicago. &nbsp;It is estimated that approximately one-third of the U.S. population could have felt the earthquake, which damaged the Washington National Cathedral and the Washington Monument.<\/p>\r\n<p>The 20-station network will be placed in locations from Charlottesville in the west, to east of Richmond, and for about 40 miles in a north-south direction centered along Interstate 64.<\/p>\r\n<p>During the installations, USGS and Virginia Tech crews will place a seismometer and&nbsp;<\/p>\r\n<p>electronic data logger at each site; at some sites a solar panel will be installed to power the equipment. In locations where sensors are being installed on private property, the landowners have volunteered their sites. The installations are expected to be completed by Jan. 13.&nbsp;<\/p>\r\n<p>The seismic network will record tiny ground vibrations caused by earthquakes, and the science team will use the data to better understand earthquakes in the Central Virginia Seismic Zone. Network sensors will also help determine if the earthquakes align with specific faults by increasing the number of earthquakes detected and improving the accuracy of the locations. &nbsp;<\/p>\r\n<p>Additional information about the earthquakes in Virginia is available <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/states\/?region=Virginia\">online<\/a>.<\/p>\r\n<p>For more information about the USGS earthquake hazard program please visit <a href=\"http:\/\/earthquake.usgs.gov\/\">http:\/\/earthquake.usgs.gov\/<\/a>.<br \/> <br \/><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":["Natural Hazards Earthquake Hazards","Natural Hazards Global Seismographic Network","earthquake","geology","Central","Virginia","","Virginia","Tech","seismometers","After Shock"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1389157200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169071"},{"tid":"170072"},{"tid":"170573"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}