{"title":"USGS Has Plenty of Rocks, But Needs Tennis Balls","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey isn&rsquo;t the kind of place where you&rsquo;d expect to find a crying need for tennis balls, but one of the agency&rsquo;s cartographers is begging for the fuzzy green orbs; a ritual he goes through every three years. <!--introend--> \n<p>Tau Rho Alpha, a USGS cartographic illustrator who spends most of his time illustrating scientific publications, needs to collect about 3,000 tennis balls by September 13, the opening day of the USGS&rsquo;s big open house in Menlo Park. The USGS open house this year, featuring more than 200 exhibits, will be held Saturday and Sunday, September 13 and 14, from 10 a.m. to 4 p.m. each day. \r\n<p>Alpha, and yes, that&rsquo;s his real name, won&rsquo;t be lobbing the balls over the USGS buildings that weekend, but he will be showing kids how to make a six-panel mini-globe by covering a tennis ball with a six-panel world map that Alpha produced on his computer. During the Survey&rsquo;s last open house in 1994, more than 3,000 kids made their own globe under Alpha&rsquo;s supervision, or later, at home with their parents. \r\n<p>In preparation for the 1994 event Alpha publicized his need for tennis balls, and by opening day more than 2,500 tennis balls filled garbage bags and were stuffed into various storage closets of the USGS facility in Menlo Park. Another estimated 500 balls were brought to the Survey during the two-day extravaganza. \r\n<p>\"I&rsquo;m expecting at least that many kids this year,\" Alpha said, \"so I really think we need at least 3,00 balls.\" \r\n<p>Anyone who has used tennis balls to donate to Alpha&rsquo;s \"hands-on\" science project may drop them off at the USGS map sales office near the intersection of Linfield Drive and Homewood Place in Menlo Park, or may call Alpha at 415-329-5013, or his assistant, Barbara Updike, 415-329-4273. \r\n<p><b>Complete information about this year&rsquo;s USGS Western Region Open House, including the program listing 220 exhibits, is available on the World Wide Web at http:\/\/online.wr.usgs.gov\/openhouse\/<\/b><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"871963200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}