{"title":"Media Advisory: USGS Science Available to Inform U.S. Fish and Wildlife Service Decision Making on Polar Bears","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Future reduction of sea ice in the Arctic could result in a loss of 2\/3 of the world&#39;s polar bear population within 50 years according to a series of studies released today by the U.S. Geological Survey.<!--introend--> \r\n<\/p>\r\n<!--Podcast snippet-->\r\n<table border=\"0\" cellspacing=\"0\" cellpadding=\"2\" class=\"podcasttemplate\" align=\"right\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td class=\"podcastheader\">Related Podcasts<\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td class=\"podcastcontent\"><br \/>\r\n\t\t\t<p class=\"bold\">\r\n\t\t\tPolar Bear Research \r\n\t\t\t<\/p>\r\n\t\t\t<p>\r\n\t\t\t<img src=\"\/images\/icons\/down_arrow.jpg\" border=\"0\" alt=\"download\" width=\"18\" height=\"16\" align=\"absmiddle\" \/> <a href=\"http:\/\/www.usgs.gov\/corecast\/podcasts\/audio\/ep6\/polarbears.mp3\" target=\"_blank\">Download directly<\/a> | <a href=\"http:\/\/www.usgs.gov\/corecast\/details.asp?ID=33\">Details<\/a> \r\n\t\t\t<\/p>\r\n\t\t\t<p>\r\n\t\t\t<a href=\"http:\/\/feeds.feedburner.com\/CorecastChannel-Usgs\"><img src=\"\/images\/icons\/podcast.jpg\" border=\"0\" alt=\"podcast icon\" width=\"65\" height=\"16\" \/><\/a>  <a href=\"http:\/\/phobos.apple.com\/WebObjects\/MZStore.woa\/wa\/viewPodcast?id=261623315\"><img src=\"\/images\/icons\/itunes.jpg\" border=\"0\" alt=\"itunes icon\" width=\"65\" height=\"16\" \/><\/a><br \/>\r\n\t\t\tor you can <a href=\"\/corecast\/default.asp#misc\">subscribe by e-mail<\/a>. \r\n\t\t\t<\/p>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t<\/tbody>\r\n<\/table>\r\n<!--End podcast snippet-->Last December, Secretary of the Interior Dirk Kempthorne announced that the U.S. Fish and Wildlife Service (Service) was proposing to list the polar bear as a threatened species under the Endangered Species Act. In January 2008, following a one-year review period, the Service is expected to make a recommendation to Secretary Kempthorne on whether or not to list the polar bear as threatened. To assist the Service in making that recommendation, Secretary Kempthorne requested USGS leadership in studies to inform the Service&#39;s deliberations on polar bear status. This information summarizes and integrates the results from a series of studies on polar bear populations, range-wide habitats and changing sea ice conditions in the Arctic. \r\n<p>\r\nIn making the announcement last December, Secretary Kempthorne said:  &quot;I am directing the U.S. Fish and Wildlife Service and the U.S. Geological Survey to aggressively work with the public and the scientific community over the next year to broaden our understanding of what is happening with the species. This information will be vital to the ultimate decision on whether the species should be listed.&quot; \r\n<\/p>\r\n<p>\r\nSpecifically the USGS has improved knowledge on the status of three polar bear sub-populations, projected numbers of polar bears into the future in relation to sea ice and integrated the information into a range-wide assessment of polar bear status under scenarios of future climate change. \r\n<\/p>\r\n<p>\r\nThe newly-released USGS information, presented to the Service in the form of nine administrative reports to be open for public comment, will now be considered within the context of the Fish and Wildlife Service&#39;s one-year review. The Service will analyze it and other information provided by scientists, government agencies and the public in order to arrive at an informed and scientifically justifiable decision. That decision is due in January. \r\n<\/p>\r\n<p>\r\nThe team investigating the future of polar bears and their habitat included scientists from the USGS, other American and Canadian government agencies, academia and the private sector. \r\n<\/p>\r\n<p>\r\n&quot;This team has done a tremendous job in furthering polar bear science through the use of long-term observational measurements on polar bears, their habitats, and many other factors integrated into a range of new and traditional models,&quot; said Mark Myers, Director of the U.S. Geological Survey. \r\n<\/p>\r\n<p>\r\nDuring a six-month period of intensive analysis of both existing and new data, the team documented the direct relationship between the presence of Arctic sea ice and the sur","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1189137600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}