{"title":"Biologist-Divers Complete 42-Mile Snorkel Survey of Elwha River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table border=\"0\" align=\"right\">\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td><img src=\"\/newsroom\/images\/logo_nps_fws.gif\" border=\"0\" alt=\"National Park Service and U.S. Fish and Wildlife Service logos\" width=\"80\" height=\"153\" \/> <\/td>\r\n\t\t<\/tr>\r\n\t<\/tbody>\r\n<\/table>\r\n<p>\r\n<!--introstart-->In one of the longest snorkel surveys ever completed in North America, fisheries biologists recently swam the length of the Elwha River - from its headwaters to its mouth - with the goal of establishing a baseline of the river&#39;s fish population before dam removal begins.<!--introend--> \r\n<\/p>\r\n<p>\r\nThe forty-two mile underwater trip began at an elevation of 2,250 feet, just above Chicago Camp in the upper Elwha Valley and ended at sea level where the river enters the Strait of Juan de Fuca west of Port Angeles. \r\n<\/p>\r\n<p>\r\nTwenty-one biologists from the National Park Service, U.S. Fish and Wildlife Service, U.S. Geological Survey, the Lower Elwha Klallam Tribe, the National Oceanic and Atmospheric Administration, Peninsula College and the Wild Salmon Center participated in the snorkel survey. The study was primarily funded by the U.S. Fish and Wildlife Service. \r\n<\/p>\r\n<p>\r\n&quot;We are very grateful to our many partners who provided staff, expertise and support for this landmark study,&quot; said Olympic National Park Superintendent Bill Laitner. &quot;As we continue to move closer to removing the two Elwha River dams, it&#39;s vitally important that we have an understanding of the ecosystem as it is today.&quot; \r\n<\/p>\r\n<p>\r\n&quot;Establishing a baseline of fish populations before dam removal will help us better understand and measure the success of dam removal and restoration,&quot; Laitner continued. \r\n<\/p>\r\n<p>\r\nBiologists found the greatest diversity of fish below the two dams, an expected result since the dams have blocked fish access since they were constructed in the early 1900s. Excellent fish habitat exists above the dams however, where the river is protected within Olympic National Park. \r\n<\/p>\r\n<p>\r\nIn the five river miles below the dams, divers observed Chinook, pink, and coho salmon, along with sculpin, bull trout, threespine sticklebacks, starry flounder, and freshwater mussels. \r\n<\/p>\r\n<p>\r\nAbove the dams, snorkelers encountered only rainbow trout and bull trout, species that have been physically isolated from their counterparts below the dams for over 90 years. Rainbow trout, bull trout and one non-native brook trout were found between the two dams. \r\n<\/p>\r\n<p>\r\nIn total, divers observed 7,300 rainbow trout, 215 bull trout, 539 adult Chinook salmon, and 26 pink salmon. The bull trout and Chinook salmon found in the Elwha River are both listed as threatened on the federal endangered species list. \r\n<\/p>\r\n<p>\r\n&quot;Perhaps the most riveting aspect of the headwaters to ocean survey was the reality that Pacific salmonids will be rewarded with exceptionally high quality spawning gravels in remote sections of Olympic National Park following dam removal&quot; said Sam Brenkman, fisheries biologist at Olympic National Park. \r\n<\/p>\r\n<p>\r\nThe Elwha River was once one of the most productive salmon streams in the Pacific Northwest, home to all five species of Pacific salmon, as well as other fish species. The Elwha and Glines Canyon dams have blocked fish from all but the lowest five miles of the river since the early 1900s. Removal of the two dams will restore the Elwha to its natural, free-flowing state and will once again allow fish access to over 70 river miles of habitat now protected within Olympic National Park. Dam removal will begin after water quality protection facilities are complete. \r\n<\/p>\r\n<p>\r\nPhotos Available for download:&nbsp; <a href=\"http:\/\/www.nps.gov\/olym\/naturescience\/elwha-fisheries.htm\">http:\/\/www.nps.gov\/olym\/naturescience\/elwha-fisheries.htm<\/a> \r\n<\/p>\r\n<p>\r\nAdditional Notes: \r\n<\/p>\r\n<ul>\r\n\t<li>The snorkel survey was completed between August 20 and 24, 2007. <\/li>\r\n\t<li>Before the snorkel survey began, National Park Servic","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1190347200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168881"},{"tid":"169286"},{"tid":"170471"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}