{"title":"Rare Great Earthquake in April Triggers Large Aftershocks All Over the Globe","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MENLO PARK, Calif. &mdash; Large earthquakes can alter seismicity patterns across the globe in very different ways, according to two new studies by U.S. Geological Survey seismologists. Both studies shed light on more than a decade of debate on the origin and prevalence of remotely triggered earthquakes. Until now, distant but damaging &ldquo;aftershocks&rdquo; have not been included in hazard assessments, yet in each study, changes in seismicity were predictable enough to be included in future evaluations of earthquake hazards.<\/p>\n<table style=\"width: 210px;\" border=\"0\" cellpadding=\"3\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_09_26\/PNAS1.jpg\"><img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_09_26\/PNAS1_tn.jpg\" alt=\"earthquake stress waves - full caption below\" width=\"200\" height=\"240\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\">\r\n<p>Some 380 seconds into the greatest earthquake to rupture since 1960, the simulated dynamic Coulomb stress waves (red-blue) shed continuously off the 2004 M=9.2 Sumatra rupture front can be seen sweeping through the Andaman Sea, where faults remarkably shut down for the next five years. Earthquakes since 1964 are shown as black dots, and the Sunda trench along which the 1400-km-long earthquake occurred is the arcuate black line on the left (west). Sumatra is on the right, and Myanmar\/Burma is at top. Sevilgen et al (Proc. Nat. Acad. Sci, 2012) find that despite the magnitude of thesedynamic stress waves, the much smaller permanent stresses account for the change in seismicity after the main shock.&nbsp;<\/p>\r\n<p class=\"p1\">This graphic accompanies the Sept. 3, 2012 article in Proceedings of the National Academy of Sciences by&nbsp;Volkan Sevilgen, Ross Stein and&nbsp;Fred Pollitz.<\/p>\r\n<p class=\"p3\"><a href=\"http:\/\/seismicity.net\/\">Seismicity.net<\/a><\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>In a study published in this week&rsquo;s issue of &ldquo;Nature,&rdquo; USGS seismologist Fred Pollitz and colleagues analyzed the unprecedented increase in global seismic activity triggered by the Magnitude-8.6 East Indian Ocean quake of April 11, 2012, and in a recently published study in the &ldquo;Proceedings of the National Academy of Sciences,&rdquo; seismologist Volkan Sevilgen and his USGS colleagues investigated the near-cessation of seismic activity up to 250 miles away caused by the 2004 M9.2 Sumatra earthquake.<\/p>\r\n<p>While aftershocks have traditionally been defined as those smaller earthquakes that happen after and nearby the main fault rupture, scientists now recognize that this definition is wrong. Instead, aftershocks are simply earthquakes of any size and location that would not have taken place had the main shock not struck.<\/p>\r\n<p>&ldquo;Earthquakes are immense forces of nature, involving complex rock physics and failure mechanisms occurring over time and space scales that cannot be recreated in a laboratory environment,&rdquo; said USGS Director Marcia McNutt. &ldquo;A large, unusual event such as the East Indian earthquake last April is a once-in-a-century opportunity to uncover first order responses of the planet to sudden changes in state of stress that bring us a little closer to understanding the mystery of earthquake generation.&rdquo;<\/p>\r\n<p><strong>Global aftershock study: April 2012: East Indian Ocean quake triggers many distant quakes<\/strong>&nbsp;<\/p>\r\n<p>An extraordinary number of earthquakes of M4.5 and greater were triggered worldwide in the six days after the M8.6 East Indian Ocean earthquake in April 2012. These large and potentially damaging quakes, occurring as far away as Mexico and Japan, were triggered within days of the passage of seismic waves from the main shock that generated stresses in Earth&rsquo;s crust.<\/p>\r\n<p>The East Indian Ocean event was the largest &mdash; by a factor of 10 &mdash; strike-slip earthquake ever recorded (the San Andreas is p","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Natural Hazards Global Seismographic Network","Natural Hazards Earthquake Hazards","Geographic Areas Southwest"],"article_type":["National News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1348632000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168892"},{"tid":"170516"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}