{"title":"Five Year Study Completed of Rio Grande Valley","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A 5-year study of water quality in the Rio Grande Valley, from its headwaters in Colorado to near El Paso, Texas, has been completed by the U.S. Geological Survey (USGS).<!--introend--> The study focused on ground water in the flood plain of the Rio Grande and surface water in the Rio Grande and selected tributaries. \n<p>Adverse effects on water quality were observed in shallow ground water, which is most susceptible to contamination, by the detection of anthropogenic chemicals, such as nitrates, pesticides, and volatile organic compounds; naturally occurring trace elements, such as iron, manganese, molybdenum, and uranium; and radon. \r\n<p>Compared to established human-health standards, nitrate concentrations in the San Luis and Rincon Valleys exceeded the U.S. Environmental Protection Agency (EPA) maximum contaminant level (MCL) for drinking water in 31 and 17 percent of the wells, respectively. An MCL is a drinking-water regulatory standard that is set by the EPA. Shallow ground water generally is not used as drinking-water source in these areas. \r\n<p>Pesticides were detected in shallow ground water in both agricultural and urban land-use areas; 29 percent of the wells contained at least one pesticide. The detected concentrations were very small compared to established MCL&rsquo;s, although not all pesticides have MCL&rsquo;s. Multiple pesticides were detected in several wells; the effect that combinations of pesticides may have on human health is unknown. Volatile organic compounds were detected in shallow ground water from 11 percent of the wells sampled. No concentrations of pesticides and volatile organic compounds exceeded EPA drinking-water standards. \r\n<p>Only two trace elements exceeded EPA MCL&rsquo;s or Health Advisories for drinking water. Uranium concentrations exceeded the EPA-proposed MCL in 13 percent of the wells and molybdenum exceeded the EPA Health Advisory in 2 percent of the wells. \r\n<p>Radon was detected in all ground-water samples. Water from shallow wells in the San Luis Valley and deeper wells in the Rio Grande flood plain contained the highest median concentrations. At present no EPA drinking-water standard exists for radon. \r\n<p>Water quality in reaches of the Rio Grande and some of its tributaries has been impaired by pesticides, elevated concentrations of trace elements, and anthropogenic disturbance. Pesticides were detected in surface water, bed sediment, and fish samples collected at sites in the Rio Grande and its tributaries and drains. However, no pesticide concentration exceeded EPA drinking-water standards or applicable Federal or State ambient criteria or guidelines. One or more pesticides were detected at 94 percent of the sites sampled; most concentrations were at or only slightly above the laboratory level of detection. In the Creede, Colorado, area and the lower Red River in New Mexico, a combination of natural conditions and human activities appears to be associated with elevated trace-element concentrations; however, data indicate that the concentrations tend to decrease downstream from the source. \r\n<p>Analysis of fish community-structure data collected at 10 sites indicates that 6 of the sites show indications of environmental perturbation. This analysis is based on the number of introduced, omnivorous, and pollution-tolerant fish and those with external anomalies counted at the sites sampled. On the basis of habitat data collected on stream modification, bank erosion, bank vegetation stability, and riparian vegetation density, 6 of 10 sites sampled have significant habitat degradation. The ranking of sites was influenced most by the lack of dense riparian vegetation. \r\n<p>A new, 39-page color report by the USGS summarizes the results of the study, which included 3 years of intensive sampling and data analysis. The Rio Grande Valley study unit is a 45,900- square-mile area that extends from its headwaters in southern Colorado to near El Paso, Texas. It is one","summary":null,"format":null}]},"field_images":[],"regions":["Colorado","Texas"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"892699200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169409"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}