{"title":"Recovery Slows for California's Sea Otters,  2012 Survey Shows","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SANTA CRUZ, Calif. &mdash; <!--introstart-->The southern sea otter population continues its pattern of tepid recovery, according to the latest population survey led by U.S. Geological Survey, California Department of Fish and Game Office of Spill Prevention and Response and Monterey Bay Aquarium scientists.<!--introend-->&nbsp;<\/p>\n<p>Since the 1980s, USGS scientists have calculated an averaged population index each year for the southern sea otter &mdash; <a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=A0A7\">a federally listed threatened species found in California<\/a>. The population index is typically calculated as multiple year averages of raw data from annual surveys, to compensate for year-to-year variability in observation conditions and to give scientists a more reliable picture of sea otter abundance trends. For the 2012 report, USGS lists the population index as 2,792. The survey data are now available <a href=\"http:\/\/www.werc.usgs.gov\/seaottercount\">online<\/a>.&nbsp;<\/p>\r\n<p>\"Just as the polar bear has become symbolic of protecting the Arctic, so is the status of the sea otter emblematic of the health of the Central California Coast,\" says USGS Director Marcia McNutt. \"These annual surveys and the associated studies to understand the drivers for population changes are critical factors in ensuring the continuing survival of not just the sea otter, but the entire complex ecosystem for which this icon is integral.\"&nbsp;<\/p>\r\n<p>After nearly a decade of slow recovery in California sea otter numbers, the population index indicated a stall in 2008 &mdash; and a decline to 2,711 in 2010. Even though the 2012 numbers are a comparative increase from those 2010 figures, the longer-term trend suggests that the population recovery may be at a plateau.&nbsp;<\/p>\r\n<p>\"We saw a similar plateau in the late 1990s, before sea otter numbers began to rise again in the early 2000s,\" says <a href=\"http:\/\/www.werc.usgs.gov\/tinker\">Tim Tinker<\/a>, a biologist with the <a href=\"http:\/\/www.werc.usgs.gov\/\">USGS Western Ecological Research Center<\/a> who supervises the annual survey. \"Recent shifts in mortality causes have brought to light additional explanations for the cessation of growth we&rsquo;ve seen over the last few years.\"&nbsp;<\/p>\r\n<p>USGS scientists recently updated their database of sea otter strandings &mdash; the number of dead, sick or injured sea otters recovered along California's coast each year. The numbers are available <a href=\"http:\/\/www.werc.usgs.gov\/seaotterstranding\">online<\/a>.&nbsp;<\/p>\r\n<p>In 2011, scientists from CDFG, USGS, <a href=\"http:\/\/www.montereybayaquarium.org\/cr\/sorac.aspx\">Monterey Bay Aquarium<\/a> and other institutions came across a total of 335 stranded sea otters &mdash; a record high. Efforts are made to recover and examine each reported sea otter carcass, and a subset of fresh carcasses are sent to the <a href=\"http:\/\/www.dfg.ca.gov\/ospr\/Science\/marine-wildlife-vetcare\/\">CDFG Marine Wildlife Veterinary Care and Research Center<\/a>, where veterinarians conduct necropsies to determine the primary causes of death and identify factors that may have contributed to the death of each animal.&nbsp;&nbsp;<\/p>\r\n<p>\"We saw an increase in death due to white shark 'tasting' bites,\" says Melissa Miller, the necropsy veterinarian at the CDFG Marine Wildlife Veterinary Care and Research Center. \"We are working closely with our collaborators to understand what could be driving this new trend. The usual causes of deaths were also evident: harmful algal toxins, parasites and infectious diseases, mating trauma, emaciation, bacterial infections, heart disease and boat strikes round out the list.\"&nbsp;<\/p>\r\n<p>According to Tinker, the continued lack of population growth in the center of the geographic range &mdash; where sea otter densities are highest &mdash; adds evidence that sea otter populations may be approaching equilibrium abundance in these long-established areas.&nbsp; \"T","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["ecosystems","Geographic Areas Southwest","otter","Sea Otter Survey","Sea Otter","population","Ecosystem","coastal","Pacific","threatened","Nearshore","kelp"],"article_type":["State News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1345521600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168908"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}