{"title":"Low Streamflow Conditions Add to Midwest Drought Woes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Streamflow levels are below normal across much of the Midwest states of Iowa, Nebraska, Illinois and Wisconsin, according to the U.S. Geological Survey.<!--introend--> Many states are experiencing severe drought, such as Iowa, where flows are less than 25 percent of normal streamflow conditions for the majority of the state.&nbsp;<\/p>\n<p>Drought is the nation's most costly natural disaster, far exceeding earthquakes, tornados, hurricanes and floods. Low streamflows contribute to higher than normal water temperatures, which have negatively impacted fish and have caused fish kills in some areas throughout the Midwest.&nbsp;<\/p>\r\n<p>USGS crews are making extra streamflow and groundwater level measurements in a number of states so that cooperators will have sufficient data to make water management decisions. &nbsp; Areas of low stream flow can be viewed in real time on the <a href=\"http:\/\/waterwatch.usgs.gov\/?id=ww_drought\">USGS WaterWatch website<\/a>. The map shows how current flows compare to what would be normal for a given time of year based on historical averages. For information specific to your local area, visit one of the USGS Water Science Center drought information websites in <a href=\"http:\/\/ia.water.usgs.gov\/drought\/index.html\">Iowa<\/a>, <a href=\"http:\/\/ne.water.usgs.gov\/drought\/\">Nebraska<\/a>, <a href=\"http:\/\/mn.water.usgs.gov\/drought\/\">Minnesota<\/a>, <a href=\"http:\/\/il.water.usgs.gov\/drought\/daily_mean.html\">Illinois<\/a>, <a href=\"http:\/\/waterwatch.usgs.gov\/?m=dryw&amp;r=sd&amp;w=dryw,map\">South Dakota<\/a> or <a href=\"http:\/\/wi.water.usgs.gov\/hazards\/droughthazards.html\">Wisconsin<\/a>. To access water quality information, to include local stream temperatures, visit the USGS real-time <a href=\"http:\/\/waterwatch.usgs.gov\/wqwatch\/\">WaterQualityWatch<\/a> website.&nbsp;<\/p>\r\n<p>\"Of all of our Nation's natural disasters, drought is in many ways the most insidious, coming on slowly without major headlines or lead stories, and tending to continue to play out long after the life-giving rains have returned in terms of culled herds, unproductive orchards, and impaired ecosystems ripe for invasive species,\" said USGS Director Marcia McNutt. \"USGS is bringing the best scientific information to bear in these tough times so that water managers will make a little water do a lot of good.\"&nbsp;<\/p>\r\n<p>While the USGS WaterWatch website is an adequate real-time gauge for areas experiencing hydrologic drought, stream and river conditions are not the only drought indicator. The national <a href=\"http:\/\/www.drought.gov\/portal\/server.pt\/community\/drought_indicators\/us_drought_monitor\">Drought Monitor<\/a> is the official report detailing drought conditions, and this map paints a fuller picture of drought than just stream flow information. In addition to relying heavily on USGS streamgage data, this map also incorporates soil moisture, agricultural information, <a href=\"http:\/\/www.drought.gov\/portal\/server.pt\/community\/remote_sensing\/226\/vegdri\/295\">satellite data<\/a>, and precipitation.&nbsp;<\/p>\r\n<p>Right now, almost <a href=\"http:\/\/droughtmonitor.unl.edu\/DM_tables.htm?conus\">80 percent<\/a> of the contiguous United States is facing abnormally dry conditions. The Federal Emergency Management Agency has estimated that the annual average cost of drought in the United States ranges from $6 to $8 billion, while flooding estimates are in the $2 to $4 billion range. Unlike flooding, drought does not come and go in a single episode. Rather, it often takes a long time for drought to begin to impact an area, and it can fester for months or even years.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Illinois","Iowa","Minnesota","Nebraska","South Dakota","Wisconsin"],"country":["United States of America"],"mm_tags":["drought","water","Geographic Areas Midwest","midwest","Iowa","Nebraska","Minnesota","Illinois","South Dakota","Wisconsin","Water Quality","","groundwater"],"distribution":["Water"],"release_date":{"und":[{"value":"1342670400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}