{"title":"Revised Kentucky and Tennessee Maps Reveal New Design","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart--><a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo maps<\/a> now have a crisper, cleaner design - enhancing readability of maps for online and printed use.<!--introend--> Map symbols are easier to read over the digital aerial photograph layer whether the imagery is turned on or off. Improvements to symbol definitions (color, line thickness, line symbols, area fills), layer order, and annotation fonts are additional features of this supplemental release. Users can now adjust the transparency for some features and layers to increase visibility of multiple competing layers.<\/p>\n<p>This new design is launched on new US Topo quadrangles for Kentucky (671 maps) and Tennessee (694 maps), which replace the first edition US Topo maps for those states. The replaced maps will be added to the USGS <a href=\"http:\/\/nationalmap.gov\/historical\/index.html\">Historical Topographic Map Collection<\/a> and are also available for free download from <a href=\"http:\/\/nationalmap.gov\/\"><em>The National Map<\/em><\/a> and the USGS Map Store <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/(ctype=areaDetails&amp;xcm=r3standardpitrex_prd&amp;carea=%24ROOT&amp;layout=6_1_61_48&amp;uiarea=2)\/.do\">website<\/a>.&nbsp;<\/p>\r\n<p>\"The new Kentucky and Tennessee US Topo maps demonstrate our commitment to improving the product design to meet our users&rsquo; needs\", said Mark DeMulder, Director of the USGS National Geospatial Program. \"I encourage you to download these maps, compare them against the previous US Topo map and drop us your <a href=\"http:\/\/answers.usgs.gov\/cgi-bin\/gsanswers?tmplt=5\">comments<\/a> on the US Topo map product. Your input is important to us.\"<\/p>\r\n<p>US Topo maps are updated <a href=\"http:\/\/nationalmap.gov\/ustopo\/about.html\">every three years<\/a>, with the initial round <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3402\">completed last September<\/a>. Maps for Hawaii are currently in production with Alaska production starting later this year.<\/p>\r\n<p>Re-design enhancements and new features:<\/p>\r\n<ul>\r\n<li>Crisper, cleaner design improves online and printed readability while retaining the look and feel of traditional USGS topographic maps<\/li>\r\n<li>New functional road classification schema has been applied<\/li>\r\n<li>A slight screening (transparency) has been applied to some features to enhance visibility of multiple competing layers<\/li>\r\n<li>Updated free fonts that support diacritics<\/li>\r\n<li>New PDF Legend attachment<\/li>\r\n<li>Metadata formatted to support multiple browsers<\/li>\r\n<li>New shaded relief layer for enhanced view of the terrain<\/li>\r\n<li>Military installation boundaries, post offices and cemeteries<\/li>\r\n<\/ul>\r\n<p>US Topo maps are created from geographic datasets in <a href=\"http:\/\/nationalmap.gov\/\"><em>The National Map<\/em><\/a><em>,<\/em> and deliver visible content such as high-resolution aerial photography, which was not available on older paper-based topographic maps. The new US Topo maps provide modern technical advantages that support wider and faster public distribution and on-screen geographic analysis tools for users.<\/p>\r\n<p>The new digital electronic topographic maps are delivered in <a href=\"http:\/\/en.wikipedia.org\/wiki\/GeoPDF\">GeoPDF<\/a> image software format and may be viewed using <a href=\"http:\/\/get.adobe.com\/reader\/\">Adobe Reader<\/a>, available as a no cost download.<\/p>\r\n<p>For more information, go to: <a href=\"http:\/\/nationalmap.gov\/ustopo\/\">http:\/\/nationalmap.gov\/ustopo\/<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Tennessee","Kentucky"],"country":["United States of America"],"mm_tags":["Core Science Systems National Geospatial","topographic Map","Topo Maps","digital Topographic Map","Digital Topo Maps","digital Quadrangles","Topo","maps","Mapping","Kentucky","Tennessee","Historical Topographic Map Collection","The National Map","Map Store","store","National Geospatial Program"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1368590400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170136"},{"tid":"170047"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}