{"title":"susquehanna Streamgage to be Relocated and Elevated","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>WILKES-BARRE<\/strong>, Penn. &ndash; <!--introstart-->The U.S. Geological Survey plans to relocate and raise the elevation of one of its streamgages on the Susquehanna River in the wake of recent flooding.<!--introend--><\/p>\n<p>The streamgage in question, located in Wilkes-Barre, operated properly last Thursday until the river reached the streamgage&rsquo;s operational limit of about 38 and a half feet, a reading it transmitted for about three hours that led some people to conclude the river had crested.&nbsp; The streamgage equipment was later inundated by water and stopped working as the river continued to rise.<\/p>\r\n<p>Emergency managers and other officials quickly recognized a problem with the data when they noticed that the streamgage was transmitting the same number repeatedly on Thursday while other streamgages up and down river showed levels continuing to rise.&nbsp;<\/p>\r\n<p>\"Our water-resources partners picked up on this problem very quickly,\" said Bob Hainly, assistant director of the USGS Pennsylvania Water Science Center, \"and responded in the appropriate manner.&nbsp; Ultimately, we weren&rsquo;t able to tell them what level the river had reached at that location until the flooding receded enough for the roads to be passable, at which time we went out and measured and reported the current river stage and the high-water marks. &nbsp;In the future, we will do a better job of communicating the operating limits of our streamgages located near Wilkes-Barre and across the Commonwealth to avoid this type of confusion.\"&nbsp;<\/p>\r\n<p>When USGS technicians were able to gain access to the area about 9:30 a.m. on Sept. 9, the river stage was measured at about 41.7 feet. &nbsp;A high-water mark measured by USGS technicians near the streamgage location indicated the river stage had peaked earlier at about 42.7 feet. This peak was confirmed the next day from additional high-water mark measurements.&nbsp;<\/p>\r\n<p>Each of these river stage measurements was relayed to the National Weather Service Middle Atlantic River Forecast Center, the U.S. Army Corps of Engineers-Baltimore District, and the Luzerne County Emergency Management Agency to keep them aware of the river condition while the streamgage was not transmitting.<\/p>\r\n<p>The streamgage planned for relocation has collected data in that vicinity since 1890, and was relocated in 1996 at an elevation, based on previous flood experience, that allowed for the widest possible range of river measurements.&nbsp; This included capturing low-flow, drought-like condition stages, all the way to measuring the stage near the peak of record.&nbsp;<\/p>\r\n<p>The current plan calls for the streamgage to be relocated, elevated about 10 feet, and equipped with new pressure equipment capable of measuring and transmitting information on a larger range of stages.&nbsp; Once complete, the streamgage will capture flows up to about 48 and a half feet, which is about two feet above the levee.&nbsp; The new equipment and relocation cost is estimated to be about $15,000.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Pennsylvania"],"country":["United States of America"],"mm_tags":["water","Pennsylvania","flooding"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1316059200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169648"},{"tid":"168940"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}