{"title":"New Map Shows Locations of Naturally Occurring Asbestos in California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>DENVER -- <!--introstart-->A report cooperatively produced and published by the U.S. Geological Survey and the California Geological Survey contains a map and associated datasets that inventory 290 locations of reported natural asbestos occurrences in California.<!--introend--><\/p>\n<p>Asbestos has been reported to occur in 45 of California's 58 counties. An additional eight counties contain occurrences of ultramafic rocks, serpentinite, or fibrous amphibole, which indicate that these counties contain geologic environments that could be favorable for the occurrence of asbestos.<\/p>\r\n<p>The map and datasets are based on an extensive search of scientific literature and do not identify any new occurrences of asbestos. It is the sixth report in a series, which originated in 2005 with a similar report for the Eastern United States, followed in 2006, 2007, 2008, and 2010 by comparable products that encompass the Central States, Rocky Mountain States, Southwestern States, and the Pacific Northwest States, respectively.<\/p>\r\n<p><a href=\"http:\/\/pubs.usgs.gov\/of\/2011\/1188\">USGS Open-File Report 2011-1188<\/a>, \"Reported Historic Asbestos Mines, Historic Asbestos Prospects, and Other Natural Occurrences of Asbestos in California,\" is the most comprehensive compilation of natural asbestos sites in this region and is part of an ongoing effort to update existing national-scale databases on asbestos occurrences. This report is also available as <a href=\"http:\/\/www.conservation.ca.gov\/cgs\/minerals\/hazardous_minerals\/asbestos\/Pages\/Index.aspx#MS59\">California Geological Survey Map Sheet 59<\/a>.<\/p>\r\n<p>The report demonstrates that previously published maps and data compilations at regional and national scales can contain inaccurate locality information and may not consider a number of published natural asbestos occurrences that appear in historic literature.<\/p>\r\n<p>This USGS&ndash;California Geological Survey publication identifies the specific types of asbestos present in California. Previous regional to national scale maps generally do not describe the specific types of asbestos reported at any given occurrence (for example chrysotile versus different amphibole asbestos varieties).<\/p>\r\n<p>This report does not attempt to determine the potential risks posed to human health by these occurrences, which is beyond the scope of the study.<\/p>\r\n<p>\"The previous releases of USGS asbestos maps for the United States have proven to have widespread applications in public health, environmental studies, and geological research. This new compilation for California continues the USGS tradition of providing the public with the most accurate, complete, and up-to-date information possible,\" said USGS Director Marcia McNutt.<\/p>\r\n<p>Asbestos is a commercial and industrial name given to the fibrous variety of several naturally occurring minerals, the most common of which have been mined and used in commercial products. Asbestos is made up of fiber bundles. These bundles, in turn, are composed of long and thin fibers that can be easily separated from one another. Naturally-occurring asbestos (asbestos that occurs in its natural geologic environment) has become the focus of concern and attention from the public health community because exposures can result if asbestos-bearing rocks and soils are disturbed by natural erosion or human activities.<\/p>\r\n<p>Previous USGS reports on natural occurrences of asbestos are found at these links:<\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1189\/\">Eastern States<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/of\/2006\/1211\/\">Central States<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/of\/2007\/1182\/\">Rocky Mountain States<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/of\/2008\/1095\/\">Southwestern States<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/of\/2010\/1041\/\">Pacific Northwest States <br \/><\/a><\/li>\r\n<\/ul>\r\n<p>Previous California Geological Survey reports on natural occurrences of asbestos in California can be found <a href=\"","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["geology","Minerals","asbestos","California","historical","map"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1313985600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}