{"title":"USGS Finds West Nile Virus in North Carolina Crow","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists from the U.S. Geological Survey in Madison, Wisc., confirmed today that a dead crow, found in Chatham County, N.C., near the town of Moncure died of the West Nile Virus. The finding marks the farthest south the virus has been identified. Moncure is about 40 miles southwest of Raleigh. <\/p>\n<p>North Carolina health officials announced the finding on Friday, October 20, 2000. The crow was found September 27, 2000, at Jordan&rsquo;s Lake State Park by a federal employee working in the park. <\/p>\r\n<p>USGS scientists predicted in September that the West Nile Virus was on the move and was heading south. The virus, considered a special threat to crows, killed 7 people last year, has sickened 16 people in the Northeast and killed an elderly New Jersey man this year. <\/p>\r\n<p>\"Am I surprised to see it spread into North Carolina? No. And I wouldn&rsquo;t be surprised to see it spread further south,\" said Dr. Robert McLean, chief of the USGS National Wildlife Health Center that did the crow necropsy. \"USGS will continue to test samples and monitor the spread of the virus as migrating birds move south.\" <\/p>\r\n<p>Primarily a wild bird disease, the virus has affected a small number of people, and human symptoms generally are mild. The virus has been found in nearly 70 bird species and 8 mammal species, McLean said. It&rsquo;s been responsible for the deaths of thousands of birds in 11 states ranging from Vermont to North Carolina. <\/p>\r\n<p>A new USGS West Nile Virus website with additional information is available at: <a href=\"http:\/\/www.umesc.usgs.gov\/http_data\/nwhc\/news\/westnil2.html\">http:\/\/www.umesc.usgs.gov\/http_data\/nwhc\/news\/westnil2.html<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"972014400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"},{"tid":"169213"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}