{"title":"New Maps Identify Liquefaction Hazard in Santa Clara Valley","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>New hazard maps that describe the probability of earthquake-induced liquefaction in Northern Santa Clara Valley are now available from the U.S Geological Survey (USGS.)<\/p>\n<p>These maps depict the likelihood of liquefaction based on three earthquake scenarios: a magnitude 7.8 on the northern segment of the San Andreas Fault, comparable to the 1906 San Francisco earthquake, a magnitude 6.7 on the Hayward Fault, comparable to the 1868 Hayward earthquake, and a magnitude 6.9 on the Calaveras Fault.<\/p>\r\n<p>The highest probability of liquefaction&nbsp;&mdash; approximately 33 to 37 percent &mdash; is most likely to occur under the San Andreas Fault earthquake scenario in areas along major creeks where the water table is relatively shallow. These results will be published in the February issue of the Bulletin of the Seismological Society of America (BSSA).&nbsp;<\/p>\r\n<p>Until now, scientists have offered only qualitative maps of the liquefaction hazard in the Santa Clara Valley. These new probabilistic maps detail the degree of hazard within broader hazard zones more precisely than previous maps and provide a clearer interpretation of actual risk for map users.<\/p>\r\n<p>Liquefaction is a physical process that occurs during some earthquakes, causing loose, wet soil to act like water rather than solid ground. The liquefied sand or soil may flow and the ground may move and crack, causing damage to surface structures and underground utilities. Liquefaction occurred in the valley during both the 1868 Hayward and 1906 San Francisco earthquakes.&nbsp;<\/p>\r\n<p>High resolution copies of the new maps, \"Scenario Liquefaction Hazard Maps of Santa Clara Valley, Northern California,\" by Thomas L. Holzer, Thomas E. Noce and Michael J. Bennett of the U.S. Geological Survey in Menlo Park, CA, are available from the U.S. Geological Survey at <a href=\"http:\/\/earthquake.usgs.gov\/regional\/nca\/liquefaction\/\">earthquake.usgs.gov\/regional\/nca\/liquefaction\/<\/a>.<\/p>\r\n<p><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009-1-27\/san_andreas.jpg\" alt=\"liquefaction map in Northern Santa Clara County\" width=\"660\" height=\"376\" \/><\/p>\r\n<p class=\"small\">This map shows the likelihood of liquefaction in Northern Santa Clara County during a magnitude 7.8 earthquake on the northernmost segments of the San Andreas Fault. This earthquake is similar to the 1906 San Francisco earthquake. At each location, the map predicts the approximate probability that shallow wet sands will liquefy and cause surface manifestations of liquefaction such as sand boils and ground cracking. Liquefaction is a phenomenon that is caused by earthquake shaking. Wet sand can become liquid-like when strongly shaken. The liquefied sand may flow and the ground may move and crack, causing damage to surface structures and underground utilities.The map depicts the hazard at a regional scale and should not be used for site-specific design and consideration. Subsurface conditions can vary abruptly and borings are required to address the hazard at a given location. The map assumes the historically shallowest water table conditions and does not reflect current ground-water conditions. If the current water table is deeper, the probability of liquefaction is reduced. The map includes the communities of San Jose, Campbell, Cupertino, Los Altos, Los Gatos, Milpitas, Mountain View, Palo Alto, Santa Clara, Saratoga, and Sunnyvale.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["geology","earthquakes","liquefaction","maps"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1233032400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"},{"tid":"170171"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}