{"title":"Tampa USGS Office to Move","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>TAMPA, Fla.<\/strong> -- <!--introstart-->The Tampa office of U.S. Geological Survey Florida Water Science Center will relocate from its current location near the University of South Florida to an industrial park in Lutz in August.<!--introend-->&nbsp;<\/p>\n<p>The move is being made to strengthen larger statewide efforts to streamline the agency&rsquo;s organizational structure, increase operational efficiency and better serve resource managers and environmental stakeholders of west-central Florida. The new facility, located in Compark 75 at 4450 Pet Lane in Pasco County, will house 60 employees, including hydrologists, hydro-technicians and support staff. In total, the center has 150 employees located in Davie, Orlando, Tallahassee, Ft. Myers and Tampa.&nbsp;<\/p>\r\n<p>The USGS is the Nation's largest earth science agency that provides a scientific understanding about natural resource conditions, issues and problems.&nbsp;The Florida Water Science Center&rsquo;s mission is to collect, analyze and disseminate the impartial hydrologic data and information needed to wisely manage water resources for the Nation and the State of Florida.&nbsp;&nbsp;<\/p>\r\n<p>Throughout Florida, the USGS operates a network of stream flow and flood stage monitoring stations that help forecast future floods, track rising water due to rain or storm surge, and monitor water quality and availability, said Rafael W. Rodriguez, director of the center.&nbsp;<\/p>\r\n<p>&ldquo;Although Florida is a relatively water-rich state, in some locations increasing water use may be exceeding the sustainable yield of supplies.&nbsp; Add shortages caused occasionally by short-term drought, competing needs of increases in population and development, some supplies being restricted due to contamination, and other draws on the supply, and you can see how important it is we have reliable and accurate information available to ensure a safe and sustainable water supply that meets all of Florida&rsquo;s needs,\" Rodriguez said. \"That&rsquo;s what these networks provide.\"&nbsp;<\/p>\r\n<p>The center&rsquo;s science investigation programs focus on the occurrence, fate, and transport of contaminants in the environment, predicting changes in the quality and quantity of water resources in response to a changing climate and landscape, and advancing the understanding of the interrelations of groundwater and surface water and their role in Florida&rsquo;s wetland ecology.&nbsp;The center utilizes a variety of numerical models and other advanced mathematical techniques to support the water resources informational needs of Federal, state and local users. Investigative studies follow an integrated philosophy, where model development work functions hand-in-hand with visualization technology, physical experimentation, and field reconnaissance and surveillance.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["Florida","flordiawatersciencecenter","hydrology"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1330923600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"170289"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}