{"title":"New USGS Data Portal Provides Access to More Than a Century of Sediment Data","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A new online, interactive <a href=\"http:\/\/cida.usgs.gov\/sediment\">sediment data portal<\/a> represents the best available compendium of suspended sediment data for streams and rivers across the Nation.<!--introend--><\/p>\n<p>Watershed managers, policy-makers, researchers, and the public can use the portal to access suspended sediment information at over 4,900 sites.<\/p>\r\n<p>Ever since sediment samples were first collected in 1889 by pioneering engineer Frederick Newell and 14 of his colleagues on the Rio Grande River at Embudo, N.M., the U.S. Geological Survey has continued to collect and record information on sediment transport in streams and rivers across the Nation.<\/p>\r\n<p>Too much sediment can harm aquatic life and reduce the storage capacity of reservoirs affecting water supply and flood storage. In some instances, too little sediment can also be an issue.&nbsp; For example, decreased amounts of sediment in the lower Mississippi Basin have been identified as the primary reason for the loss of thousands of square miles of wetlands off the Louisiana coast. &nbsp;&nbsp;<\/p>\r\n<p>The portal provides easy access to valuable long-term data sets that can be useful in assessing how landscape modifications are affecting sediment transport in streams and rivers. Information on sediment concentrations and grain size can help identify appropriate and cost-effective sediment monitoring methods. Sediment data and ancillary data on streamflow condition, sediment grain size, sampling method, and landscape condition are also available for download within the portal.<\/p>\r\n<p><a href=\"http:\/\/pubs.er.usgs.gov\/publication\/ds776\">USGS Data Series Report DS776<\/a> describes the methods used to recover, quality control, and summarize USGS suspended-sediment data in the portal through 2010.&nbsp; In addition to daily and discrete suspended sediment sampling, the USGS, in cooperation with numerous local, state, and other federal agencies, currently operates 424 real-time turbidity sensors across the Nation. These data are available at <a href=\"http:\/\/waterwatch.usgs.gov\/wqwatch\/\">USGS Water-Quality Watch<\/a>.<\/p>\r\n<p>Sediment monitoring and real-time turbidity monitoring is supported by the USGS <a href=\"http:\/\/water.usgs.gov\/nasqan\/\">National Stream Quality Accounting Network<\/a>, <a href=\"http:\/\/water.usgs.gov\/coop\/\">Cooperative Water Program<\/a>, and the <a href=\"http:\/\/water.usgs.gov\/nawqa\/\">National Water-Quality Assessment Program<\/a>. The USGS also continuously monitors streamflow at over 8,000 of the nation's streams on a real-time basis. These data are available at <a href=\"http:\/\/waterdata.usgs.gov\/usa\/nwis\/rt\">USGS Current Streamflow Conditions<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Environmental Health"],"article_type":["Technical Announcement","State News Release"],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1389589200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169011"},{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}