{"title":"Scientists Need Your Eyes and Ears ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_180702\" align=\"alignright\" width=\"453\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/TED-Photo.png\"><img class=\" wp-image-180702 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/TED-Photo.png\" alt=\"Map of tweets containing the word &quot;terremoto&quot; (Italian for â\u0080\u009cearthquakeâ\u0080\u009d) collected in the two minutes following a magnitude 6.0 earthquake in Northern Italy on May 5, 2012. The red star shows the location of the earthquake. The tweets are concentrated in the epicentral area but discussion of the earthquake has already spread beyond the impacted region. This shows the speed that USGS Tweet Earthquake Dispatch (TED) collects tweets to provide insight into potential earthquake events. Image Credit: USGS\" width=\"453\" height=\"606\" \/><\/a> Map of tweets containing the word \"terremoto\" (Italian for â\u0080\u009cearthquakeâ\u0080\u009d) collected in the two minutes following a magnitude 6.0 earthquake in Northern Italy on May 5, 2012. The red star shows the location of the earthquake. The tweets are concentrated in the epicentral area but discussion of the earthquake has already spread beyond the impacted region. This shows the speed that USGS Tweet Earthquake Dispatch (TED) collects tweets to provide insight into potential earthquake events. Image Credit: USGS[\/caption]\n\nIn an ever-changing environment, it would be ideal if the <a href=\"http:\/\/www.usgs.gov\/\">U.S Geological Survey<\/a> had a presence in every corner of the nation. While we may not be able to cover every inch of the landscape, we can greatly enhance our scope with your help.\n\nThe USGS has a variety of citizen science efforts where you can report whatâ\u0080\u0099s happening in your own backyard. We want to know if you felt an earthquake, saw a landslide, have a new building going up nearby, or have flowers blooming earlier than normal. If you live in Alaska, we want you to tell us if you experience a volcanic ash fall and even collect a sample.\n\nAnd the information you provide does not just sit on a shelf. Instead, it gets aggregated and disseminated through a variety of tools geared toward making this information easily accessible so it can be put to use. As an example, there are interactive online systems where people can report what it was like during an earthquake, and then see all the reports for that event mapped out for the affected area.\n\nThrough your contribution, not only will your observations build a much larger and more complete database, but you will also become a virtual member of the USGS scientific team!\n\n<strong>Improving Earthquake Monitoring<\/strong>\n\n<span style=\"text-decoration: underline\">Did You Feel It?<\/span>\n\n<a href=\"http:\/\/earthquake.usgs.gov\/research\/dyfi\/\">Did You Feel It?<\/a> (DYFI?) is an online crowd-sourcing system developed by the USGS for the public to provide first-hand accounts of earthquakes they experience. As one of the longest standing and most successful examples of citizen-based science to date, it has garnered more than 2,790,000 total responses since its launch in 1997.\n\nThrough this program, users are able to document the shaking level they experienced and find out what was felt elsewhere. Specifically, USGS scientists aggregate results by zip code (domestically) and by city (globally) to show reported shaking intensity. Those reports also augment shaking data from sensors and are incorporated in <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/shakemap\/\">ShakeMaps<\/a> used for emergency response. To document your seismic encounter, visit the <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/\">DYFI? home page<\/a> and <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/form.php?enabled=false\">fill out a brief questionnaire<\/a>.\n\n<span style=\"text-decoration: underline\">Tweeting and Shaking<\/span>\n\nMany regions around the world have only a scant number of seismometers, complicating the rapid detection and characterization of earthquakes. To enhance earthquake monitoring, Twitter has proven to be an advantageous source for USGS scientists to receive rapid firsthand accounts of potential events.\n\nThe USGS <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/ted\/\">Tweet Earthquake Dispatch<\/a> (TED) program rapidly detects possible earthquakes when a large number of public tweets mention \"earthquake\" or its equivalent in several languages. These tweet-based detections often come prior to sensor alerts in sparsely instrumented regions. USGS analysts at the National Earthquake Information Center (NEIC) receive these indicators and then turn to more accurate earthquake sensors and instrumental data for confirmation and quantitative assessment. For earthquakes with a magnitude 5.5 or greater, the USGS sends out notifications via the Twitter account <a href=\"https:\/\/twitter.com\/USGSted\">@USGSted<\/a> to people around the world.\n\n<span style=\"text-decoration: underline\">Crowd-Sourcing Success<\/span>\n\nThe valuable role of crowd-sourcing data is outlined in a <a href=\"http:\/\/www.scribd.com\/doc\/152756960\/Transforming-Earthquake-Detection-and-Science-Through-Citizen-Seismology\">recent report<\/a> by the <a href=\"http:\/\/wilsoncommonslab.org\/2013\/07\/10\/report-looks-at-successful-government-crowdsourcing-efforts-for-earthquake-monitoring\/\">Woodrow Wilson International Center for Scholars<\/a>, authored in collaboration with the USGS.\n\nThe report also highlights success stories from TED, DYFI? and related USGS activities. For example, although there was an exceedingly swift international aid response to the massive 2008 earthquake in Wenchuan, China, the first reports of the event outside of the impacted area came from citizens, and information spread through the use of social networking tools such as Twitter. Similarly, approximately 148,000 individuals used DYFI? to describe their experience of a magnitude 5.8 earthquake that occurred in Virginia on Aug. 23, 2011. Because large-magnitude earthquakes are fairly rare along the East Coast, there were only a handful of seismometers installed nearby to record the event. Thus, much of the preliminary data regarding this earthquake came from the DYFI? system.\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/03_29_2013_otk7Nay4LH_03_29_2013_5\"><img src=\"http:\/\/gallery.usgs.gov\/images\/03_29_2013\/otk7Nay4LH_03_29_2013\/medium\/P6_Redoubt_379.jpg\" alt=\"Ascending eruption cloud from Redoubt Volcano as viewed to the west from the Kenai Peninsula. Photo Credit: R.J. Clucas, USGS\" width=\"500\" height=\"336\" \/><\/a> Ascending eruption cloud from Redoubt Volcano as viewed to the west from the Kenai Peninsula. Photo Credit: R.J. Clucas, USGS[\/caption]\n\n<strong>Did You See It? Watch Out for Landslides<\/strong>\n\nIn an average year, landslides can cost the United States up to 2 billion dollars in damage. Now, scientists at the USGS are asking the public to help track landslides to better understand how to protect lives and property. This is being done through the system, <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/did-you-see-a-landslide\/\">Did You See It?<\/a> (DYSI?). This program allows respondents to report detailed accounts of observed landslides, including photographs. To make your contribution, visit the <a href=\"http:\/\/landslides.usgs.gov\/dysi\/\">DYSI? webpage<\/a> and click on the <a href=\"http:\/\/landslides.usgs.gov\/dysi\/form.php\">Report a Landslide<\/a> tab.\n\n<strong>Is Ash Falling? Helping Monitor Volcanic Eruptions<\/strong>\n\nAlaska has an abundance of active volcanoes, averaging two eruptions a year. Citizens in Alaskan communities can now go online and report their observations of volcanic ash through the <a href=\"https:\/\/www.avo.alaska.edu\/ashfall\/ashreport.php\">Is Ash Falling?<\/a> system, which was developed by the <a href=\"http:\/\/www.avo.alaska.edu\/\">Alaskan Volcano Observatory<\/a> (AVO). Ash fall reports are shared with the<a href=\"http:\/\/www.weather.gov\/\"> National Weather Service<\/a> (NWS) to track where an ash plume is headed and to guide them in making official statements and advisories about ash fallout onto the landscape. AVO is jointly operated by the USGS, the <a href=\"http:\/\/www.dggs.alaska.gov\/\">Alaska Division of Geological and Geophysical Surveys<\/a>, and the <a href=\"http:\/\/www.gi.alaska.edu\/\">University of Alaska, Fairbanks.<\/a>\n\nThis tool will help AVO scientists build a more complete record of the amount, duration, and extent of ash fall. Getting first-hand accounts of ash fall will also help refine computer models of ash cloud movement and interpretation of satellite imagery. Citizens are also encouraged to collect ash samples and send them to AVO. With your help, volcano scientists can greatly expand their sampling of ash deposits.\n\n<strong>The National Map Corps: Earn Your Badge<\/strong>\n\nCitizen volunteers are also making significant additions to <a href=\"http:\/\/nationalmap.gov\/\">The National Map<\/a> (TNM), a web-based geospatial visualization platform. The public is encouraged to collect data on manmade structures such as schools, hospitals, post offices, police stations, and other buildings. The project started last year in Colorado and has expanded to 35 states. A recognition program has also been created where badges can be earned based on the number of data points a volunteer contributes.\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/Phenology-Photograph.jpg\"><img class=\" wp-image-180703 alignright\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/Phenology-Photograph.jpg\" alt=\"Observing phenology is a fun activity for adults and children alike. Photo Credit: Brian Powell, USA-NPN\" width=\"403\" height=\"503\" \/><\/a>\n\nThis effort is through The National Map Corps (TNMCorps) <a href=\"https:\/\/my.usgs.gov\/confluence\/display\/nationalmapcorps\/Home\">Volunteered Geographic Information project<\/a>, which partners with organizations such as <a href=\"http:\/\/www.4-h.org\/\">4-H<\/a> and <a href=\"http:\/\/giscorps.org\/\">GISCorps<\/a>. To start your own badge collection, go to the <a href=\"https:\/\/my.usgs.gov\/confluence\/display\/nationalmapcorps\/Home\">TNMCorps project site<\/a> to learn more and sign up as a volunteer!\n\n<strong>Observing Natureâ\u0080\u0099s Calendar<\/strong>\n\nAs the seasons come and go, temperatures fluctuate, leaves emerge and change colors, and animals migrate. What better way to learn about our changing world than to examine it for yourself? The <a href=\"https:\/\/www.usanpn.org\/\">USA National Phenology Network<\/a> gives you this opportunity through its widely successful program, <a href=\"https:\/\/www.usanpn.org\/natures_notebook\">Natureâ\u0080\u0099s Notebook<\/a>.\n\nVolunteers are collecting observations of these seasonal changesâ\u0080\u0094referred to as <a href=\"https:\/\/www.usanpn.org\/about\/why-phenology\">phenology<\/a>â\u0080\u0094to help scientists better understand subjects including climate change, invasive species, agricultural production, impacts of frosts and freezes, and the timing of pests and diseases. In a few simple steps, you can <a href=\"https:\/\/www.usanpn.org\/nn\/become-observer\">become a citizen scientist<\/a> and join this expedition to examine natureâ\u0080\u0099s calendar.\n\n<strong>Get Involved and Start with Science<\/strong>\n\nThe interconnectedness of contemporary society is staggering. Currently, there are more than 2 billion internet users worldwide. As USGS citizen science proves, social media is no longer limited to just â\u0080\u009clikingâ\u0080\u009d a picture. Through innovation and taking advantage of the opportunities available, the USGS has been able to work with millions of citizen scientists across the globe to discover more about our world than ever before.\n\nStarting with science, which includes having robust databases, allows for the most informed decisions. USGS research wouldnâ\u0080\u0099t be as detailed without the publicâ\u0080\u0099s help. We encourage each of you to see how you can provide public service to your community by helping study our earth.\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24312","uid":"31","filename":"Homepage-Image-Citizen-Science.jpg","uri":"public:\/\/Homepage-Image-Citizen-Science.jpg","filemime":"image\/jpeg","filesize":"120941","status":"1","timestamp":"1425492768","type":"image","uuid":"d95fd6f4-1fa6-41c3-8ac9-a167c0cecf8d","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Citizen Science","did you feel it","Did You See It","DYFI","DYSI","earthquake Hazards","earthquakes","Is Ash Falling","Landslide Hazards","National Phenology Network","Natural Hazard","NPN","Seismic Hazard","social media","TED","The National Map Corps","TNMCorps","Twitter","USA-NPN","USGSted","Volcanic Ash","volcano","volcanoes"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1373466366","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}