{"title":"Paul Hsieh Named 2011 Federal Employee of the Year","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_19_2011_yETg83Jwv6_09_19_2011_2\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/09_19_2011\/yETg83Jwv6_09_19_2011\/medium\/100421-G-XXXXL-_003_-_Deepwater_Horizon_fire.jpg\" alt=\"Paul Hsieh was named the 2011 Federal Employee of the Year for providing the critical scientific information needed to end the worst oil spill in our Nation's history. Fire boat response crews battle the blazing remnants of the offshore oilrig Deepwater Horizon on April 21, 2010. The well would leak an estimated 4.9 million barrels of oil before being successfully stopped. (Photo Credit: U.S. Coast Guard)\" width=\"300\" height=\"225\" \/><\/a> Paul Hsieh was named the 2011 Federal Employee of the Year for providing the critical scientific information needed to end the worst oil spill in our Nation's history. Fire boat response crews battle the blazing remnants of the offshore oilrig Deepwater Horizon on April 21, 2010. The well would leak an estimated 4.9 million barrels of oil before being successfully stopped. (Photo Credit: U.S. Coast Guard)[\/caption]\n\nOften the difference between catastrophe and averted catastrophe rests on a single decision.\n\nIn the case of ending the worst oil spill in our Nationâ\u0080\u0099s history, one such decision came on July 16, 2010. And USGS scientist Paul Hsieh has been named the 2011 Federal Employee of the Year for providing the critical scientific information needed to make that decision.\n\n<strong>A High-Stakes Decision<\/strong>\nOn April 20, 2010, the Deepwater Horizon oilrig exploded, killing and injuring workers and causing a massive offshore oil leak. For 86 days, tens of thousands of barrels of oil per day leaked from the oil well into the Gulf of Mexico.\n\nOn July 16, those in charge of stopping the leak had a tremendous decision to make, one that could mean the end of the leak or that could lead to an even greater disaster.\n\nThe day before, on July 15, a 75-ton cap had been placed on the well, and the flow of oil had stopped. But there was disagreement on whether the cap should stay in place.\n\nIf the team of decision makers chose to remove the cap, oil would continue to flow into the ocean.\n\nIf they chose to leave it in place, the cap could hold and permanently end the leak â\u0080\u0094 or it could cause the oil to erode a pathway to the seafloor and rupture into the ocean, creating a potentially uncontrollable spill.\n\nThe wrong decision could turn a growing disaster into a catastrophe.\n\n<strong>The Science to Support the Decision<\/strong>\n\nThe team of officials, scientists, and engineers waited for the results of a 6-hour pressure test, but ultimately, the results gave them no clear answer. The pressure in the cap was in the intermediate range, making it difficult to determine whether the cap was working, whether the oil was contained, or whether it was leaking underground.\n\nWithout more information, government science advisors concluded, it would be too dangerous to leave the well closed off.\n\nIn hopes of getting the additional information they needed, USGS Director Marcia McNutt turned to USGS researcher Paul Hsieh.\n\n[caption id=\"\" align=\"alignright\" width=\"264\"]<a href=\"http:\/\/gallery.usgs.gov\/videos\/444\"><img class=\"   \" src=\"http:\/\/gallery.usgs.gov\/video\/water\/2011\/sept\/Paul_Hsieh.jpg\" alt=\"Video: Watch Paul Hsieh and Jared Bales discuss the Deepwater Horizon oil spill and Hsieh's winning the Medal for 2011 Federal Employee of the Year \" width=\"264\" height=\"150\" \/><\/a> Video: Watch Paul Hsieh and Jared Bales discuss the Deepwater Horizon oil spill and Hsieh's winning the Medal for 2011 Federal Employee of the Year[\/caption]\n\nWorking remotely, from a cellphone picture of a computer screen that showed the wellâ\u0080\u0099s pressure curve, Hsieh entered the data into MODFLOW, a\n\ngroundwater flow model that had been developed over the past 25 years by USGS researchers, including Hsieh.\n\nTo make his calculations, Hsieh had to be creative. The model was not designed for oil; it was designed for water.\n\nHe worked through the night, conducting his analysis and then checking and rechecking the numbers. Had he made all the necessary conversions? Had he made some small error? He knew the gravity of the situation, and he was determined not to make a mistake.\n\nHsiehâ\u0080\u0099s calculations showed that oil was not leaking from beneath the surface and that the cap would hold.\n\nBased on his conclusions, the team decided to leave the cap in place.\n\nâ\u0080\u009cPaul's model provided the confidence for the government team to keep the cap and stack closed,â\u0080\u009d said <a href=\"http:\/\/www.uscg.mil\/lantarea\/Cook-%20RADM%20BIO%20July%202011.pdf\" target=\"_blank\">Rear Admiral Kevin Cook (PDF)<\/a>, director of prevention policy with the U.S. Coast Guard. â\u0080\u009cIt was a real game changer.â\u0080\u009d\n\nâ\u0080\u009cPaul performed in the heat of the moment using this incredibly complex, detailed model, said McNutt. â\u0080\u009cIt not only fit the pressure data and the shape of the curve as the pressure rose, but also showed that the shape of the rise in pressure was consistent with the integrity of the well. That was the deciding factor.â\u0080\u009d\n\nHsieh also used the information he developed to calculate the total amount of oil that had leaked into the Gulf of Mexico. According to his calculations, around 4.9 million barrels of oil spilled into the Gulf during those 86 days.\n\nIf it had not been for his assessment, that number would have continued to grow.\n\n<strong>The 2011 Federal Employee of the Year<\/strong>\n\nProviding the science to support this decision was the culmination not of hours, not of years, but of decades of dedication and public service.\n\nHsieh, a naturalized American citizen, immigrated to the United States from Hong Kong for the opportunities the Nation has to offer. He has always wanted to give something back.\n\n[caption id=\"\" align=\"alignleft\" width=\"224\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/09_19_2011\/nri7Lxw3KF_09_19_2011\/large\/Federal_Emp_of_Year_Gala.jpg\" alt=\"USGS research hydrologist Paul Hsieh (center) with his wife Christine Peterson (left) and USGS Director Marcia McNutt (right) attend the Service to America Medals gala event, where Paul Hsieh's was honored as the 2011 Federal Employee of the Year by the Partnership for Public Service. Hsieh was awarded for providing critical scientific information that proved to be a turning point in ending the worst oil spill in our Nation's history.\" width=\"224\" height=\"168\" \/> USGS research hydrologist Paul Hsieh (center) with his wife Christine Peterson (left) and USGS Director Marcia McNutt (right) attend the Service to America Medals gala event, where Hsieh was honored as the 2011 Federal Employee of the Year by the Partnership for Public Service.[\/caption]\n\nâ\u0080\u009cI benefitted from the best of American society, and I went into public service, because it is the best way to use my skills and express my appreciation to the U.S. for adopting me as a citizen,â\u0080\u009d said Hsieh.\n\nHe has been in the public service, working for the USGS, since 1977.\n\nâ\u0080\u009cMy entire career with the USGS has been wonderful,â\u0080\u009d said Hsieh. â\u0080\u009cI have absolutely no regrets about missing any other opportunities working any place else. I feel a great amount of affection for the USGS. It is my professional family.â\u0080\u009d\n\nLike many scientists, Hsieh had spent much of his career devoted to research, earning the respect of his colleagues, but working in relative obscurity.\n\nMcNutt said Hsieh â\u0080\u009cnever had an opportunity like this where his expertise was exactly what was needed to come in and save the day.â\u0080\u009d\n\nHsieh has worked modeling groundwater flow for a number of years. While this issue involved oil, not water, Hsieh had the right combination of knowledge, creativity, and experience to apply his expertise to solving the problem at hand.\n\nâ\u0080\u009cAnybody can be a hero,â\u0080\u009d McNutt said, â\u0080\u009cbut there has to be that opportunity that you see and seize.â\u0080\u009d\n\nHsieh seized the opportunity, and the Partnership for Public Service named him the 2011 Federal Employee of the Year, a medal that â\u0080\u009crecognizes a Federal employee whose professional contributions exemplify the highest attributes of public service.â\u0080\u009d\n\nHsieh is the first Department of the Interior employee to be named the Federal Employee of the Year.\n\nHe is also the first earth scientist to receive this honor.\n\nRear Admiral Cook said, â\u0080\u009cPaul was the one person who had the piece to the puzzle. He had credibility earned over years as a scientist. I don't think that it could have been done by just anyone.â\u0080\u009d\n\nHsiehâ\u0080\u0099s desire to serve, his determination to get it right, and his career-long dedication to sharpening his skills and expertise allowed him to provide the science that was needed under extreme pressure and a tight deadline.\n\nThese traits also allowed him to provide an assessment that garnered the confidence, trust, and respect of those who chose to rely on his analysis to make a very crucial decision.\n\nSince the cap was installed and left in place, not another drop of oil has leaked from the Deepwater Horizon well.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24152","uid":"31","filename":"Paul_Hsieh.jpg","uri":"public:\/\/Paul_Hsieh.jpg","filemime":"image\/jpeg","filesize":"57277","status":"1","timestamp":"1425492768","type":"image","uuid":"41eda3c4-7fdb-44a1-8d22-ff4b0f801af6","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":284,"width":500},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1316470502","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}