{"title":"Endangered Sea Turtle Feeding Grounds Discovered in Gulf","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>CORPUS CHRISTI, Texas<\/strong>&nbsp;&ndash; The favored feeding grounds of the endangered Kemp&rsquo;s ridley sea turtle coincide with some Gulf of Mexico waters that are subject to oil spills, extensive commercial fishing and oxygen depletion.<\/p>\n<p>These first-of-their kind details on foraging locations and migration patterns of the Kemp&rsquo;s ridley sea turtle are from a new National Park Service and U.S. Geological Survey study, providing resource managers new information on how best to manage the species.<\/p>\r\n<p>Scientists do not know why the turtles feed where they do, how human influences may affect turtle health or behavior, or whether human impacts on their chosen feeding areas might change their future foraging behavior.&nbsp;<\/p>\r\n<p>The researchers identified the feeding grounds of the Kemp&rsquo;s ridley, considered the most endangered and smallest hard-shelled sea turtle in the world, by analyzing 13 years of satellite-tracking data.&nbsp; The researchers tagged turtles at nesting sites between 1998 and 2011 and tracked them as they went on to foraging locations throughout the Gulf. Turtles from two major nesting sites in the study fed at specific locations off the coasts of Louisiana and Mississippi and at other locations in the Gulf.&nbsp;&nbsp;<\/p>\r\n<p>Donna Shaver, chief of the National Park Service&rsquo;s Sea Turtle Science and Recovery Division at Padre Island National Seashore, said,&nbsp; &ldquo;Protecting feeding grounds for adult female sea turtles is important for the recovery of the species and this new information is important for future planning and restoration decisions.&rdquo;<\/p>\r\n<p>Cooperative efforts between Mexico and several U.S. agencies have helped increase the population of this species of sea turtle. Species support includes protection of nesting turtles and their eggs on nesting beaches and reducing threats from fishing. The number of Kemp&rsquo;s ridleys nesting in the region has increased from 702 nests in 1985 to about 22,000 in 2012.<\/p>\r\n<p>The research, in which dozens of adult female sea turtles were tagged after they nested on the beach at Padre Island National Seashore offers a &ldquo;first glimpse&rdquo; of how and when the turtles feed, said Kristen Hart, a research ecologist for the USGS Southeast Ecological Science Center. &ldquo;We were able to decipher Kemp&rsquo;s ridleys foraging behavior in space and time using a combination of satellite telemetry and new statistical techniques.&rdquo;<\/p>\r\n<p>Previous tracking studies generally showed Kemp&rsquo;s ridley migration from nesting beaches along the Gulf of Mexico coastline to northern Texas and Louisiana with some turtles migrating as far as peninsular Florida. Until the current study, it was not known whether turtles displayed movement behavior indicative of foraging or migration at a particular location. The modeling done as part of the study has allowed scientists to pinpoint where these turtles may be feeding, a key finding in terms of identifying important at-sea habitats for these imperiled turtles.&nbsp;&nbsp;<\/p>\r\n<p>In addition to tagging turtles at Padre Island, Shaver said the researchers tagged turtles at nesting sites in Rancho Nuevo, Mexico, about 200 miles south of Padre Island. Shaver added, &ldquo;This is the first time we&rsquo;ve tracked the Mexican turtles to habitats in the Northern Gulf of Mexico.&rdquo;<\/p>\r\n<p>The feeding habitat discovery came when scientists differentiated time the sea turtles spent in feeding or breeding mode from the time spent migrating. Once scientists located when and where the turtles were feeding, they were also able to coarsely profile what type of habitat offered the best feeding grounds for Kemp&rsquo;s ridleys.<\/p>\r\n<p>&ldquo;We have a lot more to learn about how and why Kemp&rsquo;s ridleys use their foraging sites,&rdquo; Hart said.&nbsp; &ldquo;We don&rsquo;t know enough about individual turtles yet to draw conclusions about their behavioral respons","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecosystems","Seaturtles","ecosystems","Terrestrial","freshwater","Marine Environments"],"article_type":["National News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1369713600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169270"},{"tid":"169888"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}