{"title":"Celebrating Patuxent: 75 Years of Wildlife Conservation Research","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_172596\" align=\"alignleft\" width=\"300\" caption=\"Over the past 75 years, the conservation research at Patuxent has helped rescue species from the brink of extinction, provided the key data to ban or regulate harmful pollutants, and modeled how climate change will affect populations and habitat. Celebrate with us on Oct. 15, 2011, in Laurel, Maryland.\"]<a href=\"http:\/\/www.pwrc.usgs.gov\/\"><img class=\"size-medium wp-image-172596  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/patuxent-logo-300x134.jpg\" alt=\"Patuxent Wildlife Research Center Logo\" width=\"300\" height=\"134\" \/><\/a>[\/caption]\n\nBy 1936, devastating losses of wildlife populations â\u0080\u0094 the result of market hunting, habitat degradation, and drought â\u0080\u0094 were threatening the Nationâ\u0080\u0099s natural resource heritage.\n\nIn response, President Franklin Delano Roosevelt launched a new era of wildlife conservation by creating the Patuxent Research Refuge.\n\nOver the next 75 years, this research and conservation center would\n<ul>\n\t<li>contribute to rescuing species from the brink of extinction,<\/li>\n\t<li>develop critical tools to manage hunted waterfowl species,<\/li>\n\t<li>provide the key data to ban or regulate pollutants that negatively impact people and wildlife, and<\/li>\n\t<li>model the effects of climate change on populations and habitat.<\/li>\n<\/ul>\nPatuxent has developed the models of the Nationâ\u0080\u0099s migratory waterfowl harvest, established the effects of DDT on birds, created the science to breed and restore <a href=\"http:\/\/www.pwrc.usgs.gov\/cranes.htm\">Whooping Cranes<\/a> and other endangered species, produced fundamental methods to estimate wildlife <a href=\"http:\/\/www.pwrc.usgs.gov\/populations\/\">populations<\/a>, and directed the advancement of management practices used by theÂ U.S. Fish and Wildlife Service's <a href=\"http:\/\/www.fws.gov\/northeast\/patuxent\/\">National Wildlife Refuge System<\/a> and other land resource managers.\n\n<strong>Center History\n<\/strong>\n\n[caption id=\"attachment_172609\" align=\"alignright\" width=\"224\" caption=\"A costumed technician feeds a 3-day-old whooper chick. All of the whooping cranes alive in North America today derive from a flock of about 16 birds, of which maybe only 3 or 4 females were laying eggs. The cranes were essentially extinct in the wild, but through the hard work of Federal, State, and nongovernmental groups, about 250 whooping cranes live in the wild now. Another 150 more whoopers live in captivity, with USGS having the largest breeding flock of about 60 birds. About half of these USGS-raised birds are returned to the wild each year. Photo credit: Kathleen O&#039;Malley, USGS.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/feedcraneLG.jpg\"><img class=\"size-medium wp-image-172609\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/feedcraneLG-224x300.jpg\" alt=\"A costumed technician feeds a 3-day-old whooper chick. All of the whooping cranes alive in North America today derive from a flock of about 16 birds, of which maybe only 3 or 4 females were laying eggs. The cranes were essentially extinct in the wild, but through the hard work of federal, state, and nongovernmental groups, about 250 whooping cranes live in the wild now. Another 150 more whoopers live in captivity, with USGS having the largest breeding flock of about 60 birds. About half of these USGS-raised birds are returned to the wild each year. Photo credit: Kathleen O'Malley, USGS.\" width=\"224\" height=\"300\" \/><\/a>[\/caption]\n\nIn 1936, despite facing the Great Depression and 21 percent unemployment in America, President Roosevelt and conservation leaders Jay Norwood â\u0080\u009cDingâ\u0080\u009d Darling and Ira Gabrielson had the courage, foresight, and commitment to create the Nationâ\u0080\u0099s first wildlife research center.\n\nOriginally created within the U.S. Department of Agriculture, the research program at Patuxent is now a part of the Department of the Interior as the USGS Patuxent Wildlife Research Center. The Patuxent Research Refuge, also within the DOI, is part of the U.S. Fish and Wildlife Service. The Patuxent conservation science campus is co-located on more than 12,750 acres of wildlife habitat in the Baltimoreâ\u0080\u0093Washington corridor.\n\nThe USGS Patuxent Wildlife Research Center and the USFWS Patuxent Research Refuge continue to play critical roles in education, outreach, and the development of wildlife conservation science.\n\nThrough the decades, Patuxent's scientists have been responsible for many important advances in natural resource conservation and have had global impact with research and partnerships in 76 countries on all seven continents.\n<h4><strong>Today<\/strong><\/h4>\n<strong><\/strong>Seventy-five years later, wildlife conservation science is again at a crossroads.\n\nClimate change, water availability, changes in land use, renewable energy development, and urbanization present new challenges to conservation programs. Solutions are complex. They must be interdisciplinary in nature and landscape oriented.\n\nToday the Patuxent Wildlife Research Center is helping the Nation to\n<ul>\n\t<li>track, understand, and <a href=\"http:\/\/www.pwrc.usgs.gov\/health\/\">prevent the spread of contagious diseases<\/a>, such as <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_science_pick\/understanding-global-avian-influenza-transmission-pathways-through-ecology\/\">bird flu<\/a>;<\/li>\n\t<li>understand the causes and implications of the decline in pollinators, such as bees;<\/li>\n\t<li><a href=\"http:\/\/www.pwrc.usgs.gov\/contaminants-online\/\">determine the cause and find solutions for wildlife mortality<\/a>, such as white-nose syndrome in bats and plague in endangered <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_science_pick\/plagued-by-plague-usgs-develops-an-ouchless-vaccine\/\">black-footed ferrets<\/a>;<\/li>\n\t<li>understand the <a href=\"http:\/\/www.pwrc.usgs.gov\/resshow\/windpower\/\">impacts of wind power<\/a> on bats and birds;<\/li>\n\t<li>understand how <a href=\"http:\/\/www.pwrc.usgs.gov\/contaminants\/\">pollutants and contaminants<\/a>, including persistent organic pollutants, pesticides, petroleum crude oil, mercury, and lead shot, affect wildlife and their recovery;<\/li>\n\t<li>monitor the decline, threats to, and recovery of <a href=\"http:\/\/www.pwrc.usgs.gov\/cranes.htm\">endangered species<\/a>; and<\/li>\n\t<li><a href=\"http:\/\/www.pwrc.usgs.gov\/\">much more<\/a>.<\/li>\n<\/ul>\nUSGS scientists at Patuxent in Laurel, Maryland, along with their USGS Â Biological Survey Unit counterparts at the <a href=\"http:\/\/www.pwrc.usgs.gov\/history\/bsphist2.htm\">Smithsonian National Museum of Natural History in Washington, DC<\/a>, remain committed to solving the wildlife and environmental challenges of tomorrow.\n<h3>Anniversary Celebrations at Patuxent<\/h3>\n<a href=\"http:\/\/www.pwrc.usgs.gov\/75th\/\"><img class=\"size-medium wp-image-172610 alignnone\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/Patuxent-75-300x126.jpg\" alt=\"Over the past 75 years, the conservation research at Patuxent has helped rescue species from the brink of extinction, provided the key data to ban or regulate harmful pollutants, and modeled how climate change will affect populations and habitat.\" width=\"300\" height=\"126\" \/><\/a>\n\nThe Patuxent Wildlife Research Center wants to celebrate its 75<sup>th<\/sup> anniversary with you. Please browse our <a href=\"http:\/\/www.pwrc.usgs.gov\/75th\/publicevents.cfm\">public events<\/a>.\n\nJoin us for the <a href=\"http:\/\/www.friendsofpatuxent.org\/images\/Wildlife_Festival_2011.pdf\">Patuxent Wildlife Festival<\/a> on October 15, 2011, at Patuxentâ\u0080\u0099s National Wildlife Visitor Center <a href=\"http:\/\/www.pwrc.usgs.gov\/aboutus\/map.cfm\">in Laurel, Maryland<\/a>. Enjoy live animals, children's crafts, tram tours, live music, scientific demonstrations, and behind-the-scenes research tours. Visit our Whooping Crane and Sea Duck colonies where scientists raise and study these species.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24155","uid":"31","filename":"Patuxent-Top-Story.jpg","uri":"public:\/\/Patuxent-Top-Story.jpg","filemime":"image\/jpeg","filesize":"131747","status":"1","timestamp":"1425492768","type":"image","uuid":"94f63d80-b6f8-4c55-9f55-9155d3a6efa2","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":350,"width":620},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["biology","conservation","Patuxent","wildlife"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1318025133","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}