{"title":"U.S. Mineral Values Up in 2010","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The value of mineral production in the U.S. increased 9 percent in 2010 from that of 2009, suggesting that the nonfuel minerals industries, particularly metals, were beginning to recover from the economic recession that began in December 2007 and lasted well into 2009.<!--introend--><\/p>\n<p>The value of raw, nonfuel minerals mined in the U.S. was $64 billion in 2010, up from $59 billion in 2009, according to the U.S. Geological Survey&rsquo;s annual release of mineral production statistics and summary of events and trends affecting domestic and global nonfuel minerals.<\/p>\r\n<p>\"During the past year, we began to see increases in domestic mineral production, after significant declines in 2009,\" said USGS Mineral Resources Program Coordinator Kathleen Johnson. \"This report allows for timely research and analysis of our nation&rsquo;s minerals sector.\"<\/p>\r\n<p>The metals sector was marked by higher prices across the board and a substantial increase in tonnage of iron ore mined. &nbsp;The metals industries supported the overall gains in the minerals sector, offsetting a 6 percent decline in the value of non-metals in 2010.<\/p>\r\n<p>The non-metallic minerals sector continued to decline in 2010, but at a slower rate than in 2009.&nbsp; More non-metallic mineral commodities showed increases in mine production and value than those that decreased, but the production and consumption of dominant materials, particularly those used in construction, declined.&nbsp;<\/p>\r\n<p>U.S. dependence on foreign sources for minerals increased, continuing a trend that has been evident for more than 30 years. The U.S. relied on foreign sources to supply more than 50 percent of domestic consumption of 43 mineral commodities in 2010. The U.S. was 100 percent reliant on imports for 18 mineral commodities in 2010.&nbsp;<\/p>\r\n<p>Minerals are a fundamental component to the U.S. economy. Final products, such as cars and houses, produced by major U.S. industries using mineral materials made up about 13 percent (more than $2.1 trillion) of the 2010 gross domestic product. Domestic raw materials, along with domestically recycled materials, were used to process mineral materials worth $578 billion, such as aluminum, brick, copper, fertilizers, and steel. These products were, in turn, used to produce cars, houses, and other products.<\/p>\r\n<p>The report, Mineral Commodity Summaries 2011, is an annual report that includes statistics on about 90 mineral commodities and addresses events, trends, and issues in the domestic and international minerals industries. The report is used by public and private sector analysts regarding planning and decision making for government and business.<\/p>\r\n<p>The USGS is the sole Federal provider of objective assessments on mineral resources, production, consumption, and environmental effects. The USGS collects, analyzes, and disseminates current data on minerals industries in the United States and about 180 other countries.<\/p>\r\n<p>The USGS report \"Mineral Commodity Summaries 2011\" is available <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/\">online<\/a>.<\/p>\r\n<p>Hardcopies will be available in February from the Government Printing Office, Superintendent of Documents. For ordering information, please call (202) 512-1800 or (866) 512-1800 or <a href=\"http:\/\/bookstore.gpo.gov\/\">http:\/\/bookstore.gpo.gov\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Mineral Commodity Summaries","Minerals","commodities","Economy"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1296190800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169779"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}