{"title":"Have Fun Learning and Exploring at the 10th","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Earthquake Simulations to Gold Panning &bull; Satellite Imagery to Microbes &bull; Science for the Whole Family<\/strong><\/p>\n<p>MENLO PARK, Calif. &ndash; <!--introstart-->Education and entertainment await visitors of all ages at the U.S. Geological Survey's Menlo Park Campus Open House on Saturday, May 19 and Sunday, May 20, from 10 a.m. to 4 p.m.<!--introend--><\/p>\r\n<p>Admission is free.<\/p>\r\n<p>Scientists will share their latest work via hands-on exhibits, displays, web-based animations and virtual tours. Visitors can view demonstrations of cutting-edge science, and speak with our staff about their work in ecosystem health and restoration, volcanoes and earthquakes, natural-resource and water-quality studies, and historic mapping techniques.<\/p>\r\n<p>\"The USGS-Menlo Park Open House is the perfect answer for what to do with the whole family that is different, fun, engaging, active, and did we mention free?\" said USGS Director Marcia McNutt. \"Bringing your daughter or son to the Open House could inspire a love for science and thus be the&nbsp; first stop on the path to a rewarding and exciting career.\"<\/p>\r\n<p>Visitors will be able to:<\/p>\r\n<ul>\r\n<li>Explore the tools and equipment scientists use to understand our world, from boats to microscopes, airborne LiDAR and satellite imagery,<\/li>\r\n<li>Find out about water quality, earthquake probabilities, and mineral resource assessments, <\/li>\r\n<li>Pan for gold,<\/li>\r\n<li>Collect science trading cards and find all the locations to get them stamped,<\/li>\r\n<li>View rocks collected from various locations around California,<\/li>\r\n<li>Dress like a scientist, and get their photo digitized into the research environment of their choice,<\/li>\r\n<li>Listen to presentations on recent earthquakes and tsunamis, land change in the U.S., volcanic hazards at Yellowstone, unconventional oil and gas resources, and projects related to restoring South Bay salt ponds,<\/li>\r\n<li>Buy topographic maps, earthquake hazard zone maps and other scientific publications,<\/li>\r\n<li>Bring in rocks, minerals, or fossils for identification, and<\/li>\r\n<li>Try to guess the locations of popular U.S. landmarks using satellite imagery and aerial photography.&nbsp; <\/li>\r\n<\/ul>\r\n<p>The California Geological Survey, U.S. Fish and Wildlife Service and other USGS partners will be on hand to round out the event with their own exhibits and displays.<\/p>\r\n<p>In addition to science, the Open House will offer live bands performing bluegrass, ethnic, and traditional music from around the world. Tours of the USGS gardens will be offered, giving visitors a chance to see the second-largest collection of rhododendron varieties in California.&nbsp; Visitors are encouraged to bring a picnic and enjoy our gardens in full bloom. The onsite caf&eacute; will also be open with a range of food and drink for purchase. The USGS Campus is convenient to public transportation and is a 15- to 20-minute walk from the Menlo Park Caltrain station. Parking will also be available at neighboring businesses.<\/p>\r\n<p>The USGS Menlo Park Campus is at 345 Middlefield Road, Menlo Park, Calif., 94025. For details,&nbsp;visit the <a href=\"http:\/\/openhouse.wr.usgs.gov\/\">Menlo Park Open House website<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_05_03\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2012_05_03\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Open House","Menlo Park","events","Science Qualityand Integrity Educationand Development"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1336017600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168892"},{"tid":"169083"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}