{"title":"Bats Still Haunted by Deadly Fungus","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"357\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/12_15_2010_iMDp26Rff0_12_15_2010_0#.UIGfjmNb1Nr\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/12_15_2010\/iMDp26Rff0_12_15_2010\/medium\/PA_09_greg.jpg\" alt=\"\" width=\"357\" height=\"400\" \/><\/a> Bat with white-nose syndrome.[\/caption]\n\nAs Halloween approaches and bats prepare for winter hibernation, these iconic animals of the night sky face an uncertain future because of white-nose syndrome (WNS). USGS scientists and others continue to make progress in understanding this deadly bat disease. WNS has killed over <a href=\"http:\/\/www.whitenosesyndrome.org\/news\/north-american-bat-death-toll-exceeds-55-million-white-nose-syndrome\">5 million<\/a> bats since it first appeared in New York in 2007, and the disease, caused by the fungus <em>Geomyces<\/em><em> <\/em><em>destructans<\/em>, has spread at an alarming rate to 19 U.S. states and four Canadian provinces (<a href=\"http:\/\/www.whitenosesyndrome.org\/resources\/map\">view map<\/a>).\n\n<strong>USGS Science and White Nose Syndrome<\/strong>\n\nUSGS science is providing the foundation for informed decisions to manage this devastating wildlife disease.\n\n\"The USGS research to combat white nose syndrome lies in what scientists call 'Pasteur's Quadrant': it is not only of immediate and intense need because of the havoc that this disease is causing to an economically important animal, but it also advances the frontier of understanding of how fungi thrive in the environment,\" said USGS Director Marcia McNutt. \"The race is on: scientist versus fungus, with the survival of several important species of bats at stake.\"\n\nPartnerships among agencies â\u0080\u0093 federal, state, tribal, academic, and NGOs â\u0080\u0093 have been essential to combating WNS. In particular, the U.S. Fish and Wildlife Service (FWS) has funded multi-agency studies that address priorities of the <a href=\"http:\/\/www.whitenosesyndrome.org\/national-plan\/white-nose-syndrome-national-plan\">WNS National Plan<\/a> for assisting states, federal agencies, and tribes to manage WNS. Over the past three years, USGS scientists have published over 30 scientific articles contributing to the ever increasing understanding of this deadly disease.\n\n&nbsp;\n\n\"The partnership with USGS has provided a solid framework for science-based management of the disease,â\u0080\u009d said the U.S. Fish and Wildlife Serviceâ\u0080\u0099s National White-Nose Syndrome Coordinator Jeremy Coleman. \"Working cooperatively with our agency partners provides an opportunity to more efficiently and effectively address priorities in working toward containment of white-nose syndrome.\"\n\n<strong>WNS<\/strong><strong> <\/strong><strong>Fungus<\/strong><strong> <\/strong><strong>Findings<\/strong><strong> <\/strong>\n\nScientists are currently searching for weak links in WNS disease processes to break cycles of infection and to slow the spread of this disease. In one of these studies, recently published in the journal <a href=\"http:\/\/www.plosone.org\/article\/info%3Adoi%2F10.1371%2Fjournal.pone.0046280\">PLoS ONE<\/a>, scientists at <a href=\"http:\/\/www.nwhc.usgs.gov\/\">USGS National Wildlife Health Center<\/a> have carefully defined the effects of temperature on the growth of the WNS causing fungus, <em>G.<\/em><em> <\/em><em>destructans<\/em>. In the laboratory, scientists have shown that small changes in temperature, consistent with those found in bat caves, affect the overall growth rate and physiology of the fungus. Within caves or mines, localized variations in microclimates provide different environments for bats to hibernate. Different species of bats prefer different microclimate conditions for hibernation, which has been proposed as one of the reasons why some bat species may be more susceptible to WNS than others.\n\nUSGS scientists, in collaboration with EcoHealth Alliance and other agencies, have recently initiated a two-year study to build upon the knowledge gained in this laboratory study. They will measure variations in microclimates within actual bat caves and compare these conditions to the presence and abundance of <em>G.<\/em><em> <\/em><em>destructans<\/em> in the environment and on bats at those locations. Information from this study will then be used to predict the distribution of <em>G.<\/em><em> <\/em><em>destructans<\/em> within bat caves and to estimate the potential for progression of WNS at hibernation sites across the landscape.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_05_2012_y17Gx33wvq_10_05_2012_2#.UIGgGGNb1Np\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/10_05_2012\/y17Gx33wvq_10_05_2012\/medium\/IMG_0620_300.jpg\" alt=\"\" width=\"350\" height=\"263\" \/><\/a> Hibernating bats showing signs of infections with Geomyces destructans, the fungus that causes white-nose syndrome.[\/caption]\n\nIn two additional studies, published in the journal <em>Mycologia<\/em><del datetime=\"2012-10-11T17:39\"> <\/del>, USGS and U.S. Forest Service<del datetime=\"2012-10-11T17:39\"> <\/del>Â scientistsÂ  teamed up with others to learn more about the fungal ecology of bat hibernation sites and developed an improved diagnostic test for the fungus. Researchers examined <em>G.<\/em><em> <\/em><em>destructans<\/em> within the broader group of related <em>Geomyces<\/em> fungal species, most of which do not cause disease in bats, but are common in bat caves. This information is helping scientists to understand more about the diversity of related fungi in bat caves as well as the delicate ecology of these underground ecosystems. These findings were then used in the <a href=\"http:\/\/www.mycologia.org\/content\/early\/2012\/09\/06\/12-242.short\">second study<\/a> to develop a new highly sensitive and specific test that can differentiate between <em>G.<\/em><em> <\/em><em>destructans<\/em> and similar fungal species. This new test provides a valuable and reliable tool for enhanced diagnosis and surveillance of WNS<em>.<\/em>\n\nMore information on white-nose syndrome in bats can be found at:\n\n<a href=\"http:\/\/www.nwhc.usgs.gov\/disease_information\/white-nose_syndrome\/\">USGS National Wildlife Health Center, WNS page<\/a>\n\n<a href=\"http:\/\/whitenosesyndrome.org\/\">U.S. Fish and Wildlife Service, White-Nose Syndrome.org<\/a>\n\n<a href=\"http:\/\/www.fort.usgs.gov\/WNS\/\">USGS Fort Collins Science Center, WNS page<\/a>\n\n&nbsp;\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24246","uid":"31","filename":"WNS_work_NWHC_Kim_Miller_IMG_0412.jpg","uri":"public:\/\/WNS_work_NWHC_Kim_Miller_IMG_0412.jpg","filemime":"image\/jpeg","filesize":"101576","status":"1","timestamp":"1425492768","type":"image","uuid":"7d9a5c99-7f58-4ab1-a0e2-1ca2f52a9b57","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["bats","biology","Biology and Ecosystems","disease","EnvironmentalHealth","fungus","nationalwildlifehealthcenter","white-nosesyndrome","wildlife","WNS"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1350911848","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}