{"title":"Media Advisory: Mapping Changes In Beach Landscapes In Our Backyard","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SANTA CRUZ, Calif.&mdash; During the week of Oct 20 - 24 scientists from the U.S. Geological Survey will be working along the coastline from Santa Cruz to Moss Landing. Either by all-terrain vehicle, personal watercraft, or on foot, they will be surveying local beaches and the nearby ocean bottom to compile a three-dimensional map of how beaches change in northern Monterey Bay.<\/p>\n<p>Conducting these surveys over many years will ultimately provide a detailed picture of how our coastline reacts to changes in waves and sand input. The results can be incorporated into future scenarios of sea-level rise and climate change, contributing directly to Monterey Bay communities working on how and what to protect along their coastlines.<\/p>\r\n<p>This will be the first of a series of surveys looking at how sand moves along our coast. Studying vulnerable and dynamic zones such as the San Lorenzo River mouth and the Capitola area before winter storms hit will enable scientists to measure how the beaches change, and will aid the understanding of how big storm events, such as those occurring during El Ni&ntilde;o years, shape and erode the coast.<\/p>\r\n<p>&nbsp;<\/p>\r\n<table border=\"0\" cellspacing=\"0\" cellpadding=\"0\">\r\n<tbody>\r\n<tr>\r\n<td width=\"73\" valign=\"top\">\r\n<p><strong>What:<\/strong><\/p>\r\n<\/td>\r\n<td width=\"442\" valign=\"top\"><strong>Media availability<\/strong> for interviews and photo opportunity:<br \/>Scientific beach surveys by ATV, personal watercraft, and on foot.<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td width=\"73\" valign=\"top\">\r\n<p><strong>Who:<\/strong><\/p>\r\n<\/td>\r\n<td width=\"442\" valign=\"top\">Research scientists from the USGS Pacific Coastal and Marine Science Center.<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td width=\"73\" valign=\"top\">\r\n<p><strong>When:<\/strong><\/p>\r\n<\/td>\r\n<td width=\"442\" valign=\"top\">Starting the week of Oct 20, weather permitting. Interviews in the field <strong>by appointment only<\/strong>: Call Jon Warrick, 831-566-7206 or Patrick Barnard 415-328-2087.<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td width=\"73\" valign=\"top\">\r\n<p><strong>Where:<\/strong><\/p>\r\n<\/td>\r\n<td width=\"442\" valign=\"top\">Northern Monterey Bay beaches from Its Beach (west of the Santa Cruz Surfing Museum) to Moss Landing<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Multiple surveys are planned for this winter season, and regular surveys will occur in the fall and spring during subsequent years to capture seasonal fluctuations and extreme events such as flooding from the San Lorenzo River. USGS scientists will also create beach maps from video captured during flyovers, and will attach time-lapse cameras and tide and wave gauges to local piers for a multi-dimensional understanding of coastal processes.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_10_20\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_10_20\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["beach","Survey","erosion","sand","ocean","Santa","Cruz","waves","","coast",""],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1413777600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}