{"title":"Candid Cameraâ\u0080\u0094Tegus Caught Preying on the Natives","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<div style=\"width: 100%\">\n\nSCIENCE FOR SHARING\n\n<hr \/>\n\n\n\n<hr \/>\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/twwet.jpg\"><img class=\"alignleft size-full wp-image-198101\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/twwet.jpg\" alt=\"\" width=\"24\" height=\"20\" \/><\/a>Â Egg-stealing #InvasiveTegu caught on camera by USGS researchers and partners in southeastern #Florida\n\n<hr \/>\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/twwet.jpg\"><img class=\"alignleft size-full wp-image-198071\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/twwet.png\" alt=\"\" width=\"24\" height=\"20\" \/><\/a>Â Â #Invasive Argentine #Tegus are invading nests of endangered American crocodiles and American alligators in southeastern\n\n<hr \/>\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/twwet.jpg\"><img class=\"alignleft size-full wp-image-198071\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/twwet.png\" alt=\"\" width=\"24\" height=\"20\" \/><\/a>Â  Â #AmericanAlligator, #endangered American crocodiles, and red-bellied cooter eggs . . . meals for the #Invasive Argentine tegu?\n\n<hr \/>\n\n<\/div>\nAn egg-stealing invasive three-foot-long lizard spreading in southeastern Florida may negatively impact populations of native species in the area, including the endangered American crocodile.\n\nThe invasive Argentine tegu, also known as the Black and White tegu, has been caught on camera in southeastern Florida consuming all the eggs of an American alligator nest. Tegu were also recorded on and around the nest of an endangered American crocodile, but no eggs were recorded being removed from this nest.\n\n[caption id=\"\" align=\"alignright\" width=\"291\"]<a href=\"http:\/\/www.nps.gov\/ever\/naturescience\/images\/alligatorinnestfullcolumnjpg.jpg\"><img class=\" \" src=\"http:\/\/www.nps.gov\/ever\/naturescience\/images\/alligatorinnestfullcolumnjpg.jpg\" alt=\"protecting\" width=\"291\" height=\"175\" \/><\/a> Female alligator protecting her nest. (NPS\/Lori Oberhofer[\/caption]\n\nFlorida is home to more than 500 species of nonnative fish and wildlife. Native to South America, tegus are large lizards with sharp teeth, strong jaws and sharp claws that they use to defend themselves. Argentine tegus are now established and breeding in Miami-Dade, Hillsborough, and Polk counties. Scientists and wildlife managers are concerned about the spread of tegus, particularly the threat that they may pose as predators of native wildlife.\n\n<strong>Caught on Camera <\/strong>\n\nThe U.S. Geological Survey, University of Florida, and the Florida Fish and Wildlife Conservation Commission set up automated cameras in areas where tegus are established in southeastern Florida to monitor the activity of crocodilians during nesting season. The cameras captured images of tegus eating the eggs from American alligator and Florida red-bellied cooter (turtle) nests.Â  This new research includes video of a tegu boldly preying on an alligator nest despite the female alligator presence, which defended the nest from humans that approached the area. Tegus were observed consuming 30 alligator eggs from a monitored nest over the course of 56 days, and 15 red-bellied cooter eggs; afterwards, no eggs were left in either nest.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_10_2014_xc6Fvj2UUp_06_10_2014_0#.U7FvimK8Dah\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/06_10_2014\/xc6Fvj2UUp_06_10_2014\/medium\/McEachern_2013_TuMe_C-110_FL_CrAc_nest_8_Jun__-1-.JPG\" alt=\"Tegu\" width=\"350\" height=\"263\" \/><\/a> Tegu preying in on the crocodile nest.[\/caption]\n\n<strong>Home Territory and Beyond<\/strong>\n\nIn their native habitat, tegus are known to dig up nests and eat the eggs of crocodilians and sea turtles. As omnivores, animals that eat both meat and plants, they also consume a variety of small animals such as lizards, rodents and insects. They also include fruits and vegetables in their diet. According the Florida Fish and Wildlife Conservation Commission they are also known to eat dog and cat food when pet owners leave food bowls outside\n\nNative to South America, specifically Brazil, Paraguay Uruguay and Argentina, the adaptable Argentine tegu grows to about four feet in length and is black and white in color with banding along the tail. They spend most of their time on land, but they can swim and are comfortable in aquatic habitats.\n\nFound in a variety of habitats in Florida, tegus are primarily active during the day. During winter, tegus take cover in a burrow or under artificial cover for several months and can survive body temperatures as low as 35Â°Farenheit when underground.\n\n<strong>Rewind: Lessons Learned &amp; Endangered Species<\/strong>\n\nShy and reclusive, the endangered American crocodile is at the northernmost portion of its range in extreme south Florida. They live in brackish or saltwater and can be found in ponds, coves, and creeks in mangrove swamps. The fact that tegus were observed on the first crocodile nest to be monitored with automated cameras suggests that these invasive lizards may pose a new threat to the small population of American crocodiles in Florida.\n\nAlligators, turtles and American crocodiles commonly nest on elevated areas, like berms and levees. Tegus also use this habitat in south Florida, putting these proficient nest predators in close proximity to nests of native reptiles.\n\nSeveral other animals other than American crocodiles could be affected by nest predation, such as the eastern indigo snake, gopher tortoises and limpkins, which all occur or nest in areas where tegu populations in Florida have been established. More species could be at risk if tegus expand their range in Florida, such as the endangered Key Largo woodrat, sea turtles , shore birds and ground nesting migratory birds.\n\nUSGS plays an important role in Federal efforts to combat invasive species by providing tools, technology and information to assess, prevent, contain, control, and manage invasive species nationwide. Key components of invasive species activities include prevention, monitoring and forecasting threats, and control and management of established invaders. Along with a wide range of cooperators, USGS is currently continuing efforts to understand the impacts of invasive tegus and prevent their further spread in the United States.\n\n&nbsp;\n\n<a href=\"http:\/\/www.myfwc.com\/media\/2380549\/Tegu-brochure.pdf\">Tegus in Florida<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24380","uid":"31","filename":"MainLiz.jpg","uri":"public:\/\/MainLiz.jpg","filemime":"image\/jpeg","filesize":"31957","status":"1","timestamp":"1425492768","type":"image","uuid":"06d81914-802d-4ae3-b2f6-74a972f5f6a8","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["biology","Biology and Ecosystems","Florida","Invasive Species"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1404137818","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}