{"title":"USGS Reports New Wetland Loss from Hurricane Katrina in Southeastern Louisiana","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->U.S. Geological Survey scientists report that preliminary analysis of satellite data indicate Hurricane Katrina caused substantial marsh loss in St. Bernard and Plaquemines parishes.<!--introend--><\/p>\n<p>This land loss potentially further reduces southeastern Louisiana&rsquo;s natural protection from future storms. Louisiana already had previously lost about 1,900 square miles of coastal land, primarily marshes, since the 1930s.<\/p>\r\n<p>Scientists estimate that the effects of Katrina transformed more than 30 square miles of marsh around the upper portion of Breton Sound to open water, or 20 to 26 percent of this 133-square mile area.<\/p>\r\n<p>Future observations of Landsat imagery over the fall and winter will allow scientists to determine how much of the loss is permanent. This marsh area is located southeast of New Orleans in St. Bernard and Plaquemines parishes. The area had already lost 21 square miles or 16 percent of its land area between 1956 and 2004.<\/p>\r\n<p>Scientists from the USGS National Wetlands Research Center in Baton Rouge and Lafayette, La., used remote sensing technologies and geographic information systems to compare land and water areas identified by using Landsat 5 Thematic Mapper satellite imagery. Landsat data from November 11, 2004 were compared to data acquired on September 7, 2005 to identify potential wetland loss.<\/p>\r\n<p>The imagery was collected by the USGS National Center for Earth Resources Observation and Science in Sioux Falls, S.D.<\/p>\r\n<p>Early speculation is that the morphology or shape of the Breton Sound basin might have contributed to a northwesterly movement of storm surge that weakened levees to the south of New Orleans. Usually, storm surge to the northwest of a hurricane eye wall is less significant than it appears to have been with Katrina. The marsh area contains large shears or shreds, scoured marsh and significant shoreline erosion.<\/p>\r\n<p>Although this early analysis of wetlands does not take into account possible future reduction of flood waters and some marsh recovery, indications are that much of the loss may be permanent. Some of the open waters will likely become new lakes.<\/p>\r\n<p>(Editors, please note; for imagery related to this story, see <a href=\"http:\/\/www.nwrc.usgs.gov\/hurricane\/breton_poststkatrina_letter.pdf\">www.nwrc.usgs.gov\/hurricane\/breton_poststkatrina_letter.pdf<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Louisiana","Mississippi"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1126670400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169411"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}