{"title":"There&rsquo;s Room for Shorebirds Too","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Think of southern California, and images of beach, sun and surf come to mind, coupled with boundless recreation opportunities for beach-goers. What&rsquo;s missing from these images? It could be the shorebirds that cavort at the edge of the sea and sand. <\/p>\n<p>According to a USGS study, disturbance by people and their pets is causing shorebirds like the threatened western snowy plover to wing it to more remote locations where less human disturbance occurs. Protection of small areas of special habitat can provide important sanctuaries for these birds, however, with relatively little impact to the beach-going public, said Dr. Kevin Lafferty, a marine ecologist with the USGS Western Ecological Research Center in Santa Barbara, Calif. <\/p>\r\n<p>&quot;Research points to humans and pets as a frequent source of disturbance for shorebirds,&quot; said Lafferty. &quot;For beach-nesting birds like the snowy plover, such disturbance has made the majority of former breeding sites unsuitable.&quot; <\/p>\r\n<p>Lafferty measured rates of disturbance on beaches, providing managers information that they in turn could use to reduce disturbance at Coal Oil Point Reserve, a public beach in Santa Barbara, Calif. Lafferty then evaluated the success of resulting management actions. This research is the subject of Lafferty&rsquo;s recent articles in the journals Biological Conservation and Biodiversity and Conservation, and a presentation he will make at the Western Society of Naturalists meeting in Ventura, Calif., Nov. 12. <\/p>\r\n<p>Lafferty found that human activity often displaced shorebirds approached within 20 yards. He discovered that 10 percent of humans and 40 percent of dogs disturbed birds, and more than 70 percent of birds flew away when disturbed. Bird species varied in their frequency of disturbance, partially because a few bird species foraged on the upper beach where contact with people was less frequent. <\/p>\r\n<p>&quot;Most disturbances occurred near the water, but people used so much of the beach that birds were unable to find predictable places without people to rest and feed,&quot; said Lafferty. <\/p>\r\n<p>Western snowy plovers chose to hide from people up on the dry sand instead of moving, said Lafferty. Even with this strategy, each snowy plover was disturbed about 115 times per week, 16 times more than at remote or protected areas where these birds still breed. Despite disturbance, Lafferty found that snowy plovers stayed faithful to their preferred habitat around a lagoon mouth, though they were less abundant near beach-access points. <\/p>\r\n<p>Lafferty noted the types of disturbance snowy plovers were most sensitive to, measured the distance at which they reacted to disturbance and determined the preferred habitat of plovers within a three-kilometer area of critical habitat for the population. He then developed a mathematical model that predicted the smallest portion of the beach that could be closed to maximize protection of plovers with minimal inconvenience to beach users. <\/p>\r\n<p>A preliminary trial began at the Reserve this summer to help buffer a snowy plover chick and its father from disturbance. A rope fence denoted the boundaries of the sensitive area. People could walk along the water&rsquo;s edge for a 300-yard stretch, but were asked not to enter the adjoining dry sand or the area around the lagoon. Volunteers staffed the area to encourage people to respect the closed area and to comply with the local dog-leash ordinance. <\/p>\r\n<p>The result: disturbance to snowy plovers and other birds decreased dramatically, helping the plover chick successfully fledge. By comparing the distribution of birds before and after placement of the rope fence, Lafferty found that snowy plover densities doubled inside the fenced area. In addition, the number of least terns, an endangered species, increased six-fold. In total, the abundance of birds in the protected area increased four-fold. Counts of birds outside the fence remained lar","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1005109200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169871"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}