{"title":"Larsen Named USGS Associate Director for Water","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Matthew C. Larsen has been named Associate Director for Water of the U.S. Geological Survey (USGS).&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\n<p>In his Associate Director role, Dr. Larsen has programmatic responsibility for all water-related research and activities at the USGS. He will be responsible for water issues relating to flooding, water quality, drought, climate change and water availability.<\/p>\r\n<p>Larsen has been the leader of the USGS National Research Program in hydrology in his position of Chief Scientist for Hydrology since 2005.&nbsp;<\/p>\r\n<p>\"Matt has an outstanding record as a research scientist, advancing knowledge of hydrologic and landslide processes in tropical ecosystems. He has worked closely with the National Science Foundation on collaborative efforts in water research and has directed USGS hydrologic research in advancing the understanding of the impacts of climate change on hydrologic systems,\" said USGS Director Mark Myers.&nbsp;<\/p>\r\n<p>As USGS Caribbean District Chief, Larsen supervised water resources programs and worked with external partners in Puerto Rico and the U.S. Virgin Islands starting in 2000. That same year he also served as a coordinator and researcher on a USGS international mission that responded to the December 1999 landslide and flashflood disaster in Venezuela.<\/p>\r\n<p>Larsen was the Luquillo, Puerto Rico, Water, Energy, and Biogeochemical Budget project chief from 1991 to 2000. Prior to that, he was project chief on a USGS study of landslide hazards in eastern Puerto Rico. Larsen began his USGS career in 1977 with the Branch of Pacific and Arctic Marine Geology, Menlo Park, CA. He was a physical science technician and participated in a study of natural hazards to petroleum development in the Northern Bering Sea, Alaska.<\/p>\r\n<p>Dr. Larsen earned a bachelor's in Geology in 1976 from Antioch College in Yellow Springs, Ohio, and a doctorate in Geography at the University of Colorado-Boulder in 1997. He is also the Chair of the U.S. National Committee for the UNESCO International Hydrological Programme and is the author of 66 scientific reports and journal articles.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1214366400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}