{"title":"USGS&rsquo;s Most Popular Maps Now Available Online","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Hikers, campers, engineers and other users of U.S. Geological Survey (USGS) geographic data are now only a click away from accessing digital versions of USGS topographic maps that are now available on the Microsoft TerraServer at <a href=\"http:\/\/www.terraserver.microsoft.com\/\">http:\/\/www.terraserver.microsoft.com<\/a>. <\/p>\n<p>USGS Digital Raster Graphics (DRG&rsquo;s) are colored topographic maps that have been scanned into the computer. Like the USGS Digital Orthophoto Quadrangles (DOQ) images, which are already available on TerraServer, DRG&rsquo;s are seamlessly displayed to the user. Topographic maps use contour lines to portray the shape and elevation of the land. They usually show both natural features, including mountains, valleys, plains, lakes, rivers, and vegetation, and constructed features such as road, boundaries, transmission lines and major buildings. The USGS currently has more than 57,000 topographic maps at the most popular scales (1:24,000, 1:100,000 and 1:250,000) that cover the United States. <\/p>\r\n<p>\"We are very pleased with the new capability of TerraServer,\" said Hedy Rossmeissl, senior program advisor. \"The TerraServer has been an outstanding gateway to our mapping data. The flexibility of viewing images and the many options for enhancing output will enable users to customize the information to meet their needs.\" <\/p>\r\n<p>As part of a cooperative research and development agreement, the USGS and Microsoft have combined their expertise and resources to provide the general public with on-line access to aerial and map-like views of the earth. The DRG&rsquo;s provide full coverage of the conterminous United States and Hawaii. TerraServer visitors can download these aerial photos and map images at no charge. These digital images are being used by a wide variety of users, including the real estate industry, students, engineers and individuals looking at their own town, house or favorite vacation spot. <\/p>\r\n<p>The USGS provided technical assistance to Microsoft on processing the digital version of the well-known USGS topographic quadrangles. Microsoft took the USGS data and sectioned, re-sampled and compressed them, creating millions of image tiles that can be served quickly on the Internet. <\/p>\r\n<p>There are four ways to search for map and aerial imagery on TerraServer: searching by specific place name, using TerraServer&rsquo;s \"Advanced Find\" search feature, using the world coverage map or locating a place of interest by using the list of Famous Places. In addition, TerraServer has several new features for users, including new zoom levels, simpler and faster loading of new data and enhanced information about each image. Users are also able to link place names from the USGS Geographic Names Information System (GNIS) (<a href=\"http:\/\/geonames.usgs.gov\/pls\/gnis\/web_query.gnis_web_query_form\"> http:\/\/geonames.usgs.gov\/pls\/gnis\/web_query.gnis_web_query_form<\/a>) to an image.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"951454800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"168916"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}