{"title":"How Much Water is Available? ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"aligncenter\" width=\"950\" caption=\"The graphic shows various blue spheres representing relative amounts of Earth&#039;s water in comparison to the size of the Earth. Are you surprised that these water spheres look so small? They are only small in relation to the size of the Earth. These images attempt to show three dimensions, so each sphere represents &quot;volume.&quot; Overall, it shows that in comparison to the volume of the globe the amount of water on the planet is very small - and the oceans are only a &quot;thin film&quot; of water on the surface.\"]<img src=\"http:\/\/gallery.usgs.gov\/images\/05_29_2012\/osj7MAy44G_05_29_2012\/large\/global-water-volume-fresh-large.jpg\" alt=\"\" width=\"950\" height=\"911\" \/>[\/caption]\n\nIf you took all the water on earth â\u0080\u0093 in oceans, ice caps, lakes, rivers, groundwater, the atmosphere, and living things â\u0080\u0093 and wrapped it into a sphere, it would have a diameter of about 860 miles. That 860-mile-high sphere is represented by the largest bubble in the picture, which stretches from Salt Lake City, Utah to Topeka, Kan. It has a volume of over 332 million cubic miles. If you popped this bubble with a giant pin, the resulting flow would cover the lower 48 states to a depth of about 107 miles.\n\n[caption id=\"\" align=\"alignright\" width=\"300\" caption=\"Climate change will also impact water availability. Projections indicate a steady increase in temperature progressing through the 21st century, generally resulting in snowpack reductions, changes to the timing of snowmelt, altered streamflows, and reductions in soil moisture, all of which could affect water management, agriculture, recreation, hazard mitigation, and ecosystems across the nation. Despite some widespread similarities in climate change trends, climate change will affect specific water basins in the U.S. differently, based on the particular hydrologic and geologic conditions in that area.Â For example, USGS models project that changes to snow pack in the Sprague River Basin in Oregon (pictured above) could cause annual peak streamflows to occur earlier in the spring as overall basin storage decreases, which may force managers to modify storage operation and reprioritize water deliveries for environmental and human needs.\"]<img src=\"http:\/\/gallery.usgs.gov\/images\/05_15_2012\/f30Md55CCw_05_15_2012\/medium\/IMGP1357.JPG\" alt=\"\" width=\"300\" height=\"225\" \/>[\/caption]\n\nIn reality, most of the largest bubble is stretched over about 70 percent of Earthâ\u0080\u0099s surface, a very thin layer over the land. As we stare out into them, we think of oceans as vast expanses. And in many parts of the world we feel water-rich, even as we hear stories of regions where water is far from abundant. This graphic shows that this amount of water is not nearly as abundant as it may feel.\n\nFurthermore, most of this water is unusable to humans, because we need freshwater to survive, and 98 percent of that large bubble is saline. The much smaller blue sphere over Kentucky â\u0080\u0093 by comparison, about 169.5 miles in diameter â\u0080\u0093 represents the world's liquid freshwater, including groundwater, lakes, swamp water, and rivers. However, 99 percent of that bubble is groundwater, much of which is not accessible to humans.\n\nNow we can start to answer the question, <em>how much water is available to humans<\/em>? Do you notice that tiny blue speck over Atlanta, Ga.? Thatâ\u0080\u0099s the bubble representing freshwater in all the lakes and rivers on the planet. Most of the water that people and ecosystems need every day comes from these surface-water sources. The diameter of this sphere is a mere 34.9 miles, with a volume of a little over 22,000 cubic miles. The sphere looks tiny compared to, say, the Great Lakes region, which is the largest freshwater source on Earth. But keep in mind that tiny dot is about 35 miles high.\n\nIn 2005 <a href=\"http:\/\/water.usgs.gov\/watuse\/\">Americans used<\/a> about 328 billion gallons of <a title=\"Use of surface water.\" href=\"http:\/\/ga.water.usgs.gov\/edu\/wusw.html\">surface water<\/a> and about 82 billion gallons of <a href=\"http:\/\/ga.water.usgs.gov\/edu\/wugw.html\">groundwater<\/a> per day. Surface water is used as the primary supply of drinking and irrigation water, but groundwater is used for these purposes too. Groundwater is also vital in keeping rivers and lakes full, and it provides water for people in places where visible water is scarce, such as in the desert towns of the western U.S.\n\nStill â\u0080\u0093 look again at the picture. It doesnâ\u0080\u0099t seem like a lot of water! Certainly, itâ\u0080\u0099s not. Itâ\u0080\u0099s important to remember that water is a precious resource. Itâ\u0080\u0099s never sitting still; it moves between the air, the land, underground, to the ocean and back again via the <a href=\"http:\/\/ga.water.usgs.gov\/edu\/watercycle.html\">water cycle<\/a>. USGS scientists conduct studies to understand how much water is available now and for the future, including how water flows through the water cycle, how surface water and groundwater interact, and how the quality of our water impacts availability. These studies are important for wise water use, especially as the world becomes increasingly water stressed.\n\n<a href=\"http:\/\/ga.water.usgs.gov\/edu\/2010\/gallery\/global-water-volume.html\">Data behind this Graphic<\/a>\n\n<a href=\"http:\/\/http:\/\/water.usgs.gov\/watuse\/\">Water Use in the U.S.<\/a>\n\n<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3205\">USGS Details Effects of Climate Change on Water Availability in 14 Local Basins Nationwide<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24207","uid":"31","filename":"global-water-volume-fresh-largefinal.jpg","uri":"public:\/\/global-water-volume-fresh-largefinal.jpg","filemime":"image\/jpeg","filesize":"24168","status":"1","timestamp":"1425492768","type":"image","uuid":"4da2621c-8db7-4514-bf11-e9e4a34acdfb","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":479,"width":500},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["groundwater","Surface Water","Water Availability"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1338386608","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}