{"title":"Understanding the Relation between Energy and the Environment using Integrated Science","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"Unlike a gas station, the Earth doesnâ\u0080\u0099t have a convenient way of pumping natural resources buried underground. The Earth must be tapped, at a potential cost to the environment, to extract the oil and gas resources that were generated within organic-rich sedimentary layers millions of years ago. We have depended on fossil fuels heavily since the industrial revolution, which helped produce the quality of life we enjoy today.Â  Even with the recent expansion of renewable energy, fossil fuels continue to fuel most of societyâ\u0080\u0099s increasing need for energy. This need to recover fossil fuels increases the probability of environmental implications related to their recovery.Â  Society is challenged with balancing our need for energy with the desire to protect the environment and human health. Land managers in one geographic area, the Williston Basin, are currently balancing these needs and desires by using integrated scientific information to best manage their natural resources.\n\n[caption id=\"\" align=\"alignleft\" width=\"400\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_30_2014_dhx3BOm00U_05_30_2014_0#.U485MmK8Dah\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_30_2014\/dhx3BOm00U_05_30_2014\/medium\/6_7_10_162_Preston.jpg\" alt=\"Oil Well\" width=\"400\" height=\"300\" \/><\/a> Oil well and a looming storm Preston\/USGS.[\/caption]\n\n<strong>Williston Basin<\/strong>\n\nThe roughly 135,000 square miles Williston Basin, a sedimentary basin located in the north-central United States and south-central Canada, has been a leading source for domestic oil and gas production for more than 50 years. This large region is roughly 30 percent larger than all of France. Today this region, which includes theÂ <a href=\"http:\/\/pubs.usgs.gov\/fs\/2013\/3013\/\">well-known oil-producing Bakken and Three Forks Formations<\/a>, is in the midst of a modern energy boom, driven by advances in oil and gas recovery technologies.\n\nA portion of the Williston Basin is overlain by the Prairie Pothole Region, which is made up of hundreds of thousands of acres containing hundreds of thousands of wetlands, providing critical breeding and nesting habitats for a majority of North Americaâ\u0080\u0099s migratory waterfowl, as well as habitat for other wildlife. Government and private land managers say it is a challenge to protect these critical habitats in the midst of this modern energy boom.\n\n[caption id=\"attachment_197631\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_30_2014_dhx3BOm00U_05_30_2014_2\"><img class=\"size-medium wp-image-197631 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/06\/depressedwetlands_Ducks_Unlimited_Inc-300x192.jpg\" alt=\"Ducks Unlimited Inc\" width=\"300\" height=\"192\" \/><\/a> Prairie Pothole Region landscape showing high wetland density. Photographer: Ducks Unlimited, Inc.[\/caption]\n\nDue to the enormously complex and widely varied scientific needs coupled with the massive time and geographic scale, the U.S. Geological Survey is in a unique position to help our Nation understand the effects of current and historical oil and gas extraction on natural resources such as water supplies, plants, animals, and ecosystems as a whole. To better understand the issues associated with the Williston Basin, the USGS has assembled a team that spans multiple science disciplines to study and provide information that can help industry and resource managers make informed decisions about possible environmental effects from resource extraction.\n\n[caption id=\"attachment_197571\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_30_2014_dhx3BOm00U_05_30_2014_4#.U5CaODC1F8E\"><img class=\"size-medium wp-image-197571 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/06\/N-Leopard-Frog_2012FieldCrew-300x225.jpg\" alt=\"Frog\" width=\"300\" height=\"225\" \/><\/a> Northern Leopard Frog (Rana pipiens). Photographer: Smith\/USGS[\/caption]\n\nOne of the many ways USGS is employing this diverse yet detailed expertise is in the form of the Science Team about Energy and Prairie Pothole Environments (STEPPE) which is a coordinated group of USGS hydrologists, biologists, geologists, geophysicists, geographers and geochemists that are characterizing natural resources and applying the best available science to identify areas most at risk to contamination.\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_30_2014_dhx3BOm00U_05_30_2014_1\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_30_2014\/dhx3BOm00U_05_30_2014\/medium\/brinepit_orig.jpg\" alt=\"Brine Pit\" width=\"300\" height=\"148\" \/><\/a> Brine pit in Sheridan County, Montana. Photographer: Nelson\/USFWS[\/caption]\n\nThe contamination that the scientists are studying comes from saline water, a byproduct of oil and gas extraction. The team is also assessing the spatial relations between past and current oil well development and aquatic resources, the potential ecological impacts in the Williston Basin, and refining methods for detecting contamination in surface-water and shallow groundwater.\n\n<strong>Understanding extraction effectsÂ <\/strong>\n\n<strong><\/strong>In a recently released report, the USGS STEPPEÂ <a href=\"http:\/\/dx.doi.org\/10.3133\/sir20145017\">describes<\/a>Â the potential environmental effects associated with past and current oil and gas production in the Williston Basin. A common issue in the basin is the produced water that includes naturally occurring brine, a fluid that is saltier than seawater and may be produced in large volumes when extracting crude oil. Produced water has contaminated groundwater, streams, and wetlands in areas of the Williston Basin.\n\n[caption id=\"attachment_197321\" align=\"alignleft\" width=\"311\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/06\/Well_Wetland_Density.jpg\"><img class=\" wp-image-197321   \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/06\/Well_Wetland_Density.jpg\" alt=\"Well Wetland Density\" width=\"311\" height=\"311\" \/><\/a> This graphic shows the proximity of oil and natural gas wells to wetlands in a 36 sq. mile area of Burke County, North Dakota. This township contains some of the highest density of aquatic resources and extensive oil and gas development in the Williston Basin. Creator: Tara Chesley-Preston\/USGS[\/caption]\n\nA regional characterization of oil and gas wells and natural resources shows that about one-third of all wetlands in the Williston Basin portion of the Prairie Pothole Region are located within 1 mile of oil and gas wells, highlighting the potential vulnerability of these aquatic resources to brine contamination.\n\nThis is important because brine contamination associated with historical oil and gas production from several decades ago during a previous energy boom <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5024\/\">can and does migrate<\/a> in shallow groundwater and surface water. The USGS STEPPE team has demonstrated that contamination can persist for at least four to five decades. The team confirmed that a combination of geophysical survey methods and water-quality analyses is an effective way to assess brine contamination from oil and gas production to aquatic resources.\n\nThe team continues its research and has identified that there are still significant information and data gaps related to potential environmental impacts of oil and gas production.\n\n[caption id=\"attachment_197581\" align=\"alignright\" width=\"224\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_30_2014_dhx3BOm00U_05_30_2014_5#.U5CaRTC1F8E\"><img class=\"size-medium wp-image-197581 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/06\/P1010109_Thamke-224x300.jpg\" alt=\"Thamke\" width=\"224\" height=\"300\" \/><\/a> Todd Preston, USGS scientist, collecting a surface-water sample from a Prairie Pothole wetland. Photographer: Thamke\/USGS[\/caption]\n\n<strong>The Path Forward<\/strong>\n\nUSGS STEPPE scientists are systematically researching the major issues that will help communities and land managers make informed decisions regarding areas most vulnerable to potential contamination associated with extraction activities, as well as providing crucial data about the effects those activities have on the environment. While hosting discussions and a multi-day workshop with resource managers, STEPPE scientists have also used <a href=\"http:\/\/dx.doi.org\/10.3133\/sir20145017\">decision support tools<\/a> to show that research could be integrated with manager needs. With data from this study, communities can make informed decisions on land use and future conservation efforts. <strong>Â <\/strong>\n\n<strong>The following information is a sampling of current USGS studies in the Williston Basin<\/strong>\n\n<strong><em>Brine contamination in shallow aquifers and surface water.<\/em><\/strong>\n\n[caption id=\"attachment_197331\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_30_2014_dhx3BOm00U_05_30_2014_3#.U5CaKTC1F8E\"><img class=\"size-medium wp-image-197331  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/06\/IMG_7301_Haines-2-300x225.jpg\" alt=\"Haines\" width=\"300\" height=\"225\" \/><\/a> Karen Nelson (USFWS) acquiring geophysical data amidst a naturally occurring plant (Salicornia rubra) in northeastern Montana. Photographer: Haines\/USGS[\/caption]\n\n&nbsp;\n\n<strong><em><\/em><\/strong> Geophysical and geochemical methods can be used to determine the extent and magnitude of brine contamination in the groundwater. These methods <a href=\"http:\/\/wy-mt.water.usgs.gov\/projects\/east_poplar\/index.html\">were used<\/a> on the Fort Peck Indian Reservation in Montana to indicate where brine water, originating from storage-tank facilities, oil wells, brine-injection wells, pipelines, and reserve\/drilling pits used during oil production in the area contributed to groundwater contamination. The shallow groundwater is the only available source of potable groundwater for about 3,000 residents in and near the East Poplar oil field. One of the brine plumes is currently being remediated and the scientific coordination for this effort was recognized with a 2008 Department of the Interior Environmental Achievement Award. Similar methods were used to show that plumes of brine-contaminated groundwater from oil field sites are migrating to wetlands in the Prairie Pothole Region.\n\n<strong><em>Water availability for energy resource production.<\/em><\/strong>\n\nThe development of the Williston structural basin provides an opportunity to study the critical water-energy connection within a groundwater context. A framework for assessing the large volumes of water needed for todayâ\u0080\u0099s energy development in this basin is given in <a href=\"http:\/\/pubs.usgs.gov\/fs\/2014\/3010\/\">a USGS Factsheet<\/a>. A <a href=\"http:\/\/wy-mt.water.usgs.gov\/projects\/WaPR\/index.html\">Williston Basin groundwater availability study<\/a> is part of the USGS Groundwater Resources Program to assess and quantify the availability of the Nationâ\u0080\u0099s groundwater resources. Equally important to questions of water supply and demand in this basin is water usage related to petroleum development. The <a href=\"http:\/\/energy.usgs.gov\/EnvironmentalAspects\/EnvironmentalAspectsofEnergyProductionandUse\/ProducedWaters.aspx#3822113-research\">USGS Energy Resources Program<\/a> is developing a framework to assess potential future needs, along with water production, associated with development of oil and gas resources nationwide. An early application of this methodology will be a study of Bakken and Three Forks development, and the resulting water demand estimates will be used to understand future development and its relation to groundwater availability.\n\n<strong><em>Water-quality characterization. <\/em><\/strong>\n\n<strong><em><\/em><\/strong> In 2013, water samples were collected from 30 randomly-selected domestic wells in the Upper Fort Union Formation of Montana and North Dakota to assess groundwater quality in the context of oil and gas development. Results from this study will provide detailed understanding of current groundwater-quality conditions in the Upper Fort Union Formation and provide a basis for comparison with future water-quality studies.\n\n<strong><em>Assessing the ecological effects of oil and gas production. <\/em><\/strong>\n\n<strong><em><\/em><\/strong> Contamination associated with oil and gas production has been identified in the Williston Basin, but there is very little information regarding the actual ecological effects of oilfield operations or brine contamination. To address this information gap, various studies are being conducted to investigate potential effects of habitat fragmentation, the spread of invasive plant species, and the effects of elevated chloride concentrations on aquatic plants and invertebrates.\n\n<strong><em>Identifying areas with high potential for produced-water contamination to aquatic resources.<\/em><\/strong>\n\nVulnerability of aquatic resources is partially based on oilfield (age and density of oil wells) and hydrogeological (surficial geology, wetland area, and length of streams) characteristics. Scientists <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0048969713010656\">evaluated<\/a> the performance of a vulnerability assessment method at ten study sites in eastern Sheridan County, Montana using a Contamination Index (CI) to identify brine contamination. Nineteen of the forty water samples collected had CI values indicating contamination. Additionally, CI values generally increased with increasing vulnerability assessment scores with this correlation being stronger for groundwater samples than surface water samples.\n\n<strong>Related links<\/strong>\n\n<a href=\"http:\/\/energy.usgs.gov\/OilGas\/UnconventionalOilGas\/HydraulicFracturing.aspx\">USGS hydraulic fracturing page<\/a>\n\n<a href=\"http:\/\/energy.usgs.gov\/Miscellaneous\/Articles\/tabid\/98\/ID\/247\/USGS-Releases-Updated-Bakken-and-New-Three-Forks-Oil-and-Gas-Assessment.aspx\">USGS petroleum assessment for the Bakken and Three Forks Formations<\/a>\n\n<a href=\"http:\/\/pubs.usgs.gov\/fs\/2014\/3010\/\">Factsheet<\/a> describing assessments of water and proppant demand, and water production, associated with oil and gas development\n\n<strong>For more information visit the <\/strong><a href=\"http:\/\/steppe.cr.usgs.gov\/\"><strong>USGS STEPPE Team online<\/strong><\/a><strong>.<\/strong>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24367","uid":"31","filename":"Main1.jpg","uri":"public:\/\/Main1.jpg","filemime":"image\/jpeg","filesize":"45892","status":"1","timestamp":"1425492768","type":"image","uuid":"10a29fd5-d89c-44a6-9ea8-65bf437cf69d","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["biology","Biology and Ecosystems","energy","Environmental Health","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1401900633","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}