{"title":"40th Anniversary of ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p><span class=\"c-bold\">Editors:<\/span> For copyright-free downloadable photos (at different resolutions) of the Alaska Good Friday Earthquake, please go to url: <a href=\"http:\/\/137.227.241.37\/cgi-bin\/libcginw.cgi?SAME=1001Alaska+Earthquake+m%40Alaska+Earthquake+1964%40\">http:\/\/137.227.241.37\/cgi-bin\/libcginw.cgi?SAME=1001Alaska+Earthquake+m%40Alaska+Earthquake+1964%40<\/a><\/p><p>It was the earthquake that woke up America, its 9.2 Herculean shaking reverberating through the earth, causing the whole planet to ring like a bell for weeks afterward. Even now, the earth is still moving in response to the &quot;Good Friday Earthquake&quot; that rocked Alaska on March 27, 1964.<\/p><p>At magnitude 9.2, this was the second-largest quake ever recorded in the world, topped only by a 9.5 in Chile a few years earlier. Its specter, even 40 years later, haunts not only many of those who lost loved ones or who lived through the four minutes of shaking or the quake&rsquo;s legacy of tsunami waves surging into cities and destroying communities, but also those responsible for earthquake monitoring and safety.<\/p><p>&quot;The 1964 earthquake not only jolted Alaska, but it also woke up America to the reality of earthquake risks to lives and property,&quot; said Chip Groat, Director of the U.S. Geological Survey (USGS). &quot;This quake showed us that we can&rsquo;t afford to be complacent where earthquakes are concerned, especially in the most seismically active state in the nation.&quot;<\/p><p>Research conducted after the quake revealed that on March 27th, 1964, at 5:36 p.m., the crustal plates beneath southern Alaska could resist the strain no longer. The Pacific Plate pushed an average of 30 feet beneath the North American Plate, unleashing the pressure the two masses had built up by pushing against each other for centuries. The shock was roughly equivalent to 100 million tons of TNT exploding &mdash; or the force of about 63,000 atomic bombs the size of the one dropped on Hiroshima. The quake ripped a sub-sea fault 500 miles long (800 km) and 125 miles wide (200 km).<\/p><p>Its effects seem almost biblical in their scale and are a cautionary story not only for Alaska but also for the other 39 U.S. states most at risk of destructive earthquakes. The sea floor immediately rose 36 feet in some places, generating the birth of gigantic tsunami waves that struck the Pacific coast, killing people as far south as Crescent City, California. In all, 131 deaths occurred, most caused by huge tsunami waves that surged into and devastated coastal communities such as Valdez, Seward, Chenega, and Kodiak. Locally, these waves ran up as far as 220 feet high. It was only because the earthquake occurred late in the day of a holiday and in a less populous region that loss of lives and property were not considerably higher.<\/p><p><span class=\"c-bold\">We&rsquo;ve Come a Long Way<\/span><\/p><p>Alaska, researchers agree, is ideally suited for earthquake research that helps save lives and property in the state and elsewhere. For the last century, an average of one magnitude 7 earthquake has occurred in Alaska every year.<\/p><p>Yet when the Good Friday earthquake struck Alaska, only two earthquake-monitoring stations existed in the state and scientists had very little direct information to understand how earthquakes occurred in the state.<\/p><p>&quot;We&rsquo;ve come a long way in our ability to understand and better delineate earthquake hazards in the State of Alaska,&quot; said Roger Smith, director of the Geophysical Institute at the University of Alaska Fairbanks (UAF). &quot;In 1964, we knew very little about where or why earthquakes occurred in this state. Now, through partnerships with local municipalities, the USGS, the UAF Geophysical Institute, the state of Alaska, and NOAA, we have a much better network of seismic stations to detect earthquakes and tsunamis.&quot;<\/p><p>In response to the Good Friday earthquake, Congress directed th<\/p>","summary":"","format":"filtered_html","safe_value":"<p>Editors: For copyright-free downloadable photos (at different resolutions) of the Alaska Good Friday Earthquake, please go to url: <a href=\"http:\/\/137.227.241.37\/cgi-bin\/libcginw.cgi?SAME=1001Alaska+Earthquake+m%40Alaska+Earthquake+1964%40\">http:\/\/137.227.241.37\/cgi-bin\/libcginw.cgi?SAME=1001Alaska+Earthquake+m%40Alaska+Earthquake+1964%40<\/a>It was the earthquake that woke up America, its 9.2 Herculean shaking reverberating through the earth, causing the whole planet to ring like a bell for weeks afterward. Even now, the earth is still moving in response to the \"Good Friday Earthquake\" that rocked Alaska on March 27, 1964.At magnitude 9.2, this was the second-largest quake ever recorded in the world, topped only by a 9.5 in Chile a few years earlier. Its specter, even 40 years later, haunts not only many of those who lost loved ones or who lived through the four minutes of shaking or the quake’s legacy of tsunami waves surging into cities and destroying communities, but also those responsible for earthquake monitoring and safety.\"The 1964 earthquake not only jolted Alaska, but it also woke up America to the reality of earthquake risks to lives and property,\" said Chip Groat, Director of the U.S. Geological Survey (USGS). \"This quake showed us that we can’t afford to be complacent where earthquakes are concerned, especially in the most seismically active state in the nation.\"Research conducted after the quake revealed that on March 27th, 1964, at 5:36 p.m., the crustal plates beneath southern Alaska could resist the strain no longer. The Pacific Plate pushed an average of 30 feet beneath the North American Plate, unleashing the pressure the two masses had built up by pushing against each other for centuries. The shock was roughly equivalent to 100 million tons of TNT exploding — or the force of about 63,000 atomic bombs the size of the one dropped on Hiroshima. The quake ripped a sub-sea fault 500 miles long (800 km) and 125 miles wide (200 km).Its effects seem almost biblical in their scale and are a cautionary story not only for Alaska but also for the other 39 U.S. states most at risk of destructive earthquakes. The sea floor immediately rose 36 feet in some places, generating the birth of gigantic tsunami waves that struck the Pacific coast, killing people as far south as Crescent City, California. In all, 131 deaths occurred, most caused by huge tsunami waves that surged into and devastated coastal communities such as Valdez, Seward, Chenega, and Kodiak. Locally, these waves ran up as far as 220 feet high. It was only because the earthquake occurred late in the day of a holiday and in a less populous region that loss of lives and property were not considerably higher.We’ve Come a Long WayAlaska, researchers agree, is ideally suited for earthquake research that helps save lives and property in the state and elsewhere. For the last century, an average of one magnitude 7 earthquake has occurred in Alaska every year.Yet when the Good Friday earthquake struck Alaska, only two earthquake-monitoring stations existed in the state and scientists had very little direct information to understand how earthquakes occurred in the state.\"We’ve come a long way in our ability to understand and better delineate earthquake hazards in the State of Alaska,\" said Roger Smith, director of the Geophysical Institute at the University of Alaska Fairbanks (UAF). \"In 1964, we knew very little about where or why earthquakes occurred in this state. Now, through partnerships with local municipalities, the USGS, the UAF Geophysical Institute, the state of Alaska, and NOAA, we have a much better network of seismic stations to detect earthquakes and tsunamis.\"In response to the Good Friday earthquake, Congress directed th<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1080277200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170469"}]},"subtitle":[]}