{"title":"Presidential Rank Award -- Top Federal Honor -- Given to USGS Deputy Director Robert Doyle","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<table border=\"0\" cellpadding=\"5\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008_12_18\/doyle.jpg\" alt=\"Deputy Director Robert Doyle\" \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<\/p>\r\n<p>U.S. Geological Survey Deputy Director Robert Doyle has been selected as a Distinguished recipient of the Presidential Rank Award, a prestigious award that commends outstanding leadership and long-term accomplishments.<\/p>\r\n<p>The President annually recognizes a small group of career senior executives and senior career employees with the Presidential Rank Award. Recipients are strong leaders, professionals and scientists who achieve results and who consistently demonstrate strength, integrity and commitment to excellence in public service. There are two categories of rank awards: Distinguished and Meritorious. Only one percent of the 7,000 career senior executives may earn the award in the Distinguished category.<\/p>\r\n<p>After beginning his federal career at the Department of Housing and Urban Development (HUD) in 1974, Mr. Doyle has, as noted in the award citation, consistently demonstrated superb business skills and excelled as an effective change agent, risk taker, and problem solver.<\/p>\r\n<p>\"Not only has Bob been a critical asset to the Survey, he is frequently called upon by senior officials throughout the Department of the Interior for his leadership, strategic thinking, and management expertise,\" said USGS Director Mark Myers. \"Again and again, he displays sharp, experienced judgment in analyzing situations. Equally important, he has exercised a strong and unusually versatile ability to get things done.\"<\/p>\r\n<p>Mr. Doyle serves as the chief operating officer and deputy director for the USGS, a science agency within the DOI. The USGS is a $1.4 billion dollar enterprise with more than $400 million reimbursed from customers - a significant indication of the scientific relevancy, value and importance of its work. The highly decentralized agency employs about 8,500 employees deployed across three national regions in more than 400 locations with offices in every state. For almost five years, he has provided steady leadership while overseeing significant scientific accomplishments during transitions between bureau directors.<\/p>\r\n<p>Mr. Doyle played a key role designing the reorganization plans for the USGS regional structure designed to strengthen and improve science integration across all science disciplines - a critical step for implementing the newly adopted USGS 10-year science strategy. Under his leadership, the USGS has established and maintained an outstanding record of organizational performance as measured by DOI and Office of Management and Budget standards.<\/p>\r\n<p>Mr. Doyle initiated and implemented a plan to open the vast USGS archives of satellite (Landsat) imagery and aerial photography for broader use by the general public and commercial interests. This information has proven invaluable to land planners, resource managers and emergency responders as well as policy makers for attempting to understand the impacts of land uses and climate variability and for developing meaningful adaptive and mitigation strategies.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Delaware","Maine","Maryland","Massachusetts","New Hampshire","New York","Pennsylvania","Rhode Island","Vermont","Virginia","West Virginia","Alabama","Florida","Georgia","Mississippi","North Carolina","South Carolina","Tennessee","Illinois","Indiana","Kentucky","Michigan","Ohio","Wisconsin"],"country":["United States of America"],"mm_tags":["award","Robert Doyle"],"release_date":{"und":[{"value":"1229576400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}