{"title":"New Prices for USGS Map Products","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey (USGS) will implement a new price structure for map products on November 1, 1999. <!--introend-->\n<p>\r\n<p>The new price structure is designed to reflect the higher publishing and distribution costs for thematic and small-scale maps while maintaining the $4.00 charge for the Primary Series maps. These changes are consistent with the guidance contained in the Office of Management and Budget Circular A-130, which permits government agencies to recover only reproduction and distribution costs from the sales of their products. \r\n<p>\r\n<p>\"As the nation&rsquo;s largest civilian mapping agency, we will continue our long tradition of providing the American people with map products,\" said Dick Witmer, chief geographer. \"We are working with our business partners to provide a growing national network of outlets and affordable prices to suit the needs of our customers.\" \r\n<p>\r\n<p>The USGS will raise the handling fee for all product orders to $5.00 per order. International orders will include a $20.00 shipping fee plus the $5.00 handling fee. All international orders exceeding 50 items will be charged actual shipping costs. The new price structure for the USGS published maps is described below. \r\n<p>\r\n<p>1) The price for the USGS Primary Series topographic quadrangle maps (7.5 minute - 1:24,000, 1:25,000, 1:20,000; 7.5 x 15 minute - 1:25,000, 1:63,360 scales) will remain $4.00 per sheet. \r\n<p>\r\n<p>2) The price for National Earthquake Information Center (NEIC) maps bearing a private sector copyright will be $10.00 per sheet. \r\n<p>\r\n<p>3) The price for all other map titles and scales (including 1:100,000-scale series, 1:250,000-scale series and smaller scale topographic maps, as well as thematic maps) will be $7.00 per sheet. \r\n<p>\r\n<p>4) Prices for maps published by other Federal agencies and sold by the USGS may vary. \r\n<p>\r\n<p>For more information about maps or other USGS products and services, visit any Earth Science Information Center, call 1-888-ASK-USGS, Email: esicmail@usgs.gov, or use the fax-on-demand system, which is available 24 hours a day at 703-648-4888. The USGS WWW home page address is <a href=\"http:\/\/www.usgs.gov\/\">http:\/\/www.usgs.gov<\/a> . For a list of USGS map dealers visit <a href=\"http:\/\/mapping.usgs.gov\/esic\/usimage\/dealers.html\">http:\/\/mapping.usgs.gov\/esic\/usimage\/dealers.html<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"941169600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169137"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}