{"title":"Local Scientist Heads Geological Society","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Dr. Mary Lou Zoback, a geophysicist with the U.S. Geological Survey and chief of that agency&rsquo;s earthquake hazards program in Menlo Park, Calif., became the new president of the Geological Society of America (GSA), <!--introend-->Wednesday, October 27, during the organization&rsquo;s annual meeting at the Colorado Convention Center in Denver, Colo. \n<p>\r\n<p>Zoback, a resident of Palo Alto, Calif., received a bachelor&rsquo;s (1974), master&rsquo;s of science (1975) and Ph.D. (1978) degrees in geophysics from Stanford University. She came to the USGS in the fall of 1978 on a National Resource Council Post-Doctoral appointment, working in the heat-flow studies group. Upon completion of post-doctoral studies, she was hired by the USGS Office of Earthquake Studies, where she has worked ever since. \r\n<p>\r\n<p>As a geologist and geophysicist, Zoback is interested in the origin of tectonic stresses in the earth&rsquo;s crust and their relationship to earthquakes, both along plate boundaries like the San Andreas fault and within plate interiors. In conjunction with her husband and colleague, Mark Zoback, of the Geophysics Department at Stanford University, she developed methodologies for determining the present-day distribution of forces acting on the earth&rsquo;s crust from a variety of data and observations. \r\n<p>\r\n<p>&gt;From 1986 to 1992, Zoback lead the World Stress Map project, an international collaboration of 40 scientists from 30 different countries, which compiled and interpreted a global database on present day stresses in the earth&rsquo;s crust. This work demonstrated that broad regions in the interior of most tectonic plates are subjected to relatively uniform stresses that result from the same forces that cause plate motion. These findings eliminated local stress perturbations as the cause of \"intraplate\" earthquakes, such as those that struck New Madrid, Mo., in 1811-1812. \r\n<p>\r\n<p>In 1987, Zoback was the recipient of the American Geophysical Union (AGU) Macelwane Award for \"significant contributions to the geophysical sciences by a young scientist of outstanding ability. In 1990- 1991 Zoback was the recipient of the USGS G.K. Gilbert fellowship which allowed her to spend a year at Karlsruhe University, Germany, working with colleagues there and elsewhere in Europe on analyses of stresses responsible for intraplate seismicity. In 1995 she was elected to membership in the National Academy of Sciences. \r\n<p>\r\n<p>Zoback has served on numerous internal USGS advisory committees as well as national and international scientific review and advisory panels. She was one of 17 scientific experts selected by the National Research Council to evaluate the potential for ground water to rise to the level of the proposed high-level radioactive waste repository proposed for Yucca Mountain, Nev., and currently serves on the Board on Radioactive Waste Management. \r\n<p>\r\n<p>Zoback is a fellow of both the Geological Society of America (GSA) and the AGU. She has previously served GSA as councillor (1986-1988), president of the Cordilleran section (1989-1990), and chair of the geophysics division (1987-1988). She has served as president of the AGU tectonophysics section and is a member of its governing council. \r\n<p>\r\n<p>Zoback and her husband, Mark, live in Palo Alto, Calif., with their two children, Eli, 17, and Megan, 14. Her other interests include running, biking, reading, gardening and playing bridge.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"940996800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}