{"title":"Water Conditions Continue to Improve in Maryland, Delaware, and D.C.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Levels increase in ground water and streamflow during April Substantially \nabove-normal precipitation in April resulted in generally high ground-water \r\nlevels and full reservoirs in the Maryland-Delaware-D.C. region, according to \r\nhydrologists at the U.S. Geological Survey (USGS) in Baltimore, Maryland. \r\nGround-water levels at the end of April increased throughout most of the area \r\nand are in either the normal or above-normal range throughout the entire bistate \r\narea. Monthly updates of ground-water conditions for 32 key observation wells \r\nlocated throughout Maryland and Delaware may be found at <a \r\nhref=\"http:\/\/md.water.usgs.gov\/groundwater\/\">http:\/\/md.water.usgs.gov\/groundwater\/<\/a>. \r\nWater storage in the Baltimore reservoir system increased by 20 billion gallons \r\nsince the end of January to 80.7 billion gallons near the end of April, which is \r\n100 percent of average and 12 percent above last year at this time. \r\n<\/p>\r\n<p>The average streamflow into the Chesapeake Bay during April 200 was 96.3 \r\nbillion gallons per day, which is 3 percent above the long-term average for \r\nApril. In western Maryland and on the upper Potomac River, streamflow decreased \r\nbut continued to remain in the normal range for the month of April. Streamflows \r\non the Eastern Shore in April were generally lower than those measured in March, \r\nbut were, nevertheless, above normal for this time of year. Throughout the rest \r\nof the bistate area, increased streamflow in local streams resulted in flows in \r\nthe normal to above&ndash;normal range for April. Streamflow at the Potomac River near \r\nWashington, D.C., for April averaged 10.7 billion gallons per day, which is \r\nabout 103 percent of normal for April.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"957499200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168924"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}