{"title":"Fay's Heavy Rains Bring Record Flooding to Parts of Drought Stricken North Carolina","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The remnants of what was Tropical Storm Fay brought a deluge of water to parts of North Carolina that were parched by a record-breaking drought. Yet scientists watching the rapidly changing water situation find themselves cautioning residents that this drought is far from over.<\/p>\n<p>\"Despite the currently high streamflows, effects of the drought likely will linger, as ground-water levels have not returned to normal,\" said Dr. Jerad Bales, director of the U.S. Geological Survey (USGS) North Carolina Water Science  Center. \"Moreover, the intensity of the storms resulted in rapid runoff, providing little opportunity for the ground-water system to be replenished.\"<\/p>\r\n<p>On August 26-27, twenty-four hour rainfall totals at 33 of 74 rain gauges operated by the USGS in Mecklenberg County exceeded the 100-year rainfall&mdash;50 of those gauges exceeded the 25-year rainfall. (There is a one-percent chance that the 24-hour, 100-year rainfall is any given year.)&nbsp;<\/p>\r\n<p>Rainfall totals in excess of 10 inches were reported at 7 of the rain gauges in and around the County.&nbsp; An additional 53 sites reported more than 5 inches for the event.<\/p>\r\n<p>Although this storm brought heavy rain, it is not a record breaker. The July 22-24, 1997 storm brought up to 13.11 inches of rain and resulted in <a href=\"http:\/\/pubs.usgs.gov\/fs\/FS-036-98\">record floods in Mecklenburg  County<\/a>. Remnants of a tropical storm on August 26-28, 1995 also resulted in high rainfall (maximum of 9.37 inches) and flooding in the county.<\/p>\r\n<p>A flood peak of 16.09 feet was reported at Briar Creek above Colony Road (USGS Station Number 0214645022) at 10:00 yesterday, which exceeded the 1995 (15.6 feet) and 1997 (15.4 feet) peaks by about 0.5 feet. The flood elevation on Mallard Creek near Harrisburg exceeded the previous maximum (1995) by 2.1 ft.<\/p>\r\n<p>Twenty-five USGS stream gauges in Mecklenburg, Lincoln, Gaston, Cabarrus, and Union counties have more than 10 years of record.&nbsp; Historical maximum flood elevations were exceeded at 9 of these 25 sites following Tuesday and Wednesday's storm.<\/p>\r\n<p>Streamflows throughout western and central North Carolina are <a href=\"http:\/\/water.usgs.gov\/waterwatch\/?m=real&amp;r=nc&amp;w=map\">currently at normal to above normal conditions<\/a>. Record streamflows for the date were established yesterday across the Piedmont in the South Fork Catawba River, Haw River, Deep River and Eno River.<\/p>\r\n<p>Streamflows across much of the Coastal Plain, however, remain below normal. For example, a new record minimum flow for the date was established yesterday in the Cape Fear River at Chinquapin.<\/p>\r\n<p>Since the storms in the late 1990's, the USGS has worked in cooperation with the City of Charlotte and Mecklenburg County to develop and enhance the Stormwater Services\" Flood Information and Notification System (FINS). The FINS network currently consists of 50 stream gauges and 74 rain gauges equipped with data recorders and radio transmitters that send rainfall and streamflow data as rapidly as once per minute directly to county emergency managers. <a href=\"http:\/\/waterdata.usgs.gov\/nc\/nwis\/current\/?type=precip&amp;group_key=county_cd\">Rainfall<\/a> and <a href=\"http:\/\/waterdata.usgs.gov\/nc\/nwis\/current\/?type=flow\">streamflow<\/a> data also are displayed on the web for view by the public.<\/p>\r\n<p>USGS crews continue to measure streamflow, monitor the FINS network and collect high water marks across western and central North Carolina to document this event.<\/p>\r\n<p>More information about <a href=\"http:\/\/waterdata.usgs.gov\/nc\/nwis\/rt\">USGS Hydrologic Data Collection<\/a> is available on the web.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina"],"country":["United States of America"],"mm_tags":["water","floods","drought","North Carolina","streamflow","hurricanes","Fay","Tropical Storm","","rainfall"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1219982400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169621"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}