{"title":"Hazardous Sulfur Dioxide Concentrations Measured at Kilauea Volcano","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nToday, HVO scientists measured concentrations greater than 10 ppm in a broad area adjacent to Halema&lsquo;uma&lsquo;u crater. Sulfur Dioxide gas is persistently emitted at K&icirc;lauea&#39;s summit. Typical concentrations are generally negligible except for areas downwind of Halema&lsquo;uma&lsquo;u crater, where they can get up to 2.5 ppm (parts-per-million) in narrow zones. \r\n<\/p>\r\n<p>\r\nWhen sulfur dioxide concentrations greater than 1 ppm (equal to 1,000 parts per billion) are measured at the Jaggar museum or at the K&icirc;lauea Visitor&#39;s Center, the buildings are closed and employees and visitors are advised to relocate to areas with cleaner air. See <a href=\"http:\/\/www2.nature.nps.gov\/air\/webcams\/parks\/havoso2alert\/havoalert.cfm \">http:\/\/www2.nature.nps.gov\/air\/webcams\/parks\/havoso2alert\/havoalert.cfm <\/a>. \r\n<\/p>\r\n<p>\r\nHigh sulfur dioxide concentrations have been blamed for several fatalities, many amongst those having a history of asthma. The International Volcanic Health Hazard Network has compiled several studies indicating that 10-15 ppm concentrations of sulfur dioxide is a threshold of toxicity for prolonged exposure (<a href=\"http:\/\/www.esc.cam.ac.uk\/ivhhn\/guidelines\/gas\/so2.html\">http:\/\/www.esc.cam.ac.uk\/ivhhn\/guidelines\/gas\/so2.html<\/a>). \r\n<\/p>\r\n<p>\r\nHVO crews will continue to monitor the situation closely. \r\n<\/p>\r\nHVO will post updates at <a href=\"http:\/\/volcano.wr.usgs.gov\/hvostatus.php\">http:\/\/volcano.wr.usgs.gov\/hvostatus.php<\/a>.","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1182312000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169653"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}