{"title":"Elk Brucellosis Infection may be increasing in the Greater Yellowstone Ecosystem","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Brucellosis, a bacterial infection of cattle, elk and bison, appears to be increasing in several elk populations in northwestern Wyoming, according to a U.S. Geological Survey study recently released in the publication <em>Ecological Applications<\/em>.<!--introend--><\/p>\n<p>&ldquo;Elk-to-elk transmission of this disease may be increasing in new regions of the Greater Yellowstone Ecosystem, which remains the last reservoir for brucellosis in the United States,&rdquo; said Paul Cross, USGS disease ecologist and lead author of the study. Infected animals often abort pregnancies, and the presence of the disease within livestock results in additional testing requirements and trade restrictions statewide. Several cattle herds have been infected in Wyoming, Idaho, and Montana since 2004. Recent cases of brucellosis cattle are thought to have come from elk due to the lack of contact between bison and cattle.<\/p>\r\n<p>Biologists have known that brucellosis in parts of the ecosystem was sustained by abnormal densities and restricted winter distribution of elk that congregate on feeding grounds in Wyoming. Bison populations also independently maintain brucellosis irrespective of population size. The new research shows that brucellosis may also be increasing in some elk populations that are distant from supplemental feeding grounds and bison.<\/p>\r\n<p>&ldquo;We looked at a number of hypotheses for why we may be observing these increases in brucellosis,&rdquo; Cross said. &ldquo;Two seemed the most probable.&nbsp; Either brucellosis transmission among elk is becoming more frequent as elk densities increase, or the diagnostic tests are cross-reacting with another pathogen that is increasing in prevalence.&rdquo;<\/p>\r\n<p>The authors note that some elk populations are 5 to 9 times larger in 2007 than they were in the 1970s, and tend to refuge for prolonged periods on lands with limited or no hunting creating a situation similar to feedgrounds. Some elk groups are as large as those on the supplemental feeding grounds in Wyoming.&nbsp;<\/p>\r\n<p>The available brucellosis tests indicate whether an individual has produced circulating antibodies to <em>Brucella<\/em> but not whether they are currently infected.&nbsp;<\/p>\r\n<p>The research was conducted at the USGS Northern Rocky Mountain Science Center in collaboration with the Wyoming Game and Fish Department, Montana Fish, Wildlife and Parks, U.S. Fish and Wildlife Service, National Park Service, University of Montana, University of Wyoming and Princeton University.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_03_29\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_03_29\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_03_29\" mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_03_29\"&amp;amp;amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2010_03_29&amp;amp;amp;amp;amp;lt;\/a&amp;amp;amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Yellowstone","infections","elk"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1269835200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170237"},{"tid":"170535"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}