{"title":"Citizen Achievement Award Goes to William R. Walker, Virginia Water Expert","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>William R. Walker, of Blacksburg, Va., internationally recognized water-resources engineer and educator, will be presented the U.S. Geological Survey&rsquo;s John Wesley Powell Award for Citizen Achievement at the Ninth Annual Virginia Water Conference, at the Ingleside Resort, in Staunton, Va., Tues., Mar. 12, 1996. <\/p>\n<p>Walker was the Director of Virginia&rsquo;s Water Resources Research Center for 27 years, while concurrently progressing to full Professorship in the Department of Civil Engineering, at Virginia Polytechnic Institute and State University at Blacksburg, Va. He has made major and lasting contributions to the Advisory Committee on Water Data for Public Use and to the liaison committee for the Delmarva Peninsula National Water Quality Assessment of the USGS. He has made fundamental contributions to a broad spectrum of water resource issues and has provided solid guidance to USGS water program managers for many years. Walker&rsquo;s knowledge of engineering, scientific research, law, planning, management and education has provided invaluable direction to regional planning issues in the three-state Delmarva region. He has also been a strong advocate for water-resources research, for education of the public and for the use of scientific approaches to the planning and management of water resources. <\/p>\r\n<p>The John Wesley Powell Award for Citizen Achievement is named for the second director of the USGS, a distinguished scientist who was responsible for setting the high standards that govern the USGS today. <\/p>\r\n<p>The award will be presented to Walker by Pixie Hamilton, USGS State Representative for Virginia. <\/p>\r\n<p>The theme of the 1996 Virginia Water Conference will be managing Virginia&rsquo;s watersheds in the twenty-first century and developing workable solutions. Ground-water resources, water-supply issues, stormwater management, lake science, urbanization and monitoring techniques are some of the topics that will be discussed. The conference is sponsored by the Virginia Lakes and Watersheds Association and the Virginia Water Resources Research Center.<\/p>\r\n<p>Tom Hopkins, Deputy Secretary, Virginia Department of Natural Resources, will be the keynote speaker. <\/p>\r\n<p>Former Virginia governors Linwood Holton and Mills Godwin are expected to attend the conference.<\/p>\r\n<p>(Note to Editors: News media are invited to attend and cover the conference. For on-site information, contact Ms. Carolyn Powers at the Ingleside Resort, 540-248-1201.)<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"826174800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}