{"title":"USGS Studies Hurricane Ivan&rsquo;s Potential Impacts to Florida&rsquo;s West Coast Islands","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>NOTE TO REPORTERS: Asbury (Abby) H. Sallenger, Jr., a USGS oceanographer, can be reached by calling 727-803-8747 x3015 or by emailing him at: <a href=\"mailto:asallenger@usgs.gov\">asallenger@usgs.gov<\/a>. <\/p>\n<p>Scientists at the U.S. Geological Survey are closely watching the long, thin barrier islands that comprise the Gulf of Mexico coast of west Florida as Hurricane Ivan approaches. These islands are particularly vulnerable to storm surge and coastal change during hurricanes because of their low elevation. New elevation maps show just how vulnerable.<\/p>\r\n<p>&quot;If Hurricane Ivan comes ashore on west Florida&rsquo;s barrier islands as a major hurricane, Category 3 or stronger, most of the coast has the potential to be inundated by storm surge under the south eye wall at landfall,&quot; said Abby Sallenger, a USGS oceanographer.<\/p>\r\n<p>The USGS and NASA recently surveyed these islands using airborne laser mapping, providing for the first time detailed elevation maps of the island&rsquo;s â\u0080\u0098first line of defense.&rsquo; An example of the â\u0080\u0098first line of defense&rsquo; would be a sand dune protecting an ocean front cottage or road. The average Florida west coast â\u0080\u0098first line of defense&rsquo; elevation is about 6 feet -- less than half the 13-foot average of the Florida east coast where Hurricane Frances made landfall a week ago. <\/p>\r\n<p>USGS scientists have prepared maps showing the proportion of the â\u0080\u0098first line of defense&rsquo; that would be inundated by worst-case scenario storm surge associated with Categories 1 through 5 hurricanes. See: <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/ivan\/\">http:\/\/coastal.er.usgs.gov\/hurricanes\/ivan\/<\/a><\/p>\r\n<p>The storm-surge elevations (simulated by NOAA) represent the maximum surge that results along the open coast from hurricanes of a given category, approaching from different directions, and at different speeds. On Florida&rsquo;s west coast barrier islands, the maximum surge will typically occur to the south of landfall under the eye wall and decreases in elevation with distance away from the eye wall. <\/p>\r\n<p>&quot;Where the storm surge exceeds the elevation of the dunes, currents will flow across the barrier islands potentially driving massive quantities of sand landward,&quot; Sallenger said. &quot;In some cases where barrier islands are low and narrow, the currents will carve new inlets like what happened in 2003 on the Outer Banks of North Carolina during Hurricane Isabel and this year on North Captiva Island, Fla., during Hurricane Charley.&quot; <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1095048000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"170131"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}