{"title":"Nauset Marsh Estuary Red Tide Study Begins Next Week","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->Cape Cod, Massachusetts<\/strong> -- A three-year study into the cause of local area red tides is set to begin March 21.<!--introend-->&nbsp; A team of researchers from the National Park Service, U.S. Geological Survey, and Woods Hole Oceanographic Institution will be examining the cause of red tides in the Nauset Marsh Estuary and its embayments in Cape Cod, Mass.<\/p>\n<p>The scientists will collect weekly water samples during high tides in the estuary for 10 weeks this year and again in 2012 to better understand the environmental factors that influence the incidence of toxic algae in the region.&nbsp; The samples will be analyzed for concentrations of <em>Alexandrium<\/em>, a red-tide organism that causes paralytic shellfish poisoning, and for salinity and nutrients. Concurrently models will be developed of groundwater nutrient flux and estuarine algal growth and water circulation. In the third year of the program researchers will use the calibrated models to test the relative influence of different environmental factors on <em>Alexandrium<\/em> growth, toxicity, and persistence.<\/p>\r\n<p>The team&rsquo;s long-term goal is to work with local towns to decrease or eliminate the red-tide problem in this and other estuaries in the region.<\/p>\r\n<p>The characteristics of red tides in the Nauset Marsh estuary have changed dramatically and for the worse. During past 35 years, the area has seen paralytic shellfish poisoning 26 times, including its presence in 18 of the last 19 years.&nbsp; Several of those incidents have resulted in the closure of shellfish beds for some period of time.<\/p>\r\n<p>The Cape Cod National Seashore and the Natural Resource Program Center of the National Park Service have secured funding for the first two years of the three-year, $450,000 study, and plan to fund the final year as well.&nbsp;&nbsp; The project will evaluate how environmental factors such as nutrients, freshwater discharge, embayment water circulation, and barrier island movement influence development and persistence of red tides in the estuary.<\/p>\r\n<p>During the project, the laboratory and field support will be provided by the NPS; nutrient-transport modeling in groundwater will be contributed by the USGS; and red tide algal cell surveys and hydrodynamic modeling will be conducted by WHOI. Depending on results of the investigation, red tides in this area may be influenced by factors whose management may overlap between Cape Cod National Seashore, state, and town jurisdictions.<\/p>\r\n<p>During the course of the study, the researchers will update state and town entities of any significant findings as appropriate, and make available the results of the entire study upon its completion.&nbsp;<\/p>\r\n<p>_____________________________________________________<\/p>\r\n<p><em>Experience Your America &ndash; The National Park Service cares for special places saved by the American People so that all may experience our heritage. <\/em><\/p>\r\n<p><em>The Woods Hole Oceanographic Institution (WHOI) is a private, independent organization in Falmouth, Mass., dedicated to marine research, engineering, and higher education. Established in 1930 on a recommendation from the National Academy of Sciences, its primary mission is to understand the ocean and its interaction with the Earth as a whole, and to communicate a basic understanding of the ocean's role in the changing global environment.<\/em><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":["water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1300075200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169704"},{"tid":"169887"},{"tid":"170674"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}