{"title":"Few Changes in Stream-Water Quality from Coalbed Natural Gas Development","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Water quality of streams in northeastern Wyoming and southeastern Montana shows a few statistical changes from 2001 to 2010, according to a new U.S. Geological Survey report.<!--introend-->&nbsp;<\/p>\n<p>The USGS report focuses analyses on 17 sites that had data collected from 2001 to 2010. Also included is an evaluation of a subset of these sites with longer-term data collected from 1991 to 2010.&nbsp; The Powder River at Arvada, Wyo. showed changes in dissolved minerals and other constituents most consistent with changes that might be expected from coalbed natural gas (CBNG) production during both time periods. The report, written in cooperation with the Wyoming Department of Environmental Quality, is available online.&nbsp;&nbsp;<\/p>\r\n<p>\"This study shows the value of the USGS's water monitoring program, which maintains a national network of stations that sample for a broad array of constituents indicative of the quality of water used by humans and wildlife,\" said USGS Director Marcia McNutt. \"After there is some major development that could potentially affect water quality, it is too late to wish someone had established a baseline monitoring program years earlier.\"&nbsp;<\/p>\r\n<p>USGS stream monitoring for effects from coalbed natural gas development began in 2001. Trend analysis is a tool to statistically analyze whether or not water-quality changes have occurred.&nbsp;<\/p>\r\n<p>\"Long-term monitoring is necessary to answer questions concerning effects of human activities on streams\" said Melanie Clark, USGS hydrologist and author of the report. \"With consistent data collection, differences arising from seasonal or annual variability, for example, can be included to improve interpretation of results.\"&nbsp;<\/p>\r\n<p>A few sites in the study showed some changes in the quality of stream water over time, but because multiple factors can affect stream-water quality, or because changes also were seen in sites upstream from the CBNG development, the reason for the trend could not be determined.&nbsp;<\/p>\r\n<p>Copies of \"Water-Quality Characteristics and Trend Analyses for the Tongue, Powder, Cheyenne, and Belle Fourche River Drainage Basins, Wyoming and Montana, for Selected Periods, Water Years 1991 through 2010\" are available free of charge by calling 1&ndash;888&ndash;ASK&ndash;USGS (1&ndash;888&ndash;275&ndash;8747) or <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5117\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming"],"country":["United States of America"],"mm_tags":["water","Water National Water Quality Assessment","Water Hydrologic Networksand Analysis","Water Groundwater Resources","Water Cooperative Water","Energyand Mineralsand Environmental Health Toxic Substances Hydrology"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1342411200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}