{"title":"Research Reveals Link Between Development and Contamination in Urban Watersheds","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A U.S. Geological Survey study of urban watersheds across the United States reveals a link between a class of organic contaminants and urbanization. The organic contaminants are known as polycyclic aromatic hydrocarbons (PAH&rsquo;s). <!--introend-->\n<p>This link is inferred from analysis of surface sediment samples collected from different watersheds and from sediment cores in reservoirs. The samples were collected as part of the USGS National Water-Quality Assessment (NAWQA) Program. \r\n<p>These findings will be presented as part of the American Chemical Society Meeting, at the Dallas Convention Center on Tuesday, March 31 at 3 p.m., Room A215\/217, Level 2. \r\n<p>Rivers transport significant quantities of sediment seasonally, and reservoirs accumulate sediment over time, creating a partial chemical record of historical water quality. These sediment cores are laid down in distinct layers. They are comparable to tree rings in recording historical climate changes. Three reservoirs sampled in suburban areas of Dallas and San Antonio, Texas, and Washington, D.C., showed dramatic increases in PAH&rsquo;S with urbanization. These increases are occurring in spite of more stringent emissions controls and attempts to control urban runoff. \r\n<p>\"During the past 30 years, since passage of the Clean Air and Clean Water Acts in the early 1970s, efforts have been made to reduce auto emissions and control pollutants in urban runoff,\" said Pete Van Metre, USGS hydrologist based in Austin, Texas and coordinator of the sediment coring project. \"These efforts have produced some promising results, for example, large reductions in lead in aquatic ecosystems and urban air. They have not, however, stopped all urban pollution.\" \r\n<p>PAH&rsquo;S&rsquo;s are an organic chemical class consisting of numerous individual compounds. They are universal products of combustion of natural fuels, such as wood or grass, and fossil fuels. They are also present in unburned coal or oil. Although ubiquitous in aquatic environments, they are typically not detectable in most water samples, but are bound up in sediment. Sediment-bound PAH&rsquo;S are not readily accessible to humans, although in some cases, fish or other lake-bottom organisms can be significantly exposed. \r\n<p>\"The concentrations of PAH&rsquo;S we observed in surface sediments collected from 20 river basins were, overall, below levels of concern for toxic or carcinogenic effects. We use PAH&rsquo;S as one of several indicator chemical classes for understanding the urbanization of watersheds,\" said Edward Furlong, Ph.D., a research chemist with the USGS National Water Quality Laboratory in Denver, Colo. \r\n<p>There are multiple sources of PAH&rsquo;S contamination to riverine sediments, including direct deposition from the atmosphere, PAH&rsquo;S-containing road runoff, and occasionally fuel spillage. These diffuse, nonpoint sources are likely the primary sources of PAH&rsquo;S to sediment and are difficult to control. PAH&rsquo;S&rsquo;s can also be produced in large quantities from point sources such as fuel refining, the conversion of coal to synthetic natural gas, and creosote plants. \r\n<p>\"We have no indication that the bulk of the PAH&rsquo;S measured in our study come from these point sources,\" Furlong said. \"The levels we typically observed are highest in highly populated urban environments, and the historical accumulation of PAH&rsquo;S in reservoirs appears to be closely linked to urbanization of the watershed.\" \r\n<p>The USGS NAWQA Program is designed to assess historical, current, and future water-quality conditions in representative river basins and aquifers nationwide. One of the primary objectives of the program is to describe relations between natural factors, human activities, and water-quality conditions, and to define those factors that most affect water quality in different parts of the Nation. The linkage of water quality to environmental processes is of fundamental","summary":null,"format":null}]},"field_images":[],"regions":["Texas"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"891320400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169489"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}