{"title":"U.S. Oil Shale Assessments Updated","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey has updated its assessment of in-place oil shale resources in the Piceance Basin in western Colorado.<!--introend-->&nbsp;<\/p>\n<p>Development of oil shale has significant technological and environmental challenges and no economic extraction method is currently available in the U.S. Therefore it is unknown how much of the assessed in-place (total amount present) resource is recoverable.&nbsp;<\/p>\r\n<p>\"For the first time in 20 years, we have an updated assessment of in-place oil shale in the Piceance Basin of Colorado,\" said Secretary of the Interior Ken Salazar. \"The USGS scientific report shows significant quantities of oil locked up in the shale rocks of the Piceance Basin. I believe it demonstrates the need for our continued research and development efforts.\"&nbsp;<\/p>\r\n<p>The Piceance Basin has an estimated 1.525 trillion barrels of in-place oil shale resources. This study also found an estimated 43.3 billion tons of in-place nahcolite resources in the Piceance Basin. This mineral is embedded with oil shale in many areas, and produces large quantities of the greenhouse gas carbon dioxide when heated in oil shale processing. Oil resources can only be obtained from oil shale rock when heated to great temperatures, 530 to 930 degrees Fahrenheit. These temperatures are required because oil shale does not contain crude oil but instead contains kerogen, which is an organic precursor to oil that must be heated for oil production.&nbsp;<\/p>\r\n<p>The Piceance Basin contains one of the thickest and richest oil shale deposits in the world and is the focus of most on-going oil shale research and development extraction projects in the U.S.&nbsp;<\/p>\r\n<p>This new assessment is about 50 percent larger than the 1989 assessment of about one trillion barrels.&nbsp; Almost all of this increase is due to assessments of new geographic areas and subsurface zones that had too little data for previous research and assessments.&nbsp;&nbsp;<\/p>\r\n<p>The USGS is updating its assessments of oil shale resources in support of recommendations in the Energy Policy Act of 2005. The USGS is also conducting oil shale assessments in the Uinta Basin of eastern Utah and the Greater Green River Basin of southwest Wyoming.&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>To learn more about the \"Assessment of in-place oil shale resources in the Green River Formation, Piceance Basin, Colorado,\" please visit the <a href=\"http:\/\/energy.usgs.gov\/\">USGS Energy Resources Program Web site<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["geology","energy","Carbon Dioxide","carbon","Climate Change"],"article_type":["Technical Announcement"],"release_date":{"und":[{"value":"1238644800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}