{"title":"Tohoku Earthquake Affects Mineral Supplies","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->In addition to its other effects, the magnitude 9.0 Tohoku earthquake that struck northeast Japan on March 11, 2011, will affect Japan&rsquo;s and the world&rsquo;s supply of some minerals, at least temporarily.<!--introend--> Up to one-quarter of the world&rsquo;s iodine and one-third of Japan&rsquo;s cement production may be affected, according to a recently released U.S. Geological Survey (USGS) report.&nbsp;<\/p>\n<p>The USGS report indicates that the area affected by the earthquake is home to eight iodine plants and nine cement plants, as well as 15 other nonfuel mineral processing facilities and four limestone mines.&nbsp;<\/p>\r\n<p>&ldquo;This earthquake has been devastating to the people of Japan, and its effects are only beginning to be understood,&rdquo; said Dave Menzie, the report&rsquo;s lead author. &ldquo;The USGS continues to support the relief efforts, and this report, which provides mineral supply and economic information, will be very useful to decision-makers&rsquo; recovery planning efforts.&rdquo;&nbsp;<\/p>\r\n<p>Factors that affect these mines and mineral processing plants include not only the physical damage inflicted on them by the earthquake, but also the damage done to the surrounding infrastructure.&nbsp; Mineral extraction and processing facilities require large quantities of electricity, and much of Japan&rsquo;s electrical power capability in the affected area was severely damaged.&nbsp; Some mineral facilities that sustained no damage from the earthquake have been forced to shut down because of limits placed on electricity usage.&nbsp;<\/p>\r\n<p>Transportation infrastructure is also important to mineral processing and extraction, as highways, railroads, and ports are required both to supply raw materials and to ship finished products.&nbsp; Japanese media outlets have reported damage to 12 ports in area, as well as widespread railroad damage.<\/p>\r\n<p>Japan is the world&rsquo;s second leading iodine producer, after Chile, with roughly 33 percent of the world&rsquo;s total.&nbsp; The eight affected refineries alone have the capacity to produce 25 percent of the world&rsquo;s iodine.&nbsp;<\/p>\r\n<p>Iodine is used primarily in liquid-crystal displays for electronic devices and x-ray contrast media.&nbsp; High doses of nonradioactive iodine (usually as potassium iodide) can protect people exposed to high levels of radiation from health problems later in life.&nbsp;<\/p>\r\n<p>In addition to iodine, Japan is a leading source of titanium metal, and its facilities in the affected area have the ability to produce 10 percent of the world&rsquo;s titanium metal.<\/p>\r\n<p>The new report, <em><a href=\"http:\/\/pubs.usgs.gov\/of\/2011\/1069\/\">Mines and Mineral Processing Facilities in the Vicinity of the March 11, 2011, Earthquake in Northern Honshu, Japan<\/a><em>, <\/em><\/em>is available online. To learn more the USGS Mineral Resources Program, please visit their <a href=\"http:\/\/minerals.usgs.gov\/minerals\/\">homepage<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","Minerals","Japan","globalearthquake","iodine"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1301284800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169197"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}