{"title":"Growing Science in Agricultural Wetlands","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"This month, eight papers coauthored by U.S. Geological Survey scientists are being highlighted in a special section of the journal <em>Science of the Total Environment<\/em>. These findings are part of an ongoing USGS effort to study a hidden legacy of Californiaâ\u0080\u0099s gold rush â\u0080\u0094 mercury contamination â\u0080\u0094 and to better understand its impact on Californiaâ\u0080\u0099s natural and agricultural wetlands.\n\n&nbsp;\n\nAn Oasis of Wetlands\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_28_2014_vbr1Uhg6SO_01_28_2014_1\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/01_28_2014\/vbr1Uhg6SO_01_28_2014\/medium\/100_0194.JPG\" alt=\"Rice Field Sediment Sampling\" width=\"350\" height=\"263\" \/><\/a> USGS researcher sampling sediment from flooded rice fields after 1 month of growth. The caged fish 'Hg bioaccumulation' experiment can be seen in the foreground.[\/caption]\n\nRice fields are agricultural wetlands that provide critical food production. In California, <a href=\"http:\/\/calrice.org\/Economics\/Production+Figures.htm\">growers produce more than 2 million tons of rice annually<\/a>, ranking second among U.S. states.\n\nAlong the Sacramento River in Californiaâ\u0080\u0099s Central Valley, much of the natural flood plain has been barricaded behind levees. Here, rice fields are one of the few remaining habitats where natural or managed seasonal flooding still occurs.\n\n[caption id=\"\" align=\"alignright\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_28_2014_vbr1Uhg6SO_01_28_2014_3\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/01_28_2014\/vbr1Uhg6SO_01_28_2014\/medium\/100_0316a.jpg\" alt=\"Wildlife and Agricultural Wetlands\" width=\"350\" height=\"246\" \/><\/a> A diversity of birds forage for small fish and invertebrates on fallow fields throughout the year.[\/caption]\n\nAs such, rice fields in the Central Valley provide valuable â\u0080\u009cecosystem servicesâ\u0080\u009d like forage and habitat for ducks and geese, salmon, and other wetland-dependent protected species. Rice fields also contribute economic benefits to the region and to the state of California. Flooded rice fields attract regional birdwatchers and waterfowl hunters during migration season, and contribute $1.8 billion and 25,000 jobs to the state's economy.\n\nDespite these riches, it is likely that many Central Valley rice fields have been saddled with an unfortunate inheritance from Californiaâ\u0080\u0099s mining history.\n\n<strong>Â <\/strong>\n\nThe Mercury Legacy of a Gold Rush\n\n[caption id=\"\" align=\"alignright\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_28_2014_vbr1Uhg6SO_01_28_2014_7\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/01_28_2014\/vbr1Uhg6SO_01_28_2014\/medium\/HydraulicMining_C.Watkins_NevadaCity.CA.jpg\" alt=\"Hydraulic Gold Mining\" width=\"350\" height=\"267\" \/><\/a> Hydraulic gold mining near Nevada City, Calif.[\/caption]\n\nAfter Californiaâ\u0080\u0099s gold rush began in 1848, <a href=\"http:\/\/www.usgs.gov\/mercury\/activities\/mining_related.asp\">miners took advantage<\/a> of the wondrous natural ability of liquid mercury to bind with gold, improving mining efficiency. <a href=\"http:\/\/ca.water.usgs.gov\/mercury\/\">Millions of pounds of mercury<\/a> were used in Californiaâ\u0080\u0099s Sierra Nevada Mountains, 10 to 30 percent of which was lost in the process, leading to the contamination of the downstream watershed.\n\nâ\u0080\u009cDownstreamâ\u0080\u009d means the massive Sacramento River watershed that meanders from the Sierra Nevada through Sacramento and eventually into the <a href=\"http:\/\/www.werc.usgs.gov\/Project.aspx?ProjectID=187\">San Francisco Bay<\/a>. For more than 150 years, river flows have been bringing mercury-laden sediment and water into areas such as the Yolo Bypass â\u0080\u0094 a 60,000-acre flood plain located between the cities of Sacramento and Davis.\n\nThe <a href=\"http:\/\/www.dfg.ca.gov\/lands\/wa\/region3\/yolo\/\">Yolo Bypass<\/a>, built for flood control, has multiple land uses, including agricultural production of white rice and wild rice. Here, rice fields are flooded in the summer growing season to irrigate the crops, and flooded again in the winter to decompose leftover rice straw.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_28_2014_vbr1Uhg6SO_01_28_2014_4\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/01_28_2014\/vbr1Uhg6SO_01_28_2014\/medium\/100_0585.JPG\" alt=\"Post-Harvest Rice Straw\" width=\"350\" height=\"263\" \/><\/a> After harvest, fields are reflooded to decay the remaining straw. This decaying material can fuel the bacteria that create methylmercury, even during the cold months.[\/caption]\n\nHowever, this agricultural flooding leads to habitat conditions that favor certain natural bacterial processes, including those able to convert inorganic mercury into methylmercury. This form of organic (carbon containing) mercury is particularly toxic to animals and humans and can cause developmental defects.\n\n&nbsp;\n\nA Chemical Quandary\n\nWhen people talk about <a href=\"http:\/\/www.usgs.gov\/mercury\/\">mercury contamination<\/a> warnings in fish, they are talking about the compound methylmercury. Methylmercury can be stored in an organismâ\u0080\u0099s body â\u0080\u0094 and this amount gets passed onto larger organisms that eat them. Methylmercury â\u0080\u009c<a href=\"http:\/\/www.werc.usgs.gov\/Project.aspx?ProjectID=189\">biomagnifies<\/a>â\u0080\u009d in animal protein, meaning that concentrations increase in animal tissue with each step up the food chain.\n\nThe <a href=\"http:\/\/microbiology.usgs.gov\/geomicrobiology_mercury.html\">bacteria <\/a>involved in the mercury methylation process are naturally occurring, and their ability to produce methylmercury is known to scientists and managers of natural and agricultural wetlands. The current challenge, however, is to make accurate predictions of methylmercury production, export, and bioaccumulation in wetland environments.\n\nThis information is critical to understand options for adapting rice field management methods and controlling methylmercury trends, so that Yolo Bypass rice fields can continue to provide ecological and economic benefits to the Central Valley region and to California, with minimized risks to local wildlife and downstream watersheds.\n\n&nbsp;\n\nA Flood of Discoveries\n\n[caption id=\"\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_28_2014_vbr1Uhg6SO_01_28_2014_0\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/01_28_2014\/vbr1Uhg6SO_01_28_2014\/medium\/100_0108a.jpg\" alt=\"Rice Field Sediment Sampling\" width=\"300\" height=\"217\" \/><\/a> USGS researchers sampling sediment from newly flooded rice fields.[\/caption]\n\nWith support from the <a href=\"http:\/\/www.waterboards.ca.gov\/water_issues\/programs\/mercury\/other_programs.shtml\">California State Water Resources Control Board<\/a>, and in cooperation the <a href=\"http:\/\/www.dfg.ca.gov\/ERP\/wq_mercuryissues.asp\">California Department of Fish and Wildlife<\/a>, a group of USGS hydrologists, chemists, and ecologists began a major study on methylmercury in the Yolo Bypass in 2007. Working alongside colleagues from federal, state, and private laboratories, the team compared methylmercury trends in rice fields versus adjacent non-agricultural wetlands.\n\n&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"263\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_28_2014_vbr1Uhg6SO_01_28_2014_6\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/01_28_2014\/vbr1Uhg6SO_01_28_2014\/medium\/DSC01492.JPG\" alt=\"Surface Water Collection in Rice Fields\" width=\"263\" height=\"350\" \/><\/a> USGS researchers collect surface water from a rice field weir box using trace-metal clean techniques.[\/caption]\n\nAmong their key findings:\n<ul>\n\t<li>White rice and wild rice fields had higher methylmercury concentrations in the soil than non-agricultural wetlands.<\/li>\n\t<li>Methylmercury production in soil occurred during both summer and winter flooding periods.<\/li>\n\t<li>Methylmercury was removed from shallow surface waters by storage in soils and photodegradation, a process by which methylmercury is converted to less toxic inorganic mercury by the sunâ\u0080\u0099s ultraviolet light.<\/li>\n\t<li>Net methylmercury export varied between fields and seasons, depending on the balance of methylmercury production, storage, and degradation.<\/li>\n\t<li>Evaporation and plant transpiration had contrasting effects on water quality, with evaporation directly concentrating surface-water methylmercury and plant transpiration promoting storage of methylmercury in surface soils during the growing season.<\/li>\n\t<li>Fast-decaying rice plant tissue provided a more abundant fuel source for methylmercury-producing bacteria than cattail and bulrush, especially during winter flooding, when litter from native plants decayed more slowly.<\/li>\n\t<li>Rice grains had higher methylmercury and mercury concentrations than other moist-soil plant seeds found in non-agricultural wetlands, a potential risk to rice-consuming waterfowl.<\/li>\n\t<li>Mercury concentrations in fish were greater in rice fields than in non-agricultural wetlands, and well above known dietary toxicity levels for wildlife.<\/li>\n\t<li>Water outflow from wet harvesting of wild rice (in late summer or early fall) and from post-harvest reflooding of white rice fields (in winter) caused spikes in methylmercury draining to downstream waters.<\/li>\n<\/ul>\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_28_2014_vbr1Uhg6SO_01_28_2014_5\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/01_28_2014\/vbr1Uhg6SO_01_28_2014\/medium\/08132007_R64b4.JPG\" alt=\"Hydrologic Field Measurements\" width=\"350\" height=\"263\" \/><\/a> Hydrologic measurements in rice fields consisted of continuous measurements using pressure transducers calibrated with manual readings of staff gauges.[\/caption]\n\n(The study did not examine whether the observed mercury levels in rice grains poses risks to human health, nor did it directly test the toxicity of rice grains to specific wildlife species. The study also did not examine other possible <a href=\"http:\/\/pubs.usgs.gov\/fs\/1995\/fs216-95\/\">sources of mercury<\/a> such as atmospheric deposition from natural and industrial emissions, which are important in other areas such as the eastern U.S.)\n\nField studies like these go a long way to further understanding of <a href=\"http:\/\/fresc.usgs.gov\/research\/researchPage.aspx?Research_Page_ID=97\">complex aquatic systems<\/a>so that scientists can\n\n[caption id=\"\" align=\"alignright\" width=\"254\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_28_2014_vbr1Uhg6SO_01_28_2014_2\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/01_28_2014\/vbr1Uhg6SO_01_28_2014\/medium\/100_0233_adjusted.jpg\" alt=\"Collecting Rice Sample\" width=\"254\" height=\"350\" \/><\/a> USGS researcher, Dr. Windham-Myers, collecting a white rice sample after 2 months of growth.[\/caption]\n\nmore accurately predict the amount and fate of methylmercury in the environment. Clarifying the key factors dictating methylmercury levels is the first step in mitigating possible hazards. The study findings suggest that rice harvesting practices and straw management may be adapted to minimize methylmercury production and export.\n\nThe trick will be figuring out the tradeoffs. For example, the findings suggest that managing rice field outflows during flooding periods could help control methylmercury exports. However, holding back water in rice fields may have the unintended consequence of enhancing methylmercury bioaccumulation in fish and wildlife foraging within those rice fields.\n\n&nbsp;\n\nAccumulating Knowledge and Partnerships\n\nSolving this mercury quandary will not stop at the laboratory door or with a single field study. The eight papers highlighted this month, along with two others published in 2010, are only the beginning, as USGS scientists are reaching out to other government agencies and industry groups to explore opportunities for collaboration and information exchange. <a href=\"http:\/\/toxics.usgs.gov\/investigations\/mercury.html\">USGS has long been active in water resources and environmental health research<\/a>, and USGS scientists have recently hosted a briefing session with local stakeholders to discuss the findings of the Yolo Bypass study.\n\nThe lessons learned in this initial study will help design the next round of studies in the Yolo Bypass and elsewhere in the region, a number of which are already underway. Improvements in water-quality monitoring in the field, together with increased understanding of methylmercury trends, could help scientists create a decision tool for rice growers and water-quality managers â\u0080\u0094 a computer model that could test the factors and outcomes of methylmercury formation in rice fields, so that the tradeoffs between minimizing potential harmful environmental effects from methylmercury and optimizing crop production can be assessed.\n\nThis field of research will yield valuable information about Yolo Bypass rice fields and other agricultural wetlands around the world â\u0080\u0094 and provide tools to help society manage the legacies of our past while cultivating our ecological and agricultural future. Â (Â POC for media inquiries: Leslie Gordon,Â lgordon@usgs.gov)\n\n[caption id=\"attachment_190231\" align=\"alignleft\" width=\"296\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/MAP_Yolo_study-area.jpg\"><img class=\"size-medium wp-image-190231   \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/MAP_Yolo_study-area-296x300.jpg\" alt=\"Yolo Bypass Rice Fields\" width=\"296\" height=\"300\" \/><\/a> Map is adapted from Aquatic Science Center (link to their site: http:\/\/www.aquaticscience.org\/ ) (2012 Pulse of the Delta)......link this to the PDF (http:\/\/www.aquaticscience.org\/ASC%202012%20Delta%20Pulse.pdf) and add 17.4 MB after Delta) and includes land cover data from 2007 DFG Delta Vegetation and Land Use. Rice ï¬\u0081eld data from the 2008 Yolo County and 2000 Sacramento County DWR land use survey datasets.[\/caption]","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24348","uid":"31","filename":"100_0108a.jpg","uri":"public:\/\/100_0108a.jpg","filemime":"image\/jpeg","filesize":"136333","status":"1","timestamp":"1425492768","type":"image","uuid":"15ccf8f4-cc75-4a88-8ff4-6ee2dc6a630b","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":[": toxics","agriculture","contaminants","delta","Mercury","methylmercury","Pacific Region","rice","San Francisco Bay","water","Yolo","Yolo Bypass"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1391005466","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}