{"title":"Going Deeper: Technology Helps USGS Track Tritium at Idaho National Laboratory","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Tritium appears to be seeping deeper into the water of the eastern Snake River Plain aquifer.<\/p>\n<p>For residents of southeastern Idaho who depend on groundwater, that&rsquo;s good news. If the radioactive isotope, found in concentrations well below U.S. Environmental Protection Agency standards, is moving deeper into the aquifer, there is less chance that it could end up in drinking water because wells typically pull from the upper level of the aquifer.<\/p>\r\n<p>The discovery by U.S. Geological Survey scientists, working in cooperation with the U.S. Department of Energy, was made possible by some sophisticated technology.<\/p>\r\n<p>Since 2005, the USGS has equipped wells at DOE&rsquo;s Idaho National Laboratory with multilevel monitoring systems. Each system consists of multiple sections separated with inflatable, airtight packers. Sections include remotely-operated ports through which scientists collect water samples. Because each section is sealed off from the others, the scientists can collect samples from discrete, unmixed levels of the aquifer. As a result, they can now identify and track groundwater contaminants in three dimensions.<\/p>\r\n<p>The multilevel systems also let the scientists look deeper into the aquifer&mdash;which led to the discovery of low tritium concentrations in deeper water along the southern boundary of the INL. Previous monitoring limited to the upper aquifer revealed only traces of tritium below the margin of error for the analytical methods.<\/p>\r\n<p>&ldquo;Conceptually, we thought groundwater and contaminants were flowing downward near the INL&rsquo;s southern boundary, but we had no data until now,&rdquo; said Roy Bartholomay, the USGS project chief at the INL.<\/p>\r\n<p>Bartholomay and fellow USGS scientist Brian Twining conducted chemical analyses of water collected between 2005 and 2008 from six wells equipped with multilevel monitoring systems. Samples were collected from up to seven discrete zones in the aquifer. In well USGS 103, located near the southern boundary of the INL, concentrations of tritium were found in the four deepest zones, several hundred feet into the aquifer. The complete results of the study are described in the USGS report, <a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5116\/\">Chemical Constituents in Groundwater from Multiple Zones in the Eastern Snake River Plain Aquifer at the Idaho National Laboratory, Idaho, 2005-08<\/a>.<\/p>\r\n<p>Since that study, the USGS drilled another well, USGS 105, near the southern boundary. Chemical analyses revealed tritium in the second and third deepest zones of that well.<\/p>\r\n<p>The tritium concentrations in USGS 103 and 105 ranged from 200 to 530 picocuries per liter, far below the EPA&rsquo;s health standard of 20,000 picocuries per liter for safe drinking water. No greater concentrations of tritium have ever been found beyond the INL site boundary.<\/p>\r\n<p>The USGS has maintained a water-quality monitoring program at the INL since 1949. Wastewater disposal practices at the site during the latter half of the 20<sup>th<\/sup> century introduced measurable concentrations of radioactive and chemical contaminants to the aquifer. Decades of USGS monitoring and research have been dedicated to helping the U.S. Department of Energy track and predict the movement of contaminants in the aquifer in support of cleanup efforts.<\/p>\r\n<p>This month, the USGS will install another multilevel monitoring system in a well between USGS 103 and USGS 105. The first water samples from that well are scheduled to be collected this fall.<\/p>\r\n<p>The USGS is also upgrading equipment to be able to drill and core deeper wells.<\/p>\r\n<p>&ldquo;We haven&rsquo;t found how deep the tritium goes,&rdquo; said Bartholomay. &ldquo;The multilevel systems and our upgraded drill rig will help us analyze the water even deeper, adding to our knowledge of how tritium and other contaminants move in the aquifer system.&rdquo;<\/p>\r\n<p>For more information about USGS activities, visit&nbsp; t","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["water","radioactive","wells","ground","aquifers"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1280894400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170399"},{"tid":"170582"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}