{"title":"Kanopolis and Tuttle Creek Lakes Losing Storage Capacity","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Kanopolis and Tuttle Creek Lakes in Kansas are losing water storage capacity because they retain at least 95 percent of the sediment transported by streams, according to a new U.S. Geological Survey study.<!--introend-->&nbsp;<\/p>\n<p>Deposition of sediment reduces the ability for Kanopolis and Tuttle Creek Lakes to serve several purposes including flood control, water supply, and recreation.&nbsp;<\/p>\r\n<p>As of 2010, water storage capacity in the multi-purpose pool of Kanopolis Lake, which is southwest of Salina, Kan., and Tuttle Creek Lake<del datetime=\"2011-12-07T09:37\" cite=\"mailto:Lubeck\">,<\/del> near Manhattan, Kan., has decreased by 34 and 43 percent, respectively, according to Kansas Water Office estimates. Sources of sediment for both reservoirs from the upstream basin include soil erosion and channel-bank erosion. &nbsp;Immediately downstream, sediment-depleted water emerging from the dam caused channel-bed erosion. This study, done in cooperation between the USGS and the Kansas Water Office, can be found <a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5187\/\">online<\/a>.<\/p>\r\n<p>\"Rivers are powerful forces of nature that transport sediment from naturally-eroding mountains, hills, and plains to the sea,\" explained USGS director Marcia McNutt. \"This USGS study demonstrates that the useful lifetime for the valuable services of man-made reservoirs, even in low relief areas, is measured in mere decades because they interrupt the natural sediment-transport processes.\"&nbsp;<\/p>\r\n<p>At least 95 percent of the sediment delivered to Kanopolis and Tuttle Creek Lakes was permanently trapped and stored in the reservoir. Most of the sediment is delivered during storm runoff events, which occur for a relatively small percentage of the time during a given year.&nbsp;<\/p>\r\n<p>\"These findings greatly expand the state's knowledge of the conditions, functions and importance of our reservoirs,\" said Tracy Streeter, Director of the Kansas Water Office. \"Tuttle Creek Reservoir is a vital&nbsp;source of water supply to the Kansas River Water Assurance District No.1 which is a collection of municipalities and industries representing approximately one-third the population of Kansas.&nbsp; Kanopolis Reservoir, one of the state&rsquo;s oldest federal reservoirs, will play an important role in the future of water supply in the Lower Smoky Hill River basin.\"&nbsp;<\/p>\r\n<p>The streambed of the Smoky Hill River immediately downstream from Kanopolis Lake has eroded more than six feet. Downstream from Tuttle Creek Lake, the bed of the Big Blue River has eroded more than four feet.&nbsp;<\/p>\r\n<p>&nbsp;More information about USGS sediment studies can be found on the USGS Kansas Water Science Center website <a href=\"http:\/\/ks.water.usgs.gov\/studies\/ressed\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Kansas"],"country":["United States of America"],"mm_tags":["Kansas","water","waterstorage","sediment","Kanopolis Lake","Tuttle Creek Lake"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1323666000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169262"},{"tid":"169903"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}