{"title":"Hawai'i Island Fourth Grade Students Invited to Enter Volcano Poster Contest","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>Entry Deadline is November 23, 2011<\/em><\/strong><\/p>\n<p>HAWAI&lsquo;I ISLAND, Hawaii &mdash; <!--introstart-->Hawai&lsquo;i Island fourth grade students are invited to participate in a poster contest celebrating 100 years of volcano watching on the island by U.S. Geological Survey scientists.<!--introend-->&nbsp;&nbsp;<\/p>\r\n<p>The contest is hosted by the USGS Hawaiian Volcano Observatory, which reaches its centennial milestone in January 2012. Since HVO was founded in 1912, scientists have continuously monitored eruptions and earthquakes on Hawaiian volcanoes.&nbsp;<\/p>\r\n<p>\"The HVO centennial poster contest offers a fun and creative way for students to learn more about Hawaiian volcanoes, how scientists monitor them, as well as HVO and its history,\" said Janet Babb, HVO's centennial poster contest coordinator. \"We hope island keiki will help us celebrate HVO&rsquo;s 100th anniversary by participating in the poster contest. We look forward to seeing HVO&rsquo;s history through their eyes.\"<\/p>\r\n<p>\"Part of this celebration is recognizing the tremendous advances we&rsquo;ve seen during the past 100 years in the methods, tools, and technology used to study Hawaiian volcanoes and how that has helped lead to a remarkable increase in our understanding of how volcanoes work,\" said Jim Kauahikaua, HVO Scientist-in-Charge. \"One of the most important research and monitoring skills used today is the same one used by Thomas A. Jaggar, who founded HVO, and the Polynesians before him: observation.\"<\/p>\r\n<p>The poster contest is open only to fourth grade students enrolled in public, private, charter, or home schools on Hawai&lsquo;i Island. Posters should convey a message about HVO and the study of Hawaiian volcanoes through one of the following three themes:<\/p>\r\n<ol>\r\n<li>100 years of volcano watching on Hawai&lsquo;i Island<\/li>\r\n<li>The many tools and techniques HVO scientists use to monitor volcanoes <\/li>\r\n<li>&ldquo;I ka n&#257;n&#257; no a `ike&rdquo; (by observing, one learns)&nbsp;<\/li>\r\n<\/ol>\r\n<p>The entry deadline is November 23, 2011. Fourth grade students, teachers and parents can view complete contest details and submission guidelines&nbsp;<a href=\"http:\/\/hvo.wr.usgs.gov\/education\/postercontest2011\/\">online<\/a>. For more information, contact Janet Babb at (808) 967-8844 or <a href=\"mailto:jbabb@usgs.gov\">jbabb@usgs.gov<\/a>.<\/p>\r\n<p>\"We chose this grade level because volcanic processes and scientific observation are topics included in Hawai&lsquo;i&rsquo;s fourth grade science curriculum,\" said Babb. \"The three identified themes allow students to focus on the historical, scientific or cultural aspects of volcano watching &mdash; or all three &mdash; as they design their posters.\"<\/p>\r\n<p>A panel of judges will select first, second, and third place winners from each of the three Hawai&lsquo;i Department of Education Complex Areas and one Grand Prize winner from Hawai&lsquo;i Island. These 10 winners and their teachers will be recognized in an award ceremony during HVO&rsquo;s Centennial Open House on January 21, 2012. All students who enter a poster will receive a Certificate of Recognition for their participation in the contest.&nbsp;<\/p>\r\n<p>Award-winning and honorable-mention posters will be displayed at KTA Super Stores around the island January 11 &ndash; 31, 2012. The award-winning posters will also be featured on HVO's website.<\/p>\r\n<p>Daily updates about Kilauea&rsquo;s ongoing eruptions, recent images and videos of summit and east rift zone volcanic activity, and data about recent earthquakes are posted on the <a href=\"http:\/\/hvo.wr.usgs.gov\">HVO website<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_09_21\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_09_21\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["Hawaii","","volcano","schools","geology"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1316577600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169558"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}