{"title":"snowmass Fossil Site Provides Opportunity to Study Past Vegetation and Climate in Colorado","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>An Ice Age fossil site recently discovered in Snowmass Village, Colo., is providing a trio of U.S. Geological Survey scientists with a laboratory to study more than 100,000 years of vegetation and climate records in Colorado.<\/p>\n<p>The USGS team is studying about 22 feet of fossil-bearing sediments from the Denver Museum of Nature and Science excavation, which appear to encompass more than 100,000 years of prehistoric time. Large changes in color, grain size, and organic matter content seen in the sediments likely reflect significant changes in climate and vegetation in the area, according to the scientists. The USGS team is using pollen analyses and carbon-14 dating techniques to determine the age of the fossils and the environment in which the Columbian mammoths, mastodons, extinct bison, Ice Age deer, and 9-foot ground sloth lived.<\/p>\r\n<p>&ldquo;A vegetation and climate record that covers this much time at such a high altitude&mdash;about 8800 feet&mdash;is unprecedented in Colorado to our knowledge,&rdquo; said Jeff Pigati, a USGS geologist on the team.<\/p>\r\n<p>Sediments that contain the fossils appear to have been deposited in a small lake or marsh that formed when a stream was dammed by a glacial moraine, or accumulation of glacier debris, at least 130,000 years ago.&nbsp;<\/p>\r\n<p>The USGS team will analyze pollen and plant fossils in the sediments to understand how vegetation changed in the area during the time spanned by the lake sediments. The team will also study small invertebrate fossils found in the sediments to determine the water temperature and chemistry of the lake at various points in time.<\/p>\r\n<p>\"Working at the site was very exciting,\" said USGS geologist Paul Carrara, also on the team. \"Every day there were new fossil finds and there really was an infectious atmosphere despite the ankle-deep mud and muck.\"<\/p>\r\n<p>The Ziegler Reservoir megafauna site was discovered while crews were enlarging the reservoir, which provides water to Snowmass  Village and, to some extent, the nearby ski area for making snow. The excavation is coordinated by the Denver Museum of Nature and Science.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_11_18\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_11_18\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["Climate Change","ecosystems","geology","Fossil","Carbon Dating"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1290056400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}