{"title":"Does Solar Activity Cause Earthquakes?","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_176411\" align=\"alignright\" width=\"614\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/04\/Sun-and-Earth3.jpg\"><img class=\" wp-image-176411 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/04\/Sun-and-Earth3-1024x632.jpg\" alt=\"\" width=\"614\" height=\"379\" \/><\/a> The sun affects space weather, but does it cause earthquakes?[\/caption]\n\nMany have wondered whether solar activity can be linked to earthquakes, but a recent study found no direct relationship between the two.\n\nScientists assembled historical records of the Sunâ\u0080\u0099s interaction with Earth, looking at sunspots, solar wind, and magnetic storms. They then compared these with historical records of earthquake occurrence. They found no significant pattern between solar activity and more or larger earthquakes. There is no demonstrated way to use space data to predict future earthquakes.\n\n<a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/grl.50211\/abstract\">The study was recently published<\/a> in the journal <em>Geophysical Research Letters<\/em>. The research was conducted by Jeffrey Love with the USGS and Jeremy Thomas from Northwest Research Associates. The earthquake data were from the USGS, the sunspot data were from NOAA, the solar wind data were from NASA, and the geomagnetic data were from the British Geological Survey and Geoscience Australia.\n\n<strong>The Authorâ\u0080\u0099s Perspective<\/strong>\n\nâ\u0080\u009cThis research was conducted to advance our understanding of natural science and to test how the Sun affects Earth, ultimately helping protect the safety of our communities,â\u0080\u009d said USGS research geophysicist Jeffrey Love. â\u0080\u009cEven though we did not find a significant correlation between space measurements and earthquakes, we recognize that the Sun affects Earth in other ways. The USGS is dedicated to studying these natural phenomena, some of which are hazardous for a modern and technologically dependent society.â\u0080\u009d\n\nâ\u0080\u009cOf course it is always conceivable that some new and unexpected discovery will be made in the future, but it is also essential that we objectively evaluate the data and information that we have available now,â\u0080\u009d continued Love. â\u0080\u009cJust because one might think that a pattern exists does not mean that one actually exists. We need clear evidence to be convinced.â\u0080\u009d\n\n<strong>Types of Solar and Space Activity<\/strong>\n\nEveryone is familiar with weather systems on Earth like rain, wind, and snow. But space can also have a â\u0080\u009cweatherâ\u0080\u009d of sorts. The Sunâ\u0080\u0099s behavior changes over time and this can cause the space environment surrounding Earth to change as well.\n\nMagnetic storms, for example, are periods of time when Earthâ\u0080\u0099s magnetic field is unusually active. How do they occur? The Sun is always emitting a wind of electrically charged particles, and when that happens abruptly, it can cause a magnetic storm.\n\nSpace weather can have important consequences for our lives on Earthâ\u0080\u0099s surface. Large magnetic storms can cause the loss of radio communications, reduce the accuracy of GPS systems, damage satellite electronics and affect satellite operaÂ­tions, increase pipeline corrosion, and induce voltage surges in electric power grids, causing blackouts. It is during magnetic storms that beautiful aurora borealis â\u0080\u0094 or â\u0080\u009cnorthern lightsâ\u0080\u009d â\u0080\u0094 are visible at high latitudes.\n\nNow letâ\u0080\u0099s talk about sunspots. A sunspot is a visibly dark region on the solar surface that corresponds to a concentration of solar magnetic energy and activity. If and when a large sunspot emerges on the face of the Sun, there is an increased chance for abrupt emission of strong solar wind velocity, and this can result in large magnetic storm at Earth. The number of sunspots waxes and wanes over the course of an 11-year solar cycle. The current cycle is unusually tame, but it could still change over the next few years.\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_13_2010_vAQd72Fss4_08_13_2010_0\"><img src=\"http:\/\/gallery.usgs.gov\/images\/08_13_2010\/vAQd72Fss4_08_13_2010\/medium\/P3120001.JPG\" alt=\"\" width=\"500\" height=\"375\" \/><\/a> Haitian woman carrying supplies amid the destruction from the January 2010 Haiti earthquake.[\/caption]\n\n<strong>USGS Role<\/strong><strong>Â <\/strong>\n\nThe <a href=\"http:\/\/geomag.usgs.gov\/\">USGS Geomagnetism Program<\/a> operates 14 observatories around the United States and its territories, which provide real-time ground-based measurements of the variable geomagnetic field. These measurements are used internally by theÂ USGS, and they are used by partners in the United States National Space Weather Program, including NOAA, NASA, and the U.S. Air Force, to track the intensity of the magnetic storms generated by the Sun and its interaction with the Earth. The USGS Geomagnetism Program has also been working cooperatively with private industries that are affected by space weather and geomagnetic activity, including electric-power grid companies and the oil and gas drilling industry.\n\n<strong>Can We Predict Earthquakes?<\/strong>\n\n<a href=\"http:\/\/www.usgs.gov\/faq\/index.php?action=artikel&amp;cat=120&amp;id=1658&amp;artlang=en\">So far, the answer is no<\/a>. Despite frequent claims to the contrary, no reliable short-term earthquake prediction method has ever been developed. Nor do scientists expect to develop a method in the foreseeable future.\n\nHowever, based on scientific data, probabilities can be calculated for future earthquakes. For example, comprehensive assessments of long-term earthquake rates in California tell us there is roughly a 2-in-3 chance that a magnitude 6.7 or larger earthquake will strike in the next 30 years in the greater San Francisco Bay Area. Within the State of California as a whole, earthquakes this large are virtually certain (a 99 percent probability) in that same time frame.\n\nKnowing the likelihood of future earthquakes allows prudent actions to be taken to mitigate their effects, no matter when they may happen to strike.\n\n<a href=\"http:\/\/gallery.usgs.gov\/audios\/45\">Listen to a podcast on earthquake prediction<\/a> with Mike Blanpied, Associate Coordinator of the USGS Earthquake Hazards Program.\n\n<strong>Climate Change and Solar Storms<\/strong>\n\nAre solar storms related to climate change? Find out the answer by watching <a href=\"http:\/\/www.youtube.com\/watch?v=XHHoT5Tz88Y&amp;feature=plcp&amp;context=C3e71404UDOEgsToPDskJh6h62DmOyqs6xkfJ68xDJ\">USGS Climate Connections<\/a>.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24298","uid":"31","filename":"Sun-and-Earth.jpg","uri":"public:\/\/Sun-and-Earth.jpg","filemime":"image\/jpeg","filesize":"114481","status":"1","timestamp":"1425492768","type":"image","uuid":"96997fc4-8466-44d3-b8c2-6f4d5c363ee4","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["earthquake Hazards","earthquakes","geomagnetism","Magnetic Field","magnetic storm","Natural Hazards","solar activity","Solar Storm","sun","sunspot"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1367581742","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}