{"title":"Fueling the Mix: Coal and U.S Electric Power Generation","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_176046\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/Feature-Image2.jpg\"><img class=\"size-medium wp-image-176046\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/Feature-Image2-300x207.jpg\" alt=\"An image of a coal mine in the Powder River Basin\" width=\"300\" height=\"207\" \/><\/a> An image of a coal mine in the Powder River Basin of Wyoming and Montana[\/caption]\n\nCoal is an important fuel source in the United States today. Responsible for approximately 39 percent of the countryâ\u0080\u0099s electrical generation, coal is vital to the day-to-day operation of peopleâ\u0080\u0099s lives.\n\nThe United States is rich in coal deposits, with large resources.Â  One of the most important and largest of those deposits is found in the Powder River Basin (PRB) of Wyoming and Montana, which, in 2012, produced more than 42 percent of the Nationâ\u0080\u0099s coal.\n\nOn February 26, USGS released its <a href=\"http:\/\/pubs.er.usgs.gov\/publication\/fs20123143\">new assessment<\/a> of in-place resources, recoverable resources, and economic reserves of coal in the Powder River Basin, the first of a new generation of coal assessments from the USGS. Estimates of total in-place coal resources in the PRB are 1.07 trillion short tons, while recoverable coal resources are 162 billion short tons, and coal reserves are 25 billion short tons.\n\n<strong>What Do All these Numbers Mean?<\/strong>\n\nPrevious assessments focused only on total in-place and recoverable coal resources, but this assessment includes in-place resources and a regional assessment of recoverable coal resources and economic coal reserves.\n\n[caption id=\"attachment_176048\" align=\"alignright\" width=\"157\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/PRB-Map.jpg\"><img class=\"size-medium wp-image-176048\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/PRB-Map-157x300.jpg\" alt=\"A map showing the four assessment units for the Powder River Basin\" width=\"157\" height=\"300\" \/><\/a> A map showing the four USGS assessment units for the Powder River Basin[\/caption]\n\nIn-place <a href=\"http:\/\/energy.usgs.gov\/Coal\/AssessmentsandData\/CoalAssessments.aspx\">coal resources<\/a> include in-place tonnage estimates of total coal volumes.Â  In-place resources are those quantities that are estimated, as of a given date, to be contained in known deposits prior to production. The quantity which can be technically produced or mined, may be significantly less than the volumes estimated to be in place.\n\nRecoverable resources are calculated using those coal beds from the total in-place resources that are deemed both shallow and thick enough to be recoverable using current surface mining technology.\n\n<a href=\"http:\/\/energy.usgs.gov\/Coal\/AssessmentsandData\/CoalAssessments.aspx\">Coal reserves<\/a> are a subset of coal resources. To be classified as reserves, the coal must be considered economically producible at the time of classification, but facilities for extraction need not be installed and operative.\n\nCurrent reserves does not mean that is all that remains mineable. The size of reserves changes because mining costs and coal sales prices are subject to fluctuation based on market conditions â\u0080\u0093 recoverable resources become reserves with favorable changes in costs, demand, and prices.\n\n<strong>What is Coal?<\/strong>\n\nCoal is a sedimentary rock made predominantly of carbon that can be burned for fuel. Coal formed when prehistoric forests and marshes were buried and compressed over hundreds of millions of years.Â  After deposition and subsequent burial, some contents of the rock, such as moisture, are squeezed out due to the pressure leading to higher and higher concentration of carbon, though other elements (such as sulfur, oxygen, nitrogen) remain in the coal.Â  This process resulted in the various types of coal seen today, which are ranked according to their moisture content and concentration of carbon.\n\n<strong>USGS and Coal<\/strong>\n\nUSGS has studied coal for more than 100 years. In addition to its own research, USGS works with others, predominantly state geological surveys, to provide the basic geologic information toÂ <a href=\"http:\/\/energy.usgs.gov\/Coal\/AssessmentsandData\/CoalAssessments.aspx\">assess the Nationâ\u0080\u0099s coal resources<\/a>. The largest and most well-known areas of coal the USGS has assessed are theÂ <a href=\"http:\/\/energy.usgs.gov\/RegionalStudies\/AppalachianBasin.aspx\">Appalachian Basin<\/a>Â andÂ <a href=\"http:\/\/energy.usgs.gov\/Coal\/AssessmentsandData\/CoalAssessments\/IllinoisBasinCoalAssessment.aspx\">Illinois Basin<\/a>Â in the eastern U.S. and theÂ <a href=\"http:\/\/energy.usgs.gov\/Coal\/AssessmentsandData\/CoalAssessments\/RockyMountainGreatPlainsCoalAssessment.aspx\">Williston Basin<\/a>, Colorado Plateau, Â andÂ the <a href=\"http:\/\/energy.usgs.gov\/RegionalStudies\/PowderRiverBasin.aspx\">Powder River Basin<\/a>Â in the western U.S.\n\n[caption id=\"attachment_176049\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/PRB-Coal-Loading.jpg\"><img class=\"size-medium wp-image-176049 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/PRB-Coal-Loading-300x285.jpg\" alt=\"Coal is loaded on to a truck in the Powder River Basin\" width=\"300\" height=\"285\" \/><\/a> Coal is loaded on to a truck in the Powder River Basin. The Powder River Basin contains the largest deposits of low-sulfur subbituminous coal in the world.[\/caption]\n\nUSGS also studies the environmentalÂ effects of developing and using coal, such asÂ <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0166516211001984\">greenhouse gas emissions<\/a>Â from underground coal fires,Â <a href=\"http:\/\/energy.usgs.gov\/portals\/0\/Rooms\/medical_geology\/text\/bunnell_et_al_2010_jeph.pdf\">air quality impacts<\/a>Â from coal utilization, andÂ studying <a href=\"http:\/\/energy.usgs.gov\/Coal\/AssessmentsandData\/CoalQuality.aspx\">coal quality<\/a> for fuel use optimization.\n\nOptimizing fuel use and minimizing its impact on the environment are necessary components of 21<sup>st<\/sup> century strategies for meeting societyâ\u0080\u0099s energy needs. One critical aspect of fuel use optimization is an understanding of the geologic factors that affect fuel quality. For example, the composition of coal critically influences power generation efficiency, the impact of coal use on the environment, and the composition and usefulness of combustion products.\n\n<strong>Coalbed Gas<\/strong>\n\nThere is another important resource directly related to the Nationâ\u0080\u0099s coal:Â <a href=\"http:\/\/energy.usgs.gov\/OilGas\/UnconventionalOilGas\/CoalbedGas.aspx\">coalbed gas<\/a>. Generated in and produced from coal seams, coalbed gas, often called coalbed methane, accounts for approximately eight percent of the U.S. natural gas production and has many of the same uses as coal, such as production of electricity and fuel for our home furnaces during the winter. In addition, it can be used in fertilizers, or for transportation in place of gasoline, which is derived from oil.\n\nIn addition to its uses, coalbed gas can be a hazard as it could lead to suffocation and explosions (it is extremely flammable in combination with coal dust). Miners would bring canaries into the mines to help them know when large concentrations of methane were in the area.Â  In modern times, mine ventilation techniques and methane detection equipment has reduced the methane hazard for miners.\n\nCoal is an important part of the U.S. energy mix, and the United States is richly endowed with coal. After all, the Powder River Basin is the largest deposit of low-sulfur subbituminous coal in the world. However, as the latest assessment of the Powder River Basin also shows, there is a significant difference between the in-place resources and the recoverable resources, let alone the economic resources. USGSâ\u0080\u0099 coal research provides critical information for government and private managers to know just how much coal really is present, what is usable, and its quality.\n\n[SlideDeck2 id=176059]","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24279","uid":"31","filename":"Feature-Image3.jpg","uri":"public:\/\/Feature-Image3.jpg","filemime":"image\/jpeg","filesize":"48723","status":"1","timestamp":"1425492768","type":"image","uuid":"0c1d248b-28bf-49c8-bc74-861913c67da7","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["coal","Energy &amp; Minerals","Energy Resources","Powder River Basin"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1361988162","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}