{"title":"san Jose Deep Well Will Monitor Groundwater and Assess Earthquake Hazards in Santa Clara Valley","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Drilling of a 1000-foot-deep ground-water monitoring well will get underway in San Jose, Thursday, September 14. The well, which is a joint project of the U.S. Geological Survey and the Santa Clara Valley Water District, will permit scientists to monitor the ground-water pressures that control potential land subsidence in the Santa Clara Valley, and will provide data to improve models used for estimating earthquake shaking in the San Jose area. <\/p>\n<p>Throughout the project, USGS scientists and employees of the water district will work together to use the Santa Clara Valley as a natural laboratory in which to learn more about the three-dimensional architecture of the sediment-filled valley and the resulting behavior of groundwater, subsidence of the ground surface and transmission of earthquake shaking. The information also will be used in an effort to develop concepts and methods that effectively represent geologic, physical and hydrologic information in three dimensions. <\/p>\r\n<p>Following completion of the San Jose well site, and over the next three years, the USGS and the Santa Clara Water District will install six more monitoring-well sites within the Santa Clara Valley, where USGS scientists will carry out a variety of coordinated geologic, hydrologic and geophysical studies that will extend the detailed information from the new wells throughout much of the valley. The first monitoring well will become part of the Coyote Creek Outdoor Classroom, a project of the Santa Clara Water District for children to learn about water resources. <\/p>\r\n<p>The wells will be continuously cored to a depth of 100 feet, and then spot-cored to total depth of 1,000 feet, using a new coring system acquired by the USGS. The cores taken from the wells will be subjected to an extensive suite of descriptive, geochemical, and physical properties analyses at the nearby USGS laboratories in Menlo Park. <\/p>\r\n<p>The core data and logs from the well will provide an unprecedented new level of information on the geologic history of the Santa Clara Valley and associated physical and hydrologic properties, according to Randy Hanson, USGS chief scientist for the project. \"Additional field studies and the core data will be used to develop a computer-based 3-D model for the entire Santa Clara Valley,\" Hanson said. \"This model will be used to examine ground-water behavior that will help manage local water resources and will help us identify areas that are prone to strong earthquake shaking in the valley. Knowing where the ground shakes strongly will ensure better planning and higher standards for designs that will reduce serious damage when future earthquakes strike the region.\" <\/p>\r\n<p><b>The drill site in San Jose will be open to reporters and photographers during the coring operations, September 14 through October 6. To arrange a time for a visit and interviews, contact Pat Jorgenson at pjorgenson@usgs.gov, or 650-329-4011. Questions regarding this project, or related USGS studies in the South Bay and Monterey Bay areas, should be directed to Randy Hanson rthanson@usgs.gov, 858-637-6839 or Carl Wentworth cwent@usgs.gov, 650-329-4950. <\/b><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"968385600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"},{"tid":"169129"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}