{"title":"New Technology Fights Invasive Species","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Products based on NASA Earth observations and a new Internet-based decision tool are providing information to help land and water managers combat tamarisk (saltcedar), an invasive plant species impacting precious water supplies in the western U.S. <\/p>\n<p>This decision tool, called the Invasive Species Forecasting System (ISFS), is being used at the U.S. Geological Survey National Institute of Invasive Species Science in Fort Collins, Colo. The ISFS is the result of combining USGS science expertise with NASA expertise in Earth observations, software engineering, and high-performance computing expertise. <\/p>\r\n<p>\"The ISFS combines NASA satellite data with tens of thousands of field sampling measurements, which are then used to analyze past and present distributions of non-native plants and predict their future growth patterns,\" said Tom Stohlgren, National Institute director. Land managers and others can use the ISFS to generate color-coded maps to help predict and manage the spread of troublesome invasive species.<\/p>\r\n<p>\"Integrating innovative Earth observation technology enables the USGS to significantly enhance its ability to support invasive species management,\" said Ed Sheffner, program manager for invasive species in the Applied Science Program at NASA Headquarters in Washington. \"The enhancements in the ISFS result from the use of NASA observations, model output, and systems engineering.\"<\/p>\r\n<p>One application of the ISFS, a habitat suitability map for saltcedar in the continental United States, is described in the journal <i>Frontiers in Ecology and the Environment<\/i>.<\/p>\r\n<p>The ISFS was successfully tested when the pink-flowered saltcedar bloomed last summer in Colorado. The U.S. Department of Agriculture recently identified saltcedar as one of the most harmful invasive species in the U.S. because the plant&rsquo;s long roots tap into underground aquifers. Its groundwater-absorbing qualities may be adding to the severity of the drought in the western U.S. Saltcedar also increases the salt concentration of the soil and degrades habitats for native species along river systems.<\/p>\r\n<p>Saltcedar is a large shrub to small tree native to Africa and Eurasia. It was introduced to the western U.S. in the early 1800s as ornamental vegetation and for wind and erosion control. Saltcedar has since spread and can be found in the West from Minnesota to California and from Mexico to Canada. <\/p>\r\n<p>The ISFS uses observations and products from NASA&rsquo;s Terra, Aqua, and Earth Observing-1 satellites and the USGS-operated Landsat satellites, together with field data from government and non-government contributors. The satellites observe and measure sunlight reflected by plants and their environments. The satellites \"lock in\" on unique aspects of the reflected light to determine saltcedar&rsquo;s current locations and habitats vulnerable to invasion.<\/p>\r\n<p>During the plant&rsquo;s blooming season, ISFS-generated maps predicting saltcedar locations matched observations of it in the field. These predictive maps are an important new tool for land managers involved with saltcedar-related control and restoration efforts. <\/p>\r\n<p>\"Satellite data coupled with computer modeling helps us understand where saltcedar is likely to be growing, even in remote locations that field researchers cannot easily reach,\" said John Schnase, principal investigator of the ISFS project at NASA&rsquo;s Goddard Space Flight Center in Greenbelt, Md.<\/p>\r\n<p>The ISFS uses invasive species occurrence and abundance data from the Global Organism Detection and Monitoring System developed by the USGS Fort Collins Science Center and Colorado State University. This monitoring system is an on-line database that allows people to report sightings of saltcedar or other invasive species to USGS scientists, who then confirm the observations and incorporate the new data into ISFS map products.<\/p>\r\n<p>The USGS is using the ISFS to predict the distribution of othe","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1139979600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170130"},{"tid":"170625"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}