{"title":"Little Spokane Basinâ\u0080\u0099s Aquifers Mapped","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>[Editors: USGS project maps, status, and other info <a href=\"http:\/\/wa.water.usgs.gov\/projects\/littlespokane\/\">here<\/a>.]<\/p>\n<p>TACOMA, Wash. &mdash; <!--introstart-->Scientists have sorted out and mapped the aquifers in the Little Spokane River Basin, giving the first detailed picture of the groundwater system, according to a report published by the U.S. Geological Survey, in cooperation with Spokane County.<!--introend--><\/p>\r\n<p>The USGS report describes the groundwater system of the Little Spokane River Basin, including maps of the extent and thickness of major aquifers and directions of groundwater movement. Results from the USGS study will also form the basis for any future computer modeling of the groundwater and surface-water resources within the basin, which will aid water management decisions.<\/p>\r\n<p>&ldquo;How groundwater resources in the basin will be affected by factors like climate change and increased groundwater use is not well-understood,&rdquo; said Sue C. Kahle, USGS hydrologist and lead author of the report. &ldquo;The information from this study will help us understand how the groundwater system works.&rdquo;<\/p>\r\n<p>The Little Spokane River Basin is a 679-square-mile area in northeastern Washington State covering parts of Spokane, Stevens, and Pend Oreille Counties. Groundwater is important for residences, businesses, and agriculture in the basin and also helps maintain late-summer and early-fall streamflow in many basin streams. Precipitation in the basin is relatively low, particularly during summer and early autumn. The basin relies on spring snowmelt from the higher altitude areas of the basin and groundwater discharge to the river to maintain streamflows during the drier months, typically July through October.<\/p>\r\n<p>To study how water moves throughout the basin, scientists gathered existing geologic and hydrogeologic information to identify eight hydrogeologic units in the basin&mdash;Upper aquifer, Upper confining unit, Lower aquifers, Lower confining unit, Wanapum basalt unit, Latah unit, Grande Ronde basalt unit, and Bedrock unit. From November to December 2011, scientists measured water levels in 220 wells.<\/p>\r\n<p>The report, \"\"Hydrogeology of the Little Spokane River Basin, Spokane, Stevens, and Pend Oreille Counties, Washington,\" by Sue C. Kahle, Theresa D. Olsen, and Elisabeth T. Fasser, is published as U.S. Geological Survey Scientific Investigations Report 2013-5124 and is available on the Web <a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5124\">here.<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["water","aquifers","groundwater","Spokane River","washington","hydrology"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1375675200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169725"},{"tid":"170512"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}