{"title":"Native Fish Found in U.S. Lake Ontario for First Time in 50 Years","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A little five and a half inch fish is causing a whale of a delighted stir since U.S. Geological Survey scientists hauled the fish up from depths of nearly 500 feet in April.<!--introend--> It marked the first time the deepwater sculpin, a species once abundant in Lake Ontario, had been seen in the U.S. waters of the lake in more than 50 years. \n<p>\"The reappearance of deepwater sculpin is one of many recent signs that a general recovery of Lake Ontario&rsquo;s native fish community is under way,\" said Mr. Robert O&rsquo;Gorman, head of the USGS Lake Ontario Biological Station in Oswego, NY. \r\n<p>The fish, a mature female, was caught in a trawl net towed along the lake floor 492 feet below the surface, said O&rsquo;Gorman. It was identified by USGS scientists working aboard the USGS Research Vessel KAHO during a spring fishery investigation. \r\n<p>Despite annual surveys by USGS and the New York Department of Environmental Conservation from 1978-1997, the deepwater sculpin hadn&rsquo;t been captured in the U.S. waters of Lake Ontario since 1942. Likewise, exploratory fishing in the U.S. waters of southern Lake Ontario during 1964 and 1972 failed to capture any specimens. In the Canadian portion of Lake Ontario, the fish is extremely rare -- only six deepwater sculpin have been reported in Canadian waters since 1972 -- three in 1972 and three in 1996. \r\n<p>Deepwater sculpin are abundant in Lakes Huron, Michigan, and Superior and rare in Lake Ontario. O&rsquo;Gorman said that although the fish was plentiful in Lake Ontario in the early 1900s, its populations plummeted in the 1950s, most likely because of predation on their young by alewife, a non-native fish that invaded Lake Ontario from the Atlantic Ocean via navigation canals. \r\n<p>Deepwater sculpins are native in the Great Lakes where, as their name implies, they occupy the deepest waters. The small scaleless fish have a broad, flattened head and a long slender body. Deepwater sculpins are an important link in the offshore food chain, eating bottom-dwelling invertebrates and, in turn, being eaten by lake trout, historically the lake&rsquo;s top predator. \r\n<p>O&rsquo;Gorman said the capture of this fish is another indication that Lake Ontario is becoming much healthier. The numbers of two other formerly abundant native fishes -- burbot and emerald shiner -- are increasing in survey catches. Also, hatchery lake trout are beginning to successfully reproduce after more than a decade of failure. \r\n<p>\"All of these positive signs appear linked to a decline in the abundance of non-native alewives and a shift in their distribution to deeper water,\" said O&rsquo;Gorman. \"Because the larvae of many native fishes, including larvae of the deepwater sculpin, occupy shallow water, these changes have helped reduce predation on the young of native fishes, allowing their populations to start recovering.\" <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"899352000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169325"},{"tid":"169718"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}