{"title":"New Screening Method Identifies Areas Susceptible to Selenium Contamination in Western United States","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A new screening method, based on geology and climatology, has been shown to be a reliable means for predicting where lands in irrigated areas are susceptible to contamination from selenium<!--introend-->, according to a report by the U.S. Geological Survey (USGS), in cooperation with the U.S. Fish and Wildlife Service, Bureau of Reclamation, and Bureau of Indian Affairs. \n<p>The four agencies of the U.S. Department of the Interior conducted the joint study because of concerns about selenium derived from irrigated lands, which has caused deformities of bird embryos in six areas of the Western United States--three in California, one in Colorado, one in Utah, and one in Wyoming. \r\n<p>Preserving and protecting the legacy of the lands and resources in the Western United States is a key priority of Interior Secretary Bruce Babbitt. \r\n<p>Using the new prediction tool, the USGS produced a geology&shy;climate map that identified about 160,000 square miles of lands in the Western United States that are susceptible to irrigation-induced selenium contamination. At present, only about 4,100 square miles of the 160,000 is being irrigated. All six areas where the deformities have occurred were identified on the map. \r\n<p>\"In order to identify areas where selenium contamination can be a problem, we needed a reliable screening method,\" said Ralph Seiler, USGS hydrologist and author of the report. \"The method that we developed uses geologic and climatic features that are characteristic of already-known selenium problem areas in the West. \r\n<p>\"By putting those features into a geographic information system, or GIS,\" Seiler said, \"we created a map of areas where irrigation activities are likely to produce selenium contamination. With this map of selenium-susceptible areas, the U.S. Fish and Wildlife Service, and others who are concerned about fish and waterfowl, have a cost-effective tool to target those areas which are most at risk.\" \r\n<p>The 36-page report, titled \"Areas susceptible to irrigation-induced selenium contamination of water and biota in the Western United States,\" by R.L. Seiler, J.P. Skorupa, and L.A. Peltz, is U.S. Geological Survey Circular 1180. \r\n<p>Copies are available free of charge from the USGS Branch of Information Services, Box 25286, Denver, CO 80225-0286 (tel. 1-888-275-8747 or 1-888-ASK-USGS); orders may be faxed to 303-202-4693. Request should specify \"Circular 1180.\" \r\n<p>Copies are available for inspection at the USGS offices in Carson City (333 W. Nye Lane, Room 103), Las Vegas (6770 S. Paradise Road), and Elko (275 Third Street, Room 208) and at public libraries in Carson City (900 N. Roop St.) and Reno (301 S. Center St.). The report may be inspected also at the USGS libraries in Menlo Park, Calif., Denver, Colo., and Reston, Va., and at the USGS Earth Science Information Centers in Menlo Park, Calif., and Salt Lake City, Utah.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming","Colorado","Utah","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"933134400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170293"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}