{"title":"Lyme Disease: Once Bitten Twice Shy","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_173843\" align=\"alignleft\" width=\"246\" caption=\"Top: A black-legged tick, also known as a deer tick, is the most common carrier for Lyme disease. Bottom: A microscopic image of the bacteria Borrelia burgdorferi, which causes Lyme disease\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/lyme_tick.jpg\"><img class=\"size-full wp-image-173843 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/lyme_tick.jpg\" alt=\"See caption:\" width=\"246\" height=\"358\" \/><\/a>[\/caption]\n\n<strong>Lyme Disease: Once Bitten Twice Shy<\/strong>\n\nMost everyone has found an unwelcome tick hitchhiking on a pants leg after a ramble through some brush or have felt one walking up the back of their neck after spending time in a wooded area. As a child you may have remembered your mother snatching a tick off your arm as its tiny legs held tight.\n\nTicks can be a nuisance and their bites can cause irritation.Â  More importantly, ticks have the distinction of spreading the widest variety of disease producing agents that are harmful to humans.\n\n<a href=\"http:\/\/health.usgs.gov\/vector_zoonotic\/lyme.html\">Lyme disease<\/a> is the most commonly reported tick-borne disease in the Northern Hemisphere and if left untreated infection can spread to the joints, the heart and even the nervous system.\n\n<strong>Â Lyme Disease History<\/strong>\n\nThe disease was initially named after the town of Lyme, Conn.where a number of cases were first reported in 1975.Â  The emergence of the disease infected ticks has been linked to changing land use patterns as forested areas were cleared for agriculture and the white-tailed deer population dwindled in the late 1800s in the north eastern United States.Â  The <a href=\"http:\/\/www.cdc.gov\/ticks\/life_cycle_and_hosts.html\">black-legged tick<\/a>, or â\u0080\u009cdeer tick,â\u0080\u009d the principle vector, or carrier of Lyme disease, made a comeback with the return of forested habitat in mid-1900s and the risk of human infection increased.\n\nSince the mid-1970s Lyme disease has <a href=\"http:\/\/www.cdc.gov\/lyme\/stats\/maps\/map2010.html\">spread<\/a> throughout New England, the Mid-Atlantic and the northernMidwest with cases reported in nearly every state.\n\n<strong>USGS Science and Lyme Disease<\/strong>\n\nAlthough the black-legged tick can be found throughout the Eastern United States, scientists were baffled as to why the Lyme disease cases were not found in all the places where the ticks carrying it were found.Â  The USGS has collaborated with several universities in a National Science Foundation funded <a href=\"http:\/\/wildlifehealth.tennessee.edu\/lyme_gradient\/index.htm\">study<\/a> to better comprehend the ecological drivers for the geographic disparity in Lyme disease risk in the Eastern United States.\n\nData on tick-host relationships, seasonal tick biology, and tick genetics will be studied after they are collected in nine separate <a href=\"http:\/\/wildlifehealth.tennessee.edu\/lyme_gradient\/sites.htm\">field sites<\/a> around the United States.Â  <a href=\"http:\/\/www.pwrc.usgs.gov\/resshow\/ginsberg\/index.cfm\">Dr. Howard Ginsberg<\/a>, a USGS Research Ecologist with the <a href=\"http:\/\/www.pwrc.usgs.gov\/\">Patuxent Wildlife Research Center<\/a>, is a Principle Investigator with the project.Â  He explains that the application of modeling tools will help to shed light on the ecological processes liable for the variation in Lyme disease cases and may help to predict how climate change could affect this risk. Â Â â\u0080\u009cLyme disease is a major public health problem,â\u0080\u009d said Dr. Ginsberg â\u0080\u009cand the reasons for its geographical distribution are ecological. The knowledge to be gained from this project will help us better predict the future distribution of this disease, and lower the risk to human health.â\u0080\u009d\n\nThe goal of the study is to better understand how the relationships between ticks, their hosts, and environmental factors influence disease transmission, which can lead to improved tick control measures and public awareness on the regional variation in the risk of Lyme disease.\n\n<strong>What are the Signs and Symptoms of Lyme Disease?<\/strong>\n\n[caption id=\"attachment_173841\" align=\"alignright\" width=\"300\" caption=\"Lyme disease is the most commonly reported tick-borne disease in the Northern Hemisphere and if left untreated infection can spread to the joints, the heart and even the nervous system. Photo credit: Creative Commons.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/800px-Tiger_Leaping_Gorge_trail_24.jpg\"><img class=\"size-medium wp-image-173841 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/800px-Tiger_Leaping_Gorge_trail_24-300x225.jpg\" alt=\"A man hiking down a trail\" width=\"300\" height=\"225\" \/><\/a>[\/caption]\n\nAccording to the Centers for Disease Control and Prevention (CDC)Â  symptoms of Lyme disease may present themselves within a few weeks of being bitten by an infected tick.Â  Symptoms that require immediate health care evaluation include:\n<ul>\n\t<li>Chills or fever<\/li>\n\t<li>Aches and pains including headache and muscle and joint pain<\/li>\n\t<li>A bullâ\u0080\u0099s-eye rash which begins at the site of the tick bite and may appear within 3-30 days and is usually circular and called <a href=\"http:\/\/www.cdc.gov\/lyme\/signs_symptoms\/index.html\">erythema migrans <\/a>Â or EM.<\/li>\n<\/ul>\n<strong>What Can Be Done to Help Prevent Lyme Disease?<\/strong>\n\nBecause ticks are most active in the warmer months, the CDC advices the following measures in tick season (April-September):\n<ul>\n\t<li>Avoid wooded and brushy areas with high grass.<\/li>\n\t<li>When hiking walk in the center of the trail.<\/li>\n\t<li>Use <a href=\"http:\/\/cfpub.epa.gov\/oppref\/insect\/\">insect repellents<\/a> such as DEET and use Permethrin products on outdoor clothing.<\/li>\n\t<li>Shower or bathe as soon as possible after coming indoors and check clothing, gear, and pets for ticks.<\/li>\n\t<li>Conduct a full body check for ticks and examine children carefully, especially behind the knees, on the scalp, under the arms, and around the ears and waist.<\/li>\n\t<li><a href=\"http:\/\/www.cdc.gov\/ticks\/removing_a_tick.html\">Remove ticks<\/a> promptly and carefully<\/li>\n<\/ul>\nLyme disease patients treated early with antibiotics normally recover quickly and completely.Â  A small percentage of patients have <a href=\"http:\/\/www.cdc.gov\/lyme\/postLDS\/index.html\">lingering symptoms<\/a> and may need to receive a prolonged course of antibiotics.\n\nYour best defense is to avoid tick infested areas and be vigilant in looking for unwelcome hitchhikers.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24194","uid":"31","filename":"800px-Tiger_Leaping_Gorge_trail_241.jpg","uri":"public:\/\/800px-Tiger_Leaping_Gorge_trail_241.jpg","filemime":"image\/jpeg","filesize":"80217","status":"1","timestamp":"1425492768","type":"image","uuid":"5f972a3e-9ece-419e-9ea9-dcb06c21048f","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":360,"width":630},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","Environmental Health","lyme disease","ticks","USGS Human Health","Wildlife Disease"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1333640612","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}