{"title":"A 100-year-long History of Earthquakes and Seismic Monitoring in Hawaii","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>The Hawaiian Volcano Observatory&rsquo;s 1912&ndash;2012 Centennial&mdash;<\/em><em>100 Years of Tracking Eruptions and Earthquakes<\/em><\/strong><\/p>\n<p><!--introstart-->HAWAI&lsquo;I ISLAND, Hawaii &mdash;The history of earthquakes and seismic monitoring in Hawai&lsquo;i during the past century will be the topic of a presentation at the University of Hawai&lsquo;i at Hilo on Thursday, January 26, at 7:00 p.m.<!--introend-->&nbsp;<\/p>\r\n<p>Paul Okubo and Wes Thelen, seismologists with the U.S. Geological Survey&rsquo;s Hawaiian Volcano Observatory, will talk about Hawai&lsquo;i&rsquo;s and HVO&rsquo;s rich seismological history in the University Classroom Building, Room 100, on the UH&ndash;Hilo main campus, 200 W. Kawili Street, in Hilo. A map of the campus is available <a href=\"http:\/\/hilo.hawaii.edu\/images\/maps\/main_campus_map.pdf\">online<\/a>,&nbsp;<\/p>\r\n<p>When Thomas A. Jaggar founded the Hawaiian Volcano Observatory in 1912, seismology and volcanology were just beginning to develop as modern scientific fields of study.&nbsp; Seismometers, instruments built to record Earth movements, were few in number, and, compared to modern systems, they afforded somewhat limited means of viewing and interpreting their data.&nbsp;&nbsp;<\/p>\r\n<p>During the past 100 years, new technologies have steadily improved and expanded seismic monitoring and research capabilities at HVO and around the world. Today, HVO's seismic network comprises dozens of seismic stations across the Island of Hawai`i.&nbsp; The 100-year seismic record produced by this network now contains nearly 250,000 individual local earthquakes&mdash;and counting.&nbsp;<\/p>\r\n<p>In addition to large volumes of seismic data that continuously stream to HVO from the remote field stations, HVO&rsquo;s network also produces a range of seismic monitoring and information products, such as the \"Did you feel it?\" <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/\">website<\/a>, for use in both the scientific and general communities.&nbsp;<\/p>\r\n<p>Okubo and Thelen will provide an overview of HVO's history of seismic monitoring and research, including highlights of notable earthquakes that have occurred in Hawai&lsquo;i during the past 100 years.&nbsp; They will also talk about HVO&rsquo;s role in making K&#299;lauea a world-renowned \"seismic laboratory\" where cutting-edge seismic monitoring and research continue today.&nbsp;<\/p>\r\n<p>\"Earthquakes in Hawai&lsquo;i&mdash;An Underappreciated but Serious Hazard,\" a new USGS Fact Sheet written by Okubo and his HVO colleague, Jennifer Nakata, will be distributed at his talk on Thursday evening.&nbsp; This publication can also be read <a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3013\/fs2011-3013.pdf\">online<\/a>.&nbsp;<\/p>\r\n<p>Okubo's and Thelen&rsquo;s presentation is one of many programs offered by HVO during Volcano Awareness Month and in celebration of HVO&rsquo;s 100th anniversary in January 2012.&nbsp; For more information, please visit the <a href=\"http:\/\/hvo.wr.usgs.gov\">HVO website<\/a>.<span>&nbsp;<\/span><\/p>\r\n<p><span><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_01_22\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2012_01_22\/1\" title=\"Image Gallery\"><\/iframe><\/span><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["Hawaii","volcano","Hawaiian Volcano Observatory","earthquake","hazard","geology","Okubo","Thelan","Volcano Awareness Month","Public Lecture"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1327294800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169558"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}