{"title":"USGS Maps Integrated Science at World's Largest Geography Conference","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>USGS Scientists Prominent at AAG Convention<\/strong><\/p>\n<p><!--introstart-->The potential effects of sea level rise, the value of ecosystem services, the comprehensive precision of the National Land Cover Database, and new horizons for The National Map<em> <\/em>are just a few of the USGS research topics to be highlighted at the annual meeting of the American Association of Geographers in Boston, April 14-19.<!--introend--> More than 80 USGS scientists will make professional presentations at the largest gathering of geographers in the world.<\/p>\r\n<ul type=\"circle\">\r\n<li>Facing Tomorrow's Challenges-USGS Science Strategy:<br \/>Limited resources in a competitive global economy, climate change, and natural hazards (such as earthquakes, wildfires and floods) are addressed by a new USGS Science Strategy carefully designed for the environmental challenges of the coming decade. USGS Director Mark Myers discusses these challenges in connection with the agency's new science directions and sets the stage for a range of conference presentations that illuminate USGS integrated science research. Luncheon address by USGS Director Mark Myers. (April 16, 11:55 a.m.; Marriott, third floor, Simmons Room)<br \/><br \/><\/li>\r\n<li>Climate change: Discover recent USGS and related university research on vulnerability to sea level rise. Presentations include a look at how LIDAR data improves delineation of land subject to sea level rise; development of a vulnerability index for national parks; and a study on potential coastal changes in the mid-Atlantic. (April 18, 4:40 p.m.; Understanding Coastal Vulnerability to Sea Level Rise; Westin, seventh floor, Parliament Room 1)<br \/><br \/><\/li>\r\n<li>Ecosystem Services: Ecosystem services - for example, clean water, storm protection and recreation - describe the goods and services obtained from natural systems. Understanding the full extent of ecosystem services helps resource managers make balanced decisions that involve conservation and development. The USGS and the National Science Foundation are cooperating with other agencies to develop and refine the concept. Find out the state of this vital research. (April 16-17; four related sessions of expert panelists from government and academia.)<br \/><br \/><\/li>\r\n<li>National Land Cover Database (NLCD): This massive database describes the land surface condition of each of the 50 states and Puerto Rico with amazing precision, broadly from coast-to-coast and in detail down to the size of a baseball diamond. The data helps land managers and government officials understanding land use trends and helps scientists calibrate the effects of climate change. (April 17, 8:00 a.m.-12:00 p.m., two sessions) <br \/><br \/><\/li>\r\n<li>The National Map: Accessible, authoritative geographic information is essential in confronting the nation's most pressing natural resource and environmental issues. As the nation's leading civil mapping organization, the USGS ensures the availability of complete, consistent and current geographic information. (April 18, 10:10 a.m.; Evolution of The National Map, 2008 and Beyond; Westin, seventh floor, Staffordshire)<br \/><br \/><\/li>\r\n<li>Water Availability: A USGS model suggests concern for water supply from the Colorado River basin to millions of people. If future climate warming occurs in the basin and is not accompanied by increased precipitation, the basin is likely to experience periods of severe water shortages, and the water allocation requirements of the Colorado River Compact could not be met. (April 16, 8:00 a.m.; Effects of Warming on Water Supply in the Colorado River Basin; Marriott, fourth floor, Grand Ballroom J) <\/li>\r\n<\/ul>\r\n<p>Reporters and science writers should stop at the AAG registration desk in the Boston Marriott Copley Place for complimentary press passes and directions to meeting rooms. USGS scientists can be contacted by visiting the USGS booth (321) in the conference exhibit hall.<\/p>\r\n<p>For further details ab","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1208145600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}