{"title":"Beyond Books: Thomas Lahr Named Federal Librarian of the Year","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><img style=\"float: left; margin-left: 3px; margin-right: 3px;\" title=\"Thomas F. Lahr\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-7-22\/tom_lahr.jpg\" alt=\"Thomas F. Lahr\" width=\"144\" height=\"160\" \/><!--introstart-->Thomas F. Lahr, deputy associate chief biologist for information at the U.S. Geological Survey (USGS), has been named 2007 Federal Librarian of the Year by the Federal Library and Information Center Committee (FLICC) of the Library of Congress.<!--introend--><\/p>\n<p>Lahr, who serves as a senior manager in the USGS Biological Informatics Program, has led the development of new ways to integrate and deliver information and has initiated and maintained USGS public and private partnerships with a wide variety of organizations.<\/p>\r\n<p>The announcement came on June 23, when FLICC recognized all its winners of national awards for federal librarianship. The awards identify the many innovative ways that federal libraries, librarians and library technicians fulfill the information demands of government, business, scholarly communities, the American public, and citizens worldwide.<\/p>\r\n<p>His leadership role in many activities of the Commerce, Energy, NASA, Defense Information (CENDI) Managers Group was noted by FLICC, including his important contributions to the development of the Science.gov Alliance, the Web-based system for providing reliable information about science and technology from a wide range of U.S. government organizations. As co-chair of the Alliance, Lahr oversaw the site's expansion, funding and content development.<\/p>\r\n<p>His participation in international organizations, such as the International Council for Scientific and Technical Information (ICSTI), was also highlighted.&nbsp; During 2007, Lahr led an ICSTI project to develop an international science portals forum and create momentum for what is now known as WorldWideScience.org, the global science gateway. Modeled after Science.gov, WorldWideScience.org makes the best databases and information from organizations around the world all searchable via a single query.&nbsp;<\/p>\r\n<p>&nbsp;\"We're so pleased and proud that Tom has gained this honor,\" said Sue Haseltine, the USGS Associate Director for Biology. \"It's a tribute to his considerable talents and hard work that also speaks highly of the efforts of so many of the information professionals he works with at USGS, other government agencies and numerous organizations around the globe.\"<\/p>\r\n<p>Before coming to the USGS in 1995, Lahr's distinguished federal career has included senior information management posts with the Department of Energy, the National Aeronautics and Space Administration (NASA) and the Department of Defense&nbsp;<\/p>\r\n<p>Lahr received his<strong> <\/strong>B.A. in American History in 1977 from Catholic University, Washington, DC, and his M.S.L.S. in Library and Information Science in 1978, also from Catholic University. His many other honors and awards include<strong> <\/strong>Meritorious Service Award (Department of the Interior), Unit Award for Excellence of Service (Department of Interior), Cooperative External Achievement Award (NASA), and multiple special act or special achievement awards. His academic honors include membership in Pi Gamma Mu (the social science honor society) and Phi Alpha Theta (the history honor society).<strong>&nbsp; <\/strong><\/p>\r\n<p>FLICC will honor Lahr and its other award winners at the 25th Annual FLICC Forum on Federal Information Policies on September 12 at the Library of Congress in Washington, DC. At that time, the winners will formally receive their awards from the Librarian of Congress, James H. Billington.<\/p>\r\n<p>FLICC fosters excellence in federal library and information services through interagency cooperation. Created in 1965 and headquartered at the Library of Congress, FLICC makes recommendations on federal library and information policies, programs, and procedures to federal agencies and to others concerned with libraries and informati","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","wildlife","librarian"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1216699200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170391"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}