{"title":"USGS Partners with States and Counties to Enhance <span class=","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) recently signed separate Memoranda of Understanding (MOU) with the National States Geographic Information Council (NSGIC) and the National Association of Counties (NACo) to further enhance development of The National Map and to improve collaboration among all levels of government. Working with its partners, USGS will build The National Map as a framework for geographic knowledge that will provide current, accurate, and nationally consistent digital geospatial data and topographic maps derived from those data. <\/p>\n<p>Although these groups have a long-standing relationship, the MOU&rsquo;s formally create and set forth the goals of the partnership and indicate areas of focus and cooperation. The MOU&rsquo;s represent a commitment on the part of the Federal government and non-government organizations representing state and local governments to work together to provide seamless access to geospatial data. <\/p>\r\n<p>\"These cooperative partnerships will enable us to better understand the needs of state and county governments and ensure that current geographic base information is readily available and useful,\" said Barbara Ryan, Associate Director for Geography. \"Through our effort to build The National Map we want to facilitate access, integration, and sharing of local information which will be beneficial to all levels of government.\" <\/p>\r\n<p>Participants in the signing ceremony included Barbara Ryan, Associate Director for Geography, USGS; William F. Johnson, President, NSGIC; and Bert Jarreau, Chief Technology Officer, NACo. Pictures taken at the signing ceremony of the MOU can be viewed on the Internet at: <a href=\"http:\/\/www.usgs.gov\/features\/mou_pics.html\">http:\/\/www.usgs.gov\/features\/mou_pics.html<\/a> <\/p>\r\n<p>Created in 1992, the National States Geographic Information Council (NSGIC) is an organization of States committed to efficient and effective government through the prudent adoption and coordinated development of geographic information and related technologies to ensure that information may be integrated at all levels of government. Members of NSGIC include delegations of senior State geographic information system (GIS) managers from across the United States. NSGIC provides a unified States voice on geographic information and technology issues, advocates State interests, and supports its membership in their individual initiatives. The Council actively promotes geographic information integration and systems development. <\/p>\r\n<p>\"NSGIC is pleased to strengthen and formalize our long-standing cooperative relationship with the USGS by signing this MOU,\" said Mr. Johnson. \"The National Map is a bold vision and NSGIC members believe that its success will depend on partnerships with states and local governments. NSGIC is uniquely positioned as an association of state GIS coordinators to help the USGS craft policies and practices for building The National Map from the best available public geospatial data.\" <\/p>\r\n<p>The National Association of Counties (NACo) is a full-service organization that provides legislative, research, technical and public affairs assistance to county governments. Created in 1935, NACo continues to ensure that the nation&rsquo;s 3,066 counties are heard and understood in the White House and Congress. <\/p>\r\n<p>In addition to agreements with NACo and NSGIC, a similar MOU was signed in mid-December between USGS and the International City\/County Management Association (ICMA) to establish cooperation between USGS, ICMA and municipal governments in implementing The National Map. <\/p>\r\n<p>For more information about The National Map visit <a href=\"http:\/\/nationalmap.usgs.gov\/\">http:\/\/nationalmap.usgs.gov\/<\/a>. Visit the National States Geographic Information Council at <a href=\"http:\/\/www.nsgic.org\/\">http:\/\/www.nsgic.org\/<\/a> and the National Association of Counties at <a href=\"http:\/\/www.naco.org\/\">http:\/\/www.naco.org\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1076648400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170642"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}