{"title":"Multi-Year Contract Awarded for Work At EROS Data Center in Sioux Falls, SD","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A contract estimated at $154 million has been awarded today, October 1, 2002 to SAIC, of San Diego, Calif., for operation of the U.S. Geological Survey&rsquo;s EROS Data Center, in Sioux Falls, S.D. This is one of the largest service contracts within the Department of the Interior. <\/p>\n<p>The five-year contract is for archiving, processing and distributing remote-sensing and related earth science data; design and development of information management systems; research; and the operation of the computer and photographic libraries. <\/p>\r\n<p>The EROS (Earth Resources Observation System) Data Center, established in 1971, is the largest federal research facility in South Dakota, with approximately 600 federal government and contract employees. It also supports employees in other locations including California, Alaska, Virginia and Africa. <\/p>\r\n<p>The USGS Center archives hold the world&rsquo;s largest collection of civilian remotely sensed data covering the Earth&rsquo;s land masses, housing 15 million satellite images and aerial photographs. As part of its mission, the Center has responsibility for mission operations for Landsat 7 as well as data collection, processing, archiving and distribution. These data are used by customers worldwide in the government, commercial and educational communities for applications in areas such as forestry, agriculture, geology, oceanography, land mapping and geographic research. <\/p>\r\n<p>SAIC is the world&rsquo;s largest employee owned technology services company. With offices in more than 150 cities worldwide, SAIC provides a broad range of science and information technology services and solutions to the federal government and other customers. Started in 1969, SAIC has more than 41,000 employees and generates annual revenues of almost $6 billion. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1033444800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169201"},{"tid":"169811"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}