{"title":"The \"Elements\" of the Holidays  ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"The winter holiday season is full of color and sound.Â  There are bells, toys, lights, and gifts. These are the some of the elements of the holidays. And much like Santa keeps track of good girls and boys, USGS analysts in the National Minerals Information Center track the minerals from <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/country\/maps\/\">around the world<\/a> used in toys, lights, computers, and the many other things we use every day.\n\n<strong>Got coal? <\/strong>\n\n[caption id=\"attachment_207141\" align=\"alignleft\" width=\"138\"]<img class=\"size-full wp-image-207141\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/pencel.jpg\" alt=\"Sharpened pencil\" width=\"138\" height=\"105\" \/> Sharpened pencil[\/caption]\n\nActually, coal is not an element, though it may be considered an element of the holidays for naughty girls and boys. Coal is a sedimentary rock, made predominantly of carbon that can be burned for fuel.\n<div>\n<div>Coal formed when prehistoric forests and marshes were buried and compressed over millions of years.Â  As time went on, the plant material was compressed from overlying rock units resulting in solid coal deposits.<\/div>\n<\/div>\nCarbon is not just for lumps of coal in your stocking; there are those â\u0080\u009cNaughtyâ\u0080\u009d and â\u0080\u009cNiceâ\u0080\u009d lists too. Santa probably uses <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/graphite\/\">graphite<\/a> pencils to write his lists each year. Graphite is a soft form of carbon that is gray to black in color, with a metallic luster. Graphite occurs naturally and is found in rocks such as marble, <a href=\"http:\/\/mrdata.usgs.gov\/geology\/state\/sgmc-lith.php?text=schist\">schist<\/a>, and <a href=\"http:\/\/mrdata.usgs.gov\/geology\/state\/sgmc-lith.php?code=5.7\">gneiss<\/a>.\n\n<strong>Lighting up the holidays <\/strong>\n\nWhat would the holidays be without the colored lights? The reds, the blues, the greens and yellows? Minerals and metals are used to make the lights that make our holidays bright. For example, <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/aluminum\/\">aluminum<\/a>, <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/copper\/\">copper<\/a>, <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/feldspar\/\">feldspar<\/a>, <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/lime\/\">lime<\/a>, <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/manganese\/\">manganese<\/a>, <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/nickel\/\">nickel<\/a>, <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/nitrogen\/\">nitrogen<\/a>, quartz, <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/salt\/\">salt<\/a>, <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/soda_ash\/\">soda ash<\/a> and <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/tungsten\/\">tungsten<\/a> are some of the mineral materials used in the construction of a light bulb.Â These minerals come from all over the world to brighten the season.\n\nBut what about those colors, you ask?Â  The glass is coated with a variety of mineral compounds, like cadmium sulfide or the combination of cerium oxide and titanium dioxide for yellow; cuprous oxide or gold chloride for ruby red; cobalt oxide for blue-violet; manganese dioxide for amethyst-purple; neodymium oxide or nickel oxide for violet; sulfur for yellow-amber; uranium for fluorescent green; or chromic oxide for yellow-green or emerald-green.\n\nOlder Christmas tree lights and older electric menorahs were frequently made using tungsten filaments.Â  The tungsten bulbs are slowly being replaced by light emitting diode bulbs that contain rare earth phosphors -- various metals such as <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/gallium\/\">gallium<\/a>, gold, silver, in the circuitry.\n\n<strong>All that glitters<\/strong>\n\n[caption id=\"attachment_207131\" align=\"alignleft\" width=\"200\"]<img class=\"wp-image-207131  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/Screen-Shot-2014-12-22-at-8.58.10-AM-300x202.png\" alt=\"Silver\" width=\"200\" \/> Silver[\/caption]\n\nDecorating can mean more than lights. For those who choose a tree, they may enter into the debate of whether or not to add tinsel. Tinsel used to be made of lead, then silver, but it is now made of aluminized plastic.Â  <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/silver\/\">Silver<\/a> has been used for thousands of years as ornaments and utensils, for trade, and the basis for many monetary systems. <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/gold\/\">Gold<\/a> is another common element of the holidays, treasured since ancient times for its beauty and permanence. Today, most gold goes into the manufacture of jewelry. It is also used in computers, spacecraft, and jet engines.\n\n<strong>Jingle bells and a sugary treat<\/strong>\n\n[caption id=\"attachment_207171\" align=\"alignright\" width=\"200\"]<img class=\" wp-image-207171 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/copper-300x175.jpg\" alt=\"Copper\" width=\"200\" \/> Copper, with an ink pen to show scale.[\/caption]\n\nBells toll during the holidays conducting the sounds of the season, made of cast metals such as copper, bronze and tin.Â <a href=\"http:\/\/pubs.usgs.gov\/fs\/2009\/3031\/FS2009-3031.pdf\">Copper<\/a>Â is one of the oldest metals ever used and has been one of the important materials in the development of civilization. Bronze is an alloy made primarily of copper and other metals. <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/tin\/\">Tin<\/a>Â is one of the earliest metals known and used. Because of its hardening effect on copper, tin was used in bronze implements as early as 3,500 B.C., although the pure metal was not used until about 600 B.C.Â Â About 20 countries mine tin throughout the world.\n\nChocolate coins are a common gift given by those celebrating Hanukkah. The sugary treat is wrapped in the second most abundant metal on earth after silicon: <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/aluminum\/\">aluminum<\/a>. Not just for boats, appliances and soda cans, this lightweight easy to draw and mold metal is up for repeated use.Â  It is also found in mirrors and power lines. Â Â <strong><\/strong>\n\n<strong>Powering the holidays<\/strong>\n\nSpeaking of power, our holidays are energized thanks to minerals like cadmium, cobalt, lithium and nickel. Soft as butter, <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/cadmium\/\">cadmium<\/a> was discovered in Germany in 1817 and is today used in cell phones, power tools, cameras and laptop computers. <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/cobalt\/\">Cobalt<\/a> is used for making rechargeable battery electrodes as well as dyes and pigments.\n\n<a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/lithium\/mcs-2013-lithi.pdf\">Lithium<\/a> is the lightest element that is solid at room temperature; has the greatest energy potential of any solid; and has the highest electrochemical potential of any metal.Â  These factors make lithium batteries lighter, more powerful, and last longer per charge than any other battery.\n\nIf you unwrap a cell phone this holiday season, it will be one of about six billion cell phones in the world, thatâ\u0080\u0099s about as many as there are people in the world. Most of cell phones are powered by a lithium battery and most smart phones contain gallium-arsenide chips\n\n<a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/nickel\/\">Nickel<\/a> is not just for 5 cent pieces, but when combined with cadmium is used to make rechargeable batteries. It is also used in producing stainless steel. Nickel was formed in a supernova explosion and is the fifth most common element on earth.\n\n<strong>Down the chimney and away<\/strong>\n\n[caption id=\"attachment_207161\" align=\"alignleft\" width=\"150\"]<img class=\"size-thumbnail wp-image-207161\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/Screen-Shot-2014-12-22-at-8.57.14-AM-150x150.png\" alt=\"Clay\" width=\"150\" height=\"150\" \/> Clay[\/caption]\n\nClay bricks and cement are used to construct many of the chimneys Santa descends each year. Â For example, â\u0080\u009cdown the chimney St. Nicholas came with a boundâ\u0080\u009d wouldn't be possible without all the wonderful brick chimneys, the brick being made using common clay and fire clay.Â  <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/cement\/\">Cement<\/a> and industrial sand are used in the mortar to hold the bricks together.Â  The fire box of the chimney is lined with firebricks made using fire clay and the chimneys are usually lined with flue tile, made using common clay and\/or fire clay. Six types of <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/clays\/\">clays<\/a> are mined in the United States, and 15 types are known worldwide.\n\nPlus, an all-time favorite holiday present, the Chia Pet, is terra cotta, made using common clay.\n\nAs you wrap, or unwrap, gifts exchanged with friends and loved ones, remember the minerals that give them color, sound and energy. No matter what holiday you celebrate this time of year, or whether you celebrate a holiday at all, learning about minerals is fun.Â  Learn where they come from, and how they are used. For more information visit the <a href=\"http:\/\/minerals.usgs.gov\/minerals\/\">National Minerals Information Center website.<\/a>\n<p style=\"text-align: left\" align=\"center\"><strong>Happy Holidays!<\/strong><\/p>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24405","uid":"31","filename":"holidayitems.jpg","uri":"public:\/\/holidayitems.jpg","filemime":"image\/jpeg","filesize":"40663","status":"1","timestamp":"1425492768","type":"image","uuid":"9168b28e-8037-4ede-b7f2-df7090cc4c0a","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Chanukah","Christmas","Elements","energy","geology","Hanukkah","holidays","Minerals","National Minerals Information Center","NMIC"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1414155649","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}