{"title":"Measuring the Flow: The Importance of Streamgages","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_176202\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/s1.jpg\"><img class=\"size-medium wp-image-176202\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/s1-300x292.jpg\" alt=\"\" width=\"300\" height=\"292\" \/><\/a> John Wesley Powell, USGS 2nd Director, initiated streamflow measurements of Western streams in the late 1880s.[\/caption]\n\nAll of us are citizens of a watershed. And so itâ\u0080\u0099s not uncommon to pass by a favorite nearby stream and wonder â\u0080\u009cHow much water is flowing in the stream today?â\u0080\u009d Perhaps we casually wonder this as we contemplate the beauty of the stream, or perhaps we wonder about it with a goal in mind â\u0080\u0093 a fishing or canoe trip, for example.\n\nThe uses of streamflow information touch every citizenâ\u0080\u0099s life every day in countless ways. Reliable streamflow information is needed for many purposes: for flood warnings and forecasts; drinking water management; irrigation withdrawals; hydroelectric power production; wastewater discharges and reservoir releases; legal and treaty obligations on interstate and international waters; preservation of aquatic habitats; water quality standards; recreation; infrastructure designs for highways, bridges, culverts, dams, and levees; and for scientific investigations of streamflow history, ecosystem health, and climate change.\n\nTo provide reliable streamflow information across the country â\u0080\u0093 information thatâ\u0080\u0099s available to every citizen for all these purposes â\u0080\u0093 USGS works in partnership with more than 850 Federal, State, Tribal, and local agencies and collects streamflow information at more than <a href=\"http:\/\/waterwatch.usgs.gov\/\">8,000 streamgages<\/a> nationwide. Streamgages, like bridges and dams, are a vital part of the Nationâ\u0080\u0099s water infrastructure. The latest streamflow information is increasingly at our fingertips â\u0080\u0093 on our phones and computers in the â\u0080\u009c<a href=\"http:\/\/water.usgs.gov\/waternow\/\">now<\/a>â\u0080\u009d â\u0080\u0093 as the U.S. Geological Survey (USGS) continues its mission to measure streamflow on thousands of rivers and streams.\n\n<strong>How did the story of streamgages begin? Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â  <\/strong>\n\nUSGS is the largest provider of water information in the world. It all began with the agencyâ\u0080\u0099s first streamgage in 1889 on the Rio Grande River in New Mexico. As U.S. populations began to expand westward into the drier regions of the country in the 1880s, John Wesley Powell, the second director of the USGS, requested monitoring of streamflow on the Rio Grande River, as well as within seven other major river basins in the West to determine potential water supplies for irrigation needed to support the new development and expansion.\n\nShortly afterward, USGS began to collect streamflow data at other western locations and two years later made the first streamflow measurements in the East on the Potomac River at Chain Bridge near Washington D.C. By 1895, streamflow was measured by the USGS in at least 27 states across the Nation.\n\nIn the 124 years since that first measurement was made on the Rio Grande, USGS and its partners have developed a robust national streamgaging network, which serves to help prevent loss of life and property from floods and to provide the critical scientific basis for using and managing our Nationâ\u0080\u0099s streams and rivers.\n\n<strong>Flood Warnings and Forecasting<\/strong>\n\nAlmost all USGS streamgages record and transmit streamflow information electronically so that information is available in <a href=\"http:\/\/waterdata.usgs.gov\/nwis\/rt\">real time<\/a> (updated at intervals of 1 to 4 hours or less). The information covers the full range of streamflow conditions, which is critical to protect and minimize loss of life and property from water-related hazards, such as floods.Â The National Weather Service uses USGS information for forecasting rising stream levels and streamflow and issuing flood warnings to protect lives and property; the Corps of Engineers adjusts flood-control reservoir releases; the Coast Guard issues shipping directives and advisories, and states, tribes, and local communities prepare for floods based on USGS river measurements.\n\n<strong>National Flood Safety Awareness Week, March 18-22<\/strong>\n\n<a href=\"http:\/\/www.nws.noaa.gov\/floodsafety\/\">National Flood Safety Awareness Week<\/a> is intended to highlight some of the many ways floods can occur, the hazards associated with floods, and what you can do to save life and property. Flooding is the number two weather killer in the United States, ahead of tornadoes and severe weather. It is the costliest weather-related disaster we face. While much of the focus remains on thunderstorms and tornadoes, flooding can often be <a href=\"http:\/\/www.youtube.com\/watch?v=HDnBJlmv3o0\">an underrated killer<\/a>.\n\n[caption id=\"attachment_176209\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/Screenshot.jpg\"><img class=\"size-medium wp-image-176209\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/Screenshot-300x281.jpg\" alt=\"\" width=\"300\" height=\"281\" \/><\/a> This map compares current streamflow conditions to historic conditions over the last 30 years for this same day (here, Mar. 19) showing dry conditions in the Nationâ\u0080\u0099s mid-section and wet in the Northeast and Northwest.[\/caption]\n\n<strong>Consistent and broad records of streamflow increase knowledge<\/strong>\n\nOne of the highest priorities of the USGS is to maintain the long-term stability of streamgaging in recognition that consistent, systematically-collected information is paramount to track climate and land-use changes; improve flood forecasting models; observe flows across international, interstate, and tribal borders; and monitor flows into major river basins that serve heavily populated areas or that sustain vital aquatic communities in key estuaries, such as the Chesapeake Bay. The 8,000 streamgage network is relatively robust to cover the broad range of watersheds and streamflow conditions across the Nation. This robust network is also vital to support ongoing USGS science that provides critical streamflow estimates at ungaged locations, which is essential because it is not economically feasible to measure all rivers and streams at all the most important locations.\n\nUSGS places utmost value on the high quality and consistency of its streamflow measurements across the Nation to position the U.S. for a future that may hold unanticipated challenges. The USGS collects a full suite of measurements over the full range of streamflow conditionsâ\u0080\u0094extreme lows to extreme highsâ\u0080\u0094with a high level of certainty at all 8,000 sites.\n\nSuch data become even more critical as our climate and land use changes and our populations grow, driving an even higher need to sustain water for competing priorities.\n\nSam Mabry, Director of Land and Water Resources at Mississippiâ\u0080\u0099s Department of Environmental Quality, states, â\u0080\u009cHistorical and long-term [more than 30 years] data are valuable for identifying the kinds of changes that occur with stream flows as a result of climate variation or changes in land and water use. We simply canâ\u0080\u0099t use information that we gather during any one year as intelligently as we could otherwise without continuous historical data to compare it with.â\u0080\u009d (Environmental Science and Technology, v. 39, issue 3, pp 57-58)\n\n<strong>Endangered streamgages<\/strong>\n\nUnfortunately, funding challenges continue to erode the national network. Since 1990, more than 600 USGS streamgages with records of more than 30 years have been discontinued. More than 300 stations are currently <a href=\"http:\/\/streamstatsags.cr.usgs.gov\/ThreatenedGages\/ThreatenedGages.html\">threatened or endangered<\/a> for discontinuation. Confronted by this challenge, USGS and its many partners are committed to continually seek new avenues of support and innovation that promotes more cost-effective monitoring of our Nationâ\u0080\u0099s rivers.\n\nDue to recent budget cuts as a result of sequestration, USGS will discontinue operation of up to 375 streamgages nationwide. Additional streamgages may be affected if partners reduce their funding to support USGS streamgages. Even though the operation of most streamgages is now highly automated, the gages still require periodic maintenance to ensure physical stability and for instrument calibration, communication adjustments, and battery replacement. The USGS is working to identify which streamgages will be impacted and will post this information as it becomes available.\n\n<strong>Learn More <\/strong>\n\n<a href=\"http:\/\/waterdata.usgs.gov\/nwis\">National Water Information System (NWIS)<\/a>\n\n<a href=\"http:\/\/waterwatch.usgs.gov\/\">USGS WaterWatch<\/a>\n\n<a href=\"http:\/\/water.usgs.gov\/waternow\/\">USGS WaterNow<\/a>\n\n<a href=\"http:\/\/www.doi.gov\/WaterSMART\/html\/index.php\">DOI WaterSMART<\/a>\n<p style=\"text-align: center\"><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/measuring-the-flow-uses-of-streamflow-information\/?from=image\"><img class=\"aligncenter size-full wp-image-176262\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/Part-2-Image.jpg\" alt=\"A Screenshot of Part 2 of the Streamgage Story. Clicking the Image will take you to Part 2.\" width=\"498\" height=\"256\" \/><\/a><\/p>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24285","uid":"31","filename":"sdsada.jpg","uri":"public:\/\/sdsada.jpg","filemime":"image\/jpeg","filesize":"77745","status":"1","timestamp":"1425492768","type":"image","uuid":"9ac72595-c58e-4c29-a1d0-e1f664c4b3e9","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["floods","rivers","streamflow","streamgage","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1363795237","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}