{"title":"National Geologic Map Database Gets a Face Lift","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>In concert with the inaugural, multi-agency Geologic Map Day, the USGS and <a href=\"http:\/\/www.stategeologists.org\/\">AASG<\/a> are pleased to release a significantly updated infrastructure and a new \"look\" to the <a href=\"http:\/\/ngmdb.usgs.gov\/\">NGMDB<\/a>. For example, the <a href=\"http:\/\/ngmdb.usgs.gov\/maps\/MapView\/\">MapView<\/a> features a visually compelling new interface that uses the latest technology to portray the Nation&rsquo;s geologic maps published by the USGS, the state geological surveys, and many others. These maps, available from the NGMDB in several popular and easy to use formats, can be viewed in detail and downloaded from the various publishers.<\/p>\n<p>\"Students, resource professionals, government managers, and anyone else who needs easy access to large amounts of geologic information that is authoritative, quality controlled, and accurately georeferenced are going to appreciate the new map viewer for geoscience information,\" said USGS Director Marcia McNutt. \"We are grateful to the enduring partnership with our colleagues at the many State geological surveys which has enabled coordinated data delivery to the public at large.\"<\/p>\r\n<p>This online resource, mandated by Congress as a State-Federal partnership, is the result of a 17-year joint venture. The mandate is to provide rapid access for resource managers, scientists, and the general public to well-documented and standardized geoscience information that can be used to support research, understanding, and decisions on a wide breadth of societal needs. With this redesign, the NGMDB further enhances its ability to fulfill that mission.<\/p>\r\n<p>For more information,&nbsp;visit&nbsp;The National Geologic Map Database <a href=\"http:\/\/ngmdb.usgs.gov\/ngmdb\/ngmdb_home.html\">website<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Core Science Systems National Cooperative Geologic Mapping","Association Of American State Geologist","National Geologic Map Database","geologic Mapping Day","Geologic Map Day","Mapview"],"article_type":["National News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1350619200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169170"},{"tid":"170049"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}