{"title":"USGS Reports Geomagnetic Storm In Progress","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->At about 3:00 am EST on Wednesday August 26, plasma from a solar eruption impacted the Earth&rsquo;s magnetic field causing a sudden storm commencement (ssc) and the possible beginning of a significant geomagnetic storm.<!--introend--> \n<p>Since August 19, a series of solar X-ray events have been reported by NOAA&rsquo;s Space Environment Center, and these events have the potential of causing auroral activity that could be seen in the continental United States. Auroras seen at mid-latitudes are not as dramatic as they are in the northern latitudes, but those who have seen them describe them as looking like city lights in the sky but in green, blue, and perhaps even red. Because of all the complex factors involved, it is difficult to predict whether the magnetic storm will become severe or not, but it is possible that an aurora could be seen over the next few nights. A severe magnetic storm in March 1989 caused aurora that were reported as far south as Mexico. Look to the north, preferably in a dark area with a clear view of the horizon. \r\n<p>The Sun emits not only light but a continuous stream of charged particles or plasma known as the \"solar wind\" traveling at more than million miles per hour. The Earth&rsquo;s magnetic field shields us from this deadly particle radiation; but if conditions are right, eruptions on the Sun can strike the Earth, resulting in large erratic fluctuations in the magnetic field that can cause power outages, satellite failures, disruption in communications, and the aurora borealis. The 1989 storm caused the collapse of the Hydro-Quebec power system in Canada, leaving approximately 6 million people without power. If that storm had not occurred in the middle of the night on the East Coast, it likely would have brought down power grids in the United States as well. \r\n<p>The number of geomagnetic storms on the Earth increase and decrease in concert with the 11-year sunspot cycle of solar activity. The next solar sunspot maximum is scheduled to occur in the year 2000, and as our dependence on sophisticated electronic equipment grows, so does our vulnerability to the effects of geomagnetic storms. \r\n<p>The USGS operates 13 magnetic observatories throughout the US, Alaska, Hawaii, Guam, and Puerto Rico that continuously monitor the Earth&rsquo;s magnetic field. The data are received by satellite in near-real time at the National Geomagnetic Information Center in Golden, Colo., as one operational arm of the Geologic Hazards Team. These data are used by many customers, such as NOAA&rsquo;s Space Weather Office for alerting power companies and others to impending hazards, and by the U.S. Air Force Space Weather Operations Center at Falcon Air Force Base in Colorado Springs, Colo., that supports high-priority National Space Programs, United States Space Command, Air Force Space Command and its component commands, NORAD, NASA space shuttle operations, and military surveillance and communications systems.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"904104000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169259"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}