{"title":"Product Announcement:  Report Says New National Center for Climate Change and Wildlife Should Help Agencies  Manage Climate Change Effects on Fish and Wildlife","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The new U. S. Geological Survey (USGS) National Climate Change and Wildlife Science Center should be a conduit between climate science and fish and wildlife management, according to a preliminary report released today from a group of nearly 200 representatives from state and federal agencies, academia and nongovernmental organizations.<!--introend-->&nbsp;<\/p>\n<p>The report also concluded that the USGS center should link biological and physical research and focus on synthesizing information about fish and wildlife adaptation to climate change at national and regional scales. <strong>The report is available at the <\/strong><a href=\"http:\/\/nccw.usgs.gov\/ \"><strong>National Climate Change and Wildlife Science Center Web site<\/strong><\/a><strong>.<\/strong>&nbsp;<\/p>\r\n<p>The report is the result of a December 2008 workshop sponsored by the USGS, the Ecological Society of America (ESA) and The Wildlife Society (TWS) to provide advice on the structure and scope of the Center, which is part of a USGS initiative for climate change research. The center's goal is to gain a better understanding of the effects of climate change on the nation's fish and wildlife resources and to help agencies adapt their fish and wildlife management strategies.&nbsp;<\/p>\r\n<p>\"Because so many organizations from the fish and wildlife community participated in helping design this center's focus, USGS received a deeper&nbsp; understanding about the needs of resource managers related to the response of natural communities to climate change,\" said Susan Haseltine, associate director for Biological Resources at the USGS.&nbsp; \"For example, plants and animals that only live in a certain geographic place face different challenges than widespread migratory species.\"&nbsp;<\/p>\r\n<p>The center will look to the future by forecasting changes in fish and wildlife habitat condition and distribution under different climate change scenarios. These activities, noted panelists, should include assisting individual states in their efforts to incorporate climate change considerations into their wildlife action or management plans.<\/p>\r\n<p>\"Wildlife managers have a critical need for understanding how climate change will affect habitats and individual species at regional to local scales,\" said Clifford Duke, director of science programs at&nbsp;&nbsp; the ESA. \"For example, how will climate change affect the range of a particular species protected within a specific refuge? The center can play an important role in responding to this need, and the December workshop was a major step in this process.\"&nbsp;<\/p>\r\n<p>A major goal of the center is to unite climate change and wildlife science with natural resource management across numerous state and federal agencies and non-governmental organizations. Scientific<\/p>\r\n<p>data will stem from collaborative efforts by agency partners within the Department of the Interior and others such as NASA, the U.S. Environmental Protection Agency, National Oceanic and Atmospheric Administration, the U.S. Forest Service, as well as universities and nongovernmental organizations.&nbsp;&nbsp;<\/p>\r\n<p>\"Climate change is so formidable a challenge that no one agency or organization has the ability to tackle it on its own,\" says Michael Hutchins, the executive director of TWS. \"Solutions will require unprecedented levels of inter-agency cooperation, which we hope will become an organizing theme of the new center. The Wildlife Society is happy to be collaborating with the USGS and ESA to develop a viable plan for the evolving National Climate Change and Wildlife Science Center.\"&nbsp;<\/p>\r\n<p><em><\/em><\/p>\r\n<hr \/>\r\n<p>The Ecological Society of America is the country's primary professional organization of ecologists, representing 10,000 scientists in the United States and around the world.&nbsp; Since its founding in 1915, ESA has pursued the promotion of the responsible application of ecological principles to the solution of environmental p","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1235538000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170379"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}