{"title":"USGS Develops Faster Method for Estimating Streamflows","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Estimating streamflows in areas where there are no gages once took days but now only takes minutes, thanks to scientists at the U.S. Geological Survey, who have developed a user-friendly streamflow-estimating system called \"Streamstats.\" The system can be accessed on the internet <a href=\"http:\/\/ma.water.usgs.gov\/streamstats\">(http:\/\/ma.water.usgs.gov\/streamstats)<\/a>, and uses an equation-based method for estimating statistics that indicate the range of streamflow that can be expected at user-selected sites. A pilot project has been completed in Massachusetts. The USGS plans to implement this kind of service nationwide as part of its National Streamflow Information Program. <\/p>\n<p>\"With this new web-based tool, users can view maps of areas of interest. They need only to select a site on a stream to get estimates of streamflow statistics\", said USGS hydrologist Kernell Ries, the principal investigator. \"Automatically the physical characteristics of the watershed that drains to the site will be measured, a set of equations will be solved, and the estimated streamflow statistics and a location map will be provided to your desktop within seconds.\" Ries said that previously, users of streamflow statistics had to measure the physical characteristics and insert them into the equations by hand, which can be tedious and time-consuming. <\/p>\r\n<p>The estimating method and the web page are described in a report and a fact sheet that have just been released to the public. These products were developed in collaboration between USGS and MassGIS, the state geographic information agency, and the Massachusetts departments of Environmental Management and Environmental Protection. <\/p>\r\n<p>Federal, state, and local agencies need streamflow statistics for such activities as (1) developing environmentally sound river basin management plans, (2) siting and permitting of new water withdrawals, interbasin transfers, and discharges of pollutants, (3) determining the streamflow needs of aquatic plants and animals, (4) designing structures such as bridges, culverts, spillways or floodwalls, (5) land-use planning and (6) developing flood insurance rate maps. Municipalities and other groups also need streamflow statistics for the design and management of water supplies, waste discharges, and power generation. <\/p>\r\n<p>\"The StreamStats program is an essential tool for state planning and permitting agencies, said Vicki Gartland, who is a water-resources program manager at the Massachusetts Department of Environmental Management. \"Streamstats quickly provides important streamflow statistics used for managing stressed river basins and calculating potential impacts of water withdrawals in areas without gages. Also, Streamstats allows us to determine how much industrial waste a given river or stream can handle. That&rsquo;s important when it comes to issuing permits.\" <\/p>\r\n<p>USGS hydrologists developed a set of 13 equations that can be used to estimate streamflow statistics for most streams in Massachusetts based on long-term records of flow from USGS streamgages. One of the equations can be used to estimate the 7-day, 10-year low flow, a statistic used by the U.S. Environmental Protection Agency and State agencies for permitting of pollutant discharges. Another equation estimates the August median flow, which is used by the U.S. Fish and Wildlife Service in New England as the minimum flow needed to protect aquatic animals and plants. At present, this website only provides low-flow statistics, but work is underway to incorporate flood statistics as well. <\/p>\r\n<p>At the web site, users are shown a map of Massachusetts with town boundaries and locations of USGS data-collection sites. Users can zoom in to areas of interest and add more information to the map, such as roads, and streams, and images of USGS topographic maps. Users can select the location of a data-collection site to get streamflow statistics for the site from a database or they can select an","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"979880400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169865"},{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}