{"title":"Endangered Whooping Cranes Shot and Killed","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"272\" caption=\"Caretakers painstakingly feed, nurture, and teach the daily tasks of survival to whooping cranes all while hiding their true identity behind baggy costumes. The team members never use human voices, exercise and take the cranes for walks and swims, and use puppets to deliver food to the baby whooping cranes they care for â\u0080\u0094 all so that they can be released to the wild.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_18_2011_aEUg8KJw76_02_18_2011_8\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/02_18_2011\/aEUg8KJw76_02_18_2011\/medium\/8l_whooping_crane.jpg\" alt=\"Caretakers feed, nurture, and teach the daily tasks of survival to whooping cranes all while hiding their true identity behind baggy costumes. The team members never use human voices, exercise and take them for walks and swims, and use puppets to deliver food to the baby whooping cranes they care forâ\u0080\u0094all so that they can be released to the wild.\" width=\"272\" height=\"184\" \/><\/a>[\/caption]\n\nWhooping crane chicks have definite personalities. Chick L10 was shy but blossomed into a rascal, and Chick L8 had an early tendency toward being a bit of a bully, but eventually learned to get along with his peers.\n\n[caption id=\"attachment_172713\" align=\"alignright\" width=\"200\" caption=\"Whooping crane Chick L8 was hatched on June 4, 2010. When he was about a month old, he became a â\u0080\u009cmeanieâ\u0080\u009d toward other chicks and could not be walked with any other cranes. He had to live and exercise by himself for a long time and was the last bird to be socialized with the rest of his cohorts. But it turns out that Chick L8 was just a late bloomer, and he eventually learned to live peaceably with others. Chick L8 has a sister, who was also released in Louisiana.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_18_2011_aEUg8KJw76_02_18_2011_5\"><img class=\"size-medium wp-image-172713 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/L8-300x300.jpg\" alt=\"Whooping Crane Chick L8\" width=\"200\" height=\"200\" \/><\/a>[\/caption]\n\nBoth of these gangly, adolescent whooping cranes were shot and killed in Louisiana on Monday, October 10, 2011, and though two alleged shooters have been identified, the world of whooping crane scientists, managers, caretakers, volunteers, and birders is in mourning â\u0080\u0094 once again.\n\nTragically, these are the sixth and seventh shooting deaths of reintroduced endangered U.S. whooping cranes in 2011.\n\nHere, at the USGSâ\u0080\u0099s Patuxent Wildlife Research Center, in Laurel, Maryland, where we raised Chicks L8 and L10 until their release in Louisiana last winter, we find these killings personally and scientifically heartbreaking and ethically unacceptable.\n\nThese cranes â\u0080\u0094 including each of those senselessly killed by people â\u0080\u0094 represent an investment of hope for whooping cranes to wing their way back to a more certain future. And with only about 430 whooping cranes now in the wild, each bird counts.\n\nAt Patuxent, we have been raising whooping crane chicks for 45 years; the species had reached a low of about 16 adult birds by the late 1930s and was in grave danger of extinction, as they still are today. Whenever any of our chicks leave our USGS Maryland facilities for the wild, we bid them farewell with hope and, yes, a bit of parental worry for their future. We know some chicks wonâ\u0080\u0099t make it because survival is tenuous in the natural world.\n\nOf the 10 cranes we raised and released last year in Louisiana, only 5 remain alive â\u0080\u0094 one is presumed dead, another appears to have been eaten by a predator, and a third was euthanized because of a lung infection. But these shooting deaths are another thing entirely, and entirely preventable.\n\nEach such death is a robbery of the investment made by the American public, and negates countless hours of careful work by scientists, aviculturists, volunteers, and others toward the conservation of this magnificent bird.\n\n[caption id=\"attachment_172714\" align=\"alignright\" width=\"200\" caption=\"Whooping crane Chick L10 was hatched on June 9, 2010, from a breeding pair at the USGS Patuxent Wildlife Research Center. As a young chick, Chick L10 was timid about going into the back field for her exercise walks. But by the time she was released in Louisiana, Chick L10 had become confident and unafraid. She was even known for sneaking up on the costumed technicians and pecking at them.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_18_2011_dHXk05Maa7_02_18_2011_1\"><img class=\"size-medium wp-image-172714 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/L10-300x300.jpg\" alt=\"Whooping crane Chick L10 was hatched on June 9, 2010, from a breeding pair at the USGS Patuxent Wildlife Research Center. As a young chick, Chick L10 was timid about going into the back field for her exercise walks. But by the time she was released in Louisiana, Chick L10 had become confident and unafraid. She was even known for sneaking up on the costumed technicians and pecking at them. \" width=\"200\" height=\"200\" \/><\/a>[\/caption]\n\nLast year, when we sent these and eight other chicks to Louisiana, we celebrated with the State and others about the species return there after an absence of some 60 years. These shootings are, as the State of Louisiana noted, â\u0080\u009ca profound setbackâ\u0080\u009d for the reintroduction program. The death of two birds will not destroy the natural world, but the attitude that has led to the intentional killing of endangered species is a clear indication of the extent of education needed to develop a more generally accepted conservation ethic.\n\nUltimately, the understanding that human welfare is intimately and directly tied to conservation of intact natural ecosystems is crucial.\n\nAs for us, the USGS whooping crane team, we will continue raising chicks and working with our dedicated partners to restore this species because we believe that chick by chick, bird by bird, these cranes will and should have a chance to one day thrive in the wild again. It is wonderfully gratifying to be able to contribute to the survival of such a spectacular species and to recognize them as a symbol of how humans can conserve and even add to the ecological integrity of our environment.\n\n<em>John B. French, Jr., Ph.D., is the leader of the Whooping Crane Program at the USGS Patuxent Wildlife Research Center.<\/em>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24157","uid":"31","filename":"ultralight.jpg","uri":"public:\/\/ultralight.jpg","filemime":"image\/jpeg","filesize":"78460","status":"1","timestamp":"1425492768","type":"image","uuid":"f58f468f-80cb-4b85-a2bb-58cfee973c29","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Endangered Species","Whooping Cranes","wildlife"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1318551846","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}