{"title":"USGS Report: Gulf of Mexico Shoreline Eroding","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new assessment of shoreline change on the Gulf of Mexico, released today by the U.S. Geological Survey, shows that 61 percent of the Gulf Coast shoreline is eroding. Some areas are losing sand more rapidly than others and some areas are actually gaining sand.<\/p><p>&quot;At the beginning of hurricane season, coastal residents recognize how important their beaches are, not just for enjoyment but also for protection from mighty coastal storms. Beach erosion is a chronic problem along most open-ocean shores of the United States,&quot; said Robert Morton, a USGS coastal geologist and the assessment&rsquo;s lead author. &quot;As coastal populations grow and community infrastructures are threatened by erosion, there is increased demand for accurate information regarding past and present trends and rates of shoreline movement.&quot;<\/p><p>The new assessment, designed to help coastal managers at all levels of government make more informed decisions, was done to address the need for accurate shoreline change data, including rates and trends that are consistent from one region to another. The completion of the Gulf of Mexico portion of the study marks the first in a series that will eventually address the Atlantic Coast, Pacific Coast, and parts of Hawaii and Alaska.<\/p><p>To meet these national needs, USGS is undertaking the first-ever analysis of historical coastline change along the entire conterminous United States and parts of Alaska and Hawaii, Morton said. The analysis looks at shoreline change from early maps made in the 1800s to modern-day LIDAR measurements made as recently as 2002.<\/p><p>Morton said the assessment shows that coastal Louisiana is most vulnerable to shoreline erosion along with barriers islands in Texas. In Florida, erosion is concentrated around tidal inlets. The most stable Gulf beaches include those on the west coast of Florida. In some areas in Texas, shorelines have actually accreted, or gained sand.<\/p><p>&quot;One of the reasons the USGS is doing this nationwide study is that there is no widely accepted standardized method for assessing shoreline changes. Each state has its own data needs and coastal zone management responsibilities and therefore each state uses a different technique and standard,&quot; Morton said. &quot;Data from one state can&rsquo;t be compared directly to other states. Soon, we&rsquo;ll be able to look at shorelines in their entirety ? even crossing state lines ? and compare rates of change directly with other parts of the country.&quot;<\/p><p>Many agencies and decision makers, from the local to Federal levels, have needs for this kind of consistent analysis, Morton said.<\/p><p>&quot;USGS has the only dedicated program to track coastal change using consistent methods nationwide. Such a program is critically important to assess national issues such as the coastal impacts of sea level rise,&quot; he said.<\/p><p>A 44-page full-color report discussing historical shoreline change and coastal land loss along the U.S. Gulf of Mexico is available for viewing and printing at:<a href=\"http:\/\/pubs.usgs.gov\/of\/2004\/1043\/\">http:\/\/pubs.usgs.gov\/of\/2004\/1043\/<\/a>.<\/p><p>A data catalog complements the report and the IMS by offering downloadable data layers complete with FGDC compliant metadata. These data can be found at: <a href=\"http:\/\/pubs.usgs.gov\/of\/2004\/1089\/\">http:\/\/pubs.usgs.gov\/of\/2004\/1089\/<\/a>.<\/p><p>Data generated by the project, including vector shorelines and transects, associated short- and long-term rates of change, statistical uncertainties, and areas of beach nourishment, have been compiled in an Internet Map Server (IMS). The IMS brings the usefulness of GIS to a web browser, allowing the user to interactively view and manipulate data layers. The USGS U.S. Gulf of Mexico Shoreline Change Internet Map Server can be found at: http:\/\/coastalmap.marine.usgs.gov\/ArcIMS\/Website\/usa\/GoMex\/ shoreline_change\/viewer.htm.<\/p><p>NOTE TO REPORTERS: Robert Morton, a USGS coastal geologist and the assessment?s<\/p>","summary":"","format":"filtered_html","safe_value":"<p>A new assessment of shoreline change on the Gulf of Mexico, released today by the U.S. Geological Survey, shows that 61 percent of the Gulf Coast shoreline is eroding. Some areas are losing sand more rapidly than others and some areas are actually gaining sand.\"At the beginning of hurricane season, coastal residents recognize how important their beaches are, not just for enjoyment but also for protection from mighty coastal storms. Beach erosion is a chronic problem along most open-ocean shores of the United States,\" said Robert Morton, a USGS coastal geologist and the assessment’s lead author. \"As coastal populations grow and community infrastructures are threatened by erosion, there is increased demand for accurate information regarding past and present trends and rates of shoreline movement.\"The new assessment, designed to help coastal managers at all levels of government make more informed decisions, was done to address the need for accurate shoreline change data, including rates and trends that are consistent from one region to another. The completion of the Gulf of Mexico portion of the study marks the first in a series that will eventually address the Atlantic Coast, Pacific Coast, and parts of Hawaii and Alaska.To meet these national needs, USGS is undertaking the first-ever analysis of historical coastline change along the entire conterminous United States and parts of Alaska and Hawaii, Morton said. The analysis looks at shoreline change from early maps made in the 1800s to modern-day LIDAR measurements made as recently as 2002.Morton said the assessment shows that coastal Louisiana is most vulnerable to shoreline erosion along with barriers islands in Texas. In Florida, erosion is concentrated around tidal inlets. The most stable Gulf beaches include those on the west coast of Florida. In some areas in Texas, shorelines have actually accreted, or gained sand.\"One of the reasons the USGS is doing this nationwide study is that there is no widely accepted standardized method for assessing shoreline changes. Each state has its own data needs and coastal zone management responsibilities and therefore each state uses a different technique and standard,\" Morton said. \"Data from one state can’t be compared directly to other states. Soon, we’ll be able to look at shorelines in their entirety ? even crossing state lines ? and compare rates of change directly with other parts of the country.\"Many agencies and decision makers, from the local to Federal levels, have needs for this kind of consistent analysis, Morton said.\"USGS has the only dedicated program to track coastal change using consistent methods nationwide. Such a program is critically important to assess national issues such as the coastal impacts of sea level rise,\" he said.A 44-page full-color report discussing historical shoreline change and coastal land loss along the U.S. Gulf of Mexico is available for viewing and printing at:<a href=\"http:\/\/pubs.usgs.gov\/of\/2004\/1043\/\">http:\/\/pubs.usgs.gov\/of\/2004\/1043\/<\/a>.A data catalog complements the report and the IMS by offering downloadable data layers complete with FGDC compliant metadata. These data can be found at: <a href=\"http:\/\/pubs.usgs.gov\/of\/2004\/1089\/\">http:\/\/pubs.usgs.gov\/of\/2004\/1089\/<\/a>.Data generated by the project, including vector shorelines and transects, associated short- and long-term rates of change, statistical uncertainties, and areas of beach nourishment, have been compiled in an Internet Map Server (IMS). The IMS brings the usefulness of GIS to a web browser, allowing the user to interactively view and manipulate data layers. The USGS U.S. Gulf of Mexico Shoreline Change Internet Map Server can be found at: <a href=\"http:\/\/coastalmap.marine.usgs.gov\/ArcIMS\/Website\/usa\/GoMex\/\">http:\/\/coastalmap.marine.usgs.gov\/ArcIMS\/Website\/usa\/GoMex\/<\/a> shoreline_change\/viewer.htm.NOTE TO REPORTERS: Robert Morton, a USGS coastal geologist and the assessment?s<\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1086580800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":[]}