{"title":"The Facts of China's Rare Earth Industry","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->In light of recent attention and international developments, the U.S. Geological Survey (USGS) has completed its first review of China&rsquo;s rare-earth industry.<!--introend-->&nbsp; This report provides information about the production, consumption, and reserves of China&rsquo;s rare earth elements (REEs) and China&rsquo;s policies and regulations regarding the production and trade of rare earths, including export quotas recently announced by the Chinese government.<\/p>\n<p>China produces 95 percent of the world output of REEs and is also an increasing consumer of REEs owing to the emergence of new clean-energy and defense-related technologies. China&rsquo;s reserves currently total 55 million metric tons.<\/p>\r\n<p>During the past 20 years, China&rsquo;s REE output has increased dramatically.&nbsp; Since 1990, China&rsquo;s share of global REE production has increased from 27 percent to its current level of 95 percent.&nbsp;<\/p>\r\n<p>China&rsquo;s consumption of REEs has only recently begun to increase.&nbsp; Since 2000, China&rsquo;s consumption of REEs has nearly quadrupled, from 19,000 metric tons in 2000 to 73,000 metric tons in 2009.&nbsp; China&rsquo;s primary use for REEs is in the magnet industry, which accounted for 30 percent of total Chinese rare earth usage in 2009.<\/p>\r\n<p>In 1990, China declared REEs protected and strategic minerals.&nbsp; As such, China maintains production and export quotas.&nbsp; The export quota has been declining in recent years due to increased domestic demand.&nbsp; In 2010, the REE export quota was 37 percent lower than that of 2009, and a further reduction of 35 percent has been designated for 2011.<\/p>\r\n<p>The REEs are the lanthanide elements, scandium, and yttrium.&nbsp; Although industrial demand for these elements is relatively small in tonnage terms, they are essential for a diverse and expanding array of high-technology applications, including the magnets, metal alloys, and batteries for key defense systems, as well as many current and emerging alternative energy technologies.<\/p>\r\n<p>The new study, <em><a href=\"http:\/\/pubs.er.usgs.gov\/publication\/ofr20111042?from=home\"><em>China&rsquo;s Rare-Earth Industry<\/em><\/a>, <\/em>by Pui-Kwan Tse, is available online. To learn more about rare earths, please visit the USGS National Minerals Information Center&rsquo;s rare earth <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/rare_earths\/\">webpage<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","Minerals","Rareearth","China",""],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1298955600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"170653"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}