{"title":"Learn About the Latest Science of the Klamath Basin Ecosystem","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p style=\"text-align: left;\"><em>Conference in early February 2010 will focus on how research may guide Klamath River management and restoration<\/em><\/p>\n<p>Understanding the current science of the Klamath River Basin ecosystem and how that knowledge can inform future management and restoration efforts will be the focus of the Klamath Basin Science Conference February 1 to 5, 2010, in Medford, Ore.<\/p>\r\n<p>The event, organized by the U.S. Geological Survey, National Oceanic and Atmospheric Administration Fisheries, and numerous partners, will bring scientists together from a variety of disciplines and institutions to discuss the latest research on water availability and quality, fisheries, and aquatic ecosystems. Participants will seek to identify gaps in the science that must be filled to inform land, water, and fisheries managers -- and the public -- about the current status and future management scenarios in the basin.<\/p>\r\n<p>Once one of the West&rsquo;s most productive salmon rivers, the Klamath originates in Oregon's Upper Klamath Lake, flowing more than 250 miles through southern Oregon and northern California before entering the Pacific Ocean. Drought conditions, low river flows, elevated water temperatures, and fish disease resulted in the loss of more than 32,000 salmon in the Klamath  River in September 2002. This singular mortality event and the previous year&rsquo;s water cutoff highlight the many environmental challenges associated with restoring and sustaining this damaged river ecosystem. The conference will examine current science needs for restoration across the whole basin in light of other societal needs for agriculture, hydropower, fisheries, and other cultural issues.<\/p>\r\n<p>Conference attendees, including scientists, senior resource managers, policymakers, and stakeholders, will review new information about the physical and biological resources and aquatic ecosystems of the basin. Land and water-use activities in river, estuary, and nearshore environments will be discussed in light of proposed dam removals, salmon reintroduction, and the Klamath Basin Restoration Agreement. The conference will explore possible effects associated with climate change and aquatic invasive species and science needs for endangered species management and management of water resources for agricultural and other human uses.<\/p>\r\n<p>For more information visit the <a href=\"http:\/\/wfrc.usgs.gov\/klamath_conference_website\/kbsc2010\/home.htm\">Klamath Basin Science Conference Web site<\/a> or contact Debra Becker (<a href=\"mailto:dbecker@usgs.gov\">dbecker@usgs.gov<\/a>; telephone: 206-526-6282).<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","California"],"country":["United States of America"],"mm_tags":["Klamath","river","Basin","Ecosystem","management","restoration","efforts","Science","conference","National","Oceanic","Atmospheric","Administration","fisheries","water","availability","Quality","fisheries","and","aquatic","ecosystems","water","biology"],"release_date":{"und":[{"value":"1262840400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169218"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}