{"title":"Multi-Year Contract Awarded For EROS Data Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A contract valued at $100 million has been awarded to Hughes STX Corporation, of Lanham, Md., for operation of the U.S. Geological Survey&rsquo;s EROS Data Center, in Sioux Falls, S.D. \n<p>The five-year contract is for archiving, processing, and distributing remote-sensing and related earth science data; design and development of information management systems; research; and the operation of computer and photographic laboratories. \r\n<p>The EROS (Earth Resources Observation System) Data Center, established in 1973, is the largest federal research facility in South Dakota, with more than 400 federal government and contractor employees. \r\n<p>The USGS Center archives more than 11 million images of the Earth and is one of the National Aeronautics and Space Administration&rsquo;s major partners in the management of satellite data from NASA&rsquo;s Mission to Planet Earth program. The Center will be the data reception and processing site for the Landsat 7 satellite, scheduled to be launched in 1998. As part of this effort, a 30-foot Landsat data receiving antenna will be installed in the summer of 1997. Because of this major program in cooperation with NASA, the contractor workforce is expected to increase over the next several years. \r\n<p>The EROS Data Center is one of five major mapping centers of the USGS. It is the largest federal research facility in South Dakota and also supports employees in other locations, including California, Alaska, Virginia and Africa. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"853995600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}