{"title":"Climate Change Workshop To Feature Leading Scientists","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Sea-level rise, severe winter storms, salmon populations, carbon sequestration, invasive plants, and migratory birds are among the many issues of concern to natural resource managers that are affected by changing climate. Climate change and its impact on coastal ecosystems is the focus of a 2-day workshop that will bring together more than 450 scientists, policy-makers, resource managers and others on January 29-30 at the Hyatt Regency Hotel in San Francisco.<\/p>\n<p>Sponsored by the U.S Fish and Wildlife Service and the U.S. Geological Survey, the workshop will also feature speakers from NOAA, the Minerals Management Service, U.S. Forest Service, Washington Department of Natural Resources, California Resources Agency, The Nature Conservancy, PRBO Conservation Science, the National Wildlife Federation and Stanford University.<\/p>\r\n<p>The purpose of the workshop is to share information and provide resources for natural resource scientists and managers working to conserve the coastal ecosystems of California, Oregon and Washington and address the challenges associated with a changing climate.<\/p>\r\n<p>The workshop will kick off with a broad discussion of climate change, its drivers and the existing tools that are being used to understand it. Elements of the ecosystems will be presented in three modules, with each module consisting of an overview presentation, specific case studies and projects, and will conclude with an opportunity for discussion. Special attention will be given to species, populations and land management.<\/p>\r\n<p>The agenda is available online at:<a href=\"http:\/\/www.fws.gov\/pacific\/Climatechange\/pdf\/San_Francisco_Agenda.pdf\">http:\/\/www.fws.gov\/pacific\/Climatechange\/pdf\/San_Francisco_Agenda.pdf<\/a><\/p>\r\n<p>Presentations of particular interest include (not in chronological order):<\/p>\r\n<h3>Climate Change and the Changing Face of Conservation<\/h3>\r\n<ul>\r\n<li> <strong>Ellie Cohen<\/strong>, Executive Director,<strong> <\/strong>PRBO Conservation Science<strong><br \/>Managing for Change: Adaptive Conservation Strategies: <\/strong>The vital role of ecological conservation in reducing the negative impacts of climate change on birds, other wildlife and human communities. Ms. Cohen will discuss the use of birds as indicators of change and novel approaches to adaptive resource management for improving conservation outcomes in the context of rapid environmental change.<strong><br \/>Friday, 1\/30\/09, 9:00 a.m. Grand Ballroom B\/C<\/strong><\/li>\r\n<\/ul>\r\n<ul>\r\n<li> <strong>Dan Ashe<\/strong>, Science Advisor to the Director, U.S. Fish and Wildlife Service<strong><br \/>Later is Over: The Imperative for Transformation in Conservation: <\/strong>Climate change as the greatest and most complex challenge faced in conserving fish, wildlife, and their habitats with the potential to cause abrupt changes in ecosystems and mass species extinctions. Effective conservation will need to focus on strategic actions, building shared capacity, and working collaboratively across the entire conservation community.<br \/><strong>Friday, 1\/30\/09, 3:30 p.m. Grand Ballroom B\/C<\/strong><\/li>\r\n<\/ul>\r\n<h3>Coastal Watersheds and Landscapes<\/h3>\r\n<ul>\r\n<li> <strong>Randy Hanson<\/strong>, Research Hydrologist California Water Science Center, Water Resources Discipline, U.S. Geological Survey, San Diego<strong><br \/>Climate Variability and Change on Coastal Aquifer Systems: <\/strong>Climate variability and change will affect the hydrologic system and related land use for coastal watersheds that, in part, depend on ground-water resources for water supply and irrigation. Several areas will be reviewed to show historical and potential effects within coastal aquifer systems in California.<br \/><strong>Thursday, 1\/29\/09, 1:20 p.m., Grand Ballroom B.<\/strong><\/li>\r\n<\/ul>\r\n<h3>Bays and Estuaries<\/h3>\r\n<ul>\r\n<li> <strong>Jan Thompson<\/strong>, Coordinator, Priority Ecosystems Studies, San Francisco Estuary, USGS, Menlo Park<strong><br \/>CASCaDE: A Decision Tool for Ex","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","California"],"country":["United States of America"],"mm_tags":["biology","geography","geology","water","National Parks","Natural Resource Management","Near Shore Habitat","Coasts","Coastal Ecosystem","Climate Change","California","Oregon","washington","wildlife","Global Warming","Sea Level Rise","Water Quality","Bays","beach","coastal","coastalchange","ecology","economics","environment","Estuaries","flooding","floods","Invasives","landslides","marine","otter","scenario","trees","conservation","Migratory Birds","Salmon"],"release_date":{"und":[{"value":"1232946000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169677"},{"tid":"169950"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}