{"title":"Find ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>National Atlas Delivers New Million-Scale Digital Map Data <\/em><\/strong><\/p>\n<p><!--introstart-->What's \"1\"? &nbsp;It&rsquo;s the new set of digital cartographic frameworks from The <a href=\"http:\/\/nationalatlas.gov\/\" title=\"nationalatlas.gov\">National Atlas of the United States of America<strong><sup>&reg;<\/sup><\/strong><\/a>.<!--introend--> Prepared at one million-scale (where an inch on a map is nearly 16 miles) this authoritative and integrated national dataset has twice the detail of previous versions.&nbsp; Users can now easily find &ldquo;one&rdquo; using popular search engines or portals like Data.Gov; get it as documented data or Web map services from nationalatlas.gov and other sources; and use \"one\" in their geospatial analyses, maps, or map mashups.<\/p>\r\n<p>This is the first time the Federal government has ever released these basic digital map themes at 1:1,000,000-scale:<\/p>\r\n<ul>\r\n<li>Boundaries (national, state, and county)<\/li>\r\n<li>Transportation (roads, railroad, railroad stations, airports, and ports)<\/li>\r\n<li>Surface waters (coastlines, streams, gaging stations, waterbodies, and wetlands, all fully networked)<\/li>\r\n<li>Cities and towns<\/li>\r\n<\/ul>\r\n<p>This new release serves as the foundation for small-scale maps and datasets on the Nation's people, heritage, and resources. The new map data is delivered at no cost and is available <a href=\"http:\/\/nationalatlas.gov\/\">on-line<\/a> as a web map service from nationalatlas.gov<\/p>\r\n<p>\"For more than 130 years the USGS has been the 'go to' source for quality maps and authoritative map content,\" said USGS Director Marcia McNutt. \"The new million-scale digital series continues this proud tradition, providing users with multi-million uses only limited by their imaginations.\"<\/p>\r\n<p>By moving to one million-scale, the National Atlas achieves two goals to better serve national and international audiences.&nbsp; First, map features have been harmonized at the U.S. borders of Canada and Mexico with data from national mapping programs in those nations for use in the <a href=\"http:\/\/www.cec.org\/atlas\" title=\"Environmental Atlas of North America\">Environmental Atlas of North America<\/a>.&nbsp; Also, a second edition of the data that conforms to the specifications of the <a href=\"http:\/\/www.iscgm.org\/\" title=\"Global Map\">Global Map<\/a> is ready.&nbsp; Global Map is an international effort by government mapping organizations to make a consistent map of the world at one million-scale&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>Future releases are scheduled to include:&nbsp; Federal and Native American lands, Congressional Districts, U.S. Statistical areas and more.<\/p>\r\n<p>The National Atlas of the United States<strong><sup>&reg;<\/sup> <\/strong>is a cooperative effort to make geographic information collected by the United States government easier to find, get, and use.&nbsp; Its development is led by the U.S. Geological Survey.<\/p>\r\n<p>For further information, visit the National Atlas <a href=\"http:\/\/nationalatlas.gov\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Core Science Systems National Geospatial","National Atlas","map","digital Map","National Atlas Of The United States Of America","Data Gov","boundaries","transportation","Surface Water","Environmental Atlas Of North America","Global Map","Canada","Mexico"],"article_type":["National News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1343102400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169154"},{"tid":"169571"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}