{"title":"USGS Study Finds Ash from Southern California Fires May Pose Problems to Health and the Environment","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Ash from last month&#39;s southern California fires may pose problems to health and the environment, according to preliminary results from a U.S. Geological Survey (USGS) study released to the Multi-Agency State and Federal Task Force.<!--introend-->\r\n<\/p>\r\n<p>\r\nSamples collected from two residential areas burned by the Grass Valley and Harris wildfires indicate that the ash contains caustic alkali materials and can contain somewhat elevated levels of metals such as arsenic, lead, zinc and copper. Ash from burned wildlands can also contain caustic alkali materials, though at lower levels than the residential ash. \r\n<\/p>\r\n<p>\r\n&quot;These findings are consistent with the scientific knowledge about wildfire ash that has led counties in California to issue advisories regarding appropriate precautionary measures to avoid health problems associated with exposure to the ash,&quot; said Dr. Geoffrey Plumlee, a USGS lead author of the study. \r\n<\/p>\r\n<p>\r\n&quot;The study results also indicate that rain-water runoff from burned areas may adversely affect ecosystems and the quality of surface drinking water supplies,&quot; said Deborah Martin, a USGS wildfire ash specialist and study co-author. &nbsp;Additionally, critical habitat for some aquatic species may be affected by spikes in alkalinity as rainwater mixes with ash to form surface runoff. \r\n<\/p>\r\n<p>\r\nUSGS scientists collected ash and soil samples from the two residential areas as well as 26 other sites within areas burned by the Harris, Witch, Ammo, Santiago, Canyon and Grass Valley fires. The researchers wanted to help identify characteristics of the ash and soils from both wildland and suburban burned areas that may adversely affect water quality, human health, endangered species and debris-flow or flooding hazards. These studies are part of the USGS Southern California Multi-Hazards Demonstration Project. USGS researchers have similarly studied samples from other disasters, including dusts from the World Trade Center collapse and flood sediments from Hurricane Katrina. \r\n<\/p>\r\n<p>\r\n&quot;The impartial scientific information produced by these studies can be used by emergency response experts and decision makers to better assess and respond to the environmental and health effects of disasters such as wildfires, as well as to better anticipate and plan for effects of future disasters,&quot; said USGS Director Dr. Mark Myers. \r\n<\/p>\r\n<p>\r\nFor more information, see <a href=\"http:\/\/pubs.usgs.gov\/of\/2007\/1407\/\">Open-File Report 2007-1407, Preliminary Analytical Results for Ash and Burned Soils from the October 2007 Southern California Wildfires<\/a>. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1196744400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}