{"title":"USGS Assessment: Complex Future for Appalachian Coal","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Coal provides more than half of our Nation&rsquo;s electrical energy needs. For more than three centuries, coal has been mined in the Appalachian Basin, one of the most important coal producing regions in the world. This area includes parts of Ohio, Pennsylvania, West Virginia, Kentucky, Virginia, Maryland, and Tennessee. Almost all of the coal now mined in the Appalachian Basin is used in eastern states to generate electricity. <\/p>\n<p>The U.S. Geological Survey (USGS) studied 12 of the more than 50 producing coal beds in the Appalachian Basin; five key coal beds were digitally assessed in detail. The five assessed coal beds account for about 12 percent of the Nation&rsquo;s total coal production. Total original resources for the five assessed coal beds are estimated at about 93 billion short tons, of which about 66 billion short tons remain. A little more than a billion short tons of coal are mined each year in the United States. <\/p>\r\n<p>The assessment concludes that, at current production rates, sufficient high-quality, thick, bituminous coal resources in these five beds will last throughout the decade. After these and similar coal beds are mined, and assuming current regulations and technology, coal production is expected to decline because much of the remaining coal is thinner, deeper, and higher in ash and sulfur content than the coal that has already been mined.<\/p>\r\n<p>\"A greater understanding of coal resources and coal quality allows resource managers to make informed decisions regarding the use of coal as an energy source,\" said USGS Director Charles Groat. \"Resource assessments are an important component in developing environmentally sound ways to extract and use the Nation&rsquo;s coal resources as part of an effective national energy policy.\" <\/p>\r\n<p>The Appalachian Basin is one of five U.S. regions being studied as part of the USGS National Coal Resource Assessment begun in 1995. The Colorado Plateau and the Northern Rocky Mountains\/Great Plains assessments were completed last year. <\/p>\r\n<p>The USGS has worked in partnership with the State geological surveys of Kentucky, West Virginia, Maryland, Ohio, Pennsylvania, and Virginia to complete this assessment. In addition to evaluating energy production potential, coal resource assessments can be used to aid in the identification of areas with potential for coal-bed methane production, mine flooding, surface subsidence, and acid mine drainage. <\/p>\r\n<p>Copies of the CD-ROM publication of the study (USGS Professional Paper 1625-C, 2000 Resource Assessment of Selected Coal Beds and Zones in the Northern and Central Appalachian Basin Coal Regions) are available by contacting lruppert@usgs.gov. Additional information is available at <a href=\"http:\/\/energy.er.usgs.gov\/ncra\">http:\/\/energy.er.usgs.gov\/ncra<\/a> . <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Pennsylvania","Virginia","West Virginia","Tennessee","Kentucky","Ohio"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1017291600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}