{"title":"USGS and TopoZone Partner for The National Map","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Interested in helping to build The National Map? Maps a la carte, Inc. certainly is! USGS today announced it has entered into a cooperative agreement with Maps a la carte, Inc., creators of TopoZone, to support The National Map project. As part of the one-year agreement Maps a la carte, Inc. will develop, enhance, and document a suite of Open Source software for serving geospatial data over the Internet. The agreement will result in the distribution of free software tools to The National Map partners to enhance the capability of data sharing. <\/p>\n<p>Working with partners, USGS is building The National Map as a framework for geographic knowledge that will provide current, accurate, and nationally consistent digital data and topographic maps derived from those data to the Nation. The availability of software tools for hosting and serving geospatial data in a flexible, low cost way, without being tied to specific or proprietary formats or vendors, will encourage more state, local and private holders of geospatial data to serve these data through The National Map. <\/p>\r\n<p>\"Partnership projects like the one with TopoZone and the development of Open Source software tools provide excellent opportunities for partnering with public and private organizations to provide seamless access to USGS data,\" said Barbara Ryan, Associate Director for Geography. \"Through our effort to build The National Map, we are working to make it easier for citizens and business to interact with the government, save taxpayer dollars, and streamline government-to-government transactions.\" <\/p>\r\n<p>Maps a la carte, Inc. has extensive experience in providing web-mapping services to GIS professionals and the general public. The company is a USGS Digital Cartographic Business Partner and has served over 300 million topographic maps over the Web since launching TopoZone.com in November 1999. TopoZone&rsquo;s full national coverage, unique search tools and interactive coordinate display capabilities allow users to easily locate places in the United States, create customized maps on demand, and highlight specialized places of interest and information. Maps a la carte, Inc. will make their 20-Terabyte library of digital topographic maps and aerial photography available to the USGS for testing with other technologies for The National Map. <\/p>\r\n<p>\"TopoZone&rsquo;s expertise in supporting heavy user traffic and large cartographic databases through the use of Open Source tools makes us an ideal partner for the USGS in this project,\" commented Ed McNierney, President and Chief Mapmaker of Maps a la carte, Inc. \"We&rsquo;ve always had an excellent cooperative relationship with the USGS and we look forward to extending that relationship to The National Map\" partners. <\/p>\r\n<p>For information about The National Map visit <a href=\"http:\/\/nationalmap.usgs.gov\/\">http:\/\/nationalmap.usgs.gov\/<\/a>. Visit TopoZone&rsquo;s library of USGS digital topographic maps, aerial photographs, and other geospatial data at <a href=\"http:\/\/topozone.com\/\">http:\/\/topozone.com<\/a> . <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1070514000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170304"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}