{"title":"Map of Western Hemisphere Indicates Location of Potential Earthquake Damage","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOSTON -- <!--introstart-->A new ground shaking hazard map of the Western Hemisphere will show regions of potential earthquake damage, providing a useful global seismic hazard tool for government, industry and the general public. <!--introend-->\n<p>As a part of the 1998 American Geophysical Union Spring Meeting, Kaye Shedlock, a geophysicist with the U.S. Geological Survey in Golden, Colo., and James Tanner, a geophysicist with the University of Western Ontario, Ottawa, Ontario, will present Preliminary Seismic Hazard Map of the Western Hemisphere (Poster S51B-01), Friday, May 29 at 10 a.m. in Exhibit Hall C of the Hynes Convention Center. \r\n<p>\"This map represents the first systematic attempt to produce a global seismic hazard map, and is the culmination of nearly a decade of cooperative work by scientists, engineers, and technical personnel from all over the world,\" said Shedlock, who has been working with colleagues on this effort since 1992. \"The public will care about this map because it will ultimately contribute to their personal safety.\" \r\n<p>The final version of the Global Seismic Hazard Map, and all associated documentation, is scheduled to become available via the WWW, on CD-ROMs, and in various publications in late 1998 or early 1999. The U.S. National Map is currently available at <a href=\"http:\/\/gldage.cr.usgs.gov\/eq\/\">http:\/\/gldage.cr.usgs.gov\/eq\/<\/a> or through contacting the USGS map sales office at 303\/202-4700. \r\n<p>Seismic hazard maps are useful to National, state and local governments, decision makers, engineers, planners, emergency response organizations, builders, universities and the general public. They assist planners and engineers in building codes to set a level of design criteria for seismic safety; in some cases, to determine whether or not anything can be built. Additionally, these maps help set insurance rates. \r\n<p>Primarily, maps such as this serve as the foundation for public safety and damage mitigation strategies in earthquake-prone regions, and informing the public about whether or not they live in earthquake-prone regions. National or regional agencies can also benefit from this map as a basis for further detailed studies applicable to their needs. \r\n<p>Catastrophic earthquakes account for 60 percent of worldwide casualties associated with natural disasters. Economic damage from earthquakes is increasing, even in technologically advanced countries with some level of seismic zonation, as illustrated by the earthquakes hitting Loma Prieta, Calif., in 1989, Northridge, Calif., in 1994 Kobe, Japan in 1995. \r\n<p>In addition to the USGS, organizations that contributed to this international effort include: Geological Suvey of Canada, Universidad Nacional Autonoma De Mexico, International Association of Seismology and Physics of the Earth&rsquo;s Interior, International Lithosphere Program, PanAmerican Institute of Geography and History, and the Global Seismic Hazard Assessment Program.\r\n<p>NOTE TO EDITORS: Interviews during the AGU meeting with Kaye Shedlock can be arranged by contacting Marion Fisher in AGU newsroom 105 at 617-954-3867. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"896328000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169489"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}