{"title":"A 100-year History of Flooding on the Yukon-Kuskokwim Delta","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ANCHORAGE, Alaska &mdash; <!--introstart-->Scientists examined storm flooding events in the Bering Sea region of western Alaska from 1913 to 2011 and found that the largest events occurred in autumn and were associated with high tides and strong southwest winds.<!--introend--> By compiling historical observations and recent tide gage data, mapping drift lines on the tundra, and analyzing satellite imagery, detailed information useful for land-use planning is now available.&nbsp;<\/p>\n<p>Coastal regions of Alaska are regularly impacted by intense storms, the frequency and intensity of which are expected to increase as a result of climate change. In this region lies the Yukon-Kuskokwim Delta, one of the largest deltaic systems in North America, and home to thousands of Native Yup&rsquo;ik and Cup&rsquo;ik Alaskans and the birds, fish, and marine mammals they depend on for nutritional and cultural values.&nbsp; The low relief of the YKD makes it especially susceptible to storm-driven flood tides and increases in sea level.<\/p>\r\n<p>&ldquo;The largest recent floods occurred in 2005, 2006, and 2011 and elders recollected the worst flooding was caused by a storm in 1931. The recent storms sent salt water inland almost 20 miles, covering nearly 40 percent of the area of the Yukon Delta we examined,&rdquo; said Dr. Craig Ely, a Research Wildlife Biologist with the U.S. Geological Survey and co-author of the study.<\/p>\r\n<p>The study discusses how past and future impacts of storm surges affect human and wildlife communities in the area. Long-term weather records indicate that storms large enough to inundate and threaten coastal areas have occurred regularly on the Yukon-Kuskokwim Delta over the past century. Several historically abandoned village sites lie within the area covered by the largest flood events.<\/p>\r\n<p>&ldquo;Future flooding may have impacts on freshwater ponds and vegetation, and accelerate the rates of permafrost degradation and landscape change with serious consequences to local people and wildlife resources,&rdquo; said Torre Jorgenson, a landscape ecologist and adjunct professor at the University of Alaska Fairbanks and co-author of the study.<\/p>\r\n<p>The findings of the study are in the most recent issue of the journal, Arctic and the paper is entitled, &ldquo;<a href=\"http:\/\/arctic.journalhosting.ucalgary.ca\/arctic\/index.php\/arctic\/article\/view\/4403\">Storm-surge flooding on the Yukon-Kuskokwim Delta, Alaska<\/a>.&rdquo; An abstract of the paper can be viewed online.&nbsp;<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"600\" align=\"center\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_09_22\/yukon_delta_radarsat_image.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_09_22\/yukon_delta_radarsat_image_tn.jpg\" alt=\"Location of study site in western Alaska and Radarsat-1 satellite images of the Hazen Bay coast during low water in July 2005 (upper left), and during extensive flooding from a storm surge in September 2005 (upper right).\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Location of study site in western Alaska and Radarsat-1 satellite images of the Hazen Bay coast during low water in July 2005 (upper left), and during extensive flooding from a storm surge in September 2005 (upper right). (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_09_22\/yukon_delta_radarsat_image.jpg\">High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Alaska","floods","naturalhazards","Bering Sea","Yukon","Yupik","Cupik","climatechange","ecosystems","Kuskokwim Delta"],"article_type":["State News Release"],"distribution":["Biology","Natural Hazards","Water"],"release_date":{"und":[{"value":"1411444800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169110"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}