{"title":"New Findings of Endangered Birds at Hakalau Forest National Wildlife Refuge Give Hope to Recovery Efforts","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HAWAI'I ISLAND, Hawai&lsquo;'&mdash; <!--introstart-->Three of Hawai'i Island's rarest endangered forest birds have been detected at lower elevations of Hakalau Forest National Wildlife Refuge for the first time in 30 years.<!--introend-->&nbsp;&nbsp;<\/p>\n<p>The rediscovery of the three endangered species at lower elevations than expected was part of a joint U.S. Fish and Wildlife Service and U.S. Geological Survey project on the potential impact of climate change on avian disease. All three species are believed to be highly susceptible to mosquito-transmitted diseases, limiting their distribution to the cooler, higher elevations of the refuge. These new observations significantly extend the current known range of these species at the refuge.&nbsp;<\/p>\r\n<p>\"Hawaii's native birds face multiple threats from habitat destruction, invasive species, introduced diseases, and climate change, with many already having been driven to extinction,\" said USGS Director Marcia McNutt, \"The observation of three endangered species possibly expanding their range in a wildlife refuge gives us hope that with some care, the road to extinction need not be a one-way street.\"&nbsp;<\/p>\r\n<p>Scientists from the USGS Pacific Island Ecosystems Research Center and the USFWS Hakalau Forest NWR heard the songs of the Hawai&lsquo;i Creeper and Hawai'i &lsquo;Akepa at 4200 feet elevation near 'Awehi Stream, within a mile of where they were last observed by USFWS biologists during the 1977 Hawai&lsquo;i Forest Bird Survey. Most important were visual and aural detections of at least one endangered &lsquo;Akiap&#333;l&#257;&lsquo;au at 4200 ft., which is 1000 ft. lower in elevation from previous sightings in the 1970s.&nbsp;<\/p>\r\n<p>\"Detecting these endangered forest bird species is encouraging because of the serious challenges these birds face, including the expansion of disease due to global climate change, competition with introduced non-native birds, introduced predators, and habitat destruction from feral ungulates,\" said USFWS wildlife biologist Steve Kendall. \"These endangered species were not detected when USGS biologists last visited this remote location.\"&nbsp;<\/p>\r\n<p>Extensive surveys of forest habitats on Hawai'i Island in the late 1970s and early 1980s showed that the best remaining habitats and largest native bird populations were in the high-elevation rainforests on the eastern slopes of Mauna Kea. This led to the establishment of Hakalau Forest NWR in 1985 to protect and manage endangered forest birds and their habitats. Hakalau Forest NWR is the only national wildlife refuge dedicated to conservation and restoration of Hawaiian forest birds.&nbsp;<\/p>\r\n<p>\"Most native Hawaiian forest birds are very susceptible to two introduced mosquito-transmitted diseases &mdash; avian malaria and pox virus &mdash; and are limited to higher-elevation areas of the refuge, mostly above the current range of mosquitos,\" said USGS biologist Jackie Gaudioso. \"With global climate change, there is concern that transmission of these avian diseases could increase at higher elevations, affecting endangered and other native forest birds.\"&nbsp;<\/p>\r\n<p>Due to active habitat management and restoration, Hakalau Forest NWR is one of few places on Hawai&rsquo;i Island where populations of native forest birds are increasing or at least stable. Ongoing studies at the refuge by USGS and USFWS scientists on avian disease, forest bird demographics and food resources, and control of feral pigs may shed some light on whether these endangered forest birds are holding their own or recovering at lower elevations.&nbsp;<\/p>\r\n<p>Robyn Thorson, Director of the USFWs'Pacific Region, said the findings reinforce the importance of monitoring to detect changes in environmental conditions, habitat, and associated wildlife populations.&nbsp;<\/p>\r\n<p>\"The National Wildlife Refuge System&rsquo;s Inventory &amp; Monitoring initiative supports monitoring efforts conducted on refuge lands,\" she","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["ecosystems","Geographic Areas Southwest","endangered","Bird","Hawaii","","refuge","National Wildlife Refuge","forest","Hakalau","Akepa","Akiap","Akiapolaau","Hawaii Creeper","creeper","mosquito","","disease"],"release_date":{"und":[{"value":"1340596800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169953"},{"tid":"170496"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}