{"title":"Hotter, Drier Climate Leads to More Tree Deaths from Fire","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ARCATA, Calif. &mdash; <!--introstart-->Climate change is expected to amplify both droughts and wildfires across the western United States.<!--introend--> A new study shows that the effects of drought and fire work in combination, such that forests experiencing drought will see more dead trees in the aftermath of wildfires.<\/p>\n<p>\"There is a lot of research showing that climate change is already increasing wildfire frequency and fire spread,\" says forest ecologist Phillip van Mantgem of the U.S. Geological Survey and lead author of the study. \"But what this study shows is that there is an additional risk to warming trends &mdash; namely that trees already stressed by drought may be more likely to die from fires.\"<\/p>\r\n<p><a href=\"http:\/\/dx.doi.org\/10.1111\/ele.12151\">The study was published this week in the journal <em>Ecology Letters<\/em><\/a>, and was a collaborative effort of U.S. Geological Survey, National Park Service and U.S. Forest Service.<\/p>\r\n<p>Researchers studied conifer forests in areas that had recently experienced prescribed fire across Arizona, California, Colorado, Montana, New Mexico, Oregon, and Utah, examining data from 1984 to 2005 for more than 7,000 individual coniferous trees, including familiar species such as ponderosa pine, white fir, and Douglas fir.<\/p>\r\n<p>They used this information to estimate the risk factors involved in tree mortality, and they found more trees dying at sites where high temperatures were lengthening the duration of summer drought.<\/p>\r\n<p>\"Our results imply that if current warming trends continue, we can expect to see more frequent tree deaths following fire, which can lead to substantial changes in forests,\" says van Mantgem. \"Such changes could ultimately affect habitat suitability for wildlife species, aggravate erosion and increase the amounts of carbon dioxide released into the atmosphere from fires.\"<\/p>\r\n<p>The analysis did not consider other factors that could also exacerbate climatic warming effects on tree deaths. For example, warmer temperatures may increase the activity of tree pathogens and insect pests. Also, the forest data were solely drawn from prescribed fire events. Researchers hope to address these factors in future research, and include data from unplanned wildfires.<\/p>\r\n<p>Nevertheless, the new study offers some valuable insights for forest managers.<\/p>\r\n<p>\"Understanding the relationship between climatic water deficit and tree mortality from fires adds some important wrinkles to how we manage forests,\" says Eric Knapp, a research ecologist with U.S. Forest Service's Pacific Southwest Research Station and a study co-author. \"If the goal is to minimize tree mortality while removing accumulated fuels, managers may wish to conduct prescribed burns at times when trees are not already under stress from drought or other problems. However, if the objective is to reduce the density of an overstocked forest, prescribed burning might actually be more effective when done during dryer than normal periods.\"<\/p>\r\n<p>The study was conducted by researchers from the USGS Western Ecological Research Center, NPS National Interagency Fire Center, USFS Pacific Southwest Research Station and the USGS California Water Science Center, with support from the U.S. Joint Fire Science Program.<\/p>\r\n<table border=\"1\" cellpadding=\"3\" width=\"700\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td colspan=\"2\"><strong><br \/>Locations and tree species included in the data for the van Mantgem et al. 2013 study<\/strong><br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<th align=\"left\" scope=\"col\">Locations<\/th><th align=\"left\" scope=\"col\">Approximate Tree Species Composition of Forests Plots Studied<\/th>\r\n<\/tr>\r\n<tr>\r\n<td scope=\"row\">Bandelier National Monument, N.M.<\/td>\r\n<td>ponderosa pine 89%, white fir 6%, Douglas fir 4%<\/td>\r\n<\/tr>\r\n<tr>\r\n<td bgcolor=\"#ffffcc\" scope=\"row\">Bryce Canyon National Park, Utah<\/td>\r\n<td bgcolor=\"#ffffcc\">white fir 49%, Douglas fir 23%, ponderosa pine 22%, limber pine 5%, Rocky Mountain ju","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["wildfires","fire","climate","Treedeaths","forest","ecology","conifer","Tree Mortality","drought",""],"article_type":["National News Release"],"distribution":["Biology","Climate Change","Natural Hazards"],"release_date":{"und":[{"value":"1374724800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168910"},{"tid":"170127"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}