{"title":"TIPSHEET &mdash; AAAS ANAHEIM","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html<\/a> \n<p>\r\n<p>Editors: For assistance on covering these presentations contact Pat Jorgenson at the AAAS newsroom at 712-703-0122, or 714-995-5700. \r\n<p>\r\n<p>The Gold Rush to Urban Earthquakes &mdash; USGS Presentations \r\n<p>\r\n<p>The environmental effects of the California gold rush and the effects of earthquakes on the urban environment are two of the topics that will be covered by scientists from the U.S. Geological Survey at this week&rsquo;s annual meeting of the American Association for the Advancement of Science (AAAS) at the Anaheim Convention Center, Anaheim, Calif., Jan. 21-26, 1999. Presentations by day and time: \r\n<p><b>Historical Gold Mining In California and Its Environmental Consequences<\/b> &mdash; Friday, Jan. 22, 2:30-5:30 p.m., Roger Ashley, USGS Menlo Park, Calif. \r\n<p>\r\n<p><b>Sources and Flux of Nutrients in the Mississippi River Basin<\/b> &mdash; Saturday, Jan. 23, 2:30-5:30p.m., Donald Goolsby, USGS Denver, Colo. \r\n<p>\r\n<p><b>Alien Invasions: Impacts and Control of Nonindigenous Species<\/b> &mdash; Sunday, Jan. 24,Thomas Fritts, USGS Ecological Science Center, Fort Collins, Colo. \r\n<p>\r\n<p><b>Invasive Species: Federal Roles and Initiatives<\/b> &mdash; Sunday, Jan. 24, William Gregg Jr., USGS Reston, Va. \r\n<p>\r\n<p><b>Lessons Learned from Recent Earthquakes in California and Japan<\/b> &mdash; Sunday, Jan. 24, Jim Mori, USGS Pasadena, Calif. \r\n<p>\r\n<p><b>The Bungee-Cord Connection: How One Earthquake Sets Up the Next<\/b> &mdash; Sunday, Jan. 24,Ross Stein, USGS Menlo Park, Calif. \r\n<p>\r\n<p><b>Coordinating the Development and Applications of a National Biological Information Infrastructure<\/b> &mdash; Monday, Jan. 25, Gladys Cotter, USGS Reston, Va. \r\n<p>\r\n<p>In addition to these presentations, three USGS scientists will be honored as AAAS \"Fellows\" in a ceremony on Jan. 23. They are: Gladys Cotter, USGS information scientist in Reston, Va.; Charles van Ripper III, USGS biologist in Flagstaff, Ariz.; and Henry John Moore II, deceased geologist from Menlo Park, Calif. Moore, who died three days after being elected to \"Fellowship in September 1998, will be honored posthumously. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"916894800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}