{"title":"New Research Findings Can Improve Avian Flu Surveillance Programs","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Genetic analyses of avian influenza in wild birds can help pinpoint likely carrier species and geographic hot spots where Eurasian viruses would be most likely to enter North America, according to new U.S. Geological Survey research.<!--introend-->&nbsp;<\/p>\n<p>Persistence of the highly pathogenic avian influenza H5N1 (HPAI H5N1) virus in Eurasia and Africa, and concerns that the virus might be transported among continents by migratory birds has resulted in global surveillance programs. In the United States, state and federal agencies tested more than 326,000 wild bird samples from across the country from 2005 to 2008.<\/p>\r\n<p>The new work by USGS has nationwide importance because it offers a method for avian influenza surveillance programs to target their efforts for the right species and in the best locations.<\/p>\r\n<p>In the study, USGS scientists conducted the first-ever survey of avian influenza gene variation in a single host species -- the northern pintail -- at each end of the bird's migratory flyway in North America: Alaska and California. These birds migrate between North America and Eurasia and in Japan and China have been known to occur in outbreak areas of &nbsp;HPAI H5N1.<\/p>\r\n<p>The researchers discovered that some avian influenza viruses recovered from the North American pintails contain genes that are more closely related to influenza viruses in Eurasia, and that the greatest number of these genes occurred in pintail viruses from Alaska. In contrast, northern pintails sampled on their main wintering areas in California had few Eurasian virus genes.<\/p>\r\n<p>The researchers speculate that Euasian flu genes become less prevalent as birds migrate southward in&nbsp; fall due to rapid mutation and reassortment, common to influenza viruses, and dilution by existing North American flu viruses. Reassortment, a shuffling process among viruses that infect the same host, occurs in all types of influenza A viruses, including H1N1 and H5N1.<\/p>\r\n<p>&ldquo;Our research demonstrates a genetically based technique for prioritizing wild bird species that are targeted for surveillance,&rdquo; said Dr. John Pearce, a USGS scientist and lead author of the study.&nbsp; &ldquo;Refining the list of priority species for surveillance by this method can reduce time and effort involved in surveillance sampling and is needed not only for Alaska, but also for those species along the North<\/p>\r\n<p>Atlantic coast of North America that may engage in transcontinental migrations, such as shorebirds and gulls,&rdquo; Pearce said.<\/p>\r\n<p>With few exceptions, genetic evidence for transcontinental avian influenza virus exchange in North America has come from coastal regions closest to Europe or Asia &ndash; Alaska and the North Atlantic.<\/p>\r\n<p>These areas, said Pearce, probably represent the first or primary areas of contact for foreign viruses, yet only about a third of birds tested for HPAI H5N1 in the United   States so far have been from these regions.<\/p>\r\n<p>&ldquo;Based on this new genetic evidence, one possible new strategy would be to target surveillance efforts on species in these coastal regions that are geographically closer to current sources of the highly pathogenic H5N1 virus,&rdquo; Pearce said. &ldquo;If there is no evidence of transcontinental avian influenza virus gene exchange for a certain species or regional pathway, then those species and areas could be deemphasized in future surveillance programs.&rdquo;<\/p>\r\n<p>The research was published in the November 2009 issue of <a href=\"http:\/\/www.blackwellpublishing.com\/eva_enhanced\/editors_choice.asp\"><em>Evolutionary Applications<\/em><\/a>, and was authored by scientists from three USGS centers: the USGS Alaska Science Center, the USGS National Wildlife Health Center, and the USGS Western Ecological  Research Center.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maine","Maryland","New Jersey","Rhode Island","Virginia","Oregon","Washington","California","Alaska"],"country":["United States of America"],"mm_tags":["Avian Influenza","Wildlife Diseases","Alaska","California","Northeastern States","Wild Birds","Surveillance Programs","Ducks","genetics"],"release_date":{"und":[{"value":"1263272400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169735"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}