{"title":"LiDAR Technology Reveals Faults Near Lake Tahoe","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>CARNELIAN BAY, Calif. &mdash; <!--introstart-->Results of a new U.S. Geological Survey study conclude that faults west of Lake Tahoe, Calif., referred to as the Tahoe-Sierra frontal fault zone, pose a substantial increase in the seismic hazard assessment for the Lake Tahoe region of California and Nevada, and could potentially generate earthquakes with magnitudes ranging from 6.3 to 6.9.<!--introend--> A close association of landslide deposits and active faults also suggests that there is an earthquake-induced landslide hazard along the steep fault-formed range front west of Lake Tahoe.&nbsp;<\/p>\n<p>Using a new high-resolution imaging technology, known as bare-earth airborne LiDAR (Light Detection And Ranging), combined with field observations and modern geochronology, USGS scientists, and their colleagues from the University of Nevada, Reno; the University of California, Berkeley; and the U.S. Army Corps of Engineers, have confirmed the existence of previously suspected faults. LiDAR imagery allows scientists to \"see\" through dense forest cover and recognize earthquake faults that are not detectable with conventional aerial photography.<\/p>\r\n<p>\"This study is yet one more stunning example of how the availability of LiDAR information to precisely and accurately map the shape of the solid Earth surface beneath vegetation is revolutionizing the geosciences,\" said USGS Director Marcia McNutt. \"From investigations of geologic hazards to calculations of carbon stored in the forest canopy to simply making the most accurate maps possible, LiDAR returns its investment many times over.\"<\/p>\r\n<p>Motion on the faults has offset linear moraines (the boulders, cobbles, gravel, and sand deposited by an advancing glacier) providing a record of tectonic deformation since the moraines were deposited. The authors developed new three-dimensional techniques to measure the amount of tectonic displacement of moraine crests caused by repeated earthquakes. Dating of the moraines from the last two glaciations in the Tahoe basin, around 21 thousand and 70 thousand years ago, allowed the study authors to calculate the rates of tectonic displacement.<\/p>\r\n<p>\"Although the Tahoe-Sierra frontal fault zone has long been recognized as forming the tectonic boundary between the Sierra Nevada to the west, and the Basin and Range Province to the east, its level of activity and hence seismic hazard was not fully recognized because dense vegetation obscured the surface expressions of the faults,\" said USGS scientist and lead author, James Howle. \"Using the new LiDAR technology has improved and clarified previous field mapping, has provided visualization of the surface expressions of the faults, and has allowed for accurate measurement of the amount of motion that has occurred on the faults. The results of the study demonstrate that the Tahoe-Sierra frontal fault zone is an important seismic source for the region.\"<\/p>\r\n<p>An abstract of the paper, \"Airborne LiDAR analysis and geochronology of faulted glacial moraines in the Tahoe-Sierra frontal fault zone reveal substantial seismic hazards in the Lake Tahoe region, California-Nevada USA,\" published in the \"Geological Society of America Bulletin\" is available <a href=\"http:\/\/gsabulletin.gsapubs.org\/content\/early\/2012\/05\/18\/B30598.1.abstract\">online<\/a>. Contact GSA for a copy of the full article.<\/p>\r\n<p>A video is available <a href=\"http:\/\/gallery.usgs.gov\/videos\/541\">online<\/a> showing a visual example of how airborne LiDAR (Light D etection And Ranging) imagery penetrates dense forest cover to reveal an active fault line not detectable with conventional aerial photography.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_05_22\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2012_05_22\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California","Nevada"],"country":["United States of America"],"mm_tags":["Li","lake","Tahoe","seismic","hazard","earthquake","fault","Natural Hazards","earthquake Hazards","Geographic Areas Southwest"],"release_date":{"und":[{"value":"1337745600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169839"},{"tid":"170247"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}