{"title":"Start with Science: Hurricane Isaac","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"While Hurricane Isaac has passed, scientific work to understand the stormâ\u0080\u0099s impact on Gulf Coast states continues.\n\nIsaac's floodwaters and impacts were measured using a variety of tools before, during and after the storm, including terrestrial and airborne lidar, acoustic Doppler and aerial photography\n\n<strong>Mapping in 3-D: Terrestrial lidar and acoustic Doppler<\/strong>\n<div style=\"float: right\" align=\"right\">[iframe width=\"350\" height=\"197\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/4LLBTzcIjRg?rel=0\" frameborder=\"0\" allowfullscreen]<\/div>\nUSGS scientists mapped the Tangipahoa Dam using terrestrial lidar (video at right), or T-lidarÂ and acoustic Doppler technology to capture multiple scans of different areas near the dam, showing the above and underwater topography. The dam was damaged during heavy rainfall in Hurricane Isaac and caused thousands of people downstream to be evacuated late last week.\n\nThese scans captured a clear view of two landslides on the damâ\u0080\u0099s downstream side. The larger of the two landslides occurred mostly underwater. While T-lidar provides a clear view of above ground features, scientists used acoustic Doppler techniques to conduct underwater measurements.\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_07_2012_dIYk0ONb07_09_07_2012_0\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/09_07_2012\/dIYk0ONb07_09_07_2012\/medium\/tangipahoa_timelapse_slides6.jpg\" alt=\"A 3-D terrestrial LiDAR scan of the Percy Quin Mississippi State Park Dam in McComb, Mississippi, taken Monday, September 3, 2012. The U.S. Geological Survey is using this new technology in select areas of Louisiana, Mississippi and Alabama to map impacts by Hurricane Isaac.  \" width=\"300\" \/><\/a> A 3-D terrestrial LiDAR scan of the Percy Quin Mississippi State Park Dam in McComb, Mississippi, taken Monday, September 3, 2012. The U.S. Geological Survey is using this new technology in select areas of Louisiana, Mississippi and Alabama to map impacts by Hurricane Isaac.[\/caption]\n\nThe first T-lidar scans took place Saturday, with more completed on Monday to assess whether additional movement of the landslides had occurred.Â  Mondayâ\u0080\u0099s scan showed little movement. This information and other data has been provided to the U.S. Army Corps of Engineers as they continue to address the damâ\u0080\u0099s structural risk and public safety.\n\nT-lidar allows scientists to quickly generate 3-D maps of buildings, dams,Â levees and other structures, and can show areas of storm damage as well.Â  In a four-to-five minute scan, the instrument collects millions of topographic data points in a full 360-degree view to quickly produce highly accurate topographic information and can map areas up to two-thirds of a mile away.\n\nAcoustic Doppler instruments are frequently used to measure stream or lake geometry and water velocity. An acoustic signal is bounced off the river or lake bottom and the amount of time required for the signal to return to the sensor provides a measurement of the distance to the bottom. In the Tangipahoa Lake application an acoustic Doppler instrument was used to map the underwater portion of the landslide area, and to determine the force of the water on the dam structure.\n\nIsaac is the first storm in which USGS has used its terrestrial lidar capabilities to map urban flooding.\n\n<strong>The view from above: aerial flight surveys and lidar showing coastal change <\/strong>\n\nAfter the worst of the storm passed, USGS scientists began conducting <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/oblique.php\">aerial photography and elevation surveys<\/a> of post-storm beach conditions along the Gulf Coast to document the impacts of hurricane surge, waves, and currents on beaches. Information obtained from these surveys allows scientists to measure changes to coastal environments.\n\nOblique aerial photography was collected this week from Isle Dernieres in Louisiana to Dauphin Island in Alabama.Â  Scientists compared these images with pre- storm images of the same location to illustrate the coastal changes and damage from Hurricane Isaac. Photo pairs of several locations are available online.\n\nPhotos from Dauphin Island indicated beach erosion and island overwash, furthering the erosion the island has seen during repeated storm events -- Ivan, Katrina, Gustav and Isaac -- that have led to the islandâ\u0080\u0099s increased vulnerability to future storms. <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/isaac\/images\/2004-2008_Dauphin_ver2LG.jpg\">This photo<\/a> shows the effects that repeat hurricane waves and surge have had on Dauphin Island from 2004 -2008.\n\nSome areas of the Chandeleur Islands in Louisiana experienced such extreme erosion from Isaac that only underwater shoals, or submerged shallow areas, remain. This erosion resulted in the disappearance of an oil-protection berm constructed following the BP oil spill.Â  Due to cumulative damage from previous storms like Hurricane Katrina, it remains in question whether this beach system will ever be able to fully recover from storm impacts.\n\nScientists are also conducting an airborne lidar survey of beach elevations to gather additional information in the most heavily impacted areas and to measure the amount of erosion.\n\nLidar, light detection and ranging, is an aircraft-based, remote-sensing technique that uses laser pulses to collect highly detailed ground elevation data. The photography and lidar data, as well as the coastal change analyses of these data, should be useful in mitigation and restoration efforts along the Gulf Coast shoreline. Data acquired will also be used to improve predictive models of future coastal impacts from severe storms and to identify areas vulnerable to extreme coastal change.\n\n<strong>Flyover Shows Storm Damage and Marsh Dieback<\/strong><strong>: <\/strong><strong><\/strong>\n\nAnother set of USGS aerial flight surveys flown this week used similar techniques to document vegetation and habitat change, and other ecological impacts and along coast and barrier islands post Isaac.\n\nThese flights examined areas from Wax Lake Delta, Louisiana, to Ship Island, Mississippi., and preliminary assessments suggest that Hurricane Isaac damaged coastal wetlands in a manner that is substantial, but not unprecedented. Damage to coastal wetland areas was evident throughout much of southeast Louisiana. The intensity of hurricane effects was most abundant in areas of upper Breton Sound, an area just to the south of the community of Braithwaite, which experienced devastating flooding.\n\nThe most prevalent effects of Hurricane Isaac observed were expansive wrack fields. Wrack is accumulated organic debris and trash that are transported and deposited by a hurricaneâ\u0080\u0099s surge. Wrack deposits from Hurricane Isaac were observed throughout southeast Louisiana, burying existing marsh areas and obstructing infrastructure, such as canals and railroads.\n\nLarge areas of marsh dieback, termed â\u0080\u009cbrown marshâ\u0080\u009d or â\u0080\u009csudden marsh dieback,â\u0080\u009d were observed in the Terrebonne and Barataria basins in Louisiana. Previous reports of sudden marsh dieback in the spring and summer of 2012, before Hurricane Isaac, indicate that the dieback in this area has been increasing over time and may be the result of a combination of other stressors. Evidence of vegetation stress, such as widespread discoloration, was also observed in areas that were directly impacted further to the east by hurricane storm surge. The browning and destruction in the marshes east of the Mississippi River in coastal Louisiana appear to be recent, indicating a more direct link to salinity and flooding stress associated with the Hurricane Isaacâ\u0080\u0099s storm surge. The USGS will further investigate the recent history of sudden marsh dieback events in coastal Louisiana. Subsequent aerial surveys will be conducted to quantify the extent of brown marsh and to potentially separate the phenomenon of sudden dieback and the storm surge impacts.\n\nLouisiana currently experiences more wetland loss then all other states in the U.S. combined. Coastal Louisiana has lost a wetland area the size of Delaware, equaling 1,883 square miles, over the past 78 years, according to a 2011 USGS National Wetlands Research Center study. For more information about NWRCâ\u0080\u0099s hurricane research, visit <a href=\"http:\/\/www.nwrc.usgs.gov\/hurricane\/index.html\">http:\/\/www.nwrc.usgs.gov\/hurricane\/index.html<\/a>. To view images collected during post-Hurricane Isaac reconnaissance flights, click on the Hurricane Isaac link. To learn more about marsh dieback or brown marsh, visit <a href=\"http:\/\/www.nwrc.usgs.gov\/about\/capabilities\/brwnmrsh.htm\">http:\/\/www.nwrc.usgs.gov\/about\/capabilities\/brwnmrsh.htm<\/a>.\n\n<strong>Seeing the Surge: Collecting Sensors and Gathering High Water Marks<\/strong>\n<div style=\"float: right\" align=\"right\">[iframe width=\"350\" height=\"197\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/EdLpTapNKBg?rel=0\" frameborder=\"0\" allowfullscreen]<\/div>\nUSGS field crews responded to the storm deploying 170 storm surge sensors and rapid deployment gauges along the Gulf coast between Mobile Bay in Alabama and Venice, Louisiana. Now those sensors are being collected and the data are being analyzed.\n\nSurge elevations ranged from more than five feet in eastern Mississippi to nearly 11 feet west of Bay St. Louis.Â  Along the North Shore of Lake Pontchartrain, surge elevation ranged from six feet to over seven and a half feet near Madisonville, Louisiana.Â  The LaPlace area southwest of Lake Pontchartrain experienced over five feet of surge elevation, but the worst hit was the Plaquemines Parish area, where flooding continues to impede access to USGS sensors.Â  All data (provisional and subject to change upon review) are available via <a href=\"http:\/\/50.17.205.92\/Apps\/IsaacStormSurgeMapper\/IsaacStormSurgeMapper.html\">interactive mapper<\/a>.\n\nIn addition to in measuring storm-tide, more than 75 independent high-water marks have been recorded to provide additional points between the sensors to document the extent and magnitude of storm surge from Isaac. Rains from Hurricane Isaac cause record flows on Mississippi streams. Inland flooding was recorded in Mississippi on the Wolf River, Black Creek and Wiggins. Three stations in southeastern Louisiana had the second highest peak stage of record ever recorded at these sites. Â Bogue Chitto River near Bush, La. peaked at 19.82 feet on September 2<sup>nd<\/sup>; Bogue Chitto River at Franklinton, La. also peaked on September 2<sup>nd<\/sup> with a high-water mark of 22.13 feet; Tangipahoa River at Robert, La. peaked on September 1 with high water mark of 24.02 feet.\n\n[SlideDeck2 id=175025]","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24228","uid":"31","filename":"dam_lidar_coverphoto.jpg","uri":"public:\/\/dam_lidar_coverphoto.jpg","filemime":"image\/jpeg","filesize":"79653","status":"1","timestamp":"1425492768","type":"image","uuid":"ab10d0b6-4089-4125-a266-5f02085c1f46","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":278,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["3-D Mapping","drought","flooding","floods","Hurricane","Natural Hazards","storm Surge","Tropical Storm Isaac","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1347052823","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}