{"title":"Compounds in Most Groundwater Do Not Exceed Water Standards","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Ground water used for drinking water generally does not contain levels of volatile organic compounds (VOCs) in excess of drinking water criteria, according to a national assessment by the U.S. Geological Survey. <!--introend-->\n<p>Levels of VOCs in about 6 percent of urban wells and 1.5 percent of the rural wells that were sampled, however, did exceed established drinking water criteria for these compounds, the USGS said. \r\n<p>\"The good news is that VOC concentrations that were below drinking water criteria were much more common, than those that exceeded those standards,\" said John Zogorski, chief of the VOC component of the USGS National Water Quality Assessment Program. \"It is in those areas where wells were found to have levels that exceeded drinking water standards that we need to focus increased attention to better understand the vulnerability of these aquifers to contamination by VOCs. Because many people obtain their drinking water from aquifers, monitoring and protection of these aquifers are needed.\" \r\n<p>\r\n<p>The USGS study assessed the water quality in the aquifer and not at the tap. Many types of wells were sampled including monitoring, domestic and public supply wells. Looking at the nation&rsquo;s ground water as a whole, the USGS estimates that about 7 percent of the resource contains at least one VOC, but the levels typically do not exceed drinking water criteria. Ground water in these areas is the source of drinking water for about 42 million people. \r\n<p>\r\n<p>VOCs were more commonly detected in urban areas than rural areas. When VOCs were detected in the samples, they most commonly occur with other VOCs. In urban areas, about half of the sampled wells had at least one VOC and about 30 percent had two or more VOCs. In rural areas, about 15 percent of the wells had one VOC and 6 percent had two or more VOCs. \r\n<p>\r\n<p>\"One common pattern that the USGS is seeing in its assessment of the quality of the Nation&rsquo;s water is that chemical compounds occur in mixtures, a finding which is reinforced by this study of ground water aquifers for drinking water supply,\" Zogorski said. \r\n<p>\r\n<p>Under the Safe Drinking Water Act, the U.S. Environmental Protection Agency has established drinking-water criteria and monitoring requirements for community water systems for 27 VOCs because of health concerns. The EPA criteria are four times more likely to be exceeded in urban areas than in rural areas. Chlorination of public water, the most common treatment method, generally does not reduce VOC concentrations. However, treatment facilities routinely monitor for VOCs and must use other treatment methods, such as aeration, if levels get above allowable limits. Such is not the case with private wells. (EPA criteria are based on exposure to a single VOC in drinking water, not the mixture of VOCs found in the source aquifers in the USGS study.) \r\n<p>The USGS collected samples from almost 3,000 wells nationwide between 1985-1995. The lowest concentration detected in the wells sampled was 0.2 micrograms per liter (2 parts per billion), which is lower than what is reported by many public water supplies for finished drinking water. The ability of the USGS to \"detect\" these compounds in water samples does not automatically translate into impacts on human or aquatic health. (The level of accuracy demanded by the USGS to assess the effects on water quality is a minute amount - sometimes parts per trillion - which is well below the threshold used for setting standards and guidelines for protection of human and aquatic health.) \r\n<p>\r\n<p>In urban and rural wells in the USGS study, the four most frequently detected compounds, in order, were chloroform, methyl tert-butyl ether, tetrachloroethene (PCE), and trichloroethene (TCE). VOCs are found in almost all natural and synthetic materials and are commonly used in fuels, fuel additives, solvents, perfumes, flavor additives and deodorants. Potential health hazards and envir","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"941083200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169748"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}