{"title":"Eruptions of Hawaiian Volcanoesâ\u0080\u0094","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HAWAI`I ISLAND, Hawaii &mdash; In January 2012, the U.S. Geological Survey&rsquo;s Hawaiian Volcano Observatory, located on the rim of K&#299;lauea Volcano&rsquo;s summit caldera, will celebrate its 100<sup>th<\/sup> anniversary.&nbsp; As part of the program to commemorate the upcoming Centennial, the USGS has published a revised edition of &ldquo;Eruptions of Hawaiian Volcanoes&mdash;Past, Present, and Future.&rdquo;&nbsp;&nbsp; This general-interest booklet&mdash;reader friendly and beautifully illustrated&mdash;has been highly popular with Hawaii residents, teachers, and students, as well as the many thousands of visitors to Hawaii Volcanoes National Park, since it was first published in 1987.<\/p>\n<p>This new edition focuses on eruptions of K&#299;lauea and Mauna Loa, two of the world&rsquo;s most active volcanoes.&nbsp; It highlights the still-continuing activity of K&#299;lauea&rsquo;s east rift zone eruption, which began in January 1983 and shows no signs of stopping.&nbsp; The edition also describes K&#299;lauea&rsquo;s summit activity within Halema&lsquo;uma&lsquo;u Crater, which started in mid-March 2008 and also continues to present.&nbsp; In addition, the booklet summarizes how HVO and other scientists monitor volcanic activity, including the use of space-age techniques not available when the first edition was published.<\/p>\r\n<p>The frequent, and often spectacular, eruptions of Hawaiian volcanoes have fascinated people for centuries. Viewing an erupting volcano in Hawaii is a memorable experience, and one that attracts the attention of many people around the globe, scientists and non-scientists alike.&nbsp; Because Hawaiian eruptions are generally non-explosive, they can be observed and studied with relative safety, allowing scientists to better understand eruptive processes and products and providing tourists unforgettable memories.&nbsp; Over geologic time, volcanic activity, in Hawaii and elsewhere in the world, has created and shaped more than 80 percent of the Earth&rsquo;s surface, above and below the sea.<\/p>\r\n<p>Hawaiian shield volcanoes are known for their relatively non-explosive eruptive style compared with the typically explosive activity of composite volcanoes like Mount St. Helens Volcano. The latest edition of &ldquo;Eruptions of Hawaiian Volcanoes&mdash;Past, Present, and Future&rdquo; offers further details on the different types of volcanoes and provides the most up-to-date information about the hazards associated with Hawaiian volcanism.<\/p>\r\n<p>USGS General Information Product #117, &ldquo;Eruptions of Hawaiian volcanoes; past, present, and future,&rdquo; by Robert Tilling, Christina Heliker, and Donald Swanson, is available as a free pdf online: <a href=\"http:\/\/pubs.usgs.gov\/gip\/117\/\">http:\/\/pubs.usgs.gov\/gip\/117\/<\/a><\/p>\r\n<p>A limited number of free printed booklets are also available (for a $5.00 handling fee) from: <a href=\"http:\/\/store.usgs.gov\/\">http:\/\/store.usgs.gov\/<\/a> or by writing to USGS Information Services, Box 25286, &#8232;Federal Center, Denver, CO 80225&#8232;telephone: 888 ASK-USGS; e-mail: <a href=\"mailto:infoservices@usgs.gov\">infoservices@usgs.gov<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["Hawaii","volcano","book","Kīlauea","Mauna Loa","hazard","geology",""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1307419200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}