{"title":"Hydrologic Datasets to Aid Water Management in the Upper Klamath Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>PORTLAND, Ore. &mdash; <!--introstart-->The United States Geological Survey, in cooperation with several Klamath Basin stakeholders, has developed hydrologic datasets for the upper Klamath Basin of south-central Oregon that can help water managers identify and prioritize water uses that could be voluntarily set aside and reallocated to yield an additional 30,000 acre feet of water to Upper Klamath Lake.<!--introend--><\/p>\n<p>The datasets can be used by water managers to display the geographical distribution of evapotranspiration, subirrigation, water rights, streamflow statistics, and irrigation return flow in the upper basin, crucial information for understanding potential impacts of any changes in allocation. Used together, the datasets can help managers determine the relative benefits of retiring water uses and\/or redirecting specific water rights to address water-resource issues specified in the Klamath Basin Restoration Agreement.<\/p>\r\n<p>The KBRA was developed by a diverse group of stakeholders&mdash;federal and state resource management agencies, Tribal representatives, and interest groups. The KBRA has the over-arching goal of providing a comprehensive solution to ecological and water-supply issues in the Klamath Basin. An important element of the KBRA is an Off-Project Water Program (outside of the Bureau of Reclamation&rsquo;s Klamath Project area, south of Upper Klamath Lake), which was designed to help resolve upper basin water-supply issues. The KBRA has not yet been authorized by Congress; this research was undertaken to help water managers facilitate implementation of KBRA if it is authorized. The datasets, however, will also be of importance to other water-resources research efforts in the upper basin.<\/p>\r\n<p>The Off-Project Water Program of the KBRA includes a Water-Use Retirement Program, whose purpose is to permanently provide an additional 30,000 acre feet of water per year to Upper Klamath Lake through voluntary retirement of water uses. The USGS products will help managers evaluate current water uses and their potential to meet the KBRA goals. The datasets provide up-to-date information about the Off-Project Water Program&rsquo;s source area: most of the watersheds upstream of Upper Klamath Lake, including the Sprague, Sycan, Wood, and Williamson Rivers.&nbsp;<\/p>\r\n<p>The digital data, metadata, and example illustrations for the datasets developed for the study, along with the methods of analysis, are published in USGS Open-File Report 2012&ndash;1199, \"Hydrological Information Products for the Off-Project Water Program of the Klamath Basin Restoration Agreement.&rdquo;&nbsp; The full report is available&nbsp;<a href=\"http:\/\/pubs.usgs.gov\/of\/2012\/1199\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","California"],"country":["United States of America"],"mm_tags":["water","Geographic Areas Northwest"],"distribution":["Water"],"release_date":{"und":[{"value":"1349755200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169143"},{"tid":"169747"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}