{"title":"1999 Summer Drought May Become Century&rsquo;s Worst - MidAtlantic Region Experiencing Most Dramatic Effects","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->As crops wither, power plants try to manage overloads, and rivers and streams dwindle to mere trickles, scientists at the U.S. Geological Survey are monitoring what could become this century&rsquo;s worst drought. <!--introend-->Such data is used by cities, counties, states and the federal government to plan for water shortages and to determine if similar problems can be avoided in the future. \n<p>\"Not only has 1999 been a dry year, but parts of the MidAtlantic states have been experiencing drought conditions for the past three years and there is little hope for a significant change in the coming months,\" said USGS Chief Hyrdologist Bob Hirsch. \"The compounding effect of dry years - one after another - is building to what may be the worst period of drought this century.\" \r\n<p>\"Drought advisories, warnings, or emergencies have been declared by state authorities in all MidAtlantic states, including Delaware, the District of Columbia, Maryland, New Jersey, New York, Pennsylvania, Virginia, and West Virginia.\" \r\n<p>Throughout the region, the USGS has measured and documented record or near-record low flows in more than three-quarters of region&rsquo;s streams and rivers, including the Delaware, Susquehanna, Potomac, and James. The USGS reported these findings in a congressional briefing held today (August 2). \r\n<p>\"Freshwater inflow to the Chesapeake Bay was at record lows in June and July, with corresponding lows in its major contributing tributaries,\" Hirsch said. \"This is leading to the increased salinity, low dissolved oxygen causing massive fish kills, and other effects on the ecology of the Bay. In other parts of the region, the drought is causing dramatic shortages in surface water and ground water.\" \r\n<p>Major public water suppliers have enough water in reservoirs to meet needs for the near term but may not be able to meet demands if precipitation does not return to near normal in the fall and winter, Hirsch said. Communities and families that depend on wells are already experiencing water shortages in many parts of the MidAtlantic region. \r\n<p>\"For more than 100 years, the U.S. Geological Survey has operated networks of streamflow gages and ground-water wells that form the backbone of the nation&rsquo;s drought monitoring capability. The current drought, which has lasted for almost three years, is the third worst this century,\" Hirsch said. \"If it persists, this drought could be worse than the devastating droughts of 1929 and 1966.\" \r\n<p>Additional realtime drought data for the entire MidAtlantic region can be found on the web at <a href=\"http:\/\/md.usgs.gov\/drought\/mid_atl.html\">http:\/\/md.usgs.gov\/drought\/mid_atl.html<\/a>. \r\n<p>\r\n<p>USGS Contacts in the MidAtlantic States<\/p>\r\n<p><b>Delaware<\/b><br>Daniel J. Soeder<br>1289 McD Drive<br>Dover, Delaware 19901<br>(302) 734-2506 (x238)<br>email: dc_de@usgs.gov<br>home page url: <a href=\"http:\/\/md.usgs.gov\/\">http:\/\/md.usgs.gov\/<\/a> \r\n<p>\r\n<p><b>Maryland<\/b><br>James M. Gerhart<br>8987 Yellow Brick Road<br>Baltimore, Maryland 21237<br>(410) 238-4200 (x4201)<br>email: dc_md@usgs.gov<br>home page url: <a href=\"http:\/\/md.usgs.gov\/\">http:\/\/md.usgs.gov\/<\/a> \r\n<p>\r\n<p><b>New Jersey<\/b><br>Eric J. Evenson<br>810 Bear Tavern Road, Suite 206<br>West Trenton, New Jersey 08628<br>(609) 771-3900 (x3901)<br>email: dc_nj@usgs.gov<br>home page url: <a href=\"http:\/\/nj.usgs.gov\/\">http:\/\/nj.usgs.gov\/<\/a> \r\n<p>\r\n<p><b>New York<\/b><br>L. Grady Moore<br>425 Jordan Road<br>Troy, New York 12180<br>(518) 285-5600 (x5659)<br>email: dc_ny@usgs.gov<br>home page url: <a href=\"http:\/\/ny.water.usgs.gov\/\">http:\/\/ny.water.usgs.gov\/<\/a> \r\n<p>\r\n<p><b>Pennsylvania<\/b><br>William H. Werkheiser<br>840 Market Street<br>Lemoyne, Pennsylvania 17043<br>(717) 730-6900 (x6912)<br>email: dc_pa@usgs.gov<br>home page url: <a href=\"http:\/\/pa.water.usgs.gov\/\">http:\/\/pa.water.usgs.gov\/<\/a> \r\n<p>\r\n<p><b>Virginia<\/b><br>Ward W. Staubitz<br>1730 East Parham Road<br>Richmond, Virginia 23228<br>(804) 261-2600 (","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland","New Jersey","New York","Pennsylvania","Virginia","West Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"933566400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170634"},{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}