{"title":"New York and Long Island Water Tables More Than Two Feet Higher since April 2009","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Groundwater-table levels in New York  City and on Long Island were about 2.5 feet higher on average and as much as 9 feet higher this April than they were last year, according to preliminary findings from the U.S. Geological Survey (USGS).<!--introend--> Although groundwater levels are slowly beginning to decline in most places, the water table is still near record highs. Currently, about a half million houses and businesses are located where the water table is less than 11 feet below land surface.<\/p>\n<p>&ldquo;Groundwater flooding due to the elevated water table is still occurring in many areas, but if seasonal conditions prevail, levels should continue to slowly decline in most areas throughout the summer and early fall,&rdquo; said USGS hydrologist Ronald Busciolano. &ldquo;Water levels are slow to decline in some areas due to differences in local geology.&rdquo;<\/p>\r\n<p>Water levels measured in April 2010 from more than 600 wells and 30 streams and lakes on Long Island and in New York  City indicate the largest increases occurred at higher elevations on Long Island where low-permeability soils are found locally. Smaller, but more harmful changes occurred in low-lying areas where basements, septic systems and other underground structures are close to the water table.<\/p>\r\n<p>Increasing temperatures, rising sea levels, changes in precipitation patterns, and more intense and frequent extreme weather events are predicted for Long Island and New York City by climate change scientists who are studying the issue. Generally, a rise in sea level and more frequent and intense storms would increase the potential for groundwater flooding and storm-surge damage in low-lying areas.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":["New York City","Long Island","Groundwater Flooding","flood","water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1276056000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170509"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}