{"title":"Lytle is Southwest Biological Science Center's New Leader","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>FLAGSTAFF, Ariz. &mdash; <!--introstart-->The U.S. Geological Survey has named ecologist David Lytle the director of its <a href=\"http:\/\/sbsc.wr.usgs.gov\/\">&#8234;Southwest Biological Science Center<\/a>, headquartered in Flagstaff.<!--introend--><\/p>\n<p>&ldquo;Rapid growth, changes in land use, and limited&nbsp;rainfall&nbsp;in the&nbsp;southwest region of the U.S. create challenges for&nbsp;natural resource management,&rdquo; remarked USGS director Marcia McNutt. &ldquo;We are thrilled to have attracted someone as eminently qualified for this position as&nbsp;Dr. Lytle, with his&nbsp;education in ecology,&nbsp;experience in forest management, and commitment to sustainability.&rdquo;<\/p>\r\n<p>Before coming to USGS, Lytle was Ohio&rsquo;s State Forester and Chief of the Ohio Division of Forestry, where he was responsible for the management of Ohio&rsquo;s 21 state forests and the conservation of Ohio&rsquo;s 8 million acres of privately owned forest land.&nbsp;Lytle previously was a conservation scientist and program leader with The Nature Conservancy in Ohio and a research ecologist with the U.S. Forest Service &ndash; North Central Research Station. His professional interests include forest landscape dynamics, including predictive and retrospective analyses of forest landscape change, and the management of forests in increasingly human-dominated landscapes. Lytle&rsquo;s long-held interest in conservation science led him to the USGS.<\/p>\r\n<p>&ldquo;I had an opportunity to come back to science with an organization with a very strong commitment to science to help solve problems,&rdquo; Lytle said. &ldquo;The biggest issues in the next century are ones of sustainability &mdash; how to support vibrant and growing communities while sustaining our natural world.&rdquo;<\/p>\r\n<p>Lytle holds a Ph.D. in Ecology, Evolution and Behavior from the University of Minnesota; a M.S. from the University of Maine and a B.A. from Macalester College in St. Paul, Minn. In 2010, he was awarded a fellowship to attend the Senior Managers in State and Local Government program at the John F. Kennedy School of Government at Harvard University.<\/p>\r\n<p>The Southwest Biological Science Center is organized into four research stations in Flagstaff and Tucson, Ariz., and Moab, Utah, where more than 100 federal and university scientists and staff conduct research to meet the needs of resource managers and society in the context of rapid environmental and social change throughout the Southwest. Research areas include Colorado River ecosystems, effects of climate change on wildlife, the functioning and resilience of dryland ecosystems, ecological implications of renewable energy development, and the effects of border security activities on ecosystem health.<\/p>\r\n<p>Lytle comes to Flagstaff with wife Jodi Buckman and their 10-year-old twins.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_19_12\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_19_12\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["biology","ecology","Arizona","Colorado River","Lytle"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1324270800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168892"},{"tid":"169193"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}