{"title":"Volcanism in the American Southwest","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>FLAGSTAFF, Ariz. &mdash; <!--introstart-->Experts in volcano hazards and public safety have started a conversation about volcanoes in the southwestern United States, and how best to prepare for future activity.<!--introend--> Prior to this meeting, emergency response planning for volcanic unrest in the region had received little attention by federal or state agencies.<\/p>\n<p>Though volcanic eruptions are comparatively rare in the American Southwest, the states of Arizona, Colorado, New Mexico, Nevada, and Utah host geologically-recent volcanic eruption deposits and are vulnerable to future volcanic activity. Compared with other parts of the western U.S., comparatively little research has been focused on this area, and eruption probabilities are poorly understood.<\/p>\r\n<p>&ldquo;A volcanic eruption in the American southwest is an example of a low-probability, but high-impact event for which we should be prepared to respond,&rdquo; said USGS Director Marcia McNutt. &ldquo;No one wants to be exchanging business cards during an emergency, and thus a small investment in advance planning could pay off in personal relationships and coordination between scientists and first responders.&rdquo;<\/p>\r\n<p>\"The goal of the conference is to increase awareness of volcanism and vulnerabilities in the American Southwest, and to begin coordination among volcano scientists, land managers, and emergency responders regarding future volcanic activity,\" said Dr. Jacob Lowenstern, one of the organizers of the conference, and the U.S. Geological Survey Scientist-In-Charge of the Yellowstone Volcano Observatory. \"This is the first time these federal, state, and local agencies have met to discuss their roles, responsibilities, and resources, should an eruption occur.\"<\/p>\r\n<p>The \"Volcanism in the American Southwest\" conference on Oct. 18-19 in Flagstaff, Ariz. was organized by the USGS, Northern Arizona University, University at Buffalo, and New Mexico Bureau of Geology and Mineral Resources, the meeting included interdisciplinary talks, posters, and panel discussions, providing an opportunity for volcanologists, land managers, and emergency responders to meet, converse, and begin to plan protocols for any future volcanic activity.<\/p>\r\n<p>More information about the meeting, including presentation abstracts, is <a href=\"http:\/\/volcanoes.usgs.gov\/observatories\/yvo\/jlowenstern\/volcanismSW_meeting.php\">online<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Colorado","New Mexico","Utah","California","Nevada"],"country":["United States of America"],"mm_tags":["Natural Hazards","Natural Hazards Volcano Hazards","Geographic Areas Southwest","Geographic Areas Rocky Mountain","volcanism","volcano","hazard","Southwest","Emergency Response","First Response","Emergency Managers","eruption"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1350619200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169698"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}