{"title":"New Tool Predicts Potential Desert Tortoise Habitat","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A new tool provides land managers with a predictive model for mapping the potential distribution of desert tortoise habitat and to evaluate different land-use issues the tortoises face at a landscape scale.<!--introend-->&nbsp;<\/p>\n<p>The entire listed range of the federally threatened Mojave population of desert tortoise <em>(Gopherus agassizii) <\/em>is covered by this habitat model. This includes parts of California, Nevada, Utah, and Arizona, an area that comprises 336,594 square kilometers (129,959 square miles) of basin-and-range topography.&nbsp;<\/p>\r\n<p>Habitat modeling is an important tool to simulate the potential distribution of desert tortoise to answer a variety of management and biological questions. The USGS habitat model can highlight areas that have the potential to be tortoise habitat but which are relatively unknown to previous monitoring efforts. By predicting potential distribution of desert tortoise habitat, land managers will be better able to plan conservation efforts, guide monitoring activities, monitor changes in the amount and quality of habitat available, minimize and mitigate disturbances, and ultimately assess the status of the tortoise and its habitat toward recovery of the species.&nbsp;<\/p>\r\n<p>&ldquo;We are excited about how well this model works, as well as the possibilities of using it to help answer new questions about tortoise conservation in current and future land-use and climate scenarios,&rdquo; said Dr. Ken Nussear. Nussear is a USGS research wildlife biologist in Henderson, Nev., who co-authored the report developed by an interdisciplinary team of USGS biologists, hydrologists, geologists, and geographers.&nbsp;<\/p>\r\n<p>The model incorporates an extensive amount of field data for desert tortoises, as well as environmental data related to landscape attributes, soil properties, annual rainfall patterns, and the influences of perennial and annual plants.&nbsp;<\/p>\r\n<p>The habitat model provides a base distribution model for desert tortoises that can be used to look at habitat potential in light of other resource information on land-use issues such as habitat connectivity, conservation genetics, future energy development, human population growth, and the urban-wildland interface. &ldquo;This interdisciplinary technique of acquiring vast amounts of information for the model has resulted in a greatly expanded ability to analyze desert tortoise issues on a landscape scale,&rdquo; said Dr. Todd Esque, a USGS research ecologist, and another co-author of the study. &ldquo;Also, the model can be modified to analyze many other kinds of landscape-scale issues across the arid southwest.&rdquo;<\/p>\r\n<p>USGS <a href=\"http:\/\/pubs.usgs.gov\/of\/2009\/1102\/\">Open-File Report 2009-1102<\/a> and the habitat model are available digitally.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2009_05_21\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2009_05_21\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2009_05_21\" mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2009_05_21\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2009_05_21&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Desert","tortoise","biology","conservation","Environmental","habitat","predictive","Model","urban","interface"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1242878400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169853"},{"tid":"170600"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}