{"title":"The Spirit of the Season Seen in the General Grant Sequoia, the Nation&rsquo;s Living Christmas Tree","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Note to Editors: Downloadable photographs of the General Grant Tree can be found at: <a href=\"http:\/\/www.werc.usgs.gov\/news\/2001-12-13.jpg\">http:\/\/www.werc.usgs.gov\/news\/2001-12-13.jpg<\/a> <\/p>\n<p><!--introstart-->There is science and there is spirit. Sometimes the two twine at apt times. So it is that, in the spirit of an ancient, but ageless Santa Claus, the General Grant Tree-- officially designated in 1926 as the Nation&rsquo;s Christmas tree by President Calvin Coolidge -- just keeps getting younger.<!--introend--> <\/p>\r\n<p>At one time, biologists estimated that the General Grant Tree, a giant sequoia in Kings Canyon National Park in California, was as old as 3,500 years, but recent U.S. Geological Survey research shows that the tree is a youthful 1,650 years old, plus or minus a few centuries. <\/p>\r\n<p>But to the 450 visitors and residents who trekked to the tree last Sunday, the tree was ancient and full of spirit - after all, what&rsquo;s a thousand years or so when you can live to three thousand years? It was the symbolism of the tree - its spirit if you will - that counted. Every year, on the second Sunday in December, the annual \"Trek to the Tree\" takes place. At the tree, as part of a living memorial ceremony, National Park Service rangers place a giant wreath to commemorate those lost in service to their country. <\/p>\r\n<p>This year&rsquo;s ceremony was especially poignant, said Dan Spears, the president of the Sanger Chamber of Commerce, in light of the September 11th tragedy and of the servicemen and women in danger now. \"These events were ever-present in the thoughts of the people attending the ceremony.\" <\/p>\r\n<p>Trekkers to the tree this year were greeted by more than 20 inches of snow on the ground, snow falling in the ceremony, and the awesome tree itself, standing more than 267 feet tall, with a diameter of around 30 feet at the base. The lowest major branch is probably 100 feet above the ground. <\/p>\r\n<p>Although no midget, the General Grant Tree is \"only\" the third largest of the sequoias. These are not the oldest trees on this planet, nor are they the tallest or the widest, yet their trunks occupy more space than any other single tree on earth. <\/p>\r\n<p>And the tree, said USGS scientist Stephenson, entering into the spirit of the season, doesn&rsquo;t need help from human ornaments to be decorated -- its existence itself is an ornament. Too, the tree is \"decorated\" by a vast array of species from lichens to woodpeckers to flying squirrels. <\/p>\r\n<p>The tree has been an inspiration to thousands of people, including the late Charles E. Lee of Sanger, Calif. In 1924, Lee visited the park and found himself standing next to a little girl by the Grant Tree. As they gazed on the tree with admiration, the little girl remarked that the tree would be a wonderful Christmas tree. <\/p>\r\n<p>Mr. Lee remembered the girl&rsquo;s words, and in 1925, he organized a Christmas program around the tree at noon on Christmas Day. Mr. Lee also wrote to President Calvin Coolidge, who designated the General Grant as the Nation&rsquo;s Christmas Tree on April 28, 1926. In 1956, President Dwight D. Eisenhower proclaimed the General Grant as a national shrine. Now, each year during the Christmas ceremony visitors remember those who died in service to the country. <\/p>\r\n<p>At one of the early gatherings around the tree, Colonel John White, a longtime Park Superintendent, expressed the feeling that keeps people visiting the tree year after year. \"We are gathered here around a tree that is worthy of representing the spirit of America on Christmas Day. That spirit is best expressed in the plain things of life, the love of the family circle, the simple life of the out-of-doors. The tree is a pillar that is a testimony that things of the spirit transcend those of the flesh.\" <\/p>\r\n<p>Stephenson said that sequoias grow naturally only on the west slope of the Sierra Nevada, most often between 5,000 and 7,000 feet. Only 75 groves of what n","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1008219600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170182"},{"tid":"169442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}