{"title":"Housing Arrangement, Location Determine Likelihood of Structure Loss Due to Wildfire in Southern California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>LOS ANGELES &ndash; <!--introstart-->Certain housing factors, such as being located in areas with a history of frequent fire or being surrounded by wildland vegetation, can increase the risk of structure loss in the event of wildfires.<!--introend--> This strong importance of housing arrangement and location indicate that land use planning may be a critical tool for reducing fire risk.&nbsp;<\/p>\n<p>In both the Santa Monica Mountains region and the San Diego region, analysis showed that the spatial arrangement and location of housing structures significantly influenced the likelihood of structure loss &mdash; whether structures were destroyed or damaged. In particular, structures were most likely to burn in areas with low to intermediate housing density, and this was the single most important determinant of property loss in San Diego.<\/p>\r\n<p>Structure losses were also greatest in areas with a history of frequent fire, and this was the single most influential predictor of structure loss in the Santa Monica Mountains. Losses were higher when structures were surrounded by wildland vegetation, and in the Santa Monica Mountains, losses were higher in herbaceous fuel types than in woody fuel types.&nbsp;<\/p>\r\n<p>\"Wildland fire is a fact of life in the Mediterranean-type climate of Southern California, and the costs are mounting from fire losses,\" says USGS Director Marcia McNutt. \"This report is a must read: it uses excellent scientific evidence to demonstrate where and how to plan communities to minimize the risk that homeowners will become fire victims.\"&nbsp;<\/p>\r\n<p>Researchers from the Conservation Biology Institute, U.S. Geological Survey and University of Wisconsin published their findings <a href=\"http:\/\/dx.doi.org\/10.1371\/journal.pone.0033954\">in the journal <em>PLoS ONE<\/em><\/a>. The team analyzed public records and satellite imagery of thousands of housing structures before and after wildfires &mdash; some 5,500 fire-affected structures out of 36,399 structures in Ventura and Los Angeles counties and 687,869 structures in San Diego County.&nbsp;<\/p>\r\n<p>\"Traditionally, fire risk management efforts have focused on the wildlands side, such as treatments to stop wildfires from reaching the urban environment, or attempting to suppress fire altogether. &nbsp;But a another key aspect of fire risk has been missing from the discussion &mdash; rethinking where we put homes in the first place,\" says <a href=\"http:\/\/www.werc.usgs.gov\/keeley\">Jon Keeley<\/a>, fire ecologist at the <a href=\"http:\/\/www.werc.usgs.gov\/\">USGS Western Ecological Research Center<\/a> and study coauthor. \"This study provides evidence for a completely new way to think about fire risk management.\"&nbsp;<\/p>\r\n<p>Researchers also addressed the need for maps in the new study, by testing traditionally used maps &mdash; based on the assumption that fuel distribution is the primary determinant of hazard &mdash; against fire hazard maps developed using a combination of factors that included housing location and spatial arrangement. The fuel-based maps correctly identified general patterns of fire hazard across the state. However, at the regional scale, fuel-based maps did not predict structure loss as well as maps that incorporated housing location and spatial arrangement factors.&nbsp;<\/p>\r\n<p>The study is the first major product of the <a href=\"http:\/\/www.werc.usgs.gov\/socalfirerisk\">USGS Wildfire Risk Scenario Project<\/a>, a federal-state-local partnership exploring wildfire hazard risks along the \"wildland-urban interface\" of Southern California suburbia &mdash; where housing communities meet the natural chaparral.&nbsp;<\/p>\r\n<p>Organized by Keeley, an international team of fire ecologists, geographers and economists is examining 1) the factors that determine when and where fires start; 2) how fires reach housing from the wildland; 3) the factors that lead to home and structure loss once fires reach an urban area; and 4) which fire management and wildfire facto","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Natural Hazards","Geographic Areas Southwest","fire","wildfire","hazard","Housing Loss","structure","southern California"],"release_date":{"und":[{"value":"1339992000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168811"},{"tid":"168908"},{"tid":"169755"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}