{"title":"Climate Change Implicated in Decline of Horseshoe Crabs","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>LEETOWN, W. Va.<\/strong> <strong>&mdash;<\/strong> <!--introstart-->A distinct decline in horseshoe crab numbers has occurred that parallels climate change associated with the end of the last Ice Age, according to a study that used genomics to assess historical trends in population sizes.<!--introend--> &nbsp;<\/p>\n<p>The new research also indicates that horseshoe crabs numbers may continue to decline in the future because of predicted climate change, said Tim King, a scientist with the U.S. Geological Survey and a lead author on the new study published in <em>Molecular Ecology<\/em>.<\/p>\r\n<p>While the current decline in horseshoe crabs is attributed in great part to overharvest for fishing bait and for the pharmaceutical industry, the new research indicates that climate change also appears to have historically played a role in altering the numbers of successfully reproducing horseshoe crabs. More importantly, said King, predicted future climate change, with its accompanying sea-level rise and water temperature fluctuations, may well limit horseshoe crab distribution and interbreeding, resulting in distributional changes and localized and regional population declines, such as happened after the last Ice Age.<\/p>\r\n<p>&ldquo;Using genetic variation, we determined the trends between past and present population sizes of horseshoe crabs and found that a clear decline in the number of horseshoe crabs has occurred that parallels climate change associated with the end of the last Ice Age,&rdquo; said King. &nbsp;<\/p>\r\n<p>The research substantiated recent significant declines in all areas where horseshoe crabs occur along the West Atlantic Coast from Maine to Florida and the eastern Gulf of Mexico, with the possible exception of a distinct population along the Yucatan Peninsula of Mexico<\/p>\r\n<p>These findings, combined with the results of a 2005 study by King and colleagues, have important implications for the welfare of wildlife that rely on nutrient-rich horseshoe crab eggs for food each spring.<\/p>\r\n<p>For example, Atlantic loggerhead sea turtles, which used to feed mainly on adult horseshoe crabs and blue crabs in Chesapeake Bay, already have been forced to find other less suitable sources of food, perhaps contributing to declines in Virginia&rsquo;s sea turtle abundance.&nbsp; Additionally, horseshoe crab eggs are an important source of food for millions of migrating shorebirds. This is particularly true for the red knot, an at-risk shorebird that uses horseshoe crab eggs at Delaware Bay to refuel during its marathon migration of some 10,000 miles.&nbsp; Since the late 1990s, both horseshoe crabs and red knot populations in the Delaware Bay area have declined, although census numbers for horseshoe crabs have increased incrementally recently.<\/p>\r\n<p>&ldquo;Population size decreases of these ancient mariners have implications beyond the obvious,&rdquo; King said. &ldquo;Genetic diversity is the most fundamental level of biodiversity, providing the raw material for evolutionary processes to act upon and affording populations the opportunity to adapt to their surroundings. For this reason, the low effective population sizes indicated in the new study give one pause.&rdquo;<\/p>\r\n<p>These studies should help conservation managers make better-informed decisions about protecting horseshoe crabs and other species with a similar evolutionary history. For example, the 2005 study indicated males moved between bays but females did not, suggesting management efforts may best be targeted at local populations instead of regional ones since an absence of enough females may result in local extinctions.&nbsp;<\/p>\r\n<p>&ldquo;Consequently, harvest limitations on females in populations with low numbers may be a useful management strategy, as well as relocating females from adjacent bays to help restore certain populations,&rdquo; King said. &ldquo;Both studies highlight the importance of considering both climatic change and other human-cause","summary":null,"format":null}]},"field_images":[],"regions":["West Virginia"],"country":["United States of America"],"mm_tags":["biology","Climate Change","Horseshoe Crabs","Red Knots","Endangered Species","Population Decline"],"release_date":{"und":[{"value":"1283140800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170579"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}