{"title":"Boise Watershed Watch Enters Third Year","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOISE, Idaho &mdash; <!--introstart-->For the third consecutive year, residents of Idaho's Treasure Valley can become citizen scientists to monitor water quality in the Boise River watershed.<!--introend--><\/p>\n<p>On Saturday morning, April 16, between 10:00 a.m. and 12:00 p.m., volunteers will gather at sites along the Boise River, its tributaries, and Lake Lowell for Watershed Watch, an outreach event sponsored by the City of Boise's WaterShed Environmental Education Center. The U.S. Geological Survey is an annual cosponsor of Watershed Watch.<\/p>\r\n<p>With help from USGS and other trainers, the citizen scientists will collect water and insect samples, conduct basic water-quality tests, and record their data. USGS hydrologists will be at the sampling sites near Glenwood Bridge and at the WaterShed Center to teach the volunteers how to safely collect their samples and to conduct the on-site tests.<\/p>\r\n<p>The USGS hydrologists will provide educational materials to the citizen volunteers, and they will demonstrate how they use sophisticated water-quality sampling and monitoring equipment to collect data from the statewide network of USGS streamgages and groundwater monitoring sites.<\/p>\r\n<p>Watershed Watch gives Treasure Valley residents the chance to take an active role in tracking the health of their watershed. Data collected from this Watershed Watch will be available along with data from past events at the <a href=\"http:\/\/bee.cityofboise.org\/WaterShed\/Home\/index.aspx\">WaterShed Environmental Education Center<\/a> website.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["freshwater","water","Idaho","Boise"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1301976000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170582"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}