{"title":"Genetics Provide Evidence for the Movement of Avian Influenza Viruses from Asia to North America via Migratory Birds","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors: Please see this press release at the USGS Newsroom for downloadable, copyright-free photos: <\/strong><a href=\"http:\/\/www.usgs.gov\/newsroom\/\">http:\/\/www.usgs.gov\/newsroom\/<\/a><\/p>\n<p><!--introstart-->Wild migratory birds may be more important carriers of avian influenza viruses from continent to continent than previously thought, according to new scientific research that has important implications for highly pathogenic avian influenza virus surveillance in North America.<!--introend--><\/p>\r\n<p>As part of a multi-pronged research effort to understand the role of migratory birds in the transfer of avian influenza viruses between Asia and North America, scientists with the U.S. Geological Survey (USGS), in collaboration with the U.S. Fish and Wildlife Service in Alaska and the University of Tokyo, have found genetic evidence for the movement of Asian forms of avian influenza to Alaska by northern pintail ducks.<\/p>\r\n<p>In an article published this week in <em>Molecular Ecology<\/em>, USGS scientists observed that nearly half of the low pathogenic avian influenza viruses found in wild northern pintail ducks in Alaska contained at least one (of eight) gene segments that were more closely related to Asian than to North American strains of avian influenza.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>It was a highly pathogenic form of the H5N1 avian influenza virus that spread across Asia to Europe and Africa over the past decade, causing the deaths of 245 people and raising concerns of a possible human pandemic.&nbsp; The role of migratory birds in moving the highly pathogenic virus to other geographic areas has been a subject of debate among scientists. &nbsp;Disagreement has focused on how likely it is for H5N1 to disperse among continents via wild birds.&nbsp;<\/p>\r\n<p>\"Although some previous research has led to speculation that intercontinental transfer of avian influenza viruses from Asia to North America via wild birds is rare, this study challenges that,\" said Chris Franson, a research wildlife biologist with the USGS National Wildlife Health Center and co-author of the study.&nbsp; Franson added that most of the previous studies examined bird species that are not transcontinental migrants or were from mid-latitude locales in North America, regions far removed from sources of Asian strains of avian influenza.<\/p>\r\n<p>Scientists with the USGS, in collaboration with the U.S. Fish and Wildlife Service, state agencies, and Alaska native communities, obtained samples from more than 1,400 northern pintails from locations throughout Alaska.&nbsp; Samples containing viruses were then analyzed and compared to virus samples taken from other birds in North America and Eastern Asia where northern pintails are known to winter.&nbsp; Researchers chose northern pintails as the focus of the study because they are fairly common in North America and Asia, they are frequently infected by low pathogenic avian influenza, and they are known to migrate between North America and Asia.&nbsp; None of the samples were found to contain completely Asian-origin viruses and none were highly pathogenic.<\/p>\r\n<p>\"This kind of genetic analysis - using the low pathogenic strains of avian influenza virus commonly found in wild birds - can answer questions not only about the migratory movements of wild birds, but the degree of virus exchange that takes place between continents, provided the right species and geographic locations are sampled,\" said John Pearce, a research wildlife biologist with the USGS Alaska Science Center and co-author of the study. \"Furthermore, this research validates our current surveillance sampling process for highly pathogenic avian influenza in Alaska and demonstrates that genetic analysis can be used as an effective tool to further refine surveillance plans across North America, Pearce added.<\/p>\r\n<p><strong>Website for USGS northern pintail avian influenza research: <\/strong><\/p>\r\n<p><strong><a href=\"http:\/\/alaska.usgs.gov\/science\/bio","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","Avian Influenza","wildlife"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1225080000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169247"},{"tid":"169735"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}