{"title":"From Climate Change and Avian Flu to Mars and Titan: USGS at AAAS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nFor reporters at AAAS, please call Leslie Gordon for media inquiries; she will be at the conference.\r\n<\/p>\r\n<p>\r\n<strong>Avian Influenza in Wildlife<\/strong>. This talk will focus on the current state of scientific knowledge about highly pathogenic avian influenza H5N1 and wild birds, as well as summarize the findings of the joint federal-state program established in 2006 for the early detection of this virus in the United States&#39; wild bird population. In 2005, H5N1 avian influenza spread rapidly across Asia from east to west. By March 2006, outbreaks were taking place among wild birds in Europe. While many speculated that wild birds alone were carrying the virus into new areas, the timing and direction of H5N1&#39;s spread across Asia did not correspond with any known wild bird migratory behavior. Evidence is beginning to suggest that a combination of factors have all contributed to the persistence and spread of HPAI H5N1: movements by infected wild birds, transportation of infected domestic birds, and uncontrolled interactions between wild and domestic birds. To minimize the adverse effects of HPAI, it is critical to detect its presence in a potential host population - whether wild bird or domestic poultry - early enough to mount an appropriate and effective response.&nbsp; Understanding the role of migratory birds in the spread of avian influenza viruses, the epidemiology of the avian influenza virus and its subtypes, and the exposure rates of various wild species are essential to future management of this disease. <strong>Dr.<\/strong> <strong>Susan D. Haseltine, U.S. Geological Survey. In session &quot;Pandemic Influenza: Understanding the Threat and Organizing the Response.&quot; Friday, Feb. 16, 2007, 1:45-4:45 p.m., Hotel: Hilton San Francisco, Ballroom Level, Continental Ballroom 6.<\/strong> \r\n<\/p>\r\n<p>\r\n<strong>Arctic Feedbacks to the Carbon-Climate System. <\/strong>The Arctic is a key part of the global climate system because the net positive energy input to the tropics must ultimately be resolved through substantial energy losses in high-latitude regions. The Arctic influences the global climate system through both positive and negative feedbacks that involve physical, ecological and human systems of the Arctic. The balance of evidence suggests that positive feedbacks to global warming will likely dominate in the Arctic during the next 50 to 100 years, which would mean an increase in atmospheric water vapor and higher temperatures, reduced snow and ice cover, an expansion of evergreen conifer forests and shrub tundra cover, more frequent fires, more carbon and methane release, and thawing of permafrost. However, the negative feedbacks associated with changing the freshwater balance of the Arctic Ocean through increased river discharge and thawing of sea ice and glaciers might abruptly launch the planet into another glacial period on longer timescales. Researchers, though, do not know how and on what timescale the oceanic changes in the North Atlantic will influence climate, even with such important examples of the thawing of permafrost and associated hydrologic and ecosystem changes. In light of uncertainties and the vulnerabilities of the climate system to responses in the Arctic, it is important that we improve understanding of how integrated regional changes in the Arctic will likely influence the evolution of the global climate system. <strong>Dr.<\/strong> <strong>David McGuire, U.S. Geological Survey. In session &quot;<\/strong><strong>Is a Warmer Arctic Adding Carbon Dioxide to the Atmosphere?&quot;<\/strong> <strong>Saturday,<\/strong> <strong>Feb 17, 2007, 2 - 3:30 p.m., Hotel: Renaissance Parc 55, Fourth Floor, Parc Ballroom 3.<\/strong> \r\n<\/p>\r\n<p>\r\n<strong>The Advance of Springtime: Early Signs of Global Warming?<\/strong> During the last few decades, there has been a widespread shift toward earlier springs. Over much of western North America, that shows up in some key hydrological and ecological meas","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1171515600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}