{"title":"Rural Well-Being in the Prairie Pothole Region","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Land-use in the Prairie Pothole Region (PPR) of the northern Great Plains has been shifting at an extraordinary rate, including changes in agriculture practices, the recent boom in petroleum production, and rising tourism, according to a new U.S. Geological Survey report.&nbsp;<\/p>\n<p>The report examines how economic variables and rural development are linked to land use in the region and suggests that while agriculture remains an important economic, social and cultural driver, the long-term economic health of the PPR is dependent on a strong off-farm economy as well.&nbsp;<\/p>\r\n<p>\"This report shows that policymakers and land managers may want to think holistically about land-use change and understand the linkages between their decisions and aspects of community well-being,\" said William Gascoigne, the USGS scientist who led the study. \"We set out to produce the most comprehensive report regarding land conditions, economic influence, and rural community well-being in the PPR to help inform their decisions.\"&nbsp;<\/p>\r\n<p>The report showed that although a vast amount of land in the PPR remains in farming -- still a major employer in select counties -- technological advances in agriculture and a depressed off-farm economy are threatening the economic contribution of this industry.&nbsp;<\/p>\r\n<p>\"We found that a strong farm economy and the persistence of family farms are just as, if not more so, dependent on a strong off-farm economy and labor market,\" Gascoigne said. \"Although each community is unique, modern rural-development must go beyond agriculture and take sight of other aspects of rural communities, including what attracts people to the area.\"<\/p>\r\n<p>The newly released USGS <a href=\"http:\/\/pubs.usgs.gov\/pp\/1800\/\">report<\/a> and <a href=\"http:\/\/pubs.usgs.gov\/fs\/2013\/3046\/\">fact sheet<\/a> also demonstrated that native prairie grassland remains in decline, a large portion of lands enrolled in the U.S. Department of Agriculture's Conservation Reserve Program (CRP) are once again being cultivated, and expanding petroleum production has just moved North Dakota past Alaska as the number two oil producer in the nation.&nbsp;<\/p>\r\n<p>While agriculture and oil production are major economic players, the report also noted that tourism &mdash; largely wildlife-based in this region &mdash; is a top-three industry in both of the Dakotas and is growing at above the national average in these states.&nbsp;&nbsp;<\/p>\r\n<p>\"The farming community has long understood that diversity in agricultural operations is critical to economic productivity,\" said Rick Nelson, coordinator for the Plains and Prairie Potholes Landscape Conservation Cooperative (LCC), which funded the study.&nbsp;\"Local policy makers also know that tourism activities and outdoor recreation are key components of a healthy local economy. It is less understood how this economic activity is threatened by land-use change and loss of habitat. This study helps to quantify how an investment of time and resources in strengthening the nonfarm rural economy may greatly assist local governing officials as they work to support agriculture in the community.\"<\/p>\r\n<p>The study conservatively estimates that expenditures on hunting and wildlife viewing are estimated to be contributing close to 10,000 jobs, $760 million in labor income, and $450 million in output to the regional economy. In addition, operational spending by the U.S. Fish and Wildlife Service National Refuge System and the Partners for Fish and Wildlife Program, including perennial habitat restoration, are supporting close to another 900 jobs, $40 million in labor income, and $50 million in output in the region.&nbsp;<\/p>\r\n<p>The PPR extends into areas of both the United States and Canada where midgrass and tallgrass prairies contain thousands of shallow wetlands known as potholes, which are essential habitat for millions of migrating ducks and other birds each year.&nbsp;<\/p>\r\n<p>The LCC is a federal, state, and nongovern","summary":null,"format":null}]},"field_images":[],"regions":["Montana","North Dakota"],"country":["United States of America"],"mm_tags":["Prairie Pothole Region","Bakken Formation","Land Use","","North Dakota","farming","recreation","ecosystems","Geographic Areas Rocky Mountain","Geographic Areas Midwest","Climateand Land Use Change"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1378958400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168873"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}