{"title":"New Study Lends Insight to Decreasing Denver Basin Groundwater Availability","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A newly released U.S. Geological Survey study of decreasing groundwater resources in the Denver Basin aquifer provides information on water movement within the system and how it responds to changes in climatic and human activities.<\/p>\n<p>The 3-D computer model of groundwater flow in the Denver Basin aquifer system was constructed to quantify and offer a &ldquo;big picture&rdquo; view of the hydrologic system. It will serve as a useful tool for analyzing past and present groundwater conditions, predicting future aquifer response to continued development, and guiding hydrologic monitoring and assessment in the Front Range urban corridor of Colorado.<\/p>\r\n<p>The Denver Basin aquifer system is an essential water resource for growing municipal, industrial, and domestic uses. Continued population growth along the Front Range and the resulting increase in pumping for additional water supplies has resulted in water-level declines and storage depletion in the aquifer system.<\/p>\r\n<p>\"The Denver Basin aquifers are a critical, but declining, drinking water resource for tens of thousands of residents along the Front Range in Colorado,\" said Anne Castle, Assistant Secretary for Water and Science at the U.S. Department of the Interior.&nbsp; \"This model and the associated data sets are essential tools for local governments and water suppliers to achieve sustainable water supplies in the future.\"<\/p>\r\n<p>Developed by scientists at the USGS, the groundwater flow model will provide a better understanding about the effects of continued pumping and climate variability on groundwater availability and storage depletion in the Denver Basin.&nbsp; A professional paper detailing the Denver Basin groundwater flow model and study results, \"<a href=\"http:\/\/pubs.usgs.gov\/pp\/1770\/\">Groundwater Availability of the Denver basin aquifer system, Colorado<\/a>,\" is available online.<\/p>\r\n<p>\"Many communities rely on groundwater resources for municipal, industrial, and agricultural water supplies, and yet unlike the situation with streams and reservoirs, citizens cannot readily assess for themselves whether they are unsustainably depleting this valuable resource,\" said USGS Director Marcia McNutt. \"Studies such as this by the USGS provide important information on the current status of the groundwater aquifer and its future potential so that communities can plan for their long-term water needs.\"<\/p>\r\n<p>To develop the model, scientists compiled information on aquifer geometry, aquifer properties, land use, pumping history, and climate from 1880 through 2003. Among their findings:<\/p>\r\n<ul>\r\n<li>For predevelopment (pre-1880) conditions, recharge, or water entering the aquifer, from precipitation and agricultural irrigation return flows was the primary source of water (94 percent of inflow) to the Denver Basin bedrock aquifers, and evapotranspiration was the primary component of groundwater discharge from the bedrock aquifers (72 percent of outflow).&nbsp; Flow between the bedrock aquifers, the alluvial aquifer, and streams accounted for the remaining components of the predevelopment water budget.&nbsp;<\/li>\r\n<\/ul>\r\n<ul>\r\n<li>Changes in land and water use have altered the groundwater flow system compared to predevelopment conditions.&nbsp; The expansion of urban\/suburban land use and\/or irrigated agriculture since the 1950s has increased water use on the landscape, which has increased recharge, evapotranspiration, and streamflow in connection with shallow parts of the aquifer system.<\/li>\r\n<\/ul>\r\n<ul>\r\n<li>Groundwater pumping was estimated for the period 1880-2003 on the basis of permitted wells using previously published methods. About 55,000 permitted pumping wells were included in the analysis, of which about 44,000 wells were completed in the bedrock aquifers and about 8,000 wells were completed in the alluvial aquifer.<\/li>\r\n<\/ul>\r\n<ul>\r\n<li>Groundwater pumping from the bedrock aquifers has increased steadily since the 1950&rsquo;s, primarily in response","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["water","Colorado","Denver Basin","Model"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1325048400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}