{"title":"stream Size Major Factor in Nitrogen Reaching the Gulf of Mexico","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A U.S. Geological Survey study supports previous findings that most of the nitrogen pollution delivered to the Gulf of Mexico by the Mississippi River originates far upstream in the upper Midwest and Ohio Valley states. But this new USGS study also finds that within these regions there are large differences in the percentage of nitrogen reaching the Gulf, depending on the relation of the location of nitrogen sources to streams of different sizes in the watershed. <\/p>\n<p>The study finds that the rates of nitrogen reaching the Gulf from upstream areas near large rivers in such states as Ohio and Minnesota are much higher than those in neighboring areas near small streams. Moreover, areas near large rivers in these same states, located more than 1,500 miles from the Gulf, also deliver more nitrogen to the Gulf than areas near small streams in the states of Mississippi and Arkansas, located only a few hundred miles from the Gulf. <\/p>\r\n<p>Previously it was not clear whether a unit of nitrogen released in different areas of the Mississippi River drainage basin has an equal chance of reaching the Gulf. It had generally been assumed that the percentage of nitrogen traveling downstream to the Gulf decreased as the distance increased. However, this study, to be published in the February 17 issue of Nature, finds that nitrogen pollution is naturally removed from water much more rapidly in small streams than in large rivers. As a result, nitrogen delivery from point and nonpoint sources in a stream drainage basin is not simply a function of the distance between the Gulf and the nitrogen source, but a function of the amount of time the nitrogen travels through small streams. <\/p>\r\n<p>\"We found that nitrogen is naturally removed from small streams much more quickly than in large rivers, such as the Mississippi River and its major tributaries,\" said USGS scientist Richard Alexander, one of the authors of the study. \"One of the most important ways that nitrogen is removed from water in the bottom sediments of streams is through a natural process called denitrification, where nitrogen is converted by bacteria to harmless nitrogen gas and vented to the atmosphere.\" <\/p>\r\n<p>The amount of nitrogen removed from water depends on the amount of water in contact with bottom sediments. Because water in small, shallow streams has more contact with the bottom sediments than water in deep, large rivers, more nitrogen is expected to be removed in smaller streams than larger rivers. The results of this study strongly support this theory. <\/p>\r\n<p>Nitrogen increases in the Mississippi River have been cited as the leading cause of eutrophication (excessive algal growth) and chronic hypoxia (low dissolved oxygen) in Louisiana coastal waters and the Gulf of Mexico during the latter half of the 20th century. This area of oxygen-depleted waters is the largest in the western Atlantic Ocean. <\/p>\r\n<p>\"The spring inflow of nitrogen-enriched waters from the Mississippi River into the poorly mixed, shallow Gulf waters causes excessive algal production,\" Alexander explained. \"Then, the decay of the algae depletes the oxygen in the water, causing bottom-dwelling organisms to die and stressing the fishing resources in the Gulf.\" <\/p>\r\n<p>The percentage of stream nitrogen reaching the Gulf of Mexico from all areas in the Mississippi River drainage basin is illustrated in a color map at <a href=\"http:\/\/www.usgs.gov\/themes\/nature.html\">http:\/\/www.usgs.gov\/themes\/nature.html<\/a>. In this map, colors representing the percentage of nitrogen reaching the Gulf of Mexico form a dendritic pattern, similar to the veins of a leaf, with the largest percentage near the Mississippi, Ohio, and lower Missouri River valleys. <\/p>\r\n<p>The USGS study used data from 374 monitoring stations located on rivers and streams in the United States, including 123 stations in the Mississippi River basin, to quantify the rates at which nitrogen is removed from channels by natural processes. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"950677200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170318"},{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}