{"title":"Diazinon Levels in Sacramento and San Joaquin Basin Rivers Lower Than in 1990s","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The application of the pesticide diazinon on orchards, and the amounts found in rivers and streams in the Sacramento and San Joaquin Basins in Northern California, were considerably lower in 2000 than in the 1990s according to two recently released reports by the U.S. Geological Survey (USGS). <\/p>\n<p>Pesticides were sampled at major river sites, including the Sacramento, Feather, San Joaquin, Merced, Tuolumne, and Stanislaus Rivers and 21 smaller tributary sites. Despite the relatively lower levels in 2000, the proposed State guideline for diazinon was still exceeded in 14 percent of the samples in the San Joaquin Basin and in 30 percent of the samples in the Sacramento Basin. The proposed State guidelines for chlorpyrifos, a pesticide with similar winter uses as diazinon, was exceeded in 2 percent of the samples in the San Joaquin Basin. <\/p>\r\n<p>&quot;The most significant sources of both diazinon and chlorpyrifos were the part of the San Joaquin Basin upstream of Highway 165 and the Dry Creek tributary to the Tuolumne River,&quot; said USGS hydrologist, Charles Kratzer, the lead author of the San Joaquin Basin report. <\/p>\r\n<p>In the Sacramento Basin more than half the diazinon appeared to come from sources upstream of Colusa, California and about 30 percent from the Feather River, according to USGS hydrologist, Peter Dileanis, the lead author of the Sacramento Basin report. <\/p>\r\n<p>The decrease in diazinon levels is related to a decrease in the amount of pesticide applied. Diazinon is a pesticide that is used to control insects and is commonly applied to dormant orchards in winter months. Both USGS studies were funded by the California Department of Pesticide Regulation to provide additional information to the Central Valley Regional Water Quality Control Board for their development of a Total Maximum Daily Load regulation for diazinon and chlorpyrifos. <\/p>\r\n<p>The USGS Water-Resources Investigations Report 02-4103, &quot;Diazinon and Chlorpyrifos Loads in the San Joaquin River Basin, California, January and February 2000,&quot; by Charles R. Kratzer, Celia Zamora, and Donna L. Knifong, is available on the Web at URL <a href=\"http:\/\/pubs.water.usgs.gov\/wri024103\/\">http:\/\/pubs.water.usgs.gov\/wri024103\/<\/a>. The USGS Water-Resources Investigations Report 02-4101 &quot;Occurrence and Transport of Diazinon in the Sacramento River, California and Selected Tributaries During three Winter Storms, January &ndash; February 2000&quot; by Peter D. Dileanis, Joseph L. Domagalski, and Kevin P. Bennett, is available on the Web at USGS <a href=\"http:\/\/pubs.water.usgs.gov\/wri024101\/\">http:\/\/pubs.water.usgs.gov\/wri024101\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1024545600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169129"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}