{"title":"Obituary &mdash; Wendy Romney Hassibe","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Wendy Romney Hassibe, recently retired leader and manager with the U.S. Geological Survey (USGS) in Denver, Colo., died suddenly after suffering a stroke on March 11 in Salt Lake City, Utah. \n<p>Hassibe was born in Salt Lake City on October 22, 1940. She graduated from East High School and attended the University of Southern California before receiving her bachelor&rsquo;s degree in History from the University of Utah. \r\n<p>She began and ended her professional career with the USGS, starting in 1967 as an Information Specialist in the Salt Lake City office, and concluding as the Chief, Branch of Information Services, Rocky Mountain Mapping Center in Denver, Colo. In 1987, she moved to Reston, Virginia, where she managed a national network of 63 State Earth Science Information Centers and improving the Map Depository Library Program at USGS Headquarters. \r\n<p>She was known and honored for her organizational and leadership skills. Her team building and reengineering concepts allowed her to play a pivotal role in meeting the challenge of implementing the initial goals of the National Performance Review Reinvention Laboratory, as directed by Vice President Al Gore. She was recognized accordingly in 1995 with the Department of the Interior&rsquo;s Meritorious Service Award. \r\n<p>\"Wendy cared a great deal about the USGS, about providing excellent customer service, about making a difference in this world,\" commented Craig Skalet, a friend and colleague. \"But mostly Wendy cared about people. She touched and changed the lives of so many people and she probably didn&rsquo;t realize the difference she made in their lives.\" \r\n<p>After spending over 31 years working for the USGS, Hassibe retired in September 1998, and returned to Salt Lake City, where she purchased her dream cottage and looked forward to spending time with her close family and friends. Hassibe was preceded in death by her parents and is survived by two children, Kim Hassibe and Amina Hassibe, four grandchildren, and four siblings. \r\n<p>In accordance with her wishes, her ashes will be spread on the Pacific Ocean&rsquo;s waters somewhere between Monterey and Half Moon Bay on the California Coast. In lieu of a funeral, family and friends were invited to gather at her home in Salt Lake City to celebrate her life, \"as loudly and irreverently as possible and to do so among yellow roses and wildflowers.\" \r\n<p>A local celebration of Hassibe&rsquo;s life will occur March 23 at 2 p.m. in the King and Hayden rooms in Building 810 at the Denver Federal Center. \r\n<p>A digital photo of Hassibe is available through contacting Heidi Koehler at 303-236-5900 x302 or <a href=\"mailto:hkoehler@usgs.gov\">hkoehler@usgs.gov<\/a> or you may view a 57 Kb <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/hassibe_photo.jpg\">jpeg file<\/a> online. \r\n<p>Donations are being accepted for a plaque set in stone to commemorate a wildflower garden in Hassibe&rsquo;s memory. You may send contributions to Karen Eberhardt (303-202-4191) or Ranae Gonzales (303-202-4616) at Box 25286, Denver, CO 80225. \r\n<p>Alternatively, the family suggests that donations be made to: \r\n<p>Miles Pratt Romney Mine Exhibit<br>Utah Museum of Natural History<br>1390 East Presidents Circle<br>University of Utah<br>Salt Lake City UT 84112<br><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"922078800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169489"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}