{"title":"Asian Carp Pose Substantial Risk to the Great Lakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Asian carp pose substantial environmental risk to the Great Lakes if they become established there, according to a bi-national Canadian and United States risk assessment released today.<\/p>\n<p>Bighead and silver carps -- two species of Asian carp -- pose an environmental risk to the Great Lakes within 20 years, with the risk increasing over time. Lakes Michigan, Huron and Erie face the highest risk relative to the other lakes. &nbsp;<\/p>\r\n<p>The risk assessment report was led by the Department of Fisheries and Oceans Canada and included a team of scientists from Canada and the United States.&nbsp; Two U.S. Geological Survey scientists were among the co-authors of the report.<\/p>\r\n<p><a href=\"http:\/\/gallery.usgs.gov\/photos\/12_29_2010_g30Ne65DDx_12_29_2010_0\"><img style=\"float: right; margin: 5px; border: 1px solid black;\" title=\"Beachscape\" src=\"http:\/\/gallery.usgs.gov\/images\/12_29_2010\/g30Ne65DDx_12_29_2010\/medium\/Beachscape__LPS_Aug06_for_print_-Jim_Nicholas-.jpg\" alt=\"Great Lakes water availability studies conducted by the U.S. Geological Survey aim to help characterize how much water the Basin has now, how water availability is changing, and how much water it can expect to have in the future.\" width=\"500\" height=\"221\" \/><\/a>The report examined the likelihood of the survival and establishment of Asian carp in the lakes.&nbsp; It relied on prevention measures under way through November 2010, and did not take into account extensive preventive actions implemented since that time. The authors also assessed the probable ecological consequences should the fish invade the Great Lakes.<\/p>\r\n<p>\"Ever since these non-native fish first escaped and began to breed prolifically in the rivers of the Midwest, the questions everyone has been asking are: &lsquo;Can a breeding population survive in the Great Lakes and would it be a significant problem if they did?&rsquo;\" said USGS Director Marcia McNutt. \"Now we know the answers and unfortunately they are &lsquo;yes and yes.&rsquo; This study will help scientists and resource managers in Canada and the U.S. determine how and where to redouble their efforts as they continue to prevent the establishment of these invasive fish.\"<\/p>\r\n<p>The reason for the high risk of invasion is because portions of the Great Lakes offer sufficient food and habitat to enable these invasive fish to spawn, survive and spread, the report&rsquo;s authors noted. They identified the most likely pathway for Asian carp to enter the Great Lakes is via the Chicago Area Waterway System.&nbsp;<\/p>\r\n<p>The report suggests that the major ecological consequence resulting from the establishment and spread of Asian carp into the Great Lakes would likely be an overall decline in certain native fish species, including some commercially and recreationally important ones.&nbsp; Such declines could occur because Asian carp would compete with prey fish that primarily eat plankton.&nbsp; This could lead to reduced growth rates and declines in abundance of prey fish species, and thus predatory fish would also likely decline.&nbsp; Asian carp also reduce survival of open-water fish larvae -- like those of walleye and yellow perch -- most likely through competition for plankton or by preying on the larvae.<\/p>\r\n<p>However, the authors emphasized that the establishment of Asian carp in the Great Lakes and resulting ecosystem damage are not foregone conclusions. Preventing the establishment of Asian carp in the Great Lakes is the best means of avoiding harmful ecological and economic effects.<\/p>\r\n<p>The new report, developed with input from resource managers, decision makers and researchers from federal, provincial and state agencies, and other groups, provides a science-based assessment of the risk these fish pose to the Great Lakes.&nbsp; &nbsp;By involving both Canadian and U.S. scientists, the report drew upon the wealth of Asian carp expertise in both countries. The report will allow managers to make informed decisions for management of Asian","summary":null,"format":null}]},"field_images":[],"regions":["New York","Pennsylvania","Illinois","Michigan","Minnesota","Ohio","Wisconsin"],"country":["United States of America"],"mm_tags":["Asian Carp","invasive","fish","Great Lakes","Risk Assessment","ecosystems","Invasive Fish","Ecosystems Fisheries Aquaticand Endangered Resources"],"distribution":["Biology"],"release_date":{"und":[{"value":"1342065600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169086"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}