{"title":"USGS Inducted into the 2012 URISA GIS Hall of Fame","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"Default\">The <a href=\"http:\/\/www.usgs.gov\/\">USGS<\/a> is a major contributor and driver to GIS progress across the government and the private sector. USGS geospatial technologies, long term datasets, research, innovations, information, and publications, all made available at no cost to the public through the <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/b2c\/start\/(xcm=r3standardpitrex_prd)\/.do\">USGS Store<\/a>, have enabled advancements of science techniques and methods.<\/p>\n<p class=\"Default\">These innovations have been and still are invaluable to the science community, and provide data for decision makers and the public around the world. The agency's early involvement in GIS development revolutionized the natural science research by facilitating multi-discipline data sharing and analysis especially in the areas of natural hazards (fire, earthquakes, floods, landslides, and droughts), water quality and quantity, and ecosystem development.<\/p>\r\n<p class=\"Default\">\"The USGS is honored to join the ranks of other notable organizations who have previously been inducted into the URISA GIS Hall of Fame and who share our philosophy that supporting GIS is important because it is for the public good,\" said USGS Director Marcia McNutt. \"In a world where increasingly complex problems require increasingly sophisticated solutions for organizing multi-disciplinary spatial information, advancing the frontiers of GIS facilitates advancing the frontiers of science.\"<\/p>\r\n<p class=\"Default\">The formal induction will occur October 3, 2012, during the <a href=\"http:\/\/www.urisa.org\/gispro2012\">URISA GIS-Pro Conference<\/a> in Portland, Ore. URISA established the <a href=\"http:\/\/www.urisa.org\/hall_of_fame\">GIS Hall of Fame<\/a><strong> <\/strong>in 2005<strong> <\/strong>to recognize and honor the most esteemed leaders in the geospatial community and this year's Conference is highlighting its 50<sup>th<\/sup> annual meeting. Mark DeMulder, Director of the USGS <a href=\"http:\/\/www.usgs.gov\/ngpo\/\">National Geospatial Program<\/a> will speak at the ceremony and receive the award on behalf of the bureau.<\/p>\r\n<p class=\"Default\">\"The USGS is thrilled to be receiving this award from URISA\", said DeMulder, \"and is immensely proud of the many employees who have pioneered the applications of GIS in the programs we carry out on behalf of the <a href=\"http:\/\/www.doi.gov\/index.cfm\">U.S. Department of the Interior<\/a> and the citizens of our Nation.\"<\/p>\r\n<p class=\"Default\">Other awardees inducted into the 2012 URISA GIS Hall of Fame include: The National Aeronautics and Space Administration Natural Resources Canada; Statistics Canada; and the U.S. Census Bureau.<\/p>\r\n<p class=\"Default\">The formal <a href=\"http:\/\/www.usgs.gov\/ngpo\/urisa\/nomination_statement.html\">nomination statement<\/a><span style=\"text-decoration: underline;\"> <\/span>and other award details are available on the URISA Award <a href=\"http:\/\/www.usgs.gov\/ngpo\/urisa\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Science Impact","","","Geographic Information System","store","Geospatial Technology","datasets","National Geospatial Program","Department Of Interior",""],"article_type":["National News Release"],"distribution":["Biology","Climate Change","Environmental Health","Mapping","Natural Hazards","Water"],"release_date":{"und":[{"value":"1349064000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169836"},{"tid":"170049"},{"tid":"170221"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}