{"title":"Participants Needed for Study of Arsenic and Uranium in Drinking Water","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Residents with private wells in Essex, Middlesex, and Worcester counties are needed for a study about arsenic and uranium. In early March, some 1600 residents will receive letters asking them to help scientists determine if arsenic or uranium concentrations are elevated in their well water.<\/p>\n<p>The letters will come from the U.S. Geological Survey. Instructions and sampling kits will be provided.<\/p>\r\n<p>Advantages of participation are that there is no cost to participate, results will be sent back to the well users, and confidentially of the results will be maintained. Well information is exempt from the Freedom of Information Act.<\/p>\r\n<p>The USGS and the Massachusetts Department of Environmental Protection are conducting this study to assess:<\/p>\r\n<ul>\r\n<li> The number of private wells with arsenic or uranium concentrations that are greater than the current drinking-water standards <\/li>\r\n<li> The degree to which bedrock units correlate with concentrations of uranium and arsenic<\/li>\r\n<\/ul>\r\n<p>\"We are concerned that private wells might contain elevated levels of uranium and arsenic. By participating in this study, private homeowners will have an opportunity to get their water tested at no cost to them,\" said USGS scientist John Colman, who is leading the study. This study will also help guide future water-supply development and well-water testing.<\/p>\r\n<p>This study was prompted by recent changes in federal drinking-water standards and the results of previous studies.&nbsp; In 2000, the standard for safe drinking water for uranium was established at 0.03 milligrams per liter (mg\/L). In 2006, the standard for arsenic was lowered from 0.05 mg\/L to 0.01 mg\/L. Although bedrock is thought to be a source for arsenic and uranium, the association between these elements and bedrock type has not been established for Massachusetts. The focus of this investigation is east-central Massachusetts, where elevated levels of arsenic have previously been detected in public wells.&nbsp;<\/p>\r\n<p>Public wells are relatively uncommon in bedrock because of low water yield; however private bedrock wells are very common and results could substantially increase our knowledge about arsenic and uranium distribution.<\/p>\r\n<p>A similar study in which private homeowners collected water samples and sent them to the USGS was conducted in New Hampshire and a correlation between bedrock unit and arsenic concentration was established. Because similar bedrock units extend south from New Hampshire through Massachusetts, correlation is likely in Massachusetts as well. Read the <a href=\"http:\/\/pubs.usgs.gov\/fs\/fs-051-03\/\">details of the New Hampshire study<\/a>.<\/p>\r\n<p>For participants who are concerned about arsenic and human health, a separate study by the Massachusetts Department of Public Health, Bureau of Environmental Health (MDPH) will offer the opportunity for health assessments related to arsenic. The purpose of the health-assessment study is to determine whether individuals consuming the well water have elevated concentrations of arsenic in their urine. Participants in the USGS well-water study are not obligated to take part in the health assessment. MDPH's Hinton Laboratory will provide laboratory support to the MDPH evaluation. The results of the urine analyses will be strictly confidential and protected from release under Massachusetts law. Any public reports on the results of this effort will not contain identifying information regarding wells or well owners.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":["arsenic","Uranium","water","Water Quality","Human Health"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1235970000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169703"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}