{"title":"Observing Polar Bears from Space","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ANCHORAGE, Alaska &mdash; Monitoring wildlife in the Arctic is difficult. Study areas are cold, barren and often inaccessible. For decades scientists have struggled to study animals, like polar bears, which live in these remote areas. Now researchers at the U.S. Geological Survey have begun testing a new, yet counterintuitive solution &ndash; rather then get close to the animals, monitor them from afar. <!--introstart-->Scientists have started using satellites to observe, count and track polar bears. USGS scientists and their Canadian collaborators have begun analyzing high-resolution satellite images from a part of the Canadian High Arctic to determine the feasibility of using satellites to study polar bear populations.<!--introend-->&nbsp;<\/p>\n<p>&ldquo;We tested the use of satellite technology from DigitalGlobe to count polar bears by tasking the satellite to collect photos from an area where we were also conducting aerial surveys,&rdquo; said Dr. Todd Atwood, research leader for the USGS Polar Bear Research Program. &ldquo;We then analyzed the satellite and aerial survey data separately and found that the abundance estimates were remarkably similar.&rdquo;<\/p>\r\n<p>The study, which is led by former USGS scientist and current University of Minnesota researcher Dr. Seth Stapleton, is part of an ongoing effort to identify non-invasive technologies to better understand how polar bears respond to the loss of sea ice due to a warming climate. This study tries to determine the number of polar bears and where they reside on Rowley Island in Nunavut&rsquo;s Foxe Basin during the ice-free summer. &ldquo;We selected Rowley as our study site because bear density is high during summer and the flat terrain provides an ideal setting to evaluate the use of satellite imagery,&rdquo; said Stapleton.<\/p>\r\n<p>Traditionally, scientists study polar bears by capturing and tagging them or by conducting aerial surveys with low flying aircraft. While these methods provide a wealth of important information, they are disruptive to the animals and are often not possible when dealing with remote locations. &ldquo;We think satellite technology has the potential to open vast, remote regions of the Arctic to regular monitoring. It has tremendous potential to aid the circumpolar management of polar bears,&rdquo; said Stapleton.&nbsp;<\/p>\r\n<p>The next steps in the research focus on testing the satellites&rsquo; ability to detect polar bear populations over larger areas, including sites along coastal Alaska. Using satellite imagery shows incredible promise and provides one more tool for those interested in preserving polar bear populations for future generations.<\/p>\r\n<p>The ongoing research is part of the&nbsp;<a href=\"http:\/\/alaska.usgs.gov\/science\/interdisciplinary_science\/cae\/index.php\">USGS Changing Arctic Ecosystems Initiative<\/a>. The <a href=\"http:\/\/www.plosone.org\/article\/info%3Adoi%2F10.1371%2Fjournal.pone.0101513\">findings from the study<\/a> are in the most recent issue of PLos ONE.<\/p>\r\n<p>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Remote Sensing","Arctic","wildlife","Climate Change","Polar Bear","ecosystems","Alaska"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1404878400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169067"},{"tid":"170597"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}