{"title":"Going Natural","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"400\" caption=\"USGS scientists conducting chemical analyses on site and in an on-site mobile laboratory in order to identify important degradation products from the natural attenuation of landfill leachate in the aquifer.\"]<img src=\"http:\/\/toxics.usgs.gov\/photo_gallery\/photos\/norman\/NormanSamplingActivities_m.jpg\" alt=\"USGS scientists conducting chemical analyses on site and in an on-site mobile laboratory in order to identify important degradation products from the natural attenuation of landfill leachate in the aquifer.\" width=\"400\" height=\"196\" \/>[\/caption]\n\nNatural processes play a big role in removing underground contaminants after a landfill has been closed. Closed landfills are typically unlined and may pose a threat to groundwater quality. USGS scientists study how natural processes can remove landfill contaminants. Recent USGS research shows that climate, vegetation, groundwater recharge rate, and proximity of the contaminants to the water table can all affect and control natural removal rates. The chemical properties of groundwater and aquifer sediments can have a major effect on microbial reactions that remove contaminants. Also, rates of contaminant removal at the center of the subsurface contaminant plume can be very different than rates at the plume's edges, where contaminated groundwater interacts with uncontaminated groundwater or discharges to surface water. Understanding how effectively natural processes remove contaminants is complicated, and requires examining many environmental factors. For more information on landfill contaminants and other topics related to toxic substances visit our <a href=\"http:\/\/toxics.usgs.gov\/highlights\/landfill_leachate.html\">website<\/a>.\n\n&nbsp;\n\n<strong>Contact<\/strong>:<a href=\"mailto:icozzare@usgs.gov\"> Isabelle Cozzarelli<\/a>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["contaminants","Environmental Health","groundwater","toxicology","water"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1322688431","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}