{"title":"Geologist Discusses Coal and Environmental Safeguards at Toronto Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->\"Is coal an important source of trace elements to the environment?\" U.S. Geological Survey scientist Dr. Robert B. Finkelman will discuss the effects of coal burning in the U.S. and in other parts of the world at the Annual Meeting of the Geological Society of America scheduled for Oct. 25-29 in Toronto, Canada. <!--introend-->\n<p>\"Worldwide, nearly one billion people use coal in unvented ovens for heat and cooking,\" says Finkelman. \"Many developing countries rely heavily on coal as a source of energy; however, much of the coal is burned in homes without proper ventilation and with no regard for the quality of the coal. In Asia alone, extreme concentrations of arsenic and fluorine in coals burned domestically have caused poisoning in more than 10 million people,\" Finkelman explains. \r\n<p>Coal is also an important energy resource in the U. S., where almost 60 percent of electricity produced is generated from coal combustion. In the U. S., coal is burned in large, sophisticated utility boilers using modern pollution control technology. As a result, most of the trace elements from coal burning are concentrated in byproducts such as fly ash and boiler slag that, with proper disposal, will limit mobilization of potentially harmful elements into the environment. \r\n<p>Despite these safeguards, coal quality is also important to consider in avoiding mobilization of potentially harmful trace elements. The USGS, in cooperation with state geological surveys, has been collecting coal quality data for the U.S. for more than 20 years to create a comprehensive national coal information database. This database has developed into the largest publicly available database of its kind. Data are available on the Internet at http:\/\/energy.er.usgs.gov\/products\/databases\/CoalQual\/index.htm. Most developing countries are now recognizing the need to generate reliable coal-quality information to protect the health of their citizens and the quality of the global atmosphere. \r\n<p>\r\n<p><b>\"Is coal an important source of trace elements to the environment?\" is scheduled for 10:15 am Wednesday, Oct. 28 in Metro Toronto Convention Centre Rm. 701B.<\/b> <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"909201600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}