{"title":"Media Advisory: Missouri River Will Be Dyed Red for Water Study","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The Missouri River will be dyed red for a water flow study being conducted by the U.S. Geological Survey and the Montana Department of Environmental Quality.<\/p>\n<p>Scientists will release non-toxic red dye into the Missouri River on Aug. 30 and Sept. 1, which will cause water near the release sites near Three Forks and Townsend to flow red for about 3 hours.<\/p>\r\n<p>The study is being conducted to monitor how the water flows down the river and will help determine travel times and dispersion rates. This information is important in the event of an accidental contaminant spill and to model water quality and aquatic life in the river.<\/p>\r\n<p>The dye will be injected into the water at two separate sites and times:<\/p>\r\n<ul>\r\n<li>Monday Aug. 30 at 7 a.m., Toston Dam near Townsend<br \/> 51 miles southwest of Helena, and 53 miles northwest of Bozemen<br \/><br \/><\/li>\r\n<li>Wednesday,      Sept. 1 at 7 a.m., Trident Boat Access near Three Forks<br \/> 33 miles west of Bozeman and 74 miles southwest of Helena<\/li>\r\n<\/ul>\r\n<p>Rhodamine WT, the red dye used in this study, is non-toxic and safe for the environment. The dye plumes will be monitored as they travel downstream. Although the red dye may be quite visible near the two release sites, it will quickly become diluted, and at most points downstream it will be detectable only with specialized instruments. Environmental Protection Agency regulations require that the maximum concentrations of Rhodamine WT dye at municipal water supplies be no greater than 10 micrograms per liter. To ensure compliance with EPA regulation, the USGS has designed the study to reduce the maximum concentrations at all surface water intake locations to 5 micrograms per liter.<\/p>\r\n<p>Studies like this have been conducted across the country. Visit this <a href=\"http:\/\/www.mapquest.com\/maps?1c=Three+Forks&amp;1s=MT&amp;1y=US&amp;1l=45.892502&amp;1g=-111.551399&amp;1v=CITY&amp;2c=Townsend&amp;2s=MT&amp;2y=US&amp;2l=46.319199&amp;2g=-111.519997&amp;2v=CITY\">Mapquest page<\/a> to view the Montana study area.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana"],"country":["United States of America"],"mm_tags":["water","dye","waterquality","Montana"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1282795200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169488"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}