{"title":"Secretary Jewell Announces New Wildlife and Climate Studies at the Pacific Islands Climate Science Center","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Descriptions of the funded projects are available <\/strong><a href=\"https:\/\/nccwsc.usgs.gov\/csc\/pacific-islands\"><strong>here<\/strong><\/a><strong>.<\/strong><\/p><p>Secretary of the Interior Sally Jewell announced today that Interior&rsquo;s Pacific Islands Climate Science Center is awarding over $600,000 to universities and other partners for&nbsp;<a href=\"https:\/\/nccwsc.usgs.gov\/csc\/pacific-islands\">research<\/a> to guide managers of parks, refuges and other cultural and natural resources in planning how to help communities, species and ecosystems adapt to climate change.<\/p><p>&quot;These climate studies are designed to help address regional concerns associated with climate change, providing a pathway to enhancing resilience and supporting local community needs,&quot; said Secretary Jewell. &quot;The impacts of climate change are vast and complex, so studies like these are critical to help&nbsp;ensure that our nation&#39;s responses are rooted in sound science.&quot;<\/p><p>The six funded studies will focus on how climate change and variability will affect natural resources, human communities and management options to help offset such change. They include:<\/p><ul><li>Understanding how to predict very low flow rates in natural streams to help manage Hawai`i&rsquo;s limited freshwater resources.<\/li><li>Developing methods to plan for changes in distribution of rare and endangered plants and their associated habitats.<\/li><li>Preparing for changes in freshwater resources and associated agro-forestry to improve food security and overall community resilience to the impacts of climate change.<\/li><li>Understanding how to model coastal erosion for beaches statewide to help prioritize beach conservation efforts and identify potential future impacts.<\/li><li>Understanding how human perceptions of coastal habitat quality compare to actual measured conditions and using that information to inform future coastal usage and community planning.<\/li><li>Measuring and modeling watershed characteristics under climate-induced moisture stress.<\/li><\/ul><p>&ldquo;With signs of changing climate and seasonality evident across the subtropical and tropical Pacific, we are very happy to have this opportunity to support six excellent multi-agency projects,&rdquo; said David Helweg, director of Interior&rsquo;s Pacific Islands Climate Science Center.&nbsp; &ldquo;These projects are designed to provide timely and useable information to communities and resource managers in Hawai`i and U.S. Affiliated Pacific Islands.&rdquo;<\/p><p>Each of the Department of the Interior&#39;s eight&nbsp;<a href=\"http:\/\/www.doi.gov\/csc\/\">Climate Science Centers<\/a> worked with states, tribes, federal agencies, <a href=\"http:\/\/www.fws.gov\/landscape-conservation\/lcc.html\">Landscape Conservation Cooperatives<\/a>, universities supporting the CSCs, and other regional partners to identify the highest priority management challenges in need of scientific input, and to solicit and select research projects.<\/p><p>The studies will be undertaken by teams of scientists and students from the universities that comprise the Pacific Islands CSC, from USGS science centers, and from other partners such as the State and the U.S.-Affiliated Pacific Islands, National Oceanic and Atmospheric Administration, NOAA Pacific RISA Program, US Department of Agriculture and the&nbsp;Landscape Conservation Cooperative in the region.<\/p><p>The eight <a href=\"https:\/\/nccwsc.usgs.gov\/sites\/default\/files\/files\/CSC_consortia_and_regions.pdf\">DOI Climate Science Centers<\/a> form a national network, and are coordinated by the&nbsp;<a href=\"https:\/\/nccwsc.usgs.gov\/\">National Climate Change and Wildlife Science Center,<\/a> located at the headquarters of Interior&#39;s U.S. Geological Survey. CSCs and LCCs have been created under <a href=\"http:\/\/www.doi.gov\/whatwedo\/climate\/cop15\/upload\/SecOrder3289.pdf\">Interior&#39;s strategy to address the impacts of climate change<\/a> on America&rsquo;s waters,<\/p>","summary":"","format":"filtered_html","safe_value":"<p><strong>Reporters: Descriptions of the funded projects are available <\/strong><a href=\"https:\/\/nccwsc.usgs.gov\/csc\/pacific-islands\"><strong>here<\/strong><\/a><strong>.<\/strong>Secretary of the Interior Sally Jewell announced today that Interior’s Pacific Islands Climate Science Center is awarding over $600,000 to universities and other partners for <a href=\"https:\/\/nccwsc.usgs.gov\/csc\/pacific-islands\">research<\/a> to guide managers of parks, refuges and other cultural and natural resources in planning how to help communities, species and ecosystems adapt to climate change.\"These climate studies are designed to help address regional concerns associated with climate change, providing a pathway to enhancing resilience and supporting local community needs,\" said Secretary Jewell. \"The impacts of climate change are vast and complex, so studies like these are critical to help ensure that our nation's responses are rooted in sound science.\"The six funded studies will focus on how climate change and variability will affect natural resources, human communities and management options to help offset such change. They include:\n<\/p><ul><li>Understanding how to predict very low flow rates in natural streams to help manage Hawai`i’s limited freshwater resources.<\/li>\n<li>Developing methods to plan for changes in distribution of rare and endangered plants and their associated habitats.<\/li>\n<li>Preparing for changes in freshwater resources and associated agro-forestry to improve food security and overall community resilience to the impacts of climate change.<\/li>\n<li>Understanding how to model coastal erosion for beaches statewide to help prioritize beach conservation efforts and identify potential future impacts.<\/li>\n<li>Understanding how human perceptions of coastal habitat quality compare to actual measured conditions and using that information to inform future coastal usage and community planning.<\/li>\n<li>Measuring and modeling watershed characteristics under climate-induced moisture stress.<\/li>\n<\/ul><p>“With signs of changing climate and seasonality evident across the subtropical and tropical Pacific, we are very happy to have this opportunity to support six excellent multi-agency projects,” said David Helweg, director of Interior’s Pacific Islands Climate Science Center.  “These projects are designed to provide timely and useable information to communities and resource managers in Hawai`i and U.S. Affiliated Pacific Islands.”Each of the Department of the Interior's eight <a href=\"http:\/\/www.doi.gov\/csc\/\">Climate Science Centers<\/a> worked with states, tribes, federal agencies, <a href=\"http:\/\/www.fws.gov\/landscape-conservation\/lcc.html\">Landscape Conservation Cooperatives<\/a>, universities supporting the CSCs, and other regional partners to identify the highest priority management challenges in need of scientific input, and to solicit and select research projects.The studies will be undertaken by teams of scientists and students from the universities that comprise the Pacific Islands CSC, from USGS science centers, and from other partners such as the State and the U.S.-Affiliated Pacific Islands, National Oceanic and Atmospheric Administration, NOAA Pacific RISA Program, US Department of Agriculture and the Landscape Conservation Cooperative in the region.The eight <a href=\"https:\/\/nccwsc.usgs.gov\/sites\/default\/files\/files\/CSC_consortia_and_regions.pdf\">DOI Climate Science Centers<\/a> form a national network, and are coordinated by the <a href=\"https:\/\/nccwsc.usgs.gov\/\">National Climate Change and Wildlife Science Center,<\/a> located at the headquarters of Interior's U.S. Geological Survey. CSCs and LCCs have been created under <a href=\"http:\/\/www.doi.gov\/whatwedo\/climate\/cop15\/upload\/SecOrder3289.pdf\">Interior's strategy to address the impacts of climate change<\/a> on America’s waters,<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["Climate Change","climatesciencecenter","Pacific Islands"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1418878800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169187"},{"tid":"170410"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}