{"title":"Rock Stars","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Top scientists from across the world, including 192 earth science experts from the U.S. Geological Survey (USGS), will be gathering this week to share their latest findings and most innovative research.<!--introend-->&nbsp;<\/p>\n<p>The USGS will be a major participant at the annual meeting of the Geological Society of America (GSA), Oct. 5-9, 2008 at the George R. Brown Convention Center in Houston, Texas. USGS scientists will present approximately 140 papers and posters on topics ranging from the extreme coastal impacts of Hurricanes Ike and Gustav to the potential effects of moon dust on astronauts.<\/p>\r\n<p><strong>Ecosystems<\/strong><\/p>\r\n<p><strong>\"Is Las Vegas Wastewater Threatening Lake Mead Fish Reproduction?\"&nbsp; <\/strong><\/p>\r\n<p>Contaminants in Nevada's Lake Mead might be threatening fish reproduction. Reproductive problems in male fish observed at several locations in Lake Mead include altered reproductive hormones, reduced gonadal development, and lower sperm quality-all possibly indicating exposure to contaminants in the water. Treated wastewater from the Las Vegas Metropolitan area flows into Lake Mead through Las Vegas Wash and enters into Las Vegas Bay. Studies were recently conducted to determine the distribution and potential sources of contaminants in Lake Mead and indicate that the main source is Las Vegas Wash.&nbsp;&nbsp;<\/p>\r\n<p>Presenter: Michael R Rosen, USGS<\/p>\r\n<p><strong>Monday, Oct. 6, 10:20 a.m., General Assembly Theater Hall C<\/strong><\/p>\r\n<p style=\"text-align: left;\"><strong><em><\/em><\/strong><\/p>\r\n<p><strong>\"Strategic Science Plan for Salton Sea Restoration\"<\/strong><\/p>\r\n<p>California's largest lake is in jeopardy, but scientists are coming to the rescue. The Salton Sea provides irreplaceable habitat for migratory birds and an important cultural and recreational resource; however, water transferred from agricultural uses in the Imperial Valley to municipal uses in southern California will decrease the amount of irrigation water returned to the lake. If no action is taken, the results will be loss of aquatic and wetland habitat, increased salt content, increased receding of the water level, and degraded air quality.&nbsp; USGS scientists are assisting in restoration planning through science evaluations and oversight and collaboration on a monitoring and assessment plan.&nbsp; The Strategic Science Plan will help link resource managers with the scientific community by addressing issues such as biological sustainability, water and air quality, and socioeconomic values.<\/p>\r\n<p>Presenter: Doug Barnum, USGS<\/p>\r\n<p><em><strong>Wednesday, Oct. 8, 3:20 p.m., General Assembly Theater Hall B<\/strong><\/em><\/p>\r\n<p><strong><em><\/em><\/strong><\/p>\r\n<p><strong>\"New USGS Studies on Post-Fire Dryland Soil Stability and Habitat Restoration\"<\/strong><\/p>\r\n<p>Habitat restoration project results from the eastern Great Basin and the Colorado Plateau confirm the need for managers to evaluate the risks of increasing soil erosion when planning land treatments. Efforts largely funded by federal programs are underway in western North America to restore wildlands that have been degraded by effects of land-use, invasive exotic plants, and altered fire regimes. The goals are to enhance ecosystem resistance and resilience to fire, resistance to invasive exotic plants, native plant diversity, habitat quality for wildlife, and forage production for livestock. USGS scientists highlight the need to address the risks of soil erosion in such plans.<\/p>\r\n<p>&nbsp;Presenter: Mark Miller, USGS<\/p>\r\n<p><em><strong>Sunday, Oct. 5, 11:05 a.m., Room 332AD<\/strong><\/em><\/p>\r\n<p><strong><em><\/em><\/strong><\/p>\r\n<p><strong>Climate<\/strong><\/p>\r\n<p><strong>Poster Presentation: \"Soil Development and Vegetation Succession in Glacial Fiords of Southcentral and Southeast Alaska\"<\/strong><\/p>\r\n<p>Soil and plants are replacing many glaciers in Alaska. Glacier melts due to current climate conditions have given way to bays","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1223265600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169167"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}