{"title":"Alternative holiday shopping -- and free wrapping paper!","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->At a loss for gift ideas?&nbsp; Or just plain lost? The Map and Publication Sales office (MaPS) is offering unusual, free holiday wrapping paper, in the form of outdated topographical maps to promote recycling and to save the colorful but space-consuming maps from landfill.<!--introend--><\/p>\n<p>Holiday shoppers are reminded that the MaPS<strong> <\/strong>office sells maps, books, GIS data and other digital products on a wide range of subjects and areas of interest with gift ideas for the person who has everything, the hard-to-please, and the just plain curious.&nbsp;<\/p>\r\n<p>The MaPS office, operated by the Department of Conservation&rsquo;s California Geological Survey (CGS) in partnership with the U.S. Geological Survey (USGS), has just what you&rsquo;re looking for in a unique &ldquo;one-stop-shop&rdquo; for delivery of natural science information products and services.&nbsp;<\/p>\r\n<p>Topographic wrapping paper display an array of holiday colors, green for forests and cities etched in red, and are large, 24\" x 30\", offering a generous wrap for most holiday packages. The maps will be available for pickup only, in limited quantities, through December 23<sup>rd<\/sup>.<\/p>\r\n<p>Holiday gift ideas include the <strong>&ldquo;Gold Districts of California&rdquo; - <\/strong>this publication describes the principal features of each gold-bearing district in California. Descriptions include location, history, geology, a list of mines, and a bibliography. For just $20 this is a &ldquo;must-have&rdquo; for the aspiring prospector. Or how about a geologic map or fault map of the San Francisco Bay Region? The <strong>&ldquo;Geologic Map of the San Francisco Bay Region&rdquo;<\/strong> contains photos, graphics and descriptive information about geologic materials, geologic time, fossils, and the geologic history of the San Francisco Bay region. The <strong>&ldquo;Map of Quaternary-Active Faults in the San Francisco Bay Region&rdquo; <\/strong>shows faults that have been active and in the last 2 million years, and are likely to be the source of the major earthquakes in the region. The map also includes answers to common questions about faults.&nbsp; These colorful posters measure 36&rdquo; x 48&rdquo; and are available for only $12. Another great gift idea and just one of the 21,000 maps for sale, is the new USGS world map <strong>&ldquo;This Dynamic Planet&rdquo;<\/strong>, available for $14.<\/p>\r\n<p>In addition to scientific publications by the CGS and the USGS, topographic maps, which have served as the &ldquo;guiding light&rdquo; for hikers and other recreationists for nearly a century, are still available, for just $8 each. The CGS-USGS <strong>MaPS<\/strong> office has topographic maps for eight western-region states (Alaska, Arizona, California, Hawaii, Idaho, Nevada, Oregon, and Washington).&nbsp; The <strong>MaPS<\/strong> office also has large wall maps and posters of the world, the U.S., and special areas, for under $20.<\/p>\r\n<p>The <strong>MaPS<\/strong> office is located in Building 3 on the USGS campus at 345, Middlefield Road in Menlo Park. For information about the CGS-USGS <strong>MaPS<\/strong> office and the products it offers, call 650-688-6327.&nbsp; Business hours are from 8 a.m. to 4 p.m., Monday through Friday.<\/p>\r\n<p>The California Geological Survey provides scientific products and services about the state's geology, seismology and mineral resources and their related hazards that affect the health, safety, and business interests of the people of California.<\/p>\r\n<p>For more information about the California Geological Survey, visit: <a href=\"http:\/\/www.conservation.ca.gov\/cgs\">http:\/\/www.conservation.ca.gov\/cgs<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Holiday","gift","wrap","Topographic","map","geography"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1260162000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169422"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}