{"title":"New Map Sharpens View of African Ecosystems","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A team of African and North American scientists led by the U.S. Geological Survey and NatureServe, a conservation non-profit organization, has created a series of continent-wide ecosystem maps that offer the most detailed portrayals of Africa's natural setting yet produced.<!--introend--> The new maps and related data on landforms, geology, bioclimates, and vegetation can be used across Africa for conservation planning and resource management, as well as for impact assessments of climate change and changes in land use, such as agriculture, deforestation, and urbanization.&nbsp;<\/p>\n<p>\"This was a multi-organizational, international collaboration to create new earth science datasets for the entire continent at finer resolutions than ever before,\" said Matt Larsen, USGS Associate Director for Climate and Land Use Change. \"An added benefit is that this information about ecosystem conditions can be put to many different uses. It will have tremendous utility beyond ecosystem assessments.\"&nbsp;<\/p>\r\n<p>USGS and NatureServe researchers collaborated with the Regional Centre for Mapping of Resources for Development (RCMRD), based in Nairobi, Kenya. RCMRD hosted two workshops where invited experts from many African nations developed a new classification of African ecosystems and provided location data for the newly classified ecosystems.<\/p>\r\n<p>Overall, a total of 37 experts from 18 countries worked together to formulate the ecosystem classifications (126 distinct ecosystems were mapped) and produce the maps at a base resolution of 90 meters.&nbsp;<\/p>\r\n<p>\"This much improved baseline of Africa's ecosystem conditions has the potential for more accurate carbon assessment studies in Africa,\" observed USGS scientist Roger Sayre, lead author of the publication.&nbsp;<\/p>\r\n<p>Determination of biological carbon stocks in ecosystems is an emerging science. Currently, carbon stocks are assessed in general biome categories like forests, grasses, shrublands, wetlands, deserts, and agricultural lands. The increased classification resolution supplied by the new African ecosystems maps will facilitate a more robust assignment of carbon inventories to a greater, more precise number of biological sources.&nbsp;<\/p>\r\n<p>The Association of American Geographers (AAG) provided key support for the final publication. The publication is <a href=\"http:\/\/pubs.er.usgs.gov\/publication\/70045097\">available in digital form<\/a> from the USGS.&nbsp;<em>&nbsp;<\/em>&nbsp;<\/p>\r\n<p><strong>Citation<\/strong><\/p>\r\n<p><strong>A new map of standardized terrestrial ecosystems of Africa<\/strong><\/p>\r\n<p>2013, Sayre, Roger; Comer, Patrick; Hak, Jon; Josse, Carmen; Bow, Jacquie; et al.<\/p>\r\n<p>African Geographical Review&nbsp;<\/p>\r\n<p><strong>Learn more<\/strong><\/p>\r\n<p><a href=\"http:\/\/rmgsc.cr.usgs.gov\/ecosystems\/\"><\/a><\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/rmgsc.cr.usgs.gov\/ecosystems\/\">USGS Global Ecosystems<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/pp\/1768\/pp1768.pdf\">Ecosystems of the United States<\/a> (map)<\/li>\r\n<\/ul>\r\n<p><br \/><br \/><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Geographic Analysisand Monitoring","Ecosystems International"],"article_type":["National News Release"],"distribution":["Biology","Climate Change","Mapping"],"release_date":{"und":[{"value":"1365652800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"170386"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}