{"title":"Researchers Confirm Hot and Violent Ash Flow from Volcano Surged Back On Land From the Sea","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Researchers at the U.S. Geological Survey&rsquo;s Hawaiian Volcano Observatory have identified new evidence of a hazard posed by the combination of erupting volcanoes and the ocean seawater. Their research will be published by the Geological Society of America&rsquo;s April edition of Geology.<\/p>\n<p>During the July 2003 eruption of the Soufriere Hills Volcano on the Caribbean island of Montserrat, the collapse of a lava dome generated immense pyroclastic flows. When these flows interacted with the ocean at the mouth of the Tar River, they created a pyroclastic explosion and ash surge that spread back onto the island. The expanding turbulent cloud of rock, steam and ash flowed back onto land at temperatures of 600 degrees and speeds of about 130 miles per hour. Vegetation was burned and razed to the ground and cows were killed by the dense current. The ash surge reached 1050 feet above sea level and flowed nearly two miles inland, devastating an area of nearly three square miles. This area had not been affected by the main pyroclastic flows from the volcano.<\/p>\r\n<p>Pyroclastic flows are a deadly combination of turbulent magmatic gasses and ash. Whether they are freshly erupted from a vent, or are produced by dome collapse, they move very rapidly downhill from their source, as occurred on Montserrat. The new research identifies a significant additional hazard, because assessments of areas that might be impacted by pyroclastic flows assume that the flow path is away from the volcano, not a blast back from the ocean. The large pyroclastic flows of the July 2003 event also generated a tsunami that was recorded on Monserrat and Guadeloupe.<\/p>\r\n<p>&quot;Luckily, due to prior warning and evacuations, no one was killed by this unexpected ash surge from the sea&rsquo;s edge,&quot; said Marie Edmonds, lead author of the article and USGS researcher. &quot;This interaction between pyroclastic flows and seawater is rarely observed, but presents a very real hazard where populations reside between certain volcanoes and the sea.&quot;<\/p>\r\n<p>Such an interaction between pyroclastic flows and seawater to produce a hydrovolcanic explosion and ash surge has been inferred for some prehistoric volcanoes. Relatively explosive volcanoes near coasts pose the greatest risk. Examples include Mount Augustine and many Aleutian volcanoes in Alaska, Caribbean volcanoes such as Mont Pelee, and Unzen in Japan.<\/p>\r\n<p>Scientists on the ground using real-time monitoring equipment resulted in timely warnings and evacuation of communities, and prevented fatalities during an extremely dangerous eruption. The USGS and its partners monitor 49 active volcanoes in the United States and other dangerous volcanoes around the world. Science is key to reducing risk to lives and property from natural hazards and USGS and its many partners strive to prevent natural hazards from becoming disasters.<\/p>\r\n<p>Richard Herd of the University of Hawaii and USGS Hawaiian Volcano Observatory contributed to the research and is a co-author of the article in Geology.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1111467600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170018"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}