{"title":"100 Years of Volcano Monitoring in the United States","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"423\" caption=\"For 100 years, scientists at the Hawaiian Volcano Observatory have been monitoring volcanoes to help make communities safer. In this photo, an HVO geologist takes a sample of active lava within a lava tube. These samples are routinely analyzed to track changes in lava chemistry.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_18_2010_im15GtrFFA_06_18_2010_55\"><img src=\"http:\/\/gallery.usgs.gov\/images\/06_18_2010\/im15GtrFFA_06_18_2010\/medium\/20100415_4915_mrp_L.jpg\" alt=\"A geologist standing on a field of hardened lava pulls a sample from a glowing stream of hot lava.\" width=\"423\" height=\"317\" \/><\/a>[\/caption]\n\nThis year, the USGS is proud to <a href=\"#celebrate\">celebrate<\/a> 100 years of continuous volcano monitoring in the United States.\n\nMonitoring began in 1912, when Thomas A. Jaggar, Jr., of the Massachusetts Institute of Technology, founded the <a href=\"http:\/\/hvo.wr.usgs.gov\/\">Hawaiian Volcano Observatory<\/a> (HVO) in the then U.S. territory of Hawaiâ\u0080\u0098i.\n\nThe HVO became a permanent part of the USGS in 1947, and today the <a href=\"http:\/\/volcanoes.usgs.gov\/\">USGS Volcano Hazards Program<\/a> monitors volcanoes across the United States and helps monitor others around the world â\u0080\u0094 watching for signs of unrest that can lead to hazardous conditions, learning more about volcanic processes and risks, and helping to make communities safer.\n<h3>Living with Volcanoes in Hawaiâ\u0080\u0098i<\/h3>\nâ\u0080\u009cVolcanoes are an important part of life on Hawaiâ\u0080\u0098i Island, and all of us who live here must learn to live safely within the dynamics of an ever-changing volcanic environment,â\u0080\u009d said Jim Kauahikaua, HVO's Scientist-in-Charge. â\u0080\u009cPart of this celebration is recognizing the tremendous advances weâ\u0080\u0099ve seen in the methods, tools, and technology used to study Hawaiian volcanoes and how that has helped lead to a remarkable increase in our understanding of how volcanoes work.â\u0080\u009d\n\nâ\u0080\u009cThe HVO helps ensure the safety and welfare of citizens of our island by forecasting potential destructive volcanic activity,â\u0080\u009d said Quince Mento, former Administrator, Hawaiâ\u0080\u0098i County Civil Defense Agency. â\u0080\u009cWithout the HVOâ\u0080\u0099s dedicated staff our public safety agencies would not be able to mitigate loss of life and property in a timely fashion. We celebrate HVOâ\u0080\u0099s 100th anniversary and its continued role in protecting our island residents and advancing the science of volcanology.â\u0080\u009d\n<h3>Built by Lava<\/h3>\nLava first erupted above sea level more than 500,000 years ago to begin forming the Island of Hawaiâ\u0080\u0098i. Since then, countless eruptions from its five volcanoes have built the â\u0080\u009cBig Islandâ\u0080\u009d to a towering height of more than 4,000 m (13,000 ft).\n\nHawaiiâ\u0080\u0099s two most active volcanoes â\u0080\u0094 Mauna Loa and KÄ«lauea â\u0080\u0094 erupt lava frequently enough to pose a serious hazard to property on many parts of the island. About 40 percent of Mauna Loa, the most massive volcano on Earth, has been covered by lava in the past 1,000 years, and over 90 percent of KÄ«laueaâ\u0080\u0099s surface is covered by lava less than 1,100 years old.\n\nThe current eruption of KÄ«lauea has been ongoing since 1983, and HVO staff members have been dedicated to helping keep people safe. In 1990, for example, lava flows threatened the town of Kalapana. During this difficult period, HVO scientists provided detailed information 7 days a week on lava movement to the Hawaiâ\u0080\u0098i County Civil Defense, which made decisions regarding evacuation, road closures, and safe vantage points for residents and visitors.\n\nAs land development expands toward areas of relatively high volcanic hazard, the threat to life and property on Hawaiâ\u0080\u0098i will increase accordingly.\n\nâ\u0080\u009cVolcanic activity and its associated earthquakes are responsible for Hawaiâ\u0080\u0098iâ\u0080\u0099s fertile soil, rainfall, isolated habitat for unique species, breathtaking natural beauty, but also, unfortunately, its geologic hazards,â\u0080\u009d said Marcia McNutt, USGS Director.\n\n[caption id=\"\" align=\"alignright\" width=\"338\" caption=\"When lava from the Pu&#039;u &#039;Å\u008c&#039;Å\u008d-Kupaianaha eruption, active since 1983, meets the ocean, large littoral explosions can result. Photo Credit:Â Michael Poland, USGS\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_18_2010_h41Ogs6FEa_08_18_2010_19\"><img src=\"http:\/\/gallery.usgs.gov\/images\/08_18_2010\/h41Ogs6FEa_08_18_2010\/medium\/littoral_explosion.JPG\" alt=\"Night shot of lava from the Pu'u 'Å\u008c'Å\u008d-Kupaianaha eruption, active since 1983, meeting the ocean. A littoral explosion appears as streams of glowing orange against a dark background..\" width=\"338\" height=\"225\" \/><\/a>[\/caption]\n<h3>USGS Mitigating Volcano Hazards around the World<\/h3>\nThe <a href=\"http:\/\/volcanoes.usgs.gov\/\">USGS Volcano Hazards Program<\/a> monitors volcanoes across the United States and helps monitor others around the world for signs of unrest that can lead to hazardous conditions. The USGS and its partners also issue warnings of impending eruptions to help prevent loss of life and property.\n\nThe USGS now operates five volcano observatories monitoring volcanic activity throughout the United States and its territories:\n<ul>\n\t<li><a href=\"http:\/\/www.avo.alaska.edu\/\">Alaska Volcano Observatory<\/a> (Alaska and the Commonwealth of the Northern Mariana Islands);<\/li>\n\t<li><a href=\"http:\/\/vulcan.wr.usgs.gov\/\">Cascades Volcano Observatory<\/a> (Idaho, Oregon and Washington);<\/li>\n\t<li><a href=\"http:\/\/volcanoes.usgs.gov\/lvo\/\">Long Valley Observatory<\/a> (California and Nevada);<\/li>\n\t<li><a href=\"http:\/\/volcanoes.usgs.gov\/yvo\/\">Yellowstone Volcano Observatory<\/a> (Arizona, Colorado, Montana, New Mexico, Utah and Wyoming); and<\/li>\n\t<li><a href=\"http:\/\/hvo.wr.usgs.gov\/\">Hawaiian Volcano Observatory<\/a> (Hawaiâ\u0080\u0098i).<\/li>\n<\/ul>\nEach observatory provides regular updates of volcanic activity within its area of responsibility with updates becoming more frequent as activity escalates.\n\nIn addition, the USGS provides long-term volcano hazard assessments for a growing number of volcanoes, provides public education materials about volcano hazards, and participates in emergency management exercises meant to assure public safety during times of volcanic crises.\n\nA national assessment and plan for U.S. volcano monitoring, called the <a href=\"http:\/\/volcanoes.usgs.gov\/publications\/2009\/nvews.php\">National Volcano Early Warning System (NVEWS)<\/a>, was proposed in 2005 to establish a proactive, fully integrated, national-scale monitoring effort that ensures the most threatening volcanoes in the United States are properly monitored in advance of the onset of unrest and at levels commensurate with the threats posed.\n\n&nbsp;\n<h3>See Hawaiâ\u0080\u0098iâ\u0080\u0099s Volcanoes Now<\/h3>\nYou can <a href=\"http:\/\/volcanoes.usgs.gov\/hvo\/cams\/\">watch volcanoes<\/a> in real time on USGS webcams throughout Hawaiâ\u0080\u0098i.\n<a name=\"celebrate\"><\/a>\n<h3>Join USGS Celebratory Events in Hawaiâ\u0080\u0098i<\/h3>\nIn celebration of its centennial milestone, the HVO is hosting <a href=\"http:\/\/hvo.wr.usgs.gov\/\">events throughout the year<\/a>, with most activities in January during Hawaiâ\u0080\u0098iâ\u0080\u0099s Volcano Awareness Month. These public events will help promote awareness of Hawaiâ\u0080\u0098i's active volcanoes and the importance of understanding how volcanoes and earthquakes can impact island communities. Public programs and activities on Hawaiâ\u0080\u0098i Island, held in cooperation with the National Park Service and the University of Hawaiâ\u0080\u0098i at Hilo, include island-wide talks by HVO scientists and guided hikes in Hawaiâ\u0080\u0098i Volcanoes National Park.\n\nA centennial open house will be held at HVO on Saturday, January 21, from 9 a.m. to 4 p.m.\n\nâ\u0080\u009cThe activities planned during Volcano Awareness Month are an engaging and stimulating way for residents and visitors alike to learn more about the fascinating processes that have formed and continue to shape these enormous volcanic features and how to live safely in the vicinity of such powerful geologic forces,â\u0080\u009d said McNutt.\n\nFor more information about HVO Volcano Awareness Month programs and centennial events, please visit <a href=\"http:\/\/hvo.wr.usgs.gov\/\">the HVO website<\/a>, email <a href=\"mailto:askHVO@usgs.gov\">askHVO@usgs.gov<\/a>, or call (808) 967-8844.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24169","uid":"31","filename":"hvo-TS.jpg","uri":"public:\/\/hvo-TS.jpg","filemime":"image\/jpeg","filesize":"68227","status":"1","timestamp":"1425492768","type":"image","uuid":"0f336ca4-9a0c-43ec-b7df-4fa9a59ef7d2","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1323806070","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}