{"title":"Drought Worsens, Spreads ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->This summer&rsquo;s drought, already the century&rsquo;s third worst in the Mid-Atlantic, continues to worsen and is spreading into northeastern states, the Carolinas and west into Ohio and Indiana. Meanwhile, in the Mid-Atlantic, drinking water supplies are being threatened in some areas as salty ocean water moves upstream into normally freshwater areas. <!--introend-->\n<p>\"The drought is worsening and is beginning to spread,\" said USGS Chief Hydrologist Robert M. Hirsch. \"With the recent lack of precipitation throughout the East, conditions do not look positive for any improvement in the immediate future. \r\n<p>\"Farmers, rural homeowners with private wells and small communities are feeling the drought most severely. Major metropolitan areas, because of good planning in the wake of earlier droughts, generally have sufficient storage,\" Hirsch said. \"Water supply is like a bank account. We&rsquo;re dipping into our savings in many areas. And our savings account, while in good shape in many areas, won&rsquo;t last forever. Along with planning, conservation is important too. Water not used today is generally water in the bank for tomorrow.\" \r\n<p>The U.S. Geological Survey said today that in New England, 70 percent of streams have recorded below-normal flows and record lows have been set in 13 percent of those streams. In southern Maine, for example, record-low streamflows were recorded this week on the Piscatiquis, Carrabassett, Sandy, Swift, Sheepscot, Narraguagus, and Royal Rivers. \r\n<p>In the Southeast, nearly 75 percent of streamflows are below normal this week. Just a week ago, only 52 percent of streamflows were below normal. Record-low flows have now been set on 10 percent of those stations, where a week ago, only 1 percent were breaking records. USGS stream gages in North Carolina reported record lows for Friday on the Ararat, South Yadkin, Broad and Star rivers. \r\n<p>Hirsch said that Indiana and Ohio have begun to feel the effects of the drought as well. In Ohio, high temperatures combined with lower-than-normal precipitation are causing crops to wither and streamflows to dry up. In Indiana, low stream flows have been reported in the Silver Creek and the East Fork of the White River where streamflows are 55 percent below normal. The Mississinewa River, in Randolph County, in eastern Indiana, was nearly dry on Friday morning. \r\n<p>In the Mid-Atlantic, West Virginia, Delaware, New Jersey, New York, Pennsylvania and parts of Virginia have declared local drought warnings or emergencies and some areas now have mandatory water-use restrictions in place. Maryland declared a statewide drought emergency last week and implemented mandatory water-use restrictions this week. \r\n<p>\r\n<p>In many estuaries, encroachment of the salt front is one of the most serious impacts of the drought. In the Delaware and Hudson rivers, the line where saltwater ends and freshwater begins is moving upstream due to reduced streamflows, threatening municipal water supplies in some areas. Cities that could be affected include Philadelphia, Poughkeepsie, N.Y., and the Wilmington, Del., area. On the Hudson River, the salt front is only four miles downstream from Poughkeepsie, N.Y. and is moving upstream a half-mile each day. \r\n<p>Additional real-time drought data for the entire Mid-Atlantic region can be found on the web at <a href=\"http:\/\/water.usgs.gov\">http:\/\/water.usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"933912000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"},{"tid":"169269"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}