{"title":"Mining Waste Byproduct Capable of Helping Clean Water","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>LEETOWN, W.Va.<\/strong> &ndash; <!--introstart-->A byproduct resulting from the treatment of acid mine drainage may have a second life in helping clean waters coming from agricultural and wastewater discharges, according to a recent study by scientists from the U.S. Geological Survey Leetown Science Center.<!--introend-->&nbsp;&nbsp;<\/p>\n<p>The <a href=\"http:\/\/www.springerlink.com\/content\/w3457224740v7024\">report<\/a>, published in the Journal <em>Water, Air, and Soil Pollution<\/em>, shows that dried acid mine drainage sludge, or residuals, that result from treating acid mine drainage discharges can be used as a low-cost adsorbent elsewhere to efficiently remove phosphorus from agricultural and municipal wastewaters.&nbsp; The phosphorus that has been adsorbed by the mine drainage residuals can later be stripped from the residuals and recycled into fertilizer.&nbsp; The mine drainage residuals can be regenerated and reused for a number of additional treatment cycles.&nbsp; Application of this novel, patented technology has the potential to simultaneously help to decrease acid mine drainage treatment costs, prevent degradation of aquatic ecosystems, and recycle valuable nutrients.&nbsp;<\/p>\r\n<p>\"This wonderful result shows the inventive application of some very sophisticated environmental chemistry to create a new life cycle for what otherwise would have been some problematic waste products,\" said USGS Director Marcia McNutt. \"It sets the bar high for future studies in environmental remediation.\"&nbsp;<\/p>\r\n<p>Acid mine drainage is produced whenever sulfide minerals associated with coal and metal deposits are exposed to air and moisture.&nbsp;The resulting acid and dissolved metals are toxic to most forms of aquatic life, and untreated acid mine drainage has impacted more than 5000 miles of streams in the Appalachian region, with associated economic impacts of millions of lost dollars in the tourism and sport fishing industries.&nbsp;&nbsp;<\/p>\r\n<p>When acid mine drainage is remediated, it is neutralized with a base, such as limestone or lime, and an iron-rich sludge is formed that must be disposed of, sometimes at considerable cost.&nbsp; The new process of using the sludge to filter wastewaters has the potential to reduce the need to dispose of the sludge, while providing an added and previously unknown benefit of using the residuals to effectively reduce phosphorus from wastewater discharges wherever needed.&nbsp;&nbsp;<\/p>\r\n<p>Excess phosphorus releases to the environment from agricultural and municipal wastewaters have resulted in significant impairment of aquatic ecosystems such as the Chesapeake Bay and other bodies of water worldwide.&nbsp; At the same time, as depletion of high-grade phosphorus-bearing deposits continues, the possibility of future shortages of fertilizer phosphorus has been suggested.&nbsp;&nbsp;<\/p>\r\n<p>Current technology for the removal of phosphorus from wastewater consists of addition of aluminum or iron salts to precipitate and adsorb phosphorus, but this is too expensive for the low concentrations and high volumes often encountered in many wastewaters.&nbsp; This new technology provides a more efficient and cost effective option.&nbsp;<\/p>\r\n<p>\"As environmental scientists, we kind of hesitate to use this analogy, but it really is like killing two birds with one stone,\" says Philip Sibrell, lead author of the study. \"This new technology could reduce or eliminate the need to dispose of acid mine drainage sludge, instead making that same sludge useful in addressing the urgent need to reduce the amount of phosphorus going into aquatic ecosystems; it's a win-win situation.\"&nbsp;<\/p>\r\n<p><strong>Study citation:<\/strong>&nbsp;<\/p>\r\n<p>Sibrell, P. L. and Tucker, T. W.&nbsp; 2012.&nbsp; Fixed bed sorption of phosphorus from wastewater using iron oxide-based media derived from acid mine drainage.&nbsp; Water, Air and Soil Pollution, 223:5105-5117.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" wi","summary":null,"format":null}]},"field_images":[],"regions":["Pennsylvania","West Virginia","Ohio"],"country":["United States of America"],"mm_tags":["Phosphorus Removal","Water Treatment","Wastewater Treatment","Patent","Environmental Health","water","Geographic Areas Northeast","Acid Mine Drainage Residuals","Agricultural Runoff"],"distribution":["Biology","Environmental Health","Water"],"release_date":{"und":[{"value":"1355720400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"170273"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}