{"title":"USGS and Forest Service to Offer One-Stop Shopping for Maps","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>To provide outdoor recreationists and others greater access to maps of the nation&rsquo;s 192 million acres of national forests and grasslands, the U.S. Geological Survey (USGS) and the U.S. Forest Service have entered into an agreement to make Forest Service maps available from the USGS. <\/p>\n<p>The new agreement is an expansion of a successful pilot program began two years ago by the Forest Service Rocky Mountain Region and the USGS. Under the new agreement, all Forest Service regional offices will be able to participate in the USGS map sales program. <\/p>\r\n<p>Previously, the maps were available only from Forest Service offices, select interpretive associations, and limited retail sales outlets. Now they can be ordered from the USGS or any of its authorized re-sellers in the business partner network, which can be viewed at <a href=\"http:\/\/mapping.usgs.gov\/esic\/usimage\/dealers.html\">http:\/\/mapping.usgs.gov\/esic\/usimage\/dealers.html<\/a>. The USGS sells and distributes about 3 million paper maps every year, and the new one-stop shopping will allow customers to purchase USGS topographic and Forest Service maps together, providing enhanced customer service. <\/p>\r\n<p>USGS topographic maps usually show both natural features such as mountains, valleys, plains, lakes, rivers and vegetation, and constructed features such as roads, boundaries, transmission lines and major buildings. A Forest Service map will complement these features with information on available recreation use, local plant and wildlife information, trails and visitors centers, facilities available, campgrounds and picnic areas, color photographs of points of interest and activities. National forests and grasslands can be located on the Internet by using an interactive map at <a href=\"http:\/\/www.fs.fed.us\/recreation\/map.shtml\">http:\/\/www.fs.fed.us\/recreation\/map.shtml<\/a>. <\/p>\r\n<p>The USGS can be contacted by phone at 1-888-ASK-USGS, on the Web at http:\/\/ask.usgs.gov, or by e-mail at ask@usgs.gov. Pricing information and available maps can be viewed on the web at <a href=\"http:\/\/rockyweb.cr.usgs.gov\/forestservice\/index.html\">http:\/\/rockyweb.cr.usgs.gov\/forestservice\/index.html<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"987566400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169413"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}