{"title":"USGS Contributions Enhance Public Health Research<br>Scientist Showcase Technologies at San Diego Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Note to Editors: Interviews with Dr. Casadevall and other USGS scientists may be arranged by contacting Dale Cox at 916-997-4209. \n<p>\r\n<p><!--introstart-->From tracking the spread of winter flu season to pinpointing outbreaks of the Ebola virus, public health research frequently begins with a study of the geographic issues.<!--introend--> Today, geographic and cartographic information systems, remote sensing satellites, and other technologies are providing U.S. Geological Survey (USGS) scientists with the tools and data to make clear the geographic relationships between environmental conditions and the occurrence of disease. \r\n<p>USGS scientists and health professionals from across the country will come together to identify these linkages at the 3rd Geographic Information Systems in Public Health Conference being held in San Diego, Calif., August 17-20. USGS is a co-sponsor of the conference. \r\n<p>\"USGS has always had a strong commitment to supporting public health and safety through our natural hazards and water quality work. We are now bringing our interdisciplinary expertise directly to bear on critical public health issues,\" said USGS Acting Director Dr. Thomas Casadevall. \"These issues affect citizens across the country. Many chronic health issues may relate directly to the environment or to the earth processes that USGS studies.\" \r\n<p>Dr. Casadevall will be a keynote speaker at the \"GIS and Health at the Federal Level\" plenary session taking place on Tuesday, August 18, at 10:15 a.m., at the Town and Country Hotel and Convention Center. \r\n<p>During the conference, USGS scientists will share with health professionals their knowledge and expertise in evaluating environmental changes that often lead to the occurrence of disease. Specific topics will include: \r\n<p>* the relationship of water quality (and specific chemicals) to medical conditions; \r\n<p>* the use of GIS software to analyze the spatial distribution of various diseases to determine if patterns exist and if those patterns are correlated with factors in the physical environment; and, \r\n<p>* the geographical analysis of population data with site information to determine if inequities exist. \r\n<p>USGS also will become a signatory in a partnership agreement with other federal, state and private agencies to form a GIS in Public Health Task Force. This task force is charged with developing a report by August 1999 that presents the status of GIS programs and activities within the partner organizations, makes recommendations about how to meet the GIS needs of the partners, and how to improve collaboration among them. \r\n<p>The following presentations will be given by USGS scientists: \r\n<p>* <b>A Study to Examine Mercury Toxicity in Aquatic Ecosystems Using GIS - Wednesday, August 19, 2:00-2:30 p.m.<\/b> Mercury has been well known as an environmental pollutant for several decades. USGS scientists will share information that demonstrates the utility of a GIS approach to revealing trends and relations among varied ecosystems. \r\n<p>* <b>Airborne Pesticides Along the Mississippi River and Their Relation to GIS Mapping of Agricultural Pesticide Use and Cropping Patterns - Wednesday, August 19, 4:30-5:00 p.m.<\/b> USGS scientists will present findings on the occurrence, concentration, and geographical distribution of agricultural pesticides determined in the air over the Mississippi River from New Orleans, La., to St. Paul, Minn., during June 1994 and explain how these findings show how humans, as well as forests and other ecosystems, are exposed to low concentrations of a variety of herbicides and insecticides in the atmosphere. \r\n<p>Additional information about USGS programs and activities related to public health will be available at the USGS exhibit located in the Presidio Room. The exhibit will be open from 9:30 a.m. to 3:30 p.m., August. 18 -19, and 9:30 a.m. to 1:30 p.m., on August 20. Information also is available on the World Wide Web at <a href=\"http:\/\/www.usgs.gov","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"903326400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}