{"title":"August Water Conditions Above Normal in Maryland, Delaware, and D.C.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Streamflow and ground-water levels at the end of August in the Maryland-Delaware-D.C. region were generally above or in the upper part of the normal range, according to hydrologists at the U.S. Geological Survey (USGS) in Baltimore, Maryland. Average streamflow for several key sites ranged from 89 to 490 percent of the long-term average discharge for August. <\/p>\n<p>The average streamflow into the Chesapeake Bay during August 2000 was 22.1 Ggal\/d (billion gallons per day), which is 11 percent above the long-term average for August. Together, the Susquehanna and Potomac Rivers, which at their outlets discharged 9.5 and 5.3 Ggal\/d, respectively, provided 67 percent of the total streamflow discharging to the Chesapeake Bay during August 2000. Streamflow during August at the Potomac River near Washington, D.C., averaged 3.9 Ggal\/d, which is 80 percent above normal. In many locations in Maryland and Delaware, streamflow for August was above the normal range. <\/p>\r\n<p>Ground-water levels at the end of August generally were in the normal to above-normal range throughout the entire bistate area. Monthly updates of ground-water conditions for 32 key observation wells that encompass all counties of Maryland and Delaware are accessible at <a href=\"http:\/\/md.water.usgs.gov\/groundwater\/\">http:\/\/md.water.usgs.gov\/groundwater\/ .<\/a> Water storage in the Baltimore City reservoir system decreased slightly during August to 67.57 billion gallons (89 percent of capacity). <\/p>\r\n<p>Daily average streamflows for the period of May through August 2000, were 2 to 3 times greater than during the same period of 1999. Average streamflow at the Potomac River near Washington, D.C. for 1999 was 1.8 Ggal\/d and for 2000 was 4.1 Ggal\/d. Average discharge to the Chesapeake Bay for 1999 was 14.4 Ggal\/d and for 2000 was 35.8 Ggal\/d.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"968385600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170681"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}