{"title":"Low Concentrations of De-icing Chemicals Reaching Jackson Hole Groundwater","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>CHEYENNE, Wyo. &mdash; <!--introstart-->Low concentrations of chemicals commonly used at airports for de-icing planes were detected in samples of groundwater collected from the Snake River alluvial aquifer beneath the Jackson Hole Airport.<!--introend--> No chemicals were detected at levels greater than U.S. Environmental Protection Agency maximum contaminant levels or health advisory levels.&nbsp;<\/p>\n<p>The USGS, in cooperation with the Jackson Hole Airport Board, analyzed the levels, flow, and quality of groundwater near the airport during 2008 to 2009 and 2011 to 2012 to determine if airport operations were potentially impacting the local groundwater.<\/p>\r\n<p>Glycol, a substance commonly used in antifreeze, is the primary compound used in aircraft de-icers and was not detected in any samples. Other compounds, however, that are added to the de-icing fluids were detected. Changes in groundwater quality were found when comparing water from wells where the water table was at a higher elevation than the de-icing area to wells that had a water table at a lower elevation.<\/p>\r\n<p>&ldquo;The compounds detected in the groundwater are human-made, so it is unlikely there is a natural cause for the change in the water quality,&rdquo; said Peter Wright, USGS hydrologist and author of the report.<\/p>\r\n<p>Hydrogeologic conditions were characterized using data collected from 19 Jackson Hole Airport wells.<\/p>\r\n<p>Copies of the report &ldquo;<a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5184\/\">Hydrogeology and Water Quality in the Snake River Alluvial Aquifer at Jackson Hole Airport, Jackson, Wyoming, Water Years 2011 and 2012<\/a>&rdquo; are available online.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming"],"country":["United States of America"],"mm_tags":["Environmental Health","ecosystems","water","Water Groundwater Resources","Geographic Areas Northwest","Wyoming","","contamination"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1389157200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169048"},{"tid":"170268"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}