{"title":"satellite Images Display Extreme Mississippi River Flooding from Space","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Recent Landsat satellite data captured by the U.S. Geological Survey and NASA on May 10 show the major flooding of the Mississippi River around Memphis, Tenn. and along the state borders of Tennessee, Kentucky, Missouri, and Arkansas as seen from 438 miles above the Earth.<\/p>\n<p>The flood crest of 47.87 feet on May 10 is the second highest rise in recent history; the highest being 48.7 feet in 1937. Five counties surrounding Memphis have been declared disaster areas, and the costs of the flooding are expected to approach $1 billion. The Mississippi River crest continues to move south and is expected to occur in the Greenville, Miss. area around May 16 to finally crest in New Orleans around May 23.&nbsp;&nbsp;<\/p>\r\n<p>When natural hazards like flooding occur, the USGS provides the most recent Landsat data to local emergency managers.<\/p>\r\n<p>&ldquo;Landsat imagery is crucial in helping to monitor the flood rate and effects of the flooding in the region, and to aid in the decision making process regarding flood control. Such decisions include closing portions of the Mississippi River to shipping and opening flood gates outside of low-lying New Orleans in preparation for the flood wave as it makes its way slowly down the river to the Gulf of Mexico,&rdquo; said Mark Anderson, Acting Director of the USGS Earth Resources Observation and Science Center.<\/p>\r\n<p>Remotely sensed data are not the only science endeavors occurring due to floods. The USGS collects river data through its network of about 7,700 stream gages around the Nation. You can receive instant, customized updates about water conditions, including flooding, by subscribing to USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>.<\/p>\r\n<p>General flood information is available at <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/2011\/04\/21\/flooding-spring-2011\/\">USGS Science Features<\/a> and <a href=\"http:\/\/water.usgs.gov\/osw\/floods\/\">USGS Flood Information<\/a><\/p>\r\n<p><strong>Note to Editors:<\/strong> The associated image pairs show the Mississippi River in the Memphis, Tenn. area and along the state borders of Tennessee, Kentucky, Missouri, and Arkansas. The May 12, 2006 images (left) show the river in a more normal state, while the 2011 images (right) show the massive flooding. In the images, the dark blue tones represent water or flooded areas, the light green is cleared fields, and light tones are clouds.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_05_13\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_05_13\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_05_13\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_05_13\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2011_05_13&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Tennessee","Arizona","Kentucky","Missouri"],"country":["United States of America"],"mm_tags":["landsat","","","water","flooding","Mississippi River"],"release_date":{"und":[{"value":"1305259200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"169549"},{"tid":"170283"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}