{"title":"USGS Field Crews Track Flooding in Utah: Science that Weathers the Storm","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Want to accompany a USGS field crew as they measure flooding?&nbsp; Please contact Cory Angeroth at 801-908-5048.<\/strong><\/p>\n<p>Rapidly warming temperatures resulted in accelerated mountain snowmelt runoff in Utah that has caused flooding in the upper Provo, Weber, and Bear River basins as well as several basins draining the south slope of the Uinta Mountains.<\/p>\r\n<p>U.S. Geological Survey field crews are currently collecting critical streamflow data that are vital for protection of life, property and the environment. These data are used by the National Weather Service to develop flood forecasts, the Bureau of Reclamation to manage reservoirs, and various state and local agencies in their flood response activities.<\/p>\r\n<p>New record-setting peak flows, measured in cubic feet per second, have been recorded at four sites and near-record flows at several others.<\/p>\r\n<table border=\"1\" cellspacing=\"3\" cellpadding=\"3\">\r\n<tbody>\r\n<tr>\r\n<td width=\"231\" valign=\"top\"><strong>Gage Name<\/strong><\/td>\r\n<td width=\"208\" valign=\"top\"><strong>Recent Peak   (Provisional) (cfs)<\/strong><\/td>\r\n<td width=\"144\" valign=\"top\"><strong>Historic Peak (cfs)<\/strong><\/td>\r\n<td width=\"72\" valign=\"top\"><strong>Year<\/strong> <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td>Provo River near Woodland<\/td>\r\n<td>3200<\/td>\r\n<td>2950<\/td>\r\n<td>1979<\/td>\r\n<\/tr>\r\n<tr>\r\n<td>Yellowstone River near Altonah, UT<\/td>\r\n<td>2880<\/td>\r\n<td>2670<\/td>\r\n<td>1999<\/td>\r\n<\/tr>\r\n<tr>\r\n<td>Bear River near UT\/WY State Line<\/td>\r\n<td>3200<\/td>\r\n<td>3230<\/td>\r\n<td>1986<\/td>\r\n<\/tr>\r\n<tr>\r\n<td>Lake Fork above Moon Lake Reservoir<\/td>\r\n<td>3000<\/td>\r\n<td>2740<\/td>\r\n<td>1995<\/td>\r\n<\/tr>\r\n<tr>\r\n<td>Weber River near Oakley, UT<\/td>\r\n<td>3890<\/td>\r\n<td>4170<\/td>\r\n<td>1921<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Flows are expected to decrease over the next couple of days due to approaching cooler weather. &nbsp;For near real-time steam stage and flow data from more than 130 sites across Utah visit the <a href=\"http:\/\/ut.water.usgs.gov\/\">Utah Water Science Center<\/a>.&nbsp;<\/p>\r\n<p>The USGS provides near-real-time data on river levels and flows from its network of more than 130 streamflow-gaging stations in Utah that are operated in cooperation with other federal, state, and local government agencies. &nbsp;In addition to the real-time need for this data, the USGS archives all data which are used to calculate the magnitudes and frequencies of floods for other purposes, including the delineation of flood-prone areas and bridge design.<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. The USGS collects data from more than 7,400 streamgages, many of which provide real-time data in 15-minute increments. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.<\/p>\r\n<p>For more information on this event or others, or for information, visit the <a href=\"http:\/\/ut.water.usgs.gov\/\">USGS Utah  Water Science  Center<\/a>.<\/p>\r\n<p>Access current flood and high flow conditions across the country at the <a href=\"http:\/\/waterwatch.usgs.gov\/?m=flood%2Cmap&amp;r=us&amp;w=real%2Cmap\">USGS WaterWatch website<\/a>.<\/p>\r\n<p>For more information on USGS flood-related activities, visit the <a href=\"http:\/\/water.usgs.gov\/osw\/\">USGS Surface Water Information website<\/a>.&nbsp;<span style=\"text-decoration: underline;\"><\/span><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Utah"],"country":["United States of America"],"mm_tags":["water","Utah","flood","Peak Flow","streamgage","river","Uinta","storm","record"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1276056000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169106"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}