{"title":"USGS Scientists Find New Population of Asian Swamp Eels in South Florida","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>NOTE TO NEWS EDITORS: Reproducible photos of Asian swamp eels may be found at:<\/b> <a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/6-15eel1.tif\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/6-15eel1.tif<\/a><br><a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/6-15eel2.tif\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/6-15eel2.tif<\/a><br><a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/6-15eel3.tif\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/6-15eel3.tif<\/a><br><a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/6-15eel4.tif\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/6-15eel4.tif<\/a> <\/p>\n<p>\r\n<p>A new population of non-native Asian swamp eels, a highly adaptable predatory fish, has been found near the eastern border of Everglades National Park in the area of Homestead, Fla. According to the USGS biologists who discovered this new population in December, the eels appear to represent a separate introduction from previously discovered swamp eel populations in Georgia, north Miami, and Tampa because of the widely separated ranges and apparent genetic differences between the Homestead population and the north Miami and Georgia populations. \r\n<p>The eels have not been found within Everglades National Park, although the latest discovery places the eels within a kilometer of the park boundary, said Dr. John Curnutt, a biologist with the USGS Florida Caribbean Science Center in Miami, who is coordinating the monitoring studies of this new population. <\/p>\r\n<p>\"These fishes have the attributes necessary to successfully invade and colonize the Everglades and other freshwater southeastern wetlands, where they could adversely affect native fishes, amphibians and invertebrates through predation,\" said Curnutt. \"They have the potential to disrupt food webs, eat native species, and compete with native fish and wading birds for food. The interconnectedness of the waterways and the eel&rsquo;s biology pose substantial risks of the species becoming established in the Everglades.\" <\/p>\r\n<p>Biologists have been monitoring the distribution of this new population since its discovery in December and are studying the effects on native species of the swamp eels discovered last year in Florida. <\/p>\r\n<p>Of particular concern to scientists and resource managers is that these highly adaptable eels have the ability to thrive in a wide variety of natural habitats and in adverse conditions. In addition to marsh and swamp habitats, Curnutt said the fish survives quite well in ponds, canals, roadside ditches and rice fields &mdash; \"just about any freshwater habitat with a few inches of water.\" <\/p>\r\n<p>Another trait that could help these fish successful colonize southeastern waterways is that swamp eels are air breathers, enabling them to survive long dry spells. In fact, said Curnutt, their use of air is so efficient that the eels can readily migrate short distances across land from one water body to another. In addition, the eels can live easily in even a few inches of water, especially in warm water. <\/p>\r\n<p>Swamp eels, which reach lengths of three feet or more, are predators, feeding on animals such as worms, insects, shrimp, crayfish and other fishes and frogs. Yet, said Curnutt, the eels are also able to survive weeks &mdash; and possibly months &mdash; without food. The eels are highly secretive, with most of their activities occurring at night. In the day, the fishes hide in thick aquatic vegetation or in small burrows and crevices along the water&rsquo;s edge. In many populations, all young are hatched as females, and then, after spending part of their life as females, some eels transform into large males. <\/p>\r\n<p>At first, said Curnutt, biologists believed that the Homestead population represented a range expansion by animals from the population known to exist around the Miami-Dade\/Broward County line, but recently completed genetic tests at Florida International University indicate that the Homestead population differs geneti","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"952059600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169708"},{"tid":"169472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}