{"title":"Piping Plovers Have Their Ups and Downs","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>USGS Study Finds Significant Increases and Declines Across North America<\/p>\n<p>EDITORS: Pictures of piping plovers can be obtained by contacting Ruth Jacobs (see contact information above). <\/p>\r\n<p>Dramatic changes have occurred in the distribution and abundance of a threatened and endangered shorebird called the piping plover, according to just-completed census results that U.S. Geological Survey (USGS) scientist Susan Haig will present, Jan. 23, 2002, at the North American Plover Species at Risk Meeting in Ann Arbor, Mich. <\/p>\r\n<p>These findings are based on results of species-wide international breeding and winter censuses conducted in 1991, 1996, and 2001. The census shows that 5,938 breeding piping plovers are distributed across beaches from Alberta, Canada, to the Atlantic Coast. Of these, 1,465 birds occur in Canada and 4,473 birds occur in the central and eastern United States. <\/p>\r\n<p>Piping plovers are small (only about seven inches long), charming shorebirds with round dark eyes, orange legs, and stubby bills. Visitors to sites where they live will see them running along the water&rsquo;s edge, stopping every few steps to feed on invertebrates in the sand and surf. During mating season, males fly over their territories piping clear, melodious notes. The birds nest on open beaches, making them extremely vulnerable to heavy beach use by people, pets, and vehicles. Fluctuating water levels on rivers and during ocean storms can devastate chicks and nests. Aside from their inherent beauty and charm, piping plovers serve as indicators of the quality of pristine beaches across much of North America. \"Although the overall population estimate has only increased eight percent in 10 years, changes in bird distributions are dramatic,\" Haig said. Piping plover abundance in Canada has declined 31 percent in five years and 25 percent over the past decade. Results from the Prairie Provinces of Canada indicate that the number of piping plovers has significantly declined 42 percent in the last five years and 32 percent since 1991. Piping plovers in Atlantic Canada have increased 15 percent since 1996, although numbers are down four percent since 1991. <\/p>\r\n<p>In the United States, piping plovers have increased 17 percent in five years to their current estimate of 4,473 birds. A critical change occurred in the U.S. Northern Great Plains, where piping plover numbers increased 25 percent in five years, although these numbers still represent a two percent decrease since 1991. Haig, who is also the coordinator of the International Piping Plover Coordination Group, said the recent increase might be attributed to recent favorable habitat conditions along the Missouri River where plover numbers have grown 470 percent in five years and 140 percent in the decade. Slightly more than 1,000 birds now occur along the Missouri River. <\/p>\r\n<p>Piping plovers have federal \"endangered species\" status in the Great Lakes portion of their range. There, said Haig, the birds have increased in distribution and abundance, although numbers remain low. Numbers in Michigan have gone from 39 in 1991 to the current count of 65, and piping plovers again are breeding along the shores of Lake Superior in Wisconsin. Beach protection, captive rearing and release of young plovers, as well as record-low water levels in the Great Lakes are possible explanations for these changes, said Haig. <\/p>\r\n<p>Resource managers have been intensively managing piping plovers along the U.S. Atlantic coast, where plovers increased 11 percent over the last five years and 65 percent in the decade, to a current level of 2,409 birds. The census revealed significant increases in the middle portion of the range, whereas declines were noted at the extreme north and south ends of the U.S. Atlantic range. <\/p>\r\n<p>The International Piping Plover Census is the only comprehensive shorebird census in North America and is one of the largest endangered species census efforts in North Americ","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Delaware","Maine","Maryland","Massachusetts","New Hampshire","New Jersey","New York","Rhode Island","Virginia","Florida","Georgia","North Carolina","South Carolina"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1011848400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170519"},{"tid":"169017"},{"tid":"170407"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}