{"title":"Using the Science of Mount Rainier's Rivers  to Reduce Flood Risk","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>[Editors: The main project page is available <a href=\"http:\/\/wa.water.usgs.gov\/projects\/puyallupseds\/\">online<\/a>.]&nbsp;<\/strong><\/p>\n<p>TACOMA, Wash. &mdash; <!--introstart-->Floodplain managers downstream of Mount Rainier are using information in a report recently published by the U.S. Geological Survey to manage flood risks in their communities.<!--introend--><\/p>\r\n<p>The comprehensive report is the culmination of a cooperative project between Pierce County, King County, and the USGS to assess trends in the movement of sediment in rivers draining Mount Rainier National Park. Findings were incorporated into the Rivers Flood Hazard Management Plan that was adopted by the Pierce County Council on February 19.<\/p>\r\n<p>Flooding and large sediment loads within Mount Rainier National Park over the past two decades raised concerns that sediment would travel downstream and soon impact flood-prone reaches of the Nisqually, White, Carbon, and Puyallup Rivers outside the park.<\/p>\r\n<p>Most sediment in the Puyallup and Nisqually Rivers originates from Mount Rainier, a 14,410-foot-tall active volcano containing the largest volume of glacial ice in the lower 48 states. Rockfalls, glaciers, debris flows, and floods act together to transport sediment from the highest flanks of Mount Rainier to Puget Sound. Most sediment added to the rivers eventually arrives at Puget Sound, but larger gravels and cobbles accumulate in river reaches in the Puget Lowland, filling river channels and compromising flood-conveyance capacity.<\/p>\r\n<p>Sediment is rock and other naturally occurring materials that have been broken down by wind, water, and other processes, then transported by rivers. Large loads of sediment can result in accumulation on a riverbed over time, causing the riverbed to rise. The accumulation of sediment decreases the volume of water that the river can hold before water spills over riverbanks and floods nearby areas.<\/p>\r\n<p>Scientists assessed historical, present and future sediment loads and evaluated their relation to stream flow helping to find data that enable flood-risk managers to better predict and possibly prevent flooding.&nbsp;<\/p>\r\n<p>The report, \"<a href=\"http:\/\/pubs.usgs.gov\/of\/2012\/1242\/\">Geomorphic Analysis of the River Response to Sedimentation Downstream of Mount Rainier, Washington<\/a>,\" by Jonathan A. Czuba, Christopher S. Magirl, Christiana R. Czuba, Christopher A. Curran, Kenneth H. Johnson, Theresa D. Olsen, Halley K. Kimball, and Casey C. Gish, is published as U.S. Geological Survey Open-File Report 2012-1242.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["Ranier","Floodplain","risk","hazard","Communicationsand Publishing","Geographic Areas Northwest","water"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1364356800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169725"},{"tid":"169057"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}