{"title":"Pecora Award Recognizes Stellar Achievements in Earth Observation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The prestigious 2008 William T. Pecora Award for outstanding contributions to the understanding of the Earth by means of remote sensing has been presented to Samuel N. Goward of the University of Maryland and the NASA QuikSCAT Mission Team.<\/p>\n<p>The annual award, sponsored jointly by the Department of the Interior (DOI) and NASA, was presented November 19 by Robert E. Doyle, Deputy Director of the U.S. Geological Survey, on behalf of DOI and by Margaret Luce, acting Deputy Director of NASA's Earth Science Division, at the 17th William T. Pecora Memorial Remote Sensing Symposium in Denver.<\/p>\r\n<p>The award has been presented annually since 1974 in memory of Dr. William T. Pecora, whose early vision and support helped establish the Landsat satellite program. Dr. Pecora was director of the U.S. Geological Survey from 1965-71, and later served as DOI undersecretary until his death in 1972.<\/p>\r\n<p><strong><span style=\"text-decoration: underline;\">2008 Recipients <\/span><\/strong><\/p>\r\n<p><strong>Samuel N. Goward<\/strong><\/p>\r\n<p>Dr. Goward, professor of geography at the University of Maryland, was recognized for his \"outstanding and sustained scientific leadership in advancing remote-sensing science and especially the continuation of the Landsat Program.\" Goward played a key role on the Landsat 7 Science Team in planning the acquisition of the most robust, cloud-free global archive of Landsat imagery ever assembled.<\/p>\r\n<p>Goward's career has been dedicated to advancing geographic education and Earth observation science. He currently leads an interagency research team to quantify the recent history of forest disturbance for the North American Carbon Program. Dr. Goward was previously awarded the USGS John Wesley Powell Award and the American Society of Photogrammetry and Remote Sensing Estes Memorial Award.<\/p>\r\n<p><strong>NASA QuikSCAT Mission Team<\/strong><\/p>\r\n<p>Since 1999, the QuikSCAT team has advanced Earth science research and contributed to improved environmental predictions using measurements of global radar backscatter and all weather surface wind speed and direction over the ice-free oceans. QuikSCAT measurements have had enormous impact on marine forecasts by enabling early detection of the location, direction, structure, and strength of ocean storms.<\/p>\r\n<p>The QuikSCAT mission team includes personnel from NASA, the Jet Propulsion Laboratory managed for NASA by the California Institute of Technology, Ball Aerospace and Technology, the University of Colorado's Laboratory for Atmospheric and Space Physics, and numerous principal investigators funded by NASA's Ocean Vector Winds Science Team.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Pecora","award"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1227243600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169680"},{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}