{"title":"What if a Meteorite Struck the United States?","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_175985\" align=\"alignleft\" width=\"378\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/Cool-Crater-Picture.jpg\"><img class=\" wp-image-175985 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/Cool-Crater-Picture.jpg\" alt=\"An illustration of the Chesapeake Bay Impact Crater\" width=\"378\" height=\"395\" \/><\/a> Credit: The Virginian-Pilot[\/caption]\n\nWhat if the February 15, 2013 meteor strike hit the United States, and not Russia? What if it were the size of the meteorite that struck off the coast of Virginia during the age when modern mammals began to appear?Â What if . . .\n\n<strong>A Blast from the Past<\/strong>\n\nAbout 35 million years ago, an enormous meteorite, a mile or two in diameter and traveling up to 134,000 miles per hour slammed into the shallow Atlantic Ocean where eastern Virginia is today. It vaporized billions of tons of ocean water, melted rocks, cut through a few thousand feet of sediment, and with a catastrophic explosion, created a 24 mile-wide crater. It created a devastating tsunami, scattered tons of sediment along much of the East Coast, and caused glassy particles of solidified melt rock to rain down as far away as Texas.\n\nThis explosion was equal to about 10 trillion tons (thatâ\u0080\u0099s 10,000,000,000,000) of TNT and is known as the <a href=\"http:\/\/geology.er.usgs.gov\/eespteam\/crater\/\">Chesapeake Bay impact crater<\/a>, the largest crater in the U.S. and the seventh largest in the world. Some of the ejected material, known as ejecta, fell back to the earth, including some that melted and recrystallized into small glass globules called tektites, after the Greek word for â\u0080\u009cmelted.â\u0080\u009d\n\nâ\u0080\u009cIt used to be that people thought that impact craters were extinct volcanoes, even the ones on the moon. But USGS scientists proved there were minerals in these craters that could have only been made by impacts,â\u0080\u009d said David Powars, a USGS geologist who has been studying the Chesapeake Bay crater for over 25 years.\n\n<strong>What was the Effect? <\/strong>\n\nThe space debris penetrated through several hundred feet of ocean water and a couple thousand feet of wet sediments. â\u0080\u009cThe enormous blast-splash was about 30 miles high before it collapsed back down,â\u0080\u009d said Powars.\n\n[caption id=\"attachment_175984\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/Crater-Location.jpg\"><img class=\"size-medium wp-image-175984\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/Crater-Location-300x300.jpg\" alt=\"A map showing the location of the Chesapeake Bay impact crater\" width=\"300\" height=\"300\" \/><\/a> A map showing the location of the Chesapeake Bay impact crater[\/caption]\n\nThe resulting 56-mile diameter complex crater has the shape of an inverted sombrero, with a deep central hole in the crystalline rock. A 1,000- to 4,000-foot-high steep slope marks the outer rim of the crater. In addition there is an approximately 22-mile-wide surrounding area full of faults from the impact, which brings the entire impact crater structure to a diameter of 96 miles. Over the last 35 million years since the catastrophic impact, eastern Virginia has mostly been covered with shallow ocean waters that have buried the crater with fine grain sediments.\n\n<strong>Discovering the Impact Crater<\/strong>\n\nThe puzzle of the impact crater may have started 135 years ago when the water-well drillers for the Union Army at Fort Monroe, Virginia, worked for five years to drill a 907-foot-deep well, only to find undrinkable, brackish water. But the initial evidence for the crater wasnâ\u0080\u0099t obtained until the mid-1980s, when a core sample was recovered that included 135-35 million-year-old particles of weathered rock and marine plants and animals. Definitive evidence of the crater came in the early 1990s with the release of marine seismic data (a kind of large-scale sonogram) from Texaco and Exxon that provided imagery of the 56-mile complex crater.\n\n<strong>The Impact Craterâ\u0080\u0099s Effects on Southeastern Virginia Today<\/strong>\n\nâ\u0080\u009cI think itâ\u0080\u0099s safe to say that without the Chesapeake Bay impact crater the Bay would not look the same todayâ\u0080\u009d said Powars. The crater draws the great rivers of the Chesapeake Bay Delta to it, leading to the distinctive shape of the Bay.\n\n[caption id=\"attachment_175993\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/Seismograph-Reading-Russia-Meteor.jpg\"><img class=\"size-medium wp-image-175993\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/02\/Seismograph-Reading-Russia-Meteor-300x174.jpg\" alt=\"Seismograph image of meteorite hitting Russia on February 15, 2013\" width=\"300\" height=\"174\" \/><\/a> The signal from the meteor on February 15, 2013 in Russia was pickedÂ up by seismometers in the region that are monitored by the USGS. TheÂ attached graphic shows the signal recorded on three seismometers.Small ground motion was observed as far as 4,000 km away from the<br \/>explosion.[\/caption]\n\nThe crater has affected daily life for area residents â\u0080\u0093 from the early settlers at Jamestown to those who live there today.Â Until the crater was discovered there was no satisfactory explanation for a bulge of salt water that intrudes into the underground freshwater aquifers of central Virginia. Also historical earthquake data show that four earthquakes align with the outer rim of the crater, including one that occurred in 1995 in York County. All of these factors point to the fact that this 35 million-year-old impact crater is affecting us today.\n\nAs frightening as the meteor incident in Russia must have been for those affected, another event like the one that led to the Chesapeake impact crater would have a profound impact on the entire globe. The good news is that scientists are now constantly monitoring objects in space and the effects such objects could and do have when they approach our planet.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24217","uid":"31","filename":"Feature-Image.jpg","uri":"public:\/\/Feature-Image.jpg","filemime":"image\/jpeg","filesize":"103987","status":"1","timestamp":"1425492768","type":"image","uuid":"a7a8b20e-78b4-4413-beb1-c344c62f8b4f","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Chesapeake Bay","geology","hazards","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1360961925","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}