{"title":"POTOMAC RIVER FLOW NOSEDIVED DURING AUGUST","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>POTOMAC RIVER FLOW NOSEDIVED DURING AUGUST \n<p>\r\n<p>Flow of the Potomac River near Washington, D.C., drops to below normal in late August, according to hydrologists at the U.S. Geological Survey. \r\n<p>During early July the flow of the Potomac was above normal at 7.3 billion gallons per day (bgd). By the end of July, the flow dropped to 2.4 bgd. Daily flow rates continued to decline in August to a low of 0.9 bgd. \r\n<p>The average monthly flow for August was 3.1 bgd; 142 percent of the long-term average August monthly flow rate of 2.2 bgd. Though the monthly average was above normal for August, the September flow rate of 1.1 bgd is nearly 50 percent below normal. \r\n<p>Diversions of the Potomac River water for municipal use averaged 497 million gallons per day, which was 21 percent more than August of last year. \r\n<p>Measurements made throughout the Chesapeake Bay region reflected drought conditions. Maryland and Delaware streamflow decreased during August. \r\n<p>Freshwater inflow into the Chesapeake Bay was 13.4 bgd, about 34 percent below the long-term August average of 20.2 bgd. Contributions to the Bay from the Potomac and James Rivers were near normal, but the Susquehanna was merely a trickle at roughly 2.9 bgd or 10 times less than last August which averaged 31 bgd. \r\n<p>Groundwater levels throughout the region are below the monthly averages. Well measurement in the Washington, D.C. area was 15.8 below the surface. This measurement is 2.2 feet below the average August water level. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"810532800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170530"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}