{"title":"Project to Support Future Global Food Security Enhanced by Major NASA Grant","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"Default\"><!--introstart-->A $3.5 million dollar, 5-year grant from the NASA program: <a href=\"http:\/\/earthdata.nasa.gov\/our-community\/community-data-system-programs\/measures-projects\">Making Earth System Data Records for Use in Research Environments (<strong>MEaSUREs<\/strong>)<\/a>, was recently awarded to a U.S. Geological Survey led, multi-agency team of scientists studying future global food security.<!--introend-->&nbsp;<\/p>\n<p class=\"Default\">The proposal, \"<em>Global Cropland Area Database (GCAD30) through Landsat and MODIS Data Fusion for the Years 2010 and 1990 and Its Dynamics Over Four Decades using AVHRR and MODIS\"<\/em>, was one of 27 awardees, and was developed as a product from a USGS-supported <a href=\"http:\/\/powellcenter.usgs.gov\/\">John Wesley Powell Center for Earth System Science Analysis and Synthesis<\/a> Working Group, <a href=\"http:\/\/powellcenter.usgs.gov\/current_projects.php#GlobalCroplandsAbstract\">Global Croplands and Their Water Use for Food Security in the 21<sup>st<\/sup> Century<\/a>.&nbsp;<\/p>\r\n<p>\"The trends in land use to feed a growing global population derived from this landmark effort will inform critical studies in planetary sustainability, such as the availability of fresh water and fertile soil, and the effects of increasingly intense cultivation on essential carbon and nitrogen cycles,\" said USGS Director Marcia McNutt. \"It is through the unbiased eye of these satellites that we see how a myriad of independent local decisions can sum up to major global impact.\"&nbsp;<\/p>\r\n<p>The main goal of this project is to produce consistent and unbiased estimates of global agricultural cropland areas, types, watering method, and intensities using multi-sensor Earth Observation Data from satellites and mature cropland mapping algorithms. The project will create a Global Cropland Area Database, consisting of four distinct products. The series will include cropland extentarea, crop type, irrigated versus<em> <\/em>rainfed crops, and cropping intensity.&nbsp;<\/p>\r\n<p class=\"Default\">\"The data and products will make a significant contribution towards addressing global water and food security in the 21<sup>st<\/sup> century, taking into consideration complexities of ballooning populations, greater nutritional demands from the expanding economies, and virtual water and food trade of modern, globally inter-linked economies,\" said Dr. Prasad Thenkabail, the project's principal investigator.<strong>&nbsp;<\/strong><\/p>\r\n<p class=\"Default\">\"We are thrilled to see this kind of product from the USGS Powell Center; it is a shining example of how multidisciplinary synthesis efforts can advance the state of the science,\" said Jill Baron, Powell Center Co-Director.&nbsp;<\/p>\r\n<p class=\"Default\">Team members are listed&nbsp;on the <a href=\"http:\/\/powellcenter.usgs.gov\/current_projects.php#GlobalCroplandMembers\">Current Projects<\/a> site.&nbsp;&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Colorado"],"country":["United States of America"],"mm_tags":["","John Wesley Powell Center Geographic Areas Southwest","Core Science Systems Core Science Analyticsand Synthesis"],"release_date":{"und":[{"value":"1352869200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}