{"title":"Landsat Images Provide the Gold Standard for New Earth Applications","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>WASHINGTON &mdash; <!--introstart-->Images from Landsat satellites provided free to the public by the Department of the Interior's U.S. Geological Survey were the starting points for \"a new breakthrough\" reported today by <a href=\"http:\/\/world.time.com\/timelapse\/\"><em>Time<\/em><\/a> and announced on the <a href=\"http:\/\/googleblog.blogspot.com\/\">Official Google Blog<\/a>.<!--introend--> Using its Earth Engine technology, Google has compiled decades of Landsat images into a new, interactive time-lapse experience.<\/p>\n<p>\"This news is the latest example of how the Department of the Interior's policy of unrestricted access and free distribution of Landsat satellite imagery to the public fosters innovation and mutual awareness of environmental conditions around the globe,\" said Anne Castle, Assistant Secretary of the Interior for Water and Science. \"The 40-year archive of Landsat images of every spot on earth is a treasure trove of scientific information that can form the basis for a myriad of useful applications by commercial enterprises, government scientists and managers, the academic community, and the public at large.\"<\/p>\r\n<p>Other commercial products, such as&nbsp;<a href=\"http:\/\/www.esri.com\/software\/landsat-imagery\/viewer\" target=\"_blank\">ESRI's Change Matters<\/a>,&nbsp;also utilize Landsat imagery, providing data for a deeper geographic understanding of the changing world.<\/p>\r\n<p>Landsat data can assist a broad range of specialists in managing the world's food, water, forests, and other natural resources for a growing world population. The Landsat images contain many layers of data collected at different points along the visible and invisible light spectrum. Consequently, they can show where vegetation is thriving and where it is stressed, where droughts are occurring, where wildland fire is a danger, and where erosion has altered coastlines or river courses.<\/p>\r\n<p>Landsat satellites provide a view as broad as 12,000 square miles per scene while describing land cover in pixels the size of a baseball diamond. From a distance of more than 400 miles above the earth surface, a single Landsat scene can record the condition of hundreds of thousands of acres of grassland, agricultural crops, or forests.<\/p>\r\n<p>\"With its long-term historical record of the entire globe and widely recognized high quality of data, Landsat is valued all over the world as the gold standard of land observation,\" said Castle.<\/p>\r\n<p>Ready access to authoritative Landsat images provides a reliable common record of Earth conditions that advances the mutual understanding of environmental challenges by citizens, researchers, and decision makers around the globe.<\/p>\r\n<p>USGS and NASA have distinct roles in the Landsat program. NASA develops remote-sensing instruments and spacecraft, launches satellites, and validates their performance. The USGS then assumes ownership and operation. For example, USGS will operate the newest satellite in the Landsat series &ndash; Landsat 8 &ndash; starting on May 30, 2013, following a successful launch from the Vandenberg AFB on February 11, 2013.<\/p>\r\n<p><strong>For More Information<\/strong><\/p>\r\n<ul>\r\n<li>See the USGS website for more information on <a href=\"http:\/\/landsat.usgs.gov\/\">Landsat<\/a> and to view the entire image gallery<\/li>\r\n<li>See <a href=\"http:\/\/googleblog.blogspot.com\/\">today's Google Blog<\/a> to learn about Google's announcement, the <a href=\"http:\/\/www.google.com\/earth\/outreach\/tools\/earthengine.html#tab=introducing-google-earth-engine\" target=\"_blank\">Google Earth Engine<\/a> and how to explore the new&nbsp;global, zoomable time-lapse map as part of TIME Magazine's new TIMElapse project<\/li>\r\n<li>Read the <em>Time Magazine<\/em> article <a href=\"http:\/\/world.time.com\/timelapse\/\">TIME and Space<\/a><\/li>\r\n<li>For another example of the application of Landsat imagery, go to <a href=\"http:\/\/www.esri.com\/software\/landsat-imagery\/viewer\" target=\"_blank\">ESRI's Change Matters<\/a> <\/li>\r\n<li>Learn more abo","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Earth Resources Observationand Science Center","Climateand Land Use Change Land Remote Sensing"],"article_type":["National News Release"],"distribution":["Climate Change","Mapping"],"release_date":{"und":[{"value":"1368072000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}