{"title":"Confidence in Climate Data: Using 3 Million-Year-Old Records","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>How do we understand what's happening today by looking back millions of years?&nbsp;<\/p>\n<p><!--introstart-->Scientists are looking at what climate conditions were like 3.3 to 3 million years ago, during a geologic period known as the Pliocene, and they are <a href=\"http:\/\/www.nature.com\/nclimate\/journal\/vaop\/ncurrent\/full\/nclimate1455.html\">confident<\/a> in the accuracy of their data.<!--introend-->&nbsp;&nbsp;<\/p>\r\n<p>The Pliocene is the most recent period of sustained global warmth similar to what is projected for the 21<sup>st<\/sup> century. Climate during this time period offers one of the closest analogs to estimate future climate conditions.&nbsp;<\/p>\r\n<p>\"The litmus test of whether a climate model has any predictive power to tell us what future conditions might be on planet Earth in response to both natural and human climate drivers is the ability of that model to accurately predict past climate conditions as preserved in the geologic record,\" explained U.S. Geological Survey director Marcia McNutt. \"Finally<a name=\"_GoBack\"><\/a> we have a paleoclimate dataset against which to test models with accuracy comparable to the accuracy that we need in the models for future planning and decision making.\"&nbsp;&nbsp;<\/p>\r\n<p>\"Our climate reconstruction will help to determine what happened to cause warm Pliocene conditions,\" said USGS scientist Harry Dowsett. \"Having confidence in our data is important to evaluate the accuracy of climate models, which are useful tools to understand possible drivers of temperature variability.\"&nbsp;<\/p>\r\n<p>The USGS is leading research to reconstruct Pliocene ocean temperatures primarily using fossils contained in sediments from that time period.&nbsp;&nbsp;<\/p>\r\n<p>\"Confidence in data, as discussed in this paper, refers to the overall quality of our Pliocene temperature estimates,\" said USGS scientist Marci Robinson. \"For each temperature estimate, we looked at factors such as the abundance of fossils, the number of samples analyzed, fossil preservation, and the techniques used for analysis.\"&nbsp;&nbsp;<\/p>\r\n<p>Scientists from around the world are using the Pliocene reconstructions to compare climate model simulations from fourteen general circulation models. This is an international effort with models developed by the United States, Japan, France, United Kingdom, China, Germany and Norway.&nbsp;<\/p>\r\n<p>In <a href=\"http:\/\/www.nature.com\/nclimate\/journal\/vaop\/ncurrent\/full\/nclimate1455.html\">this study<\/a>, published in the journal Nature Climate Change, an initial comparison was made between four existing models. Conclusions showed that the models are close in agreement with each other and USGS data, except in the North Atlantic where modeled temperatures differ slightly from the Pliocene data and from each other.&nbsp;&nbsp;<\/p>\r\n<p>\"The processes that impact North Atlantic climate are complex, and we have analyzed many sites in the area,\" said Dowsett. \"Based on this study, we have a high degree of confidence in our North Atlantic data, and we will wait to see how the rest of the models compare and plan future research to better understand the complexities.\"&nbsp;<\/p>\r\n<p>Processes that influence North Atlantic Ocean temperatures include ocean circulation, the shape and characteristics of the seafloor, and concentrations of atmospheric CO<sub>2<\/sub> and other trace gases. The Earth's orbit is another factor to consider because it affects the amount of sunlight and, therefore, heat that reaches the Earth's surface.&nbsp;<\/p>\r\n<p>This model comparison is organized through the Pliocene Model Intercomparison Project (PlioMIP), with preliminary results from the full fourteen model comparison scheduled for later this year.&nbsp;<\/p>\r\n<p>Research on the mid-Pliocene will be included in the next Intergovernmental Panel on Climate Change (IPCC) report, which is the fifth assessment report known as AR5.&nbsp;<\/p>\r\n<p>Research on the mid-Pliocene constitutes the most comprehensive global reconstr","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climate Change","Global Warming","paleoclimate","Pliocene","ocean"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1332129600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169479"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}