{"title":"Barred owl crowds spotted owlâ\u0080\u0099s Coast Range turf","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"348\" caption=\"Barred owls like this one were most strongly associated with patches of large hardwood and conifer trees in relatively flat areas along streams.\"]<img src=\"http:\/\/gallery.usgs.gov\/images\/04_11_2012\/wcs1VIh77P_04_11_2012\/medium\/barredowl.jpg\" alt=\"\" width=\"348\" height=\"500\" \/>[\/caption]\n\nInvasive barred owls in the central Coast Range of western Oregon appear to be outcompeting the federally threatened northern spotted owl for critical resources such as space, habitat and food, according to a new study by the U.S. Geological Surveyâ\u0080\u0099s David Wiens. The study confirms that barred owls not only use similar forest types and prey species as spotted owls, but also that a high density of barred owls can reduce the amount of those resources available to spotted owls.\n\nThe northern spotted owl was designated as threatened under the Endangered Species Act in 1990. In recent years, however, the larger and more aggressive barred owl has expanded its range from eastern into western North America, where its geographic range now overlaps the entire range of the northern spotted owl.\n\nNow, barred owls have become more common than spotted owls in the forests of western Oregon, according to Wiens, who received his Ph.D. at Oregon State University for this work. The three-year study was the result of a research partnership led by the USGS that included OSU, the U.S. Fish and Wildlife Service, National Park Service, Bureau of Land Management, U.S. Forest Service, Oregon Department of Forestry, and Boise State University.\n\nWiensâ\u0080\u0099 study identified at least 82 pairs of barred owls but only 15 pairs of spotted owls. The barred owls had a 92 percent probability of surviving from one year to the next, compared to 81 percent for spotted owls. Furthermore, barred owls produced more than six times as many owlets as did the spotted owls over the study period.\n\nBoth species frequently used patches of old conifer forest or stands of hardwood trees along streams while hunting for food and roosting, and both species survived better when there were greater amounts of old conifer forest within their territories. But while barred owls are selecting older forest habitat, as shown in Weinsâ\u0080\u0099 study, they thrive in other habitats as well. In contrast, spotted owls are almost entirely dependent on older forests.\n\nWeins said his study by itself doesn't assess whether barred owls are making it difficult for the spotted owl to recover. He cautioned that he did not examine cause-and-effect relationships. Furthermore, the study area was limited and encompassed a highly fragmented landscape, conditions found in some but not all portions of the spotted owlâ\u0080\u0099s range. However, the study does support the conclusion that barred owls are probably having a significant impact on spotted owls.\n\nâ\u0080\u009cDespite two decades of dedicated management efforts, northern spotted owl populations have continued to decline throughout much of their range,â\u0080\u009d said Eric Forsman, a U.S. Forest Service researcher who also participated in the study. â\u0080\u009cThis study suggests that conservation of old forest habitat is still a critical need for spotted owls, so we will continue to work with our research and management partners to collect information and explore options for management.â\u0080\u009d\n\nThe full report, â\u0080\u009cCompetitive Interactions and Resource Partitioning between Northern Spotted Owls and Barred Owls in Western Oregon,â\u0080\u009d is available as an Oregon State University doctoral dissertation.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24198","uid":"31","filename":"northernspottedowl.jpg","uri":"public:\/\/northernspottedowl.jpg","filemime":"image\/jpeg","filesize":"48297","status":"1","timestamp":"1425492768","type":"image","uuid":"2785c042-4876-494e-b324-b9b2aa83294f","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":375,"width":500},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["biology","Biology and Ecosystems","Endangered Species"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1334327975","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}