{"title":"The View from Space: Landsatâ\u0080\u0099s Role in Tracking Forty Years of Global Changes","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/PLS_Flyer_Feb2012-image.jpg\"><img class=\"alignleft size-full wp-image-173205\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/PLS_Flyer_Feb2012-image.jpg\" alt=\"Flyer for the February 2012 Public Lecture: The View from Space\" width=\"200\" height=\"128\" \/><\/a>For nearly 40 years, Landsat and other Earth observing satellites have been silently orbiting the globe collecting high quality images that document the condition of our changing planet. These remote sensing images provide an unprecedented long-term, impartial view of the Earthâ\u0080\u0099s cities and natural resources. Join us on February 1 to view the Earth from space, and discuss the profound impact Landsat has on many facets of our economy, safety, and environment.\n<strong>Time<\/strong>: Wednesday, February 1st, 2012 â\u0080¢ 7-8pm\n<strong>Speaker<\/strong>: Dr. Thomas R. Loveland\n<strong>Location<\/strong>: 12201 Sunrise Valley Drive Reston, VA 20192\n<strong>Phone<\/strong>:Â  703-648-4748\n<em>Please Note<\/em>: This event takes place at a Federal Facility â\u0080\u0094 <strong>Photo Id is Required<\/strong>\n\nFREEÂ and Open to the Public\n\nFollow this event live on Twitter @USGSLive\n\nThis announcement and directions can be found <a href=\"http:\/\/www.usgs.gov\/public_lecture_series\/\">online<\/a>.\n\nRequests for accommodations (i.e. sign language interpreting) require notice at least two weeks before the event. Please email jcorley@usgs.gov or call 703-648-7770.\n\nThe USGS public lectures are held monthly in Reston, Virginia. These evening events are free to the public and intended to familiarize a general audience with science issues that are meaningful to their daily lives. USGS speakers are selected for their ability and enthusiasm to share their expertise with an audience that may be unfamiliar with the topic; speakers are encouraged to thoroughly explain the subject matter and to define any words or terms that may be unfamiliar.\nThe USGS lecture series provides the public an opportunity to interact with USGS scientists and ask questions about recent developments in Natural Hazards; Water; Energy Minerals and Environmental Health; Climate and Land Use Change; Ecosystems; and Core Science Systems. Ultimately, the goal is to create a better understanding of the importance and value of USGS science in action.","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["landsat","Public Lecture","Satellite Imagery"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1326901148","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}