{"title":"snake Barrier On Rota is Important Step Toward Preventing Future Spread of Brown Tree Snake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new way to prevent brown tree snakes from invading was unveiled yesterday by scientists working for the U.S. Department of the Interior&rsquo;s U.S. Geological Survey and Ohio State University. <\/p>\n<p>The island of Rota is the part of the Commonwealth of the Northern Mariana Islands that lies nearest to Guam. \"The vulnerability of Rota to invasion by snakes hidden in cargo from Guam made this an excellent place to try a new approach,\" said Dr. Tom Fritts of USGS. <\/p>\r\n<p>The brown tree snake, an introduced species which arrived to Guam from the South Pacific in the late 1940s, has played a major role in the loss of many of the island&rsquo;s birds, lizards, and mammals. It has also caused frequent disruptions of electrical power, preyed on poultry, rabbits, and pets, and on occasion bitten infants when it invaded homes in search of food. <\/p>\r\n<p>Scientists estimate there are over one million brown tree snakes on Guam. Snakes can unwittingly be carried on ships and airplanes originating from or traveling through Guam. They can hide in cargo, airplane wheel-wells, and the vessels themselves. Snakes pose a serious threat to the wildlife and economy of Rota and other Pacific islands. <\/p>\r\n<p>Two arrivals of snakes have been recorded in Rota in the last ten years.No one can be sure how many went undetected. \"Female snakes may be able to store sperm, and therefore lay eggs, over a period of several years without further contact with a male,\" said Dr. Gad Perry, a primary spokesperson for the barrier project. Once a snake leaves the port of a snake-free island, it is almost impossible to catch. \"Every individual snake is potentially crucial,\" added Dr. Perry. <\/p>\r\n<p>The barrier, installed around the Rota port facility, was completed earlier this week. Rota is the only island in the world to have such a barrier. Scientists developed it for protecting large areas, such as ports and airports. It is made of metal mesh and attached to existing cyclone fencing. It will aid efforts by Commonwealth biologists to protect the island&rsquo;s interior from snakes. \"This is an innovative approach to risk-reduction,\" said Fritts. <\/p>\r\n<p>The project was built in coordination with the Mayor of Rota, Joseph S. Inos, and Rota Harbor Manager Fidel A. Mendiola. It was funded by two Interior Department units, the U.S. Fish and Wildlife Service and the Office of Insular Affairs. <\/p>\r\n<p>There have been more than 40 reported sightings of snakes on Saipan, which has a much greater commerce with Guam. To date, seven brown tree snakes have been documented in the State of Hawaii. \"We are working on practical ways to protect islands from the problems caused by the snake,\" said Perry. \"This barrier will help capture any snakes transported to the port before they move out of the cargo area and become much more difficult to detect and capture,\" he added. <\/p>\r\n<p>Research leading to development of snake barriers was conducted by the Biological Resources Division of the U.S. Geological Survey, in collaboration with Ohio State University. The Rota barrier now benefiting the Northern Mariana Islands, is a direct result of years of careful research on Guam. Development required thousands of careful observations of the behaviors of snakes, both in the field and in the laboratory. <\/p>\r\n<p>The scientists have developed three types of barriers. Mesh barriers of the type installed at the Rota port are more durable than the portable temporary barrier developed for military activities. Some exercises, such as this year&rsquo;s Tandem Thrust, involve moving large quantities of cargo staged on Guam to other sites, such as nearby Tinian. Snakes could hide in this cargo. <\/p>\r\n<p>A slightly modified version of a permanent snake barrier has recently been completed by Voice of America contractors on Tinian. It is now used to quarantine cargo arriving from Guam to ensure snakes are not introduced to the island during construction of a relay station there. <\/p>\r\n<p>\"","summary":null,"format":null}]},"field_images":[],"regions":["Ohio"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"878878800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169319"},{"tid":"169301"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}