{"title":"New USGS Report Compares Past, Present and Future Water Quality","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>If recent news about what chemical compounds have been found in streams and lakes today prompts thoughts that water quality was better way back when, think again.<\/p>\n<p>A newly released study by the U.S. Geological Survey (USGS), prepared in cooperation with the City of Boulder, Colorado, provides an overview of water quality in the Boulder Creek Watershed today, and how it has changed over 160 years.<\/p>\r\n<p>Gold mining records, typhoid cases, and historical accounts, such as a 1905 newspaper article claiming that drinking Boulder Creek water \"gave the sensation of swallowing rope,\" were used to determine water quality in the Boulder Creek Watershed since 1859.<\/p>\r\n<p>Colorful photographs, maps, and easy-to-read text fill the 30-page report, entitled <em>State of the Watershed: Water Quality of Boulder Creek, Colorado<\/em>. It addresses the impacts of land use change, water diversions, urban runoff, and wastewater effluent on water quality throughout the watershed. The report also addresses potential water quality issues of the future.<\/p>\r\n<p>\"Never has there been a document which so clearly outlines the history and possible future of water quality in Boulder County,\" said Donna Scott of the City of Boulder&acute;s Public Works Department. \"It will be very useful in guiding water quality policies.\"<\/p>\r\n<p><em>State of the Watershed: Water Quality of Boulder Creek, Colorado<\/em>, by Sheila Murphy, 2006, USGS Circular 1284, is available online at <a href=\"http:\/\/pubs.water.usgs.gov\/circ1284\/\">http:\/\/pubs.water.usgs.gov\/circ1284\/<\/a>; print copies may be obtained for $4 by calling 1-888-ASK-USGS.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1143090000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169484"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}