{"title":"Comet Struck Southern Nevada 370 Million Years Ago","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>An extraterrestrial object, theorized to be a comet at least one kilometer in diameter, impacted what is now southern Nevada about 370 million years ago. Evidence of the widespread damage caused by this collision was announced October 20, 1997, at the annual meeting of the Geological Society of America in Salt Lake City, Utah, by Charles A. Sandberg, geologist emeritus of the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a>, Denver, and his collaborators, Jared R. Morrow, University of Colorado, and John E. Warme, Colorado School of Mines. <\/p>\n<p>\"The impact, which is named the Alamo Impact after the town about 90 miles north of Las Vegas, occurred offshore from a carbonate platform, very much like the modern Australian Barrier Reef or the Bahamas Bank,\" said Sandberg, who has been studying this area since 1991. <\/p>\r\n<p>At the time of impact during the Devonian geologic Period, also known as the age of sharks, an ancestral Pacific Ocean covered most of Nevada. Shock waves from the impact and an ensuing initial 1,000-foot-high tsunami wave caused extensive damage to the carbonate platform and coastline in a semi-circular area 100 miles from north to south and 35 miles across. As the carbonate platform collapsed, blocks hundreds to thousands of feet across were torn from the seabed, twisted, and transported seaward. As tsunamis of decreasing intensity reverberated back and forth across the ocean basin, broken pieces of rock and ejecta from the impact were deposited over the carbonate platform and high-water deposits were deposited in an bow-like curve along the coastline to the east. <\/p>\r\n<p>Three lines of evidence corroborate the extraterrestrial origin of the triggering mechanism for the unusual phenomena observed in 13 mountain ranges: shocked quartz grains, an iridium anomaly, and spherical carbonate ejecta. Shocked quartz grains are sand grains pervasively shattered by the force of an impact, iridium is a platinum-like element that is rare on Earth, and carbonate spherules are formed from limestone fragments that recrystallize within a superheated cloud. All three features have been recorded in association with other impacts elsewhere on Earth, such as the impacts that produced the extinction of the dinosaurs hundreds of millions of years later. The Alamo occurred about three million years before and may have led to an earlier extinction, one of the five great mass extinctions recorded in Earth&rsquo;s history, in Late Devonian time. <\/p>\r\n<p>Late-breaking field evidence suggests the existence of several channel deposits filled with broken rock debris in the deeper ocean basin west of the carbonate platform. Channel-fill deposits found at four localities show that the area of impact-related phenomena occupies a circular area at least 120 miles in diameter. Whether these deposits represent debris that flowed from the crater outward or slumped back into it has not yet been determined. However, plotting a point midway between these sites and the possible eastern crater rim at the west end of the Tempiute mountain range to the east suggests location of the impact site, now buried beneath a valley or much younger volcanic flows, north and west of the settlement of Rachel and about 130 miles northwest of Las Vegas. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Nevada"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"877320000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169489"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}