{"title":"Live Music to Serenade the Scientific Crowd at USGS Open House","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Entertainment and education await visitors of all ages at the U.S. Geological Survey&rsquo;s (USGS) Menlo Park Science Center Open House on Saturday, May 16 and Sunday, May 17.<!--introend--> Along with taking in science, visitors can relax and listen to live bands performing old-time bluegrass, folk, rock, pop, jazz, Native American, spiritual, Celtic, and French Caf&eacute; music starting at 11 a.m. each day. Families are encouraged to picnic among the blooming azaleas, rhododendrons, and roses.<\/p>\n<p>The Open House will be from 10:00 a.m. until 4:00 p.m. both days, and admission is free of charge. A full list of science exhibits, from Arizona deserts and Arctic resources, to plate tectonic puzzles and quizzes, is available online at the <a href=\"http:\/\/openhouse.wr.usgs.gov\/\">Menlo Park Open House Web site<\/a>.<\/p>\r\n<p>As visitors try their hands at gold panning, mapping erupting volcanoes, and learning how to prepare for the next earthquake, they may also enjoy the beautiful flower-filled landscape (tours at 11 a.m. Saturday and 1 p.m. Sunday), and dance to a line up of seven different live bands starting at 11 a.m. Saturday and Sunday.<\/p>\r\n<p>Many USGS scientists are accomplished musicians, and are members of four out of the seven bands performing this weekend. A particular highlight on the entertainment bill are songs composed by famous 19<sup>th<\/sup> century geologist and mineralogist J.D. Dana while he was part of the U.S. Exploring Expedition of 1838-42, which included Antarctica in its itinerary.<\/p>\r\n<p>The U.S. Exploring Expedition of 1838-42, authorized by President John Adams, with a fleet of 6 ships under the command of Charles Wilkes was the first large marine expedition by the U.S. to explore and seek new territories and commerce. The global expedition also sailed to, and discovered, that sector of Antarctica now known as Wilkes Land.<\/p>\r\n<p style=\"padding-left: 30px;\">One of the expedition ships, USS Peacock, carried surgeon J.C. Palmer, and geologist J.D. Dana. Dana is \"the father of mineralogy\" and his textbook on this subject is still used by geology students today. Like other scientists of the period, Dana was a musician, ,and wrote a 56-page songbook that included a full Nativity, two songs about Antarctica, and songs about Oregon and his personal life. Palmer, a poet, wrote the lyrics to these songs. The songbook was never published or mentioned in the formal expedition logs, and, until recently, was held in the Palmer family. It was used twice, once in 1985 by the Smithsonian Institution to commemorate the Wilkes Expedition and a second time by the State of Washington to commemorate its birthday. Only one song from the book has been recorded, and it was heavily modified to fit the style of the singing group.<\/p>\r\n<p style=\"padding-left: 30px;\">The songbook was recently sold to a book collector who loaned the book to Alan Cooper, USGS geologist emeritus and musician, so that some of this historic music could be performed (with permission) at the 2009 U.S. Geological Survey Open House.<\/p>\r\n<p style=\"padding-left: 30px;\"><strong>Duckweed<\/strong> will perform <em>The Old Peacock,<\/em> which commemorates the sinking of Dana&rsquo;s ship&nbsp; at the mouth of the Columbia River in Washington in 1841. <strong>Left Bank\/Rive Gauche<\/strong> will perform a Dana&rsquo;s <em>Antarctic Mariner's Song,<\/em> which was originally published as a narrative poem in 1843 in J.C. Palmer's book <em>Thulia<\/em>. For the first time, the two songs will be performed in the 1840&rsquo;s style of the original music manuscripts by J.D. Dana. These songs are not otherwise available to the public.<\/p>\r\n<p><strong>Entertainment Schedule:<\/strong><\/p>\r\n<p>All musical performances will be on the lawn between buildings 1 and 20, near Teddy&rsquo;s Caf&eacute;.<\/p>\r\n<p><strong>Saturday, May 16<\/strong><\/p>\r\n<p><strong>11:00 am:&nbsp;&nbsp;CrossRoads<\/strong> is two flute players, three guitarists, and a bass g","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["biology","geography","geology","water","California","events","Menlo Park","Open House","education","entertainment","garden Tours","music","bands","duckweed","Left Bank","Charles Wilkes","Dana","Peacock","The Old Peacock","Antarctic Mariners Song","Les Sophisticats","Tuttles","Crossroads","Berzerkers","Trusting Calliope","rhododendron","azalea","picnic","Gold Panning"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1242187200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}