{"title":"Mount St. Helens Reawakens: The Thirtieth Anniversary","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Vancouver, Wash.&mdash;A magnitude 4.2 earthquake 30 years ago Saturday marked the reawakening of Mount St. Helens after 123 years of inactivity and set the stage for the most destructive eruption in U.S. history.<\/p>\n<p>The catastrophic eruption of May 18, 1980, claimed 57 lives and caused an estimated $1 billion damage. It was a very visible reminder that volcanoes can reawaken quickly and with little warning, and that Cascade Range volcanic activity was far from being a thing of the past.&nbsp;<\/p>\r\n<p>The two months between the first earthquakes and the large May eruption was one of great uncertainty and activity as scientists and public officials strove to understand the dramatic volcanic events and forecast future activity.&nbsp;<\/p>\r\n<p>Seven days after the initial earthquake, March 27, 1980, a loud boom was widely heard by many residents of Southwest Washington and aerial observers noted a dark dense column of volcanic ash rising through the clouds, eventually reaching a height of 6,000 feet above the volcano.<\/p>\r\n<p>In coming months, dozens more explosions punched and expanded fresh craters into the volcano&rsquo;s summit. Hundreds of earthquakes of magnitude 4 or greater rocked the volcano and the north flank of Mount St. Helens moved outwards by five feet per day.<\/p>\r\n<p>The Mount St. Helens eruption included five large explosive events during the summer of 1980, followed by six years of lava dome building. The events, in addition to being a reminder the volcanoes of the Cascade Range were still very much alive, provided a great illustration of how important it was to have volcano-monitoring equipment already installed and in operation at the nation&rsquo;s active volcanic areas.&nbsp;<\/p>\r\n<p>While the United States and its territories contain 169 volcanoes considered capable of erupting, prior to the Mount St. Helens eruption the only U.S. Geological Survey volcano observatory was in Hawaii. The May 1980 eruption, however, would be the catalyst for change, as increased money would be allocated for volcano monitoring and Cascades Volcano Observatory would be founded.&nbsp;<\/p>\r\n<p>Since that time, additional volcanic events and better recognition of areas of interest have resulted in the growth of USGS&rsquo; monitoring program. Today, the USGS has five volcano observatories: Cascades Volcano Observatory in Washington; the Hawaiian Volcano Observatory; the Long Valley Observatory in California; the Yellowstone Observatory; and the Alaska Volcano Observatory. &nbsp;<\/p>\r\n<p>The reawakening of Mount St. Helens, however, opened up a new generation of research at volcanoes in the United States and beyond, as hundreds of scientists throughout the world visited Mount St. Helens and returned home to apply lessons learned. &nbsp;&nbsp;<\/p>\r\n<p>During the 30 years since the catastrophic volcanic eruption of May 18, 1980, Mount St. Helens continues to challenge and inspire scientists to understand the causes and nature of volcanic eruptions.&nbsp;<\/p>\r\n<p>Throughout this spring, summer and fall, U.S. Geological Survey scientists will be commemorating the 1980-era eruptions of Mount St. Helens by providing talks at various community events. Saturday, May 8, 2010, the USGS-Cascades Volcano Observatory will host an open house at their facility in Vancouver, Wash.<\/p>\r\n<p>For more information on this event or others, or for information on Cascades Volcano Observatory, go to <a href=\"http:\/\/vulcan.wr.usgs.gov\/\">http:\/\/vulcan.wr.usgs.gov\/<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":["volcano","Mt","St","Helens","ash","eruption","explosion"],"release_date":{"und":[{"value":"1268884800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169005"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}