{"title":"The Bungee-Cord Connection in Earthquakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html<\/a> \n<p>At AAAS Sunday, Jan. 24, 2:30-5:30 p.m. \r\n<p>\r\n<p>\r\n<p>With bricks and bungee cords, U.S. Geological Survey scientist Ross Stein showed fellow scientists, today, how one earthquake \"sets up\" the next one, and how calculating the amount of stress that builds up between earthquakes and how that stress is transferred could someday help to predict earthquakes. \r\n<p>Stein made his presentation at the annual meeting of the American Association for the Advancement of Science (AAAS), meeting in Anaheim. \r\n<p>Stein&rsquo;s bungee-cord connection demonstrated how an earthquake releases part of the stress that accumulates on a fault, but at the same time raises stress at some sites near the fault rupture. In his demonstration, Stein connected a string of various-sized bricks to a small winch with bungee cords. As he exerted strain on the cords by tightening the winch, the bricks began to slips at various rates. \"Slip on the first brick relaxes the bungee in front of it, but tensions the bungee behind it, bringing the next brick down the line closer to failure,\" Stein said. \r\n<p>Stein said this variable stress distribution was demonstrated in the 1992 Landers, 1994 Northridge and 1995 Kobe earthquakes, where areas that experienced an increase in the \"Coulomb\" stress generated increased numbers of mainshocks and aftershocks, and areas where the stress dropped had a reduced rate of shocks. \r\n<p>Stein said that while his bungee-cord\/brick connection is useful for demonstration, laboratory experiments on rock samples have verified translation of stress changes into earthquake probability changes. \r\n<p>Stein&rsquo;s talk was one of several in a session on \"Earthquakes and the Urban Environment,\" Sunday afternoon at the Anaheim Convention Center. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"916981200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}