{"title":"Changes in World's Forests Portrayed in High Definition","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A <a href=\"http:\/\/www.sciencemag.org\/content\/342\/6160\/850\">new study<\/a> based on Earth-observing satellite data comprehensively describes changes in the world's forests from the beginning of this century.<!--introend--> Published in <a href=\"http:\/\/www.sciencemag.org\/magazine\"><em>Science<\/em><\/a> today, this unparalleled survey of global forests tracked forest loss and gain at the spatial granularity of an area covered by a baseball diamond (30-meter resolution).<\/p>\n<p>Led by Matthew C. Hansen of the University of Maryland and assisted by USGS co-author Thomas R.&nbsp;Loveland, a team of scientists analyzed data from the Landsat 7 satellite to map changes in forests from 2000 to 2012 around the world at local to global scales. The uniform data from more than 650,000 scenes taken by Landsat 7 ensured a consistent global perspective across time, national boundaries, and regional ecosystems.<\/p>\r\n<p>\"Tracking changes in the world's forests is critical because forests have direct impacts on local and national economies, on climate and local weather, and on wildlife and clean water,\" said Anne Castle, Assistant Secretary of the Interior for Water and Science. \"This fresh view of recent changes in the world&rsquo;s forests is thorough, objective, visually compelling, and vitally important.\"<\/p>\r\n<p>Overall, the study found that from 2000 to 2012 global forests experienced a loss of 888,000 square miles (2.3 million square kilometers), roughly the land area of the U.S. states east of the Mississippi River. During the study period, global forests also gained an area of 309,000 square miles (800,000 square kilometers), approximately the combined land area of Texas and Louisiana.<\/p>\r\n<p>The global survey found that Russia experienced the most forest loss overall (in absolute numbers) over the study period. Brazil was the nation with the second highest level of forest loss, but other countries, including Malaysia, Cambodia, Cote d&rsquo;Ivoire, Tanzania, Argentina and Paraguay, experienced a greater proportional loss of forest cover. Indonesia exhibited the largest increase in forest loss; its losses on an annual basis during 2011-12 were twice what they were during 2000-03.<\/p>\r\n<p>Brazil is a global exception in terms of forest change during this timeframe, with a dramatic policy-driven reduction in the rate of deforestation in the Amazon Basin. &nbsp;Brazil's use of free Landsat data in documenting trends in deforestation was crucial to its policy formulation and implementation. To date, only Brazil produces and shares spatially explicit information on annual forest extent and change.<\/p>\r\n<p>In the United States, the most intensive forest change was noted in the southeastern states where pine plantations allow for cyclic tree harvesting for timber, followed by immediate planting of tree replacements. In this area, over 30 percent of the forest cover was either lost or regrown during the study period.&nbsp;<\/p>\r\n<p>Deforestation as well as deliberate forest regrowth are human factors that accounted for most of the forest change. Natural forces &mdash; for instance, wildfire, windstorms, insect infestations, and regrowth of abandoned agricultural areas &mdash; also caused forest changes, which were also methodically mapped. &nbsp;<em><\/em><\/p>\r\n<p>\"Ever since the USGS made Landsat data free to anyone in 2008, Landsat imagery has served as a reliable common record, a shared vocabulary of trusted data about Earth conditions,\" Castle continued. \"It's been said that the free data policy is like giving every person on the globe a free library card to the world's best library on Earth observations.\"<\/p>\r\n<p>\"With the free data policy, we have seen a remarkable revolution in the use of Landsat for documenting the changes in the Earth's land cover,\" said Tom Loveland, chief scientist at the USGS Earth Resources Observation and Science (EROS) Center and a co-author of the study. \"This multi-organization project was only","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Earth Resources Observationand Science Center","Climateand Land Use Change Land Remote Sensing","Climateand Land Use Change"],"article_type":["National News Release"],"distribution":["Climate Change","Mapping"],"release_date":{"und":[{"value":"1384405200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"170614"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}