{"title":"Forget the Garlic Necklace! Learn More about Bats and Rabies","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A new book demystifies bats and eliminates many myths surrounding rabies and other related infections. <em><span style=\"text-decoration: underline;\"><a href=\"http:\/\/www.nwhc.usgs.gov\/publications\/other\/batrabies.jsp\">Bat Rabies and Other Lyssavirus Infections,<\/a><\/span><\/em> combines current science about bat rabies with rich illustrations and personal stories from the field.<!--introend--> The author, Denny G. Constantine, is widely considered one of the world&rsquo;s foremost authorities on rabies.<\/p>\n<p><em>Bat Rabies<\/em> is intended for scientists and the general public. Dr. Constantine presents the material in a simple, straightforward manner that serves both audiences. The book, prepared by the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> <a href=\"http:\/\/www.nwhc.usgs.gov\/\">National Wildlife Health Center<\/a>, was published with the goal of increasing public understanding of rabies and the often misunderstood bat, and providing a balanced perspective on the risk of bat rabies to people.<\/p>\r\n<p><em>Bat Rabies<\/em> describes the worldwide occurrence of rabies in bats, its origins, how it spreads, and the degree of threat it poses to people, pets, farm animals, and wildlife. The book offers readers an overview of the virus variants that cause bat rabies and geographical patterns of occurrence.<\/p>\r\n<p>&ldquo;This publication on the relationship between bat ecology and disease, particularly that caused by rabies virus variants, is accessible to scientific and non-technical audiences,&rdquo; said David Blehert, U.S. Geological Survey (USGS) microbiologist and editor of the publication. &ldquo;Dr. Constantine has included many striking photos of bats in flight that he has taken during his many years of studying bats.&rdquo;<\/p>\r\n<p>&ldquo;The book comes at a time when public interest in bats is increasing because of the threat to bats from white-nose syndrome. Readers can learn more about the role diseases play in the ecology of these diverse and fascinating mammals,&rdquo; said Blehert, who is investigating the emergence and causes of bat white-nose syndrome at the USGS National  Wildlife Health  Center.<\/p>\r\n<p>Milt Friend, first director of the USGS National Wildlife  Health Center, wrote the foreword. The book&rsquo;s sections include:<\/p>\r\n<ul>\r\n<li><em>Species Susceptibility<\/em> describes infection rates and trends in humans, bats, and other animals.&nbsp; <\/li>\r\n<li><em>Disease Ecology<\/em> considers the dynamics of the disease in various species of bats. <\/li>\r\n<li><em>Points to Ponder<\/em> discusses the narrowing interface of bat colonies and human society and how people and domestic animals play a role in transmission of bat rabies. <\/li>\r\n<li><em>Disease Prevention and Control<\/em> outlines ways to limit exposure to rabid bats and other animals. <\/li>\r\n<li>Appendices include tables of reported infections in people and in bat species. A glossary of technical terms is included. <\/li>\r\n<\/ul>\r\n<p>Dr. Constantine helped define rabies infection in insect-eating bats and has investigated bat rabies ecology for more than half a century. He is a public health officer emeritus and veterinary epidemiologist for the California Department of Health Services Viral and Rickettsial Disease Laboratory. He has authored more than 90 papers during his career.<\/p>\r\n<p><em><span style=\"text-decoration: underline;\"><a href=\"http:\/\/www.nwhc.usgs.gov\/publications\/other\/batrabies.jsp\">Bat Rabies and Other Lyssavirus Infections,<\/a><\/span><\/em> (USGS Circular 1329) is available online.&nbsp; Printed copies are available from the <span style=\"text-decoration: underline;\"><a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/catalog\/query\/%28xcm=r3standardpitrex_prd&amp;layout=6_1_61_48&amp;uiarea=2&amp;ctype=areaDetails&amp;carea=%24ROOT%29\/.do?lastVisited=areaDetails&amp;query=213560\">USGS Store<\/a><\/span> (Product #213560).<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["bats","Rabies","Wildlife Disease","biology"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1250740800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}