{"title":"Half Million Dollars in Grants Available to Universities to Map the Nation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Universities are encouraged to compete for grants from the U.S. Geological Survey&rsquo;s <a href=\"http:\/\/ncgmp.usgs.gov\/ncgmpabout\/edmap\/\">EDMAP education program<\/a>, which is offering $571,212 in funding to help produce geologic maps for the nation.<!--introend--> Maximum funds available per project include $17,500 for graduate projects and $10,000 for undergraduate projects.<\/p>\n<p>Through this grant opportunity, students can help map the geology of the United States while learning the trade through one-on-one mentoring from professional geologists. Interested professors can apply online to the <a href=\"http:\/\/www.grants.gov\/\">EDMAP grant program<\/a> under funding opportunity No. 10HQPA0006. Applications are due November 10, 2010.<\/p>\r\n<p>&ldquo;Over the past 15 years, EDMAP has produced some of the best geologic mappers in the nation,&rdquo; said Peter Lyttle, Program Coordinator for the NCGMP. &ldquo;What excites me most about this program is that some of our earliest students have gone on to mentor several younger generations of EDMAP students. EDMAP is the gift that keeps on giving.&rdquo;<\/p>\r\n<p>Geologic maps serve as the framework for a number of planning and industrial activities because they show the rock types at the earth's surface as well as the history of the earth. Planners, elected officials and the general public rely on geologic maps to design buildings, canals, roads and drainage of farmland; locate earthquake faults and show where landslides are likely to occur; and help indicate where oil, gas and coal exist for resource development.<\/p>\r\n<p>EDMAP, coordinated by the USGS National Cooperative Geologic Mapping Program (NCGMP), is a congressionally mandated matching-funds program, meaning every federal dollar awarded is matched with university funds. Projects must be coordinated with state geological surveys and\/or USGS project scientists.<\/p>\r\n<p>Since 1996, the USGS has funded 553 projects from 144 universities, and more than 850 students have participated in the program. The American Geological Institute is hosting a <a href=\"http:\/\/www.agiweb.org\/workforce\/webinars.html\">webinar<\/a> about EDMAP&rsquo;s history, future and benefits on Sept. 21, 2010, at 1:00 p.m. ( EDT) with Randall C. Orndorff of the USGS; John T. Haynes of James Madison University; and Alan F. Halfen, Ph.D. student at the University of Kansas.<\/p>\r\n<p>For an example of a past funded geologic map, visit the <a href=\"http:\/\/ngmdb.usgs.gov\/Prodesc\/proddesc_81552.htm\">National Geologic Map Database, Produce Description website<\/a>. To find out more about the Program and EDMAP, visit the <a href=\"http:\/\/ncgmp.usgs.gov\/\">National Cooperative Geologic Mapping Program website<\/a> and click &ldquo;EDMAP&rdquo; or listen to a <a href=\"http:\/\/gallery.usgs.gov\/audios\/304\">podcast interview with Randy Orndorff<\/a> on the EDMAP program.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","geography"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1284696000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"169960"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}