{"title":"Deformed Beaks May Signal a Greater Environmental Problem","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>ANCHORAGE, Alaska<\/strong> &shy;&ndash; <!--introstart-->The highest rate of beak abnormalities ever recorded in wild bird populations is being seen in a number of species in the Northwest and Alaska, and scientists to this point have not been able to isolate the cause. <!--introend--><\/p>\n<p>Black-capped Chickadees, Northwestern Crows, and other birds are being impacted by the problem, which affects their ability to feed and clean themselves and could signal a growing environmental health problem.<\/p>\r\n<p>In birds affected by what scientists have termed &ldquo;avian keratin disorder,&rdquo; the keratin layer of the beak becomes overgrown, resulting in noticeably elongated and often crossed beaks, sometimes accompanied by abnormal skin, legs, feet, claws and feathers. Biologists with the U.S. Geological Survey&rsquo;s Alaska Science Center published their findings in this month&rsquo;s issue of <em>The Auk, <\/em>a Quarterly Journal of Ornithology.<\/p>\r\n<p>&ldquo;The prevalence of these strange deformities is more than ten times what is normally expected in a wild bird population,&rdquo; said research biologist Colleen Handel with the USGS, &ldquo;We have seen effects not only on the birds&rsquo; survival rates, but also on their ability to reproduce and raise young. We are particularly concerned because we have not yet been able to determine the cause, despite testing for the most likely culprits.&rdquo;<\/p>\r\n<p>The disorder, which has increased dramatically over the past decade, affects 6.5 percent of adult Black-capped Chickadees in Alaska annually. Beak deformities in this species were first observed in the late 1990s and biologists have since documented more than 2,100 affected individuals. Increasing numbers of other species have also been observed with beak deformities throughout Alaska, British Columbia, and Washington.&nbsp;An estimated 17 percent of adult Northwestern Crows are affected by&nbsp;avian keratin disorder in coastal Alaska.<\/p>\r\n<p>Beak deformities in birds can be caused by many different factors, including environmental contaminants, nutritional deficiencies, and bacterial, viral, fungal or parasitic infections. In the past, other large clusters of beak deformities have been associated with environmental pollutants such as organochlorines in the Great Lakes region and selenium from agricultural runoff in California. These biological discoveries were the first indication that something was wrong in the ecosystem and led to efforts that ultimately corrected the problem.<\/p>\r\n<p>&ldquo;We&rsquo;re seeing ecologically unique species affected across a wide range of habitats. The scope of this problem raises concern about environmental factors in the region,&rdquo; said USGS wildlife biologist Caroline Van Hemert.<\/p>\r\n<p>The increasing occurrence of deformities in multiple bird species with broad geographic distribution suggests that avian keratin disorder is spreading and may be an indication of underlying environmental health problems. Additional studies by the USGS will continue to investigate why so many birds are currently affected in Alaska and the Pacific Northwest. Current research is focused on understanding the disease and potential causes of the disorder.<\/p>\r\n<p>&ldquo;<a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/landbirds\/beak_deformity\/pubs.html\">Epizootic of beak deformities among wild birds in Alaska: An emerging disease in North America?<\/a>&rdquo; and &ldquo;<a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/landbirds\/beak_deformity\/pubs.html\">Beak deformities in Northwestern Crows: Evidence of a multispecies epizootic<\/a>,&rdquo; are available in this month&rsquo;s printed issue of <em><a href=\"http:\/\/www.aou.org\/auk\/\">The Auk, a Quarterly Journal of Ornithology<\/a><\/em>.&nbsp;<\/p>\r\n<p>Visit the Alaska Science Center&rsquo;s <a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/landbirds\/beak_deformity\/gallery.html\">photo gallery of beak deformities<\/a> for additional pictures.<\/p>\r\n<p","summary":null,"format":null}]},"field_images":[],"regions":["Washington","Alaska"],"country":["United States of America"],"mm_tags":["biology","birds","environment"],"release_date":{"und":[{"value":"1289192400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169100"},{"tid":"169001"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}