{"title":"USGS Cameras Capture Dramatic Wildfire-Wildlife Images","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nWildlife photos from a motion-triggered camera used in wildlife research in Orange County between Los Angeles and San Diego managed to survive the fire intact, along with some astonishing photos. \r\n<\/p>\r\n<p>\r\nDr. Erin Boydston and Lisa Lyren, USGS researchers who have conducted carnivore research using this and other cameras, said the photos show some before and after the fire pictures &ndash; including one of a coyote apparently fleeing from the fire. Possibly the same coyote triggered the camera again one and a half days later.\r\n<\/p>\r\n<p>\r\nThe pictures were acquired using a &ldquo;camera trap,&rdquo; a camera wired with motion sensors to automatically take photos when the sensors detect movement in the camera&rsquo;s field of view. Camera traps, said Lyren, are widely used in carnivore research because they help document the behavior and distribution of these more elusive, often-nocturnal animals.\r\n<\/p>\r\n<p>\r\nThis camera trap is on the former El Toro Marine Base, an area that burned last week in the Orange County Santiago Fire. This particular area was the southernmost extension of the fire, where it crossed over a toll road into this small peninsula of habitat surrounded on the other three sides by urban development, small agricultural fields and the main part of the former Marine Base.\r\n<\/p>\r\n<p>\r\nBoydston, Lyren and other colleagues at the U.S. Geological Survey have been studying bobcats and coyotes in Orange County since 2002 in collaboration with Dr. Kevin Crooks at Colorado State University.\r\n<\/p>\r\n<p>\r\nExtensive camera data and data from GPS-collared animals from before the fire provide an understanding of how carnivores were already using this complex landscape of open spaces, roads and urban areas. \r\n<\/p>\r\n<p>\r\n&ldquo;We hope that we are able to do follow-up research to help discern where the displaced carnivores go, as the options are slim between urban areas or unburned areas that already have bobcats and coyotes present who will not welcome newcomers to their territories,&rdquo; Boydston said.  &ldquo;If so, we will have the opportunity to understand how fires interact with patterns of carnivore behavior and ecology and what the implications are for conservation of these species, especially in habitat surrounded by urban areas.&rdquo;  <br \/>\r\nUSGS-CSU collaborative research across Orange County has been funded by the Orange County Great Park Corporation, The Irvine Company, The Nature Conservancy, Transportation Corridor Agencies, and USGS. \r\n<\/p>\r\n<p>\r\n<span class=\"bold\">NOTE FOR EDITORS: <\/span>Time stamps on the images are in Pacific Standard Time. For high-resolution, copyright-free images of the images of wildlife captured by the movement-triggered camera , click on the thumbnail images below.  Please credit photos to the USGS. \r\n<\/p>\r\n<p>\r\nFor more information on USGS wildfire work, please see url: <a href=\"http:\/\/www.usgs.gov\/hazards\/wildfires\">http:\/\/www.usgs.gov\/hazards\/wildfires<\/a>  \r\n<\/p>\r\n<table border=\"0\" cellspacing=\"1\" cellpadding=\"3\" width=\"100%\" summary=\"layout table with image on left description on right\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td align=\"center\"><a href=\"http:\/\/online.wr.usgs.gov\/ocw\/htmlmail\/images\/20071107nr\/CDY_0003.JPG\" target=\"_blank\"><img src=\"http:\/\/online.wr.usgs.gov\/ocw\/htmlmail\/images\/20071107nr\/tCDY_0003.jpg\" border=\"0\" alt=\"description to the right\" width=\"160\" height=\"120\" \/><\/a>  <br \/>\r\n\t\t\t<\/td>\r\n\t\t\t<td>A coyote walking in dry creek bed of streamside scrub vegetation dominated by the native plant, mule fat (Baccharis salidifolia), about 20 days before the fire. In their wildlife research, USGS scientists position camera traps along trails and dry creek beds, places that are likely to be travel routes for carnivores. From this particular location in Borrego Wash, the researchers have obtained 32 photos of bobcats and 7 of coyotes since March 16, 2007. Photo credit: USGS. <br \/>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td align=\"center\"><a href=\"http:\/\/online.wr.usgs.gov\/ocw\/htmlma","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1194411600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169363"},{"tid":"169442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}