{"title":"California and Virginia Scientists Receive Major Remote Sensing Award","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Crofton B. Farmer of Pasadena, California, and Dr. M. Patrick McCormick of Hampton, Virginia, have received the 1996 Pecora Award, one of the top federal awards for contributions in remote sensing. Dr. Farmer was recognized for his achievements in using remote sensing to investigate chemical processes leading to the depletion of stratospheric ozone. Dr. McCormick was honored for his contributions to the pioneering advancements of both active and passive remote sensing of the Earth&rsquo;s atmosphere from space. <\/p>\n<p>The award, which is sponsored jointly by the Department of the Interior and NASA, recognizes outstanding contributions to the understanding of the Earth by means of remote sensing. It has been presented annually since 1974 to honor the memory of Dr. William T. Pecora, whose early vision and support helped establish what we know today as the Landsat satellite program. Dr. Pecora was Director of the U.S. Geological Survey (USGS) from 1965-71, and later served as Undersecretary, Department of the Interior, until his death in 1972. <\/p>\r\n<p>The 1996 awards were presented August 21 during the Pecora Thirteen Symposium, in Sioux Falls, South Dakota, by Dr. Dallas L. Peck, USGS Emeritus Scientist and former USGS Director, and Dr. Nancy Maynard, Deputy Director of the Science Division of NASA&rsquo;s Office of Mission to Planet Earth. As part of the ceremony, Mrs. Ethelwyn Pecora, Dr. Pecora&rsquo;s widow, recalled her husband&rsquo;s early support for a U.S. civilian Earth-observation program, as well as his love for earth science and his keen sense of humor. <\/p>\r\n<p>Dr. Crofton B. Farmer, Pasadena, California <\/p>\r\n<p>Dr. Farmer is an internationally renowned atmospheric physicist who led the development of near-infrared spectroscopy for making highly sensitive atmospheric measurements. He was awarded the first of three NASA Exceptional Scientific Achievement Medals for developing an instrument to simultaneously measure the concentrations of many important chemical compounds in the Earth&rsquo;s atmosphere. For more than 20 years, he has provided insightful leadership in the NASA stratospheric measurements program that contributed significantly to understanding the ozone depletion phenomenon over Antarctica. He developed an instrument used aboard the Space Shuttle in 1985 to obtain precise measurements of the spatial and temporal variation of nearly all the major interacting species in the upper atmosphere so that the complex process of ozone depletion chemistry could be examined. <\/p>\r\n<p>Dr. Farmer has been associated with the Jet Propulsion Laboratory and the California Institute of Technology in Pasadena, Calif., for many years, where he is now a Distinguished Visiting Scientist and consultant. <\/p>\r\n<p>Dr. M. Patrick McCormick, Hampton, Virginia <\/p>\r\n<p>Dr. McCormick is an internationally recognized leader in the development and use of space-based remote sensing techniques to study the trace constituent chemical composition, aerosol loading, and cloud distributions of the Earth&rsquo;s troposphere and stratosphere. Through his leadership as the principal investigator of three important families of instruments--the Stratospheric Aerosol and Gas Experiment, the Stratospheric Aerosol Measurement II, and the Lidar In-space Technology Experiment--Dr. McCormick has demonstrated the power of space-based remote sensing and its contributions to the understanding of both the climatology of atmospheric constituents and particulates, and the intimate roles that they play in the chemistry of ozone depletion. <\/p>\r\n<p>Dr. McCormick is now affiliated with Hampton University in Hampton, Va. He previously led the Aerosol Research Branch at the NASA Langley Research Center in Hampton, Va. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"843796800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169939"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}