{"title":"Picky Pollinators","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Note to Editors: It&rsquo;s National Pollinator Week, June 20-26<\/strong><\/p>\n<p><!--introstart-->INDIANA DUNES NATIONAL LAKESHORE, Ind. &mdash; Native bees &ndash; often small, stingless, solitary and unnoticed in the flashier world of stinging honeybees &ndash; are quite discriminating about where they live, according to U.S. Geological Survey research.<!--introend--><\/p>\r\n<p>The study found that, overall, composition of a plant community is a weak predictor of the composition of a bee community, which may seem counterintuitive at first, said USGS scientist and study lead Ralph Grundel. This may be because specialized plant-bee interactions, in which a given bee species only pollinates one plant species and that plant species is only pollinated by that bee species are not common.&nbsp; More common is for a plant species to be pollinated by many pollinator species and each pollinator species pollinating many species of plants.<\/p>\r\n<p>Given this complex network of interaction between plants and their pollinators, it is not surprising that knowing which plants occur in an area does not necessarily allow us to predict which bees will occur in that area, Grundel said.<\/p>\r\n<p>Unraveling such mysteries surrounding how native bees inhabit and use different habitats is especially essential now -- the National Academy of Sciences has reported that not only is there direct evidence for decline of some pollinator species in North America, but also very little is known about the status and health of most of the world's wild pollinators. Yet without them, the ability of agricultural crops and wild plants to produce food products and seeds is jeopardized.<\/p>\r\n<p>\"The issues facing honeybees introduced pollinators whose populations are spiraling downward, means that it is even more vital to understand the role of native bees as pollinators and how they divide up and use a landscape,\" said Grundel.<\/p>\r\n<p>Many studies have been conducted to determine how a variety of animals &ndash; birds, mammals, and reptiles, for example &ndash; use their native landscapes, but few such studies have been undertaken for native bees.&nbsp; &ldquo;That&rsquo;s why this type of study is fundamental for enhancing our understanding of native bee distribution,&rdquo; Grundel said. &ldquo;Our research findings clearly reveal that maintenance of a diverse and abundant bee community requires that managers consider a suite of local and landscape characteristics and management actions.&rdquo;<\/p>\r\n<p>Grundel and his colleagues wanted to find out if the kinds of plants that live in different habitats can predict what kinds of bees will be there or if other factors &ndash; such as soil type, tree density or even fire -- are more important. To do this, the team surveyed landscapes and collected and identified nearly 5,000 native bees representing at least 175 species in five kinds of habitats at Indiana Dunes National Lakeshore and nearby natural areas around northwestern Indiana. These habitats ranged from dense forests to open fields.<\/p>\r\n<p>\"We had suspected that the closer our collecting sites were to each other the more similar the bees communities we found would be &ndash; but we were wrong,\" Grundel said. \"In fact, mere physical proximity wasn't a very good predictor of how similar bee communities at different sites would be to each other. Instead, local factors &ndash; and even the micro-habitats that we often ignore &ndash; are really important in determining what kinds of bees use an area.\"<\/p>\r\n<p>Because many native bees are ground- and cavity-nesters, the scientists weren&rsquo;t surprised to find that an abundant supply of dead wood, such as woody debris and dead tree limbs, was essential in determining what kinds of bees lived where. They were surprised, however, at how important other factors were, including bee preferences for specific soil characteristics and for areas that had burned in the previous two years.<\/p>\r\n<p>Bee abundance &n","summary":null,"format":null}]},"field_images":[],"regions":["Indiana"],"country":["United States of America"],"mm_tags":["pollinators","Native Bees","bees","Habitat Use","Indiana","Pollination","ecosystems"],"release_date":{"und":[{"value":"1308628800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170026"},{"tid":"170291"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}