{"title":"USGS revises Skagit River flood numbers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nScientists have refined calculations of some historic Skagit\r\nRiver floods so that they are slightly lower than previously calculated, but\r\nstill within the plus-or-minus 15-percent margin of error of previous\r\ncalculations, according to a report released today by the U.S. Geological\r\nSurvey (USGS). \r\n<\/p>\r\n<p>\r\nThe USGS will present the results of the report to the\r\nSkagit County Board of Commissioners on Monday, August 13, from 1:30 to 2:30\r\np.m. in the Skagit Room of the Continental Building, 1800 Continental Place,\r\nMt. Vernon, Wash.\r\n<\/p>\r\n<p>\r\nOne of the previous calculations, performed following the\r\n1921 Skagit River flood by USGS engineer James Stewart, is critical for\r\ndetermining the 100-year flood for the river. The 100-year flood, or the flood\r\nflow with a one-percent chance of being exceeded in a given year, is used by\r\nthe U.S. Army Corps of Engineers to delineate areas vulnerable to flooding and\r\ndesign flood-protection infrastructure.\r\n<\/p>\r\n<p>\r\nAfter considering multiple lines of evidence, including new\r\ndata and new hydraulic calculation procedures, the USGS concluded that\r\nStewart&#39;s calculated 1921 peak flow of 240,000 cubic feet per second (cfs)\r\nshould be revised downward by about five percent, to 228,000 cfs. The estimates\r\nfor the floods of 1897, 1909, and 1917 are also to be revised downward because\r\nthey were based on the 1921 calculation. \r\n<\/p>\r\n<p>\r\n&quot;These four historic floods are larger than any flood\r\nsince our streamgage near Concrete, Wash. began recording flows in 1924,&quot;\r\nsaid Mark Mastin, USGS hydrologist and author of the report. &quot;They have a\r\nsignificant influence on the estimation of the 100-year flood.&quot;&nbsp; \r\n<\/p>\r\n<p>\r\n&quot;With new flood data now available, several lines of\r\nevidence all suggest that James Stewart&#39;s calculations of the peak flow in 1921\r\nis slightly high, so we have revised the number slightly downward to what we\r\nconsider to be the best estimate of the historic peak flow.&quot; The old flood\r\nestimates were based on an assessment of channel roughness for a site about 30\r\nmiles down stream of the streamgage near Concrete while the new estimates\r\nemploy roughness data that were determined from field measurements made at the\r\nstreamgage in 1950.\r\n<\/p>\r\n<p>\r\nAt the center of attention is the magnitude of flooding on\r\nthe Skagit River at the USGS stream gage near Concrete, Wash. Located in a\r\nbedrock gorge where all of the Skagit River funnels through, gaging began there\r\nby the USGS in 1924, just a few years after the major flood of December 1921.\r\nSoon after the 1921 flood, Stewart began his investigation by surveying flood\r\nmarks from the current and previous floods. Based on these flood marks, Stewart\r\ncalculated the magnitude of the 1921 flood at 240,000 cfs.&nbsp; \r\n<\/p>\r\n<p>\r\nThe report, &quot;Re-evaluation of the 1921 Peak Discharge\r\nat Skagit River near Concrete, Washington,&quot; by M.C. Mastin, is published\r\nas U.S. Geological Survey Scientific Investigations Report 2007-5159. The\r\nreport is available on the Internet at <a href=\"http:\/\/pubs.usgs.gov\/sir\/2007\/5159\/\">pubs.usgs.gov\/sir\/2007\/5159\/<\/a>.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1186718400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169702"},{"tid":"170044"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}