{"title":"California Can Learn From Recent Large Earthquakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>LOS ANGELES &mdash; <!--introstart-->A new report issued by the American Red Cross and the U.S. Geological Survey documents the Chilean response and recovery efforts following the Feb. 2010 magnitude 8.8 earthquake and the lessons that California should learn from this disaster.<!--introend-->&nbsp; &nbsp;<\/p>\n<p>\"Californians should heed the lessons we learned from Chile, and since then, New Zealand and Japan who have had devastating earthquakes,\" said Lucy Jones, Chief of the USGS Multi-Hazards Project. \"These countries have some of the most advanced earthquake engineering and safety policies in the world, something we can learn from.\"<\/p>\r\n<p>The Chilean Earthquake was the sixth largest in recorded history and spurred a team of 20 multidisciplinary experts, organized by the American Red Cross, to visit Chile and investigate how the country faired as well as it did from the large shaking and subsequent tsunami.<\/p>\r\n<p>\"What we saw in Chile underscores the importance of emergency preparedness &mdash; from the institutional to the individual level,\" said Paul Schulz, CEO, American Red Cross, Los Angeles Region.&nbsp; \"People need to be prepared to take care of themselves and their families for three to seven days following a major earthquake, and the Red Cross can give them the tools to do this.'<\/p>\r\n<p>Similarities in building codes, socioeconomic conditions, and broad extent of the strong shaking make the Chilean earthquake a close analog to the impact of future great earthquakes on California. To withstand and recover from natural and human-caused disasters, it is essential for citizens and communities to work together to anticipate threats, limit effects, and rapidly restore functionality after a crisis.<\/p>\r\n<p>The report makes a series of recommendations to California on how to both prepare for a large earthquake and what to do once it happens.&nbsp; These recommendations are:<\/p>\r\n<ol>\r\n<li>Conduct comprehensive&nbsp;exercises (including joint government, private sector, nongovernmental organizations, emergency&nbsp;responder, and&nbsp;community exercises) before the&nbsp;event.<\/li>\r\n<li>Empower people to be&nbsp;prepared.<\/li>\r\n<li>Educate the population,&nbsp;comprehensively and continually, about what will happen during the event.<\/li>\r\n<li>Emergency and earthquake&nbsp;professionals should work with representatives of print and broadcast media&nbsp;before the&nbsp;disaster to determine how to&nbsp;best serve the community.<\/li>\r\n<li>Emergency plans need to be&nbsp;redundant, flexible, and detailed to handle the unexpected in very large&nbsp;disasters.<\/li>\r\n<li>Recognize the competing&nbsp;personal and professional demands that will be made on staff after a disaster&nbsp;and include this in&nbsp;emergency plans.<\/li>\r\n<li>Organizations need to plan&nbsp;for nonstructural damage and the potential need to evacuate even without&nbsp;structural damage.<\/li>\r\n<li>Recognize vulnerabilities&nbsp;in our communications systems and make comprehensive backup plans to avoid&nbsp;complete&nbsp;communication collapse.<\/li>\r\n<li>Explore mechanisms to&nbsp;encourage building owners to adhere rigorously to existing building codes.<\/li>\r\n<\/ol> <ol>\r\n<li>Collect all      possible data&nbsp;about each disaster when it happens.<\/li>\r\n<\/ol>\r\n<p>For more information, please refer to USGS Open-File <a href=\"http:\/\/pubs.usgs.gov\/of\/2011\/1053\/\">Report 2011-1053 on the 2010 Chilean Earthquake and Tsunami Response<\/a>.<\/p>\r\n<p><strong>About the American Red Cross: <\/strong>The American Red Cross shelters, feeds and provides emotional support to victims of disasters; supplies nearly half of the nation's blood; teaches lifesaving skills; provides international humanitarian aid; and supports military members and their families. The Red Cross is a charitable organization &mdash; not a government agency &mdash; and depends on volunteers and the generosity of the American public to perform its mission. For disaster preparedness information,","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["geology","earthquake","hazard"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1302235200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170165"},{"tid":"169699"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}