{"title":"USGS Examines Importance of Water Budgets in Addressing Water Availability Concerns","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->A new USGS Circular illustrates the importance of water budgets as an essential tool in addressing concerns about water availability in the 21<sup>st<\/sup> Century.<!--introend--> \r\n<\/p>\r\n<p>\r\nEnsuring sustainable water supplies requires an understanding of the hydrologic cycle. Water budgets enable an accounting of water as it moves through Earth&#39;s atmosphere, land surface and subsurface. This tool provides a quantitative basis for assessing how a natural or human-induced change in one part of the hydrologic cycle may affect other aspects of the cycle. The new USGS circular demonstrates how water budgets provide a foundation for effective water-resource and environmental planning and management. \r\n<\/p>\r\n<p>\r\n&quot;Through this Circular, the USGS seeks to broaden awareness and understanding of water budgets and the hydrologic cycle. We hope this Circular will help natural resource professionals, public decision-makers and citizens to better understand water budgets and to use that understanding to promote the wise use and management of a most precious resource - water.&quot;&nbsp; said Robert M. Hirsch, Chief Hydrologist for the USGS. \r\n<\/p>\r\n<p>\r\nThe report describes the value of water budgets through examples representing a variety of geographic areas and water-resources issues. Some examples in the report include: the High Plains, Lake Seminole and the Appalachicola River, Upper Klamath Lake, the San Pedro River and the Chicago metropolitan area. Uncertainties that exist in water budgets are presented to provide an appreciation of the complex nature of evaluating how much water may be available for human and environmental needs. The study is relevant to a number of fields including agriculture, meteorology, climatology, aquatic ecology, mining, water supply, ground water management, flood control, reservoir management, wetland and riparian ecology, and pollution control. \r\n<\/p>\r\n<p>\r\nThe Circular &quot;Water Budgets: Foundations for Effective Water-Resources and Environmental Management&quot; is available online at <a href=\"http:\/\/pubs.usgs.gov\/circ\/2007\/1308\/\">http:\/\/pubs.usgs.gov\/circ\/2007\/1308\/<\/a>. To receive a copy of the report, please call 1-888-ASK-USGS and ask to place an order with our Denver office. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1195448400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"170675"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}