{"title":"Dye to Turn Tenmile Creek Red for Water Quality Study","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A non-toxic dye, rhodamine WT, will be injected into Tenmile Creek near Rimini, Mont., downstream from the City of Helena&rsquo;s municipal water intake on Sept. 13 and 14.<\/p>\n<p>U.S. Geological Survey scientists will continually inject a small stream of the dye as part of a metal-loading study being conducted by the USGS, Montana Department of Environmental Quality, and U.S. Environmental Protection Agency.<\/p>\r\n<p>The agencies are collaborating in this study in order to focus technologies that might be used to improve the quality of water discharging from the Red Water, Lee Mountain, and Susie Mines in Rimini.<\/p>\r\n<p>When fully mixed, dye concentrations in the creek will be about 20 parts per million and will cause the water to have a slight red tint. Since the dye will be added to the stream below the City of Helena drinking water diversions, Helena residents will not see any change in color.&nbsp;<\/p>\r\n<p>During the study, water-quality samples will be collected at about 30 sites downstream from the dye injection. &nbsp;Each sample will be analyzed for dye and metal concentrations. At each site, streamflow will be calculated by determining how the dye is diluted as it moves downstream. &nbsp;The streamflow values can be used with measured metal concentrations to determine the quantity of metals contributed from abandoned mines along Tenmile Creek. By isolating stream reaches where contamination is entering the stream, the agencies can better apply cleanup or source control activities.<\/p>\r\n<p>Results of the study should be publically available in the beginning of 2012, and a report is anticipated to follow later in the year.<\/p>\r\n<p><strong>Photo opportunities will be available on Sept. 14 at 12 p.m. Please e-mail Tom Cleasby at <\/strong><a href=\"mailto:tcleasby@usgs.gov\"><strong>tcleasby@usgs.gov<\/strong><\/a><strong> to obtain directions.<\/strong><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana"],"country":["United States of America"],"mm_tags":["Montana","groundwater","water","Water Quality","Helena"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1315540800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170134"},{"tid":"169246"},{"tid":"170606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}