{"title":"USGS Welcomes Earthquake Prediction Council's Confirmation That Scientific Basis for New Madrid Hazard is Sound","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The level of seismic hazards posed by the New Madrid Seismic Zone, along with the uncertainties that still remain, is the subject of a <a href=\"http:\/\/earthquake.usgs.gov\/aboutus\/nepec\/reports\/NEPEC_NMSZ_expert_panel_report.pdf\">new report<\/a> by the National Earthquake Prediction Evaluation Council (NEPEC).<\/p>\n<p>The report was recently presented to USGS Director Marcia McNutt and it comes during the Bicentennial of the 1811-1812 New Madrid Earthquakes that struck the central United States.<\/p>\r\n<p>&ldquo;I commend NEPEC for assembling an independent expert panel to weigh scientific evidence regarding the threat posed by large earthquakes in the New Madrid Seismic Zone,&rdquo; said USGS Director Marcia McNutt. &ldquo;This is an important issue that has spurred decades of excellent research on the large, yet enigmatic, earthquakes of 1811 and 1812; the geologic evidence of similar earthquakes in previous centuries; and how our modern cities and towns would be shaken if similar earthquakes were to occur today.&rdquo;<\/p>\r\n<p>The report concluded that:&nbsp;<\/p>\r\n<ul>\r\n<li>The New Madrid Seismic Zone represents a significant hazard for large earthquakes that would cause widespread damage. <\/li>\r\n<li>The scientific community does not share the view of some individuals that the region has &ldquo;shut down&rdquo; in its production of large earthquakes. <\/li>\r\n<li>The region&rsquo;s seismic hazard must be accounted for in urban planning and development. <\/li>\r\n<li>The USGS national seismic hazard maps remain a good current estimate of overall hazard and should continue to be used until new maps replace them.<\/li>\r\n<li>Significant uncertainties include:  \r\n<ul>\r\n<li>The actual level of effects of a major earthquake <\/li>\r\n<li>What magnitude earthquakes are likely<\/li>\r\n<li>How often will future earthquakes occur in the New Madrid Seismic Zone<\/li>\r\n<\/ul>\r\n<\/li>\r\n<\/ul>\r\n<p>The report is the result of an independent panel of experts, chaired by Professor John Vidale of the University of Washington. NEPEC sponsored the panel.<\/p>\r\n<p>NEPEC was congressionally established in legislation authorizing the four-agency National Earthquake Hazards Reduction Program. The Council provides advice and recommendations to the USGS Director on earthquake predictions and related scientific research.<\/p>\r\n<p>The <a href=\"http:\/\/earthquake.usgs.gov\/aboutus\/nepec\/reports\/NEPEC_NMSZ_expert_panel_report.pdf\">report<\/a> is posted on the <a href=\"http:\/\/earthquake.usgs.gov\/aboutus\/nepec\/\">Council&rsquo;s website<\/a>. More information on earthquake hazards can be found on the <a href=\"http:\/\/earthquake.usgs.gov\/\">USGS website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","earthquake","New Madrid"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1303704000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"169310"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}