{"title":"Luna Leopold: A Pioneer in Water Science","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p align=\"center\"><em>\"Water is the most critical resource issue of our lifetime and our children's lifetime. The health of our waters is the principal measure of how we live on the land.\" <\/em><\/p>\n<p align=\"center\"><em>â\u0080\u0093Luna B. Leopold, Former USGS Chief Hydrologist<\/em><\/p>\n&nbsp;\n\nLuna B. Leopold, son of famed conservationist Aldo Leopold, arrived at the USGS in 1950. For the next two decades, Leopold revolutionized hydrologic sciences within and outside the USGS.Â  He is best known for his work in the field of geomorphology, or the study of the physical features of the earth and their relation to its geological aspects. His work is often still cited today by leading scientists in water research, both at the USGS and around the world.\n\nLeopold had a lasting impact on the field of water science. He knew the broader importance of our water resources, and that humans can have great impact on whether water is available, now and in the future. Our society depends on safe and reliable water supplies, as do the Earthâ\u0080\u0099s diverse and valuable ecosystems. Today, our nation is faced with the challenge of balancing a finite freshwater supply between competing needs, such as agriculture, drinking water, energy production, and ecosystems. Leopold recognized the fundamental value of science in making smart decisions about water resources and laid the groundwork for modern water science. During his tenure he transformed USGS water research into a professionally-recognized provider of water quality and availability information.\n\nFor six years, he served as a hydraulic engineer before becoming the first Chief Hydrologist in the history of the USGS, a position he held until 1966 when he stepped down to pursue his research. Â While at the USGS, he led the effort to restructure the water science programs to focus on viewing water as a single resource. He also directed the agency to assist in developing hydrology education programs at universities across the country and promoted a future in which all hydrologic research organizationsâ\u0080\u0094both public and privateâ\u0080\u0094would come together to share information and advance their ideas.\n\nâ\u0080\u009cIn effect, Luna turned the hydrologic division of the USGS into a premier research organization, contributing to the prominence the field now has,â\u0080\u009d said <a href=\"http:\/\/www.berkeley.edu\/news\/media\/releases\/2006\/03\/07_leopold.shtml\">Bill Dietrich<\/a>, a professor of earth and planetary science at the University of California, Berkeley, and a former colleague of Leopoldâ\u0080\u0099s.\n\nRandall J. Hunt, USGS Research Hydrologist for Geology, and Curt Meine, the biographer of Aldo Leopold, have written an account of Luna Leopoldâ\u0080\u0099s contributions to the world of water science that will appear in the November\/December issue of <a href=\"http:\/\/www.ngwa.org\/Professional-Resources\/publications\/GW\/Pages\/default.aspx\"><em>Ground Water<\/em><\/a>. In the article, â\u0080\u009cLuna B. Leopold â\u0080\u0093 Pioneer Setting the Stage for Modern Hydrology,â\u0080\u009d they describe Leopold as a brilliant and humble researcher intrigued by the impact that human activities have on natural bodies of water.\n\nâ\u0080\u009cFrom the earliest steps in his career,â\u0080\u009d wrote Hunt and Meine, â\u0080\u009cLuna Leopold demonstrated a fascination with hydrology, an understanding of basic hydrological connectivity, and an appreciation of the role of science in informing resource management and stewardship.â\u0080\u009d\n\nNot only did Leopold lead the transition to a more effective organization structure for the study of hydrology; he also changed the underlying philosophy behind the research.\n\nâ\u0080\u009cIn 1957, newly minted USGS Chief Hydraulic Engineer Leopold brought with him a conviction that â\u0080\u0098water on and beneath the Earthâ\u0080\u0099s surface and the quality of both were interdependent parts of one water-resources systemâ\u0080\u0099 (Hudson and Cragwall, 1996),â\u0080\u009d wrote Hunt and Meine.Â  â\u0080\u009cLeopold believed, moreover, that the USGS and the field of hydrology had to change to reflect this reality.Â  He also recognized that hydrologic research was critical in meeting the needs of water-resource planningâ\u0080¦This approach became manifest within the USGS.â\u0080\u009d\n\nLeopoldâ\u0080\u0099s contributions to the field of water science have been recognized by institutions throughout the United States. In 1967, just a year after completing his tenure as Chief Hydrologist, Leopold became the first hydrologist to be inducted into the National Academy of Sciences. In 1968 he won the Cullum Geographical Medal from the American Geographical Society, and in 1991 was awarded the National Medal of Science by President George H. W. Bush in a Rose Garden ceremony at the White House. During his career, he was elected as a Fellow of the American Academy of Arts and Sciences, the American Philosophical Society, the American Society of Civil Engineers, and the American Geophysical Union.\n\nToday, USGS scientists continue to monitor, quantify, and study our water resources across the planet, and understand the ways in which human actions affect those waters. For more information on water science currently being conducted by the USGS, click <a href=\"http:\/\/water.usgs.gov\/\">here<\/a>.","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Employee Profile","Luna Leopold","water"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1322688431","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}