{"title":"From the Stream to Your Desktop...Track Hurricane Flooding in Real-Time","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Did you know that from your desk you can monitor the effect of Hurricane Dennis as it moves inland? The U.S. Geological Survey&#039;s (USGS) WaterWatch Web site can show you what&#039;s happening to streams in your local area and show you the places most affected by heavy rains expected from this storm.<\/p>\n<p>From the website <a href=\"http:\/\/water.usgs.gov\/waterwatch\/\">http:\/\/water.usgs.gov\/waterwatch\/<\/a>, click on your state to select a gaging station on a local stream. Most pages show at what water level rivers will overflow their banks. That information is important for a number of reasons as many places in the eastern U.S. are already experiencing above-average flows. You can produce customized graphs and tables showing stream level for the past 1-31 days.<\/p>\r\n<p>The USGS operates a network of more than 7,000 stream gages throughout the country and provides this real-time information to the National Weather Service where it is used for flood forecasting as well as to notify emergency managers. Field personnel collect data, or the gages relay it through telephones or satellites to offices where it is processed automatically in near real time. In many cases, the data are available online within minutes.<\/p>\r\n<p>For more information on USGS flood-related activities, please see: <a href=\"http:\/\/water.usgs.gov\/osw\/\">http:\/\/water.usgs.gov\/osw\/<\/a><\/p>\r\n<p>USGS Water Science Centers are located in each state. They can provide more detailed information on stream conditions and on the USGS response to local events: <a href=\"http:\/\/water.usgs.gov\/district_chief.html\">http:\/\/water.usgs.gov\/district_chief.html<\/a><\/p>\r\n<p>For more information on USGS storm-related activities, please see the following sites:<\/p>\r\n<p>USGS Hurricane and Extreme Storm Impact Studies<br><a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/index.html\">http:\/\/coastal.er.usgs.gov\/hurricanes\/index.html<\/a><\/p>\r\n<p>USGS Maps Coastal Vulnerabilities to Storms<br><a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/mappingchange\/\">http:\/\/coastal.er.usgs.gov\/hurricanes\/mappingchange\/<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1120795200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"170362"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}