{"title":"Clue to Manatee Survival During Freezes -- Salinity Gradients Can Create a 'Blanket Effect'","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The importance of a &lsquo;blanket effect&rsquo; caused by layers of fresh and salt water in two warmwater manatee refuges along the coast of southwest Florida has been documented by a team of U.S. Geological Survey (USGS) and U.S. Fish and Wildlife Service scientists.&nbsp;<\/p>\n<p>The warmwater refuges examined in the study are in a part of southwestern Florida that lacks the natural springs and power plant effluents found elsewhere in the state, making them crucial refuges for manatees during winter cold snaps.&nbsp; During a prolonged period of cold weather last January, surface waters along the coast of south Florida regularly fell below temperatures that manatees could tolerate, killing large numbers of manatees.&nbsp;&nbsp;<\/p>\r\n<p>&ldquo;This research demonstrated that the sites we studied are essential for manatees during the coldest part of the winter because the salinity gradients -- those layers of fresh and salt water -- stabilize pockets of warm water during cold snaps,&rdquo; said lead author Brad Stith, an ecologist working for USGS.<\/p>\r\n<p>By using monitoring information to model the dynamics of salinity gradients at the sites, scientists can now test how canal structures and freshwater flows are likely to affect the thermal refuges where manatees shelter. &nbsp;<\/p>\r\n<p>The salinity gradient is a sharp boundary between a surface layer of freshwater and a layer of saltwater trapped below, explained Stith. The difference in salinity between the layers occurs because freshwater is lighter than saltwater and can flow over it, forming a sharp freshwater-saltwater gradient called a halocline.<\/p>\r\n<p>&ldquo;This is vital because a halocline prevents the colder surface water from sinking and the warmer bottom water from rising&rdquo; noted Stith.&nbsp; &ldquo;When haloclines are present, the freshwater layer can act as a blanket that traps pockets of warm salty water at the bottom of canals and basins, preventing rapid heat loss.&rdquo;<\/p>\r\n<p>Southwest Florida waters often drop below 68&deg; Fahrenheit, the temperature at which manatees begin taking shelter in warmwater sites to prevent becoming stressed by the cold. During such cold spells, manatees are often seen resting along the bottoms of the canals.<\/p>\r\n<p>The researchers examined warmwater sites at Port of the Islands and Big Cypress National Preserve, two canal systems that receive freshwater before it flows out to the Gulf of Mexico. At these sites, salinity gradients keep the bottom waters warm even when the surface layer is much colder. By comparison, bottom waters in thermal refuges that lack salinity gradients can rapidly lose heat due to vertical mixing.<\/p>\r\n<p>The study confirmed what some biologists had suspected &ndash; during cold periods, these salinity-maintained thermal refuges provide the warmest water in the Everglades region. By tracking manatee movements with telemetry, researchers found they typically move into these warmwater shelters when coastal temperatures in the Gulf of Mexico fall below 68&deg;.<\/p>\r\n<p>When the team analyzed data from a USGS hydrology monitoring station at Port of the Islands, they found that the halocline could disappear when freshwater flows were low. Without the halocline, the warm bottom layer of water was also lost.<\/p>\r\n<p>&ldquo;In these sites, the amount of freshwater flowing over the saltwater was important for maintaining the manatee refuge,&rdquo; said Stith.<\/p>\r\n<p>The team of hydrologists and biologists used a detailed three-dimensional computer model of the movement of water, heat, and salt in the canals to show the key role of haloclines they had documented with monitoring data. A model of the refuge at Port of the Islands allowed researchers to confirm that it was the existence of a salinity gradient that maintained the warm bottom layer of seawater.<\/p>\r\n<p>&ldquo;The usefulness of the computer model is that we can investigate how the hydrodynamics of these halocline-created shelters relate","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["manatee","freeze","Endangered Species","halocline","hydrology","Warmwater Refuge","Florida","Everglades","Big Cypress"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1275364800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169016"},{"tid":"170286"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}