{"title":"Excellence in Earth Observation Honored","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->The prestigious 2007 William T. Pecora Award has been presented to scientists who have achieved significant accomplishments in Earth Observation Research.<!--introend-->\r\n<\/p>\r\n<p>\r\nThe award is presented annually by The Department of the Interior and National Aeronautics and Space Administration (NASA) in honor of the former Director of the U.S. Geological Survey (USGS). \r\n<\/p>\r\n<p>\r\nThe 2007 Pecora Group Award was presented to the Gravity Recovery and Climate Experiment (GRACE) mission for the design, development, and successful operation of a new satellite-based measurement of the Earth&#39;s gravity resulting in significant contributions to the understanding of the changing global environment. The presentation took place at the American Geophysical Union Fall Meeting on December 10, 2007, in San Francisco. \r\n<\/p>\r\n<p>\r\nThe 2007 William T. Pecora individual Award was presented to Dr. Stanley A. Morain, Professor of Geography and Director of the Earth Data Analysis Center at the University of New Mexico, for exceptional and sustained national and international leadership in biogeographical remote sensing research and education. Morain received the award at the Canadian Remote Sensing Society (CRSS), American Society for Photogrammetry &amp; Remote Sensing (ASPRS) 2007 Specialty Conference in Ottawa, Canada on Oct 30, 2007.&nbsp; \r\n<\/p>\r\n<p>\r\nThe award, sponsored jointly by the DOI and NASA, recognizes outstanding contributions to the understanding of the Earth by means of remote sensing. It has been presented annually since 1974 in memory of Dr. William T. Pecora, whose early vision and support helped establish what we know today as the Landsat satellite program. Dr. Pecora was director of the U.S. Geological Survey from 1965-71, and later served as DOI undersecretary until his death in 1972. \r\n<\/p>\r\n<p>\r\n<u>2007 Recipients<\/u> \r\n<\/p>\r\n<p>\r\nStanley A. Morain \r\n<\/p>\r\n<p>\r\nFor more than 43 years, Dr. Morain has had a distinguished career in remote sensing. He has been a pioneer in modeling the affects of global dust and atmospheric fine particulates as they relate to the Earth system in the context of public health. Since the early 1970&#39;s using Landsat, Dr. Morain has developed and demonstrated remote sensing techniques used in crop and vegetation analysis across the world.&nbsp; \r\n<\/p>\r\n<p>\r\nFrom the citations: \r\n<\/p>\r\n<p>\r\n<em>&quot;With the advent of Landsat in the early 1970&#39;s, Professor Morain was among the first to apply satellite remote sensing techniques to crop and vegetation analyses. He has consulted on more than 30 training programs and applications projects in Asia, Africa, and Central America.&quot;<\/em> \r\n<\/p>\r\n<p>\r\n&quot;<em>Understanding the Earth system in the context of public health is an emerging science in which Professor Morain has been a pioneer. Global dust and atmospheric fine particulates contribute to respiratory health problems in populations around the world. His work on a dust-forecast model is contributing to plans by the World Meteorological Organization for establishing an International Sand and Dust Warning System.&quot;<\/em> \r\n<\/p>\r\n<p>\r\nThe Gravity Recovery and Climate Experiment (GRACE) \r\n<\/p>\r\n<p>\r\nGRACE is the first of NASA&#39;s Earth System Science Pathfinder satellite missions. GRACE has proven the feasibility and utility of precision gravity-field measurements for the study of changes in the Earth system. In its initial years of operation, GRACE increased the accuracy of the measurement of the Earth&#39;s mean gravity field by a factor of 400 or more.&nbsp; GRACE has opened new vistas for the measurement of global change in the Earth system and has provided a revolutionary new tool in space-based planetary exploration. \r\n<\/p>\r\n<p>\r\nTo learn more about the award and its recipients go to <strong><a href=\"http:\/\/remotesensing.usgs.gov\/pecora.php\">http:\/\/remotesensing.usgs.gov\/pecora.php<\/a>.<\/strong> \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1197349200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169236"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}