{"title":"Cuyama Valley Groundwater Study Reveals Subsidence, Complex Geology, Other Challenges","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>SANTA BARBARA COUNTY, Calif.<\/strong> &ndash; Initial findings from an ongoing study evaluating groundwater availability in the Cuyama Valley groundwater basin show continued decreases in aquifer water levels and associated land subsidence of up to 12mm annually in areas where substantial groundwater pumping occurs. Additionally, water quality throughout the Cuyama Valley is affected by natural contaminants that come in contact with aquifer-system water, such as sulfates (mineral salts containing sulfur), arsenic and trace metals, according to the cooperative study by the U.S. Geological Survey and the Santa Barbara County Water Agency. Scientists analyzed untreated groundwater, not treated tap water that may be disinfected, filtered, mixed, and\/or exposed to the atmosphere before it is delivered to consumers.<\/p>\n<p>&ldquo;The findings will provide a better understanding of the quality and quantity of groundwater in the Cuyama Valley Basin, where groundwater is the only source for domestic, agricultural and municipal water use,&rdquo; said Randall Hanson, research hydrologist and project chief with the USGS.<\/p>\r\n<p>The findings released this week include two of four study reports scheduled to be published by early 2014. The first contains a compilation and analysis of aquifer system water-levels, surface-water flows, water-quality data and geomechanics from 2008 to 2012. The findings show that 97 percent of the samples tested for total dissolved solids, and 95 percent of samples tested for sulfate, contained concentrations in excess of the U.S. Environmental Protection Agency&rsquo;s established secondary standards for drinking water. Thirteen percent of samples tested contained nitrates, and 12 percent of samples contained naturally occurring arsenic in concentrations in excess of the EPA primary drinking standard. Nitrate concentrations decreased with aquifer depth at the well site near Highway 166 and Kirschenmann Road, indicating that the source is near the surface. Four of the five wells where nitrate levels were greater than the maximum contaminant level (MCL) were located near the town of Cuyama in the center of the agricultural land use area. Wells with the lowest nitrate levels were located on the edges of the agricultural land use area, indicating the source of nitrate is likely from irrigation return flows. Low concentrations of nitrate in surface-water samples indicate that natural surface water recharge is not a source of high nitrates.<\/p>\r\n<p>The second report contains an in-depth study of the geologic framework of the aquifer system. Evaluation of the basin&rsquo;s geologic structure reveals that the valley is composed of sub-basins. Groundwater samples indicate that water does not move freely between these different formations, or between different geologic regions within the Cuyama Valley. Because of the differences in geology, hydrology and water quality, there are unique conditions and issues for each subbasin, in addition to a need for a whole-basin understanding of the system.<\/p>\r\n<p>Data and analyses from the study will provide a new understanding of the geohydrologic system, and have been used to develop a new hydrologic model of the valley. The hydrologic model, to be published by 2014, will allow for simulation of a variety of future water-supply scenarios.<\/p>\r\n<p><strong>Learn more<\/strong><\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5108\/\">Geology, Water-Quality, Hydrology, and Geomechanical Activity of the Cuyama Valley Groundwater Basin, California, 2008&ndash;2012<\/a>.<\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5127\/\">Construction of 3-D Geologic Framework and Textural Models for Cuyama Valley Groundwater Basin, California<\/a>.<\/li>\r\n<li><a href=\"http:\/\/ca.water.usgs.gov\/projects\/cuyama\/\">New USGS website for Cuyama Valley studies here.<\/a><\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["ground","Southwest","California","Santa Barbara County","subsidence","water","Environmental Health"],"article_type":["State News Release"],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1373515200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169923"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}