{"title":"Science Assists Glen Canyon Dam Management","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"292\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/11_05_2012_nri7LYx33F_11_05_2012_9#.UKOZnkJuq-K\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/11_05_2012\/nri7LYx33F_11_05_2012\/medium\/sabol_griffiths_RM61_dive.jpg\" alt=\"\" width=\"292\" height=\"350\" \/><\/a> USGS hydrologist Tom Sabol enters the Colorado River in scuba diving gear in 2012 to clean and maintain instruments in the Colorado River before the November high-flow experiment at Glen Canyon Dam.[\/caption]\n\nMore than 16 years of USGS science will come to fruition next week in the Grand Canyon and its surroundings when the U.S. Department of the Interior releases Colorado River water from Lake Powell reservoir under its <a href=\"http:\/\/www.doi.gov\/news\/pressreleases\/Salazar-Announces-Improvements-to-Glen-Canyon-Dam-Operations-to-Restore-High-Flows-and-Native-Fish-in-Grand-Canyon.cfm\">new science-based protocol<\/a> for adaptive management of <a href=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Glen%20Canyon%20Dam\">Glen Canyon Dam<\/a>.\n\nThe November 19 controlled release, called a high-flow experiment, simulates a natural small flood that might have occurred before the dam was completed in 1963. Scientists have shown that floods redistribute sand and mud, thereby creating sandbars that help maintain and restore camping beaches and create favorable conditions for nursery habitat for native fish, including the endangered <a href=\"http:\/\/pubs.usgs.gov\/fs\/2009\/3035\/fs2009-3035.pdf\">humpback chub<\/a> (<em>Gila cypha<\/em>) in Glen Canyon National Recreation Area, Grand Canyon National Park, and the Hualapai Indian Reservation. Newly created river deposits are also the substrate on which many components of the native ecosystem depend.\n\nLarge floods once passed through the Grand Canyon each spring, formed by the large volume of melting snowmelt of the distant Rocky Mountains. Small floods occurred in summer and fall when rainstorms occurred in the deserts of northeastern Arizona, northwestern New Mexico, central and southern Utah, western Wyoming or western Colorado. Whenever they occurred, large and small floods carried large loads of sand and mud through the Grand Canyon, and a small proportion of this fine sediment created sand bars along the Colorado River.\n\nToday, approximately 95 percent of the fine sediment that once was transported through the Grand Canyon is deposited in Lake Powell. Only fine sediment delivered to the Colorado River by tributaries downstream from Glen Canyon Dam supplies sand and mud to the post-dam ecosystem. The new science-based protocol allows <a href=\"http:\/\/pubs.usgs.gov\/circ\/1366\/\">releases of reservoir water<\/a> to be timed to follow periods when the tributary streams have recently delivered fine sediment into the Grand Canyon. The controlled flood created by the release of reservoir water is intended to redistribute the fine sediment that has accumulated on the bed of the Colorado River in summer and fall 2012, and to move that sediment from the river bed to the channel margins where new flood deposits provide valuable ecological and recreation benefit. The high-flow experiments provide periodic renewal of this sediment movement process. Most of the sand and mud comes from the Paria River that enters the Colorado River 15 miles downstream from the dam, at Lees Ferry, Ariz.\n\n[caption id=\"\" align=\"alignleft\" width=\"232\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/11_05_2012_nri7LYx33F_11_05_2012_2#.UKOaGEJuq-J\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/11_05_2012\/nri7LYx33F_11_05_2012\/medium\/DSC_0151.JPG\" alt=\"\" width=\"232\" height=\"350\" \/><\/a> A USGS scientist monitors the Colorado River in Grand Canyon before the high-flow experiment of Nov. 19, 2012.[\/caption]\n\nThe <a href=\"http:\/\/www.gcmrc.gov\/\">USGS Grand Canyon Monitoring and Research Center<\/a>, along with colleagues in the U. S. Fish and Wildlife Service, Arizona Game and Fish Department, Bureau of Reclamation, National Park Service, academia and other federal and state natural resource agencies studied physical and ecological processes that occurred during <a href=\"http:\/\/pubs.usgs.gov\/circ\/1366\/\">three previous controlled floods in 1996, 2004 and 2008<\/a>. Results from <a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3012\/fs2011-3012.pdf\">these studies<\/a>, as well as other studies of the Colorado River conducted since the late 1980s, created a body of research that underpins the federal Glen Canyon Dam <a href=\"http:\/\/www.gcdamp.gov\/\">Adaptive Management Program<\/a>. Next weekâ\u0080\u0099s controlled flood is the first under a <a href=\"http:\/\/www.doi.gov\/news\/pressreleases\/Salazar-Announces-Improvements-to-Glen-Canyon-Dam-Operations-to-Restore-High-Flows-and-Native-Fish-in-Grand-Canyon.cfm\">new management protocol announced<\/a> this year and effective through 2020.\n\nAt noon Monday, November 19, the damâ\u0080\u0099s river outlet tubes will be opened. Typically, reservoir releases are routed through <a href=\"http:\/\/www.usbr.gov\/projects\/Powerplant.jsp?fac_Name=Glen+Canyon+Powerplant\">power-plant turbines<\/a> and thereby produce hydroelectricity. However, the outlet tubes allow some reservoir water to bypass the power plant, thereby allowing for larger volumes of water to directly enter the river. Flow through these outlet tubes does not go through the turbines, and these waters do not produce hydroelectricity. The outlet tubes are only used in rare times of high inflow when additional water must be released from the reservoir, or when an environmental objective is served by creating a controlled flood.\n\nIn early and mid-November, reservoir releases will fluctuate between 7,000 and 9,000 cubic feet per second. On November 18, flows will be gradually raised to 27,300 cubic feet per second, the present capacity of the power-plant turbines. At noon November 19, the river outlet tubes will begin to be opened, and the total flow of the Colorado River will reach 42,300 cubic feet per second at 9 p.m. November 19. Peak flows will remain at this amount until 9 p.m. November 20, when the release will begin to be decreased.Â  Early in the morning of Friday, November 23, the river outlet tubes will be closed. Power-plant flows will thereafter be slowly decreased, and flows will return to the range of 7,000 to 9000 cubic feet per second at 10 p.m. November 23.\n\nPrior to completion of Glen Canyon Dam, flows of at least 50,000 cubic feet per second occurred every year, and floods of at least 125,000 cubic feet per second occurred every 8 years on average. The largest flood at Lees Ferry measured by the USGS was 170,000 cubic feet per second in 1921; a flood in 1884 is estimated to have been 210,000 cubic feet per second.\n\n[caption id=\"\" align=\"alignright\" width=\"263\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/11_05_2012_nri7LYx33F_11_05_2012_6#.UKOackJuq-K\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/11_05_2012\/nri7LYx33F_11_05_2012\/medium\/kfry_-4mile.jpg\" alt=\"\" width=\"263\" height=\"350\" \/><\/a> The USGS Glen Canyon Adaptive Management Working Group attended a trip in August from Glen Canyon Dam to Lees Ferry on Friday, August 31, 2012. This spot at Four Mile (four miles up from Lees Ferry) is where a lot of people fish: There were fishermen that day that claimed to have caught about 25 fish.[\/caption]\n\nThe flow regime of the modern Colorado River is very different. In most years, all flows are routed through the power-plant turbines, and the total annual volume of water released downstream fulfills obligations to downstream users in the United States and Mexico. Post-dam floods are about 60 percent less than before dam construction, and low flows are much higher than in the past.\n\nNext weekâ\u0080\u0099s controlled flood was designed by the Bureau of Reclamation based on USGS data from gages that measure stream flow and sediment concentration from the Paria River, the Little Colorado River, and several smaller tributaries. At most stations, the USGS measures and records stream flow every 15 minutes. The <a href=\"http:\/\/waterdata.usgs.gov\/az\/nwis\/uv?site_no=09382000\">Paria <\/a>and <a href=\"http:\/\/waterdata.usgs.gov\/az\/nwis\/uv?site_no=09402300\">Little Colorado<\/a> stations are networked with satellite telemetry, making it possible to monitor stream flow in real time. These data are augmented by field crewsâ\u0080\u0099 periodic measurements of suspended sediment as well as samples collected by automated pump samplers.\n\nâ\u0080\u009cThroughout summer and fall 2012, the USGS research team developed, and continually revised, estimates of the total amount of sand and of mud delivered by the Paria River, as well as estimating the fate of that fine sediment as it was transported further downstream through the Grand Canyon,â\u0080\u009d said Jack Schmidt, chief of the USGS Grand Canyon Monitoring and Research Center. â\u0080\u009cThese data are the scientific foundation on which the planned high-flow experiment is based. Without the estimates of the amount of sand and mud delivered from tributaries, it would not have been possible to implement the Protocol for these high flow experiments. The entire program of utilizing small controlled floods to rehabilitate the Grand Canyon ecosystem depends on state-of-the-science monitoring efforts by the USGS to measure sediment transport rates in real time and to provide those data to the Bureau of Reclamation and to other agencies.\n\nâ\u0080\u009cThe USGS program of measuring and reporting sand and mud transport in real time and in such a challenging environment is unprecedented in the scientific management of rivers,â\u0080\u009d Schmidt said.\n\nUSGS data show that the Paria River delivered at least 593,000 tons of sand to the Colorado River between late July and the end of October 2012 â\u0080\u0093 enough to fill a building the size of a 100-yard NFL football field about 24 stories high. Long-term measurements show that this amount is about 26 percent less than delivered by the Paria in an average year, but is still sufficient to trigger a small controlled flood intended to rehabilitate the downstream ecosystem.\n\nPublic notice of the controlled flood has been made by the Department of the Interior. USGS scientists have used numerical models and previous observations to predict the elevation to which flood waters will rise in an effort to provide advice to recreational boaters and campers who are regulated by the National Park Service.\n\n[caption id=\"attachment_175438\" align=\"alignleft\" width=\"199\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/11\/Anne-Phillips_Photo-front.jpg\"><img class=\"size-medium wp-image-175438\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/11\/Anne-Phillips_Photo-front-199x300.jpg\" alt=\"\" width=\"199\" height=\"300\" \/><\/a> The river outlet tubes at Glen Canyon Dam on the Colorado River in Arizona. At noon Monday, Nov. 19, U.S. Interior Secretary Ken Salazar will open the dam's river outlet tubes, releasing controlled flows larger than the usual 8,000-25,000 cubic feet per second that flows through the turbines of the Glen Canyon Powerplant to generate hydroelectric power.[\/caption]\n\nWhen Glen Canyon Dam was planned in the 1950s, little consideration was given to how dam operations might affect downstream resources. The dam was completed before enactment of the National Environmental Policy Act of 1969 and the Endangered Species Act of 1973, which mandated such considerations. By the 1960s and 1970s, recognition of the environmental consequences of the dam and its operation grew. The National Park Service, USGS scientists, and river recreationists noted the physical transformation of the river in the Grand Canyon, including the loss of large beaches used for camping, narrowing of rapids that hampered navigation, and changes in the distribution and composition of riparian vegetation.\n\nIt took decades of measurement and analysis, including critical observations made during the past high-flow experiments, for scientists and engineers to understand how the Colorado River transports fine sediment and to understand the consequences to the river landscape of the changes in flow regime and sediment supply. Research by USGS scientists David M. Rubin and David J. Topping identified the characteristics of the Colorado Riverâ\u0080\u0099s sediment transporting flows and the technologies necessary to measure the inflow and fate of fine sediment entering from tributary floods. Numerical models developed by USGS hydrologist Scott Wright and others allowed prediction of how fine sediment moves through the Grand Canyon.Â  The predictive tools developed by a large team of USGS scientists and academic collaborators now allows real-time computation of the amount and distribution of fine sediment that enters the Grand Canyon each year.\n\nAs the Adaptive Management Planâ\u0080\u0099s science protocol is implemented through 2020, USGS researchers will be working on several related environmental issues. One area of research in connection with the high-flow experiments concerns their effect on native and non-native fish. One goal of managing the river is to have a healthy non-native rainbow trout (<em>Oncorhynchus mykiss<\/em>) fishery upstream from Lees Ferry, in Glen Canyon National Recreation Area, but to limit interactions between rainbow trout and the endangered humpback chub that primarily lives in an area of the river about 75 miles downstream from the dam. The USGS, in cooperation with the Arizona Game and Fish Department, will determine the effects of autumn high-flow experiments on rainbow trout populations in Glen Canyon. Spring floods are known to have a large impact on first-year rainbow trout survival and movement. However, the effects of fall floods are less well understood â\u0080\u0093 either directly, on the fish themselves, or indirectly, on the aquatic food base. USGS scientists are marking trout before and after the high-flow experiment to monitor their response, while the food base will be monitored before, during, and after the event.\n\n[caption id=\"\" align=\"alignright\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/11_05_2012_nri7LYx33F_11_05_2012_1#.UKObUUJuq-J\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/11_05_2012\/nri7LYx33F_11_05_2012\/medium\/DSC_0053.JPG\" alt=\"\" width=\"350\" height=\"234\" \/><\/a> USGS scientists monitor the Colorado River in the Grand Canyon during the high-flow experiment of March 2008.[\/caption]\n\nMuch study is still needed to fully understand how controlled floods change sandbar patterns, especially in eddies along the channelâ\u0080\u0099s edge. Other research is under way to improve understanding of the connection between sandbar size and deposition of windblown sand upslope at archeological sites. Windblown sand helps protect these archaeological sites. The 2004 and 2008 experiments indicated that in least some cases, newly deposited sandÂ­bars exposed to the wind caused elevated wind-blown sand transport rates and that wind-deposited sand dunes were rejuvenated. Some of these newly formed dunes covered archaeological sites or filled small gullies that potentially erode archaeological resources.\n\nKnowledge gained from this and future high-flow experiments will be used to refine the timing, duration, frequency, and conditions of future controlled floods called for under the science protocol through 2020, and will also be available to inform future management decisions for downstream resources.\n\nâ\u0080\u009cThe new protocol is built upon the tremendous knowledge weâ\u0080\u0099ve gained from over 16 years of scientific research and experimentation conducted under the Glen Canyon Dam Adaptive Management Program,â\u0080\u009d said U.S. Interior Secretary Ken Salazar. â\u0080\u009cWeâ\u0080\u0099ve taken that knowledge and translated it into a flexible framework that enables us to determine, based on science, when the conditions are right to conduct these releases to maximize the ecosystem benefits along the Colorado River corridor in Grand Canyon National Park.â\u0080\u009d\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24255","uid":"31","filename":"DSC_0053.jpg","uri":"public:\/\/DSC_0053.jpg","filemime":"image\/jpeg","filesize":"64744","status":"1","timestamp":"1425492768","type":"image","uuid":"38fec61d-7888-4c8f-a1c7-23303899dc2b","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1352900017","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}