{"title":"USGS Calculations Save Money and Energy At Snake River Pump Sites","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A method of calculating a power-consumption coefficient (pcc) for irrigation pump sites along the Snake River can save personnel, vehicle, and equipment costs and, thus, dollars, according to a new report from the U.S. Geological Survey<!--introend-->, U.S. Department of the Interior. In the report, USGS geographer Molly Maupin describes methods that she and other USGS scientists used to calculate the pccs and said, \"Because pccs are tailored to each site, we can provide cost savings to monitoring programs because fewer visits and less equipment are needed.\" \n<p>Currently, pumped withdrawals from 32 sites along the Snake River between Upper Salmon Falls and Swan Falls Dams in southwestern Idaho compose most of the irrigation-water diversions from that reach of the river. Those pumps lift water as high as 745 feet to irrigate croplands on plateaus north and south of the river in parts of Elmore, Twin Falls, and Owyhee Counties. Average withdrawals at measured pump sites during 1990-95 ranged from 1,120 to 44,480 acre-feet of water, depending on how large and how many pumps were present. The USGS, through a cooperative study with the Idaho Department of Water Resources, has continuously measured withdrawals at some sites for as many as 14 years, but diminishing financial resources has created a need to determine pumped withdrawals by other means. \r\n<p>So, in 1998, as part of its Water-Use Program, the USGS inventoried all pump sites in the study area and calculated a pcc for each site. A pcc describes the amount of energy a pump site uses to lift an acre-foot of water. By using this coefficient and annual electrical power records, future withdrawals at sites that are no longer measured can be determined. \r\n<p>The USGS reports irrigation withdrawals from surface-water sources as part of its Water-Use Program. For more information about the Idaho Water-Use Program, access the USGS website at <a href=\"http:\/\/idaho.usgs.gov\/index.html\">http:\/\/idaho.usgs.gov\/index.html<\/a>, and select the \"Water Use\" link. \r\n<p>Copies of Water-Resources Investigations Report 99-4175, \"Methods to Determine Pumped Irrigation-Water Withdrawals from the Snake River Between Upper Salmon Falls and Swan Falls Dams, Idaho, Using Electrical Power Data, 1990-95,\" by Molly A. Maupin, are available for inspection at the Boise office of the U.S. Geological Survey, 230 Collins Road (387-1300). Copies of the report can be ordered for $4, plus $3.50 shipping from the U.S. Geological Survey, Information Services, Box 25286, Denver Federal Center, Denver, CO 80225, or by calling toll free 1-888-275-8747. When ordering, please request Water-Resources Investigations Report 99-4175 and give the full title of the report. An online version of the report also is available at <a href=\"http:\/\/idaho.usgs.gov\/\">http:\/\/idaho.usgs.gov<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"940824000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170161"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}