{"title":"Parasites Help Revise Ecological Theory","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>SANTA BARBARA, Calif.<\/strong> &ndash; An old theory in ecology is that in any ecosystem, a small-sized animal species will be more populous than a large species. All you need is a summer picnic to prove the point: your barbecue might end up attracting thousands of tiny ants &mdash; but only a few rotund squirrels.<\/p>\n<p>Equations based on ecological theories like this one help scientists and wildlife managers predict resource abundance and the health of animal populations, such as to understand which species are naturally rare and approximately how rare they should be. But a new analysis published this week in the journal <em>Science<\/em> has revised this particular rule of thumb.&nbsp;<\/p>\r\n<p>\"The theory should really also say &lsquo;depending on your position in the food chain,&lrquo;\" says Ryan Hechinger, lead author of the study and an associate research biologist at the University of California, Santa Barbara.<\/p>\r\n<p>Animal populations are often limited by their food supply and metabolic rate. A tiny animal burns fewer calories than a big animal, says Hechinger, so it needs to consume less food than a large animal to stay alive. &ldquo;This is why small animals are usually more common than big ones,&rdquo; adds Hechinger. &ldquo;But the food chain is also important. There&rsquo;s less food to go around the higher up the food chain you go. This is why top consumers like mountain lions are relatively rare.&rdquo;<\/p>\r\n<p>But ecologists know that despite being tiny, parasites also feed high up in food chains. &ldquo;For example, a tapeworm that infests a deer feeds at the same food chain position as a mountain lion,&rdquo; Hechinger says. \"So we wondered whether parasite populations might be less common than you&rsquo;d expect given the old rule.\"<\/p>\r\n<p>To explore whether tiny parasites exhibit the abundance patterns of top consumers, Hechinger and colleagues from the University of California-Santa Barbara, the U.S. Geological Survey, Princeton University, Santa Fe Institute and University of New Mexico-Albuquerque studied three estuary ecosystems in southern California and Baja California. They counted and weighed parasites and other animals before confirming that parasites were indeed less populous than other similarly sized animals.<\/p>\r\n<p>\"But once we accounted for the food chain factor, a single, revised equation was able to explain observed population patterns for both parasites and other animals,\" says USGS ecologist Kevin Lafferty, the study&rsquo;s second author.<\/p>\r\n<p>The findings also led to another profound revelation: regardless of species body size, species occupying the same position in the food chain can have the same rate of biomass production &mdash; annual yields in terms of weight. By this logic, a deer tapeworm population biomass and a mountain lion population biomass can grow at similar rates.&nbsp;<\/p>\r\n<p>The revised theory has wide implications for researchers and managers, Lafferty says. \"We can now more easily predict the abundance and biomass production of all animal species in an ecosystem &mdash; including parasites.\"<\/p>\r\n<p>The study is available <a href=\"http:\/\/www.sciencemag.org\/content\/333\/6041\/445\">online<\/a>.<\/p>\r\n<p><em>More information on parasite research by USGS ecologist <a href=\"http:\/\/www.werc.usgs.gov\/lafferty\">Kevin Lafferty<\/a>.<\/em><a href=\"http:\/\/www.werc.usgs.gov\/lafferty\"><em><\/em><\/a><em><br \/><\/em><\/p>\r\n<p><em>Images to accompany this news release are available <a href=\"http:\/\/www.ia.ucsb.edu\/pa\/display.aspx?pkey=2534\">online<\/a>.<\/em><span style=\"text-decoration: underline;\"><\/span><a href=\"http:\/\/www.ia.ucsb.edu\/pa\/display.aspx?pkey=2534\"><em><\/em><\/a><em> <\/em><em><\/em><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["parasite","ecology","wildlife","Food Chain","biomass","biology"],"release_date":{"und":[{"value":"1311220800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168908"},{"tid":"169871"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}