{"title":"Names on the Land: The Role of the U.S. Board on Geographic Names","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"A rose by any other name would smell as sweet, Shakespeareâ\u0080\u0099s character famously said. No question there. We can all agree on that, sweet Juliet.\n\nHow would Julietâ\u0080\u0099s naming logic apply to places? A place by any other name would certainly still exist. But, with a different name or multiple names, how could that place be readily identified? How could it be found?\n\nGeographic names, the reference words we use for particular places, are among the most elementary and organic parts of language. Even a prehistoric man needed to use distinctive names to tell to his family and friends where he found berries or crossed the river. In modern societies, geographic names have many more uses and complexities.\n\n<strong>Letâ\u0080\u0099s have standards, please<\/strong>\n\nAs more and more people at greater and greater distances have a reason to refer to a particular place, the potential for confusion rises if that place has different names or the same name is used for different places. There have to be widely-accepted standards for the vast number of geographic names we have access to so that each name can be used reliably on maps and in official documents. Some authoritative organization has to set standards for the spelling and application of geographic names so they can be used consistently as commonly understood references in government, commerce, and everyday life.\n\n[caption id=\"attachment_191791\" align=\"alignleft\" width=\"496\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/MapPairBody.jpg\"><img class=\"size-full wp-image-191791\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/MapPairBody.jpg\" alt=\"Controversial Map Names\" width=\"496\" height=\"204\" \/><\/a> The USGS topographic map (left) uses the name Morse Island for the same feature that the U.S. Army Corps of Engineers map (right) calls Caseyâ\u0080\u0099s Island. The BGN works with federal agencies to avoid such conflicts and approves a single name for use on all federal products.[\/caption]\n\nConsider the alternative. Without systematic standards for geographic names, weÂ wouldn'tÂ be able to use them routinely in digital environments. WeÂ wouldn'tÂ be able to find places in an instant on mobile devices and see their correct location on electronic maps.\n\nThe <a href=\"http:\/\/geonames.usgs.gov\/\">U.S. Board on Geographic Names (BGN)<\/a> is the interagency organization established to maintain uniform geographic name usage throughout the federal government. It provides the official place names required by law for use in federal government publications, including maps, web sites, and documents. The standardized spelling and use of geographic names allows the federal government to communicate clearly and unambiguously about places, reducing the potential for confusion.\n\nWhile the Boardâ\u0080\u0099s authority only applies to the federal government, the Boardâ\u0080\u0099s decisions and its standards of use for geographic names are almost always followed by state and local governments and by commercial organizations. The BGN does not initiate naming or renaming actions. It responds to proposals received from Federal agencies; State, local, and Tribal governments; and the public.\n\nThe usefulness of standardizing geographic names is well proven, even if it is often taken for granted. The United Nations actively supports international standardization of geographic names by encouraging strong programs of national standardization. More than 50 nations have some type of national names authority.\n\n<strong>The origin of the Board and its work<\/strong>\n\nFollowing the surge of exploration and settlement of the Western territories and Alaska after the American Civil War, inconsistencies among many names, spellings, and applications became a serious problem to surveyors, map makers, and scientists who required uniform geographic nomenclature. Accordingly, President Benjamin Harrison signed an Executive Order on Sept. 4, 1890, establishing the Board and giving it authority to resolve unsettled geographic names questions. He named Dr. Thomas Corwin Mendenhall, Superintendent of the U.S. Coast and Geodetic Survey, as its first chairman.\n\n[caption id=\"attachment_191801\" align=\"alignleft\" width=\"207\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/HenryGannett.jpg\"><img class=\"size-medium wp-image-191801 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/HenryGannett-207x300.jpg\" alt=\"Henry Gannett, Chief Geographer \" width=\"207\" height=\"300\" \/><\/a> Henry Gannett, Chief Geographer of the U.S. Geological Survey, a founding member of the U.S. Board on Geographic Names. USGS photo.[\/caption]\n\nTwo of the Boardâ\u0080\u0099s earliest decisions from its first meeting in 1890 illustrate its continuing goal of name standardization. The Board decided on the official spelling of <span style=\"text-decoration: underline\">Bering<\/span> Sea (not <em>Behring, Behrings, Kamchatka<\/em>) in Alaska and on official recognition of the name of the <span style=\"text-decoration: underline\">Anacostia River<\/span> (not <em>Eastern Branch<\/em>) in Washington, D.C. The disallowed spellings and name usages were preserved in the official record of Board decisions as variant (not official) names for reference purposes, just as they are today. <em><\/em>\n\nThe Board gradually expanded its interests to include foreign names and other areas of interest to the United States, a process that accelerated during World War II.\n\nThe 1947 public law that established the U.S. Board on Geographic Names in its current form directs the Board to operate conjointly with the Secretary of the Interior. The Board is composed of representatives appointed from six cabinet-level departments (Agriculture, Commerce, Defense, Homeland Security, Interior, and State), as well as the Central Intelligence Agency, the Government Printing Office, the Library of Congress, and the U.S. Postal Service.\n\n<strong>One Board, two committees<\/strong>\n\nWorking through two permanent committees â\u0080\u0094 a Domestic Names Committee and a Foreign Names Committee â\u0080\u0094 the BGN standardizes geographic names worldwide for federal use, including domestic names, foreign names, and names for oceans, seas, and undersea features as well as features in Antarctica. The Secretary of the Interior has final review and approval of BGN actions.\n\nThe work of the Foreign Names Committee concerns standardization of foreign geographic names for publications and communications of the U.S. federal government; it has no role in establishing geographic name standards or usage in other countries.\n\n&nbsp;\n\nDetermining the official names of features in foreign areas can be complicated.Â  A feature may be located in multiple countries that have different languages or names for that feature, or a feature may be located in a single country with multiple languages. For instance, the Danube River, which flows through or borders ten countries, has seven names with different spellings which are approved for use in U.S. federal publications.\n\nThe U.S. Geological Survey, as the premier domestic mapping agency in the federal government, provides staff support for processing BGN domestic geographic names decisions and polices. Similarly, the National Geospatial-Intelligence Agency (NGA) in the Department of Defense provides staff support for processing foreign geographicÂ names. However, the BGN is not under and does not report to either the USGS or NGA.\n\n[caption id=\"attachment_191811\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/BloodFalls.jpg\"><img class=\"size-medium wp-image-191811\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/BloodFalls-300x177.jpg\" alt=\"Blood Falls\" width=\"300\" height=\"177\" \/><\/a> The name Blood Falls is currently being proposed for a seasonal waterfall in East Antarctica. Photo by Peter Rejcek, National Science Foundation.[\/caption]\n\n&nbsp;\n\n<strong>The significance of names<\/strong>\n\nBeyond the practical considerations of maps and databases, geographic names are important to every citizenâ\u0080\u0099s sense of place.\n\nâ\u0080\u009cGeographic names are keys to stories and insight about our world,â\u0080\u009d said Douglas Caldwell, a researcher at the U.S. Army Corps of Engineers and current BGN chair. â\u0080\u009cWe often use names without thinking much about them, but if we look just a little deeper, we see they are a window on our history and our natural environment.â\u0080\u009d\n\nWhen a geographic name controversy is brought to the Domestic Names Committee, the most important factor in the Boardâ\u0080\u0099s decision is established local usage. The Boardâ\u0080\u0099s goal, within very broad limits of name standardization, is to have the official name reflect the name that the local community actually uses.\n\n[caption id=\"attachment_191871\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/SnowHorse1.jpg\"><img class=\"size-medium wp-image-191871\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/SnowHorse1-300x157.jpg\" alt=\"Snow Horse Ridge\" width=\"300\" height=\"157\" \/><\/a> The Board of Geographic Names approved the name Snow Horse Ridge in Utah in 2013. The snowy design appears on the Wasatch Mountains each spring. BGN photo, courtesy of Snow Horse Elementary School.[\/caption]\n\nGeographic names often carry great cultural significance. For the Foreign Names Committee, using one name in preference to another can even have political implications. For this reason, foreign geographic names are considered carefully and reflect the official policy of the U.S. government.\n\n<strong>Accessing geographic name records<\/strong>\n\nU.S. Board on Geographic Names databases and other resources are available from the <a href=\"http:\/\/geonames.usgs.gov\/\">Boardâ\u0080\u0099s home page<\/a>. The web site provides access to all BGN place name resources through queries to the Boardâ\u0080\u0099s on-line databases, as well as download capabilities for larger place name files.\n\nThe <a href=\"http:\/\/geonames.usgs.gov\/pls\/gnispublic\/\">Geographic Names Information System (GNIS)<\/a> is the source of official and variant names for domestic features. Geographic names for foreign areas are found at the <a href=\"http:\/\/earth-info.nga.mil\/gns\/html\/index.html\">GEOnet Names Server (GNS)<\/a>.\n\n<strong>In summary<\/strong>\n\nThe U.S. Board on Geographic Names approves and standardizes geographic names for the federal government. The Boardâ\u0080\u0099s decisions involve names for domestic, foreign, Antarctic, and undersea features. As a coordinating body that works with the Secretary of the Interior, the Board reduces duplication of work, personnel, and authority among agencies. The Board has promoted clear and effective communication throughout the federal government for more than 120 years.\n\n<strong>Learn more<\/strong>\n\n<a href=\"http:\/\/geonames.usgs.gov\/brochures_factsheets\/index.html\">US BGN Brochures and Fact Sheets<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24356","uid":"31","filename":"MapPair2.jpg","uri":"public:\/\/MapPair2.jpg","filemime":"image\/jpeg","filesize":"150241","status":"1","timestamp":"1425492768","type":"image","uuid":"1c111b36-31f6-4e84-b8c5-58c5fff6ca6f","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Geospatial","historical maps","Mapping","maps"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1393601522","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}