{"title":"Pesticide Levels Decline in Corn Belt Rivers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Concentrations of several major pesticides mostly declined or stayed the same in &ldquo;Corn  Belt&rdquo; rivers and streams from 1996 to 2006, according to a new U.S. Geological Survey study.<!--introend--><\/p>\n<p>The declines in pesticide concentrations closely followed declines in their annual applications, indicating that reducing pesticide use is an effective and reliable strategy for reducing pesticide contamination in streams.<\/p>\r\n<p>Declines in concentrations of the agricultural herbicides cyanazine, alachlor and metolachlor show the effectiveness of U.S. Environmental Protection Agency (EPA) regulatory actions as well as the influence of new pesticide products. In addition, declines from 2000 to 2006 in concentrations of the insecticide diazinon correspond to the EPA&rsquo;s national phase-out of nonagricultural uses. The USGS works closely with the EPA, which uses USGS findings on pesticide trends to track the effectiveness of changes in pesticide regulations and use.<\/p>\r\n<p>Scientists studied 11 herbicides and insecticides frequently detected in the Corn Belt region, which generally includes Illinois, Indiana, Iowa, Nebraska and Ohio, as well as parts of adjoining states. This area has among the highest pesticide use in the nation &mdash; mostly herbicides used for weed control in corn and soybeans. As a result, these pesticides are widespread in the region&rsquo;s streams and rivers, largely resulting from runoff from cropland and urban areas.<\/p>\r\n<p>Elevated concentrations can affect aquatic organisms in streams as well as the quality of drinking water in some high-use areas where surface water is used for municipal supply. Four of the 11 pesticides evaluated for trends were among those most often found in previous USGS studies to occur at levels of potential concern for healthy aquatic life. Atrazine, the most frequently detected, is also regulated in drinking water.<\/p>\r\n<p>&ldquo;Pesticide use is constantly changing in response to such factors as regulations, market forces, and advances in science,&rdquo; said Dan Sullivan, lead scientist for the study. &ldquo;For example, acetochlor was registered by the EPA in 1994 with a goal of reducing use of alachlor and other major corn herbicides &mdash; acetochlor use rapidly increased to a constant level by about 1996, and alachlor use declined. Cyanazine use also decreased rapidly from 1992 to 2000, as it was phased out because of environmental concerns. Metolachlor use did not markedly decrease until about 1998, when S-metolachlor, a more effective version that requires lower application rates, was introduced. Each of these declines in use was accompanied by similar declines in concentrations.&rdquo;<\/p>\r\n<p>Although trends in concentration and use almost always closely corresponded, concentrations of atrazine and metolachlor each declined in one stream more rapidly than their estimated use. According to Skip Vecchia, senior author of the report on this analysis, &ldquo;The steeper decline in these instances may be caused by agricultural management practices that have reduced pesticide transport, but data on management practices are not adequate to definitively answer the question. Overall, use is the most dominant factor driving changes in concentrations.&rdquo;<\/p>\r\n<p>Only one pesticide &mdash; simazine, which is used for both agricultural and urban weed control &mdash; increased from 1996 to 2006. Concentrations of simazine in some streams increased more sharply than its trend in agricultural use, suggesting that non-agricultural uses of this herbicide, such as for controlling weeds in residential areas and along roadsides, increased during the study period.<\/p>\r\n<p>The USGS study is based on analysis of 11 pesticides for 31 stream sites in the Corn  Belt for two partially overlapping time periods: 1996 to 2002 and 2000 to 2006. Pesticides included in the trend analyses were the herbicides atrazine, acetochlor, metolachlor, alachlor, cyan","summary":null,"format":null}]},"field_images":[],"regions":["Illinois","Indiana","Iowa","Nebraska","Ohio"],"country":["United States of America"],"mm_tags":["water","environment","Public Safety","pesticides","drinkingwater"],"release_date":{"und":[{"value":"1257742800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"168939"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}