{"title":"Government&rsquo;s Chief Geologist Stresses Value of Rocks and Dirt","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Imagine a world without roads, bridges, streets, bricks, concrete, wallboard and roofing tiles.<!--introend--> Aggregates, including sand and gravel and crushed stone are among the nation&rsquo;s most abundant natural resources, have the lowest per-unit value, and are the basic raw materials used in the construction, agriculture, chemical and metallurgical industries. They are also a major contributor to and an indicator of the economic well-being of the nation, according to Dr. P. Patrick Leahy, chief geologist for the U.S. Geological Survey (USGS). \n<p>Leahy made his assessment of the value of aggregates in an address Monday morning (Oct. 19), to members of the National Stone Association, meeting in Irvine, Calif. \r\n<p>Leahy told the attendees that much of the nation&rsquo;s infrastructure built during the 1950&rsquo;s and 1960&rsquo;s has deteriorated, and in many areas of rapid population growth the infrastructure is inadequate and new roads, streets, and sewage systems must be built to meet the increased needs of society. \"Maintenance and development of infrastructure requires large volumes of natural aggregates,\" Leahy said, \"and as urban areas expand, local sources of these resources are becoming less accessible.\" Leahy pointed out that resources that are not available locally must be brought in from more distant sources, often at greater costs that are passed on to the public as higher taxes or reduced services. \"Transporting aggregate 20 miles by truck can as much as double its cost,\" Leahy said, and \"state and local authorities face difficult decisions when considering competing needs for land use and resources.\" \r\n<p>Leahy said the USGS is developing decision-support systems to help determine how much natural aggregate is available once the quality of the material, requirements of the construction project, competing landuse, and environmental factors are determined. \r\n<p>Leahy is a \"Fellow\" in the Geological Society of America and is a member of the American Geophysical Union, the American Institute of Hydrology, Sigma XI, and the American Association for the Advancement of Science. He joined the USGS in 1974 and currently, as its chief geologist, has responsibility for the agency&rsquo;s basic earth science programs, which include worldwide earthquake hazards monitoring and research, geologic mapping of land and seafloor resources, volcano and landslide hazards, assessments of energy and minerals resources, and ecosystem investigations.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"908769600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169378"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}