{"title":"Review of Minimum and Maximum Conservation Buffer Distance Estimates for Greater Sage-Grouse and Land-Use Activities","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>The full report is available <a href=\"http:\/\/pubs.usgs.gov\/of\/2014\/1239\/\">online<\/a>. <\/strong><\/p>\n<p><!--introstart-->The U.S. Geological Survey released a report today that compiles and summarizes published scientific studies that evaluate effective conservation buffer distances from human activities and infrastructure that influence greater sage-grouse populations.<!--introend--><\/p>\r\n<p>Greater sage-grouse conservation buffers are specified protective distances around greater sage-grouse communal breeding locations, known as leks.<\/p>\r\n<p>The report, prepared at the request of the Department of the Interior&rsquo;s Bureau of Land Management, can help decision makers establish buffer distances for use in conservation measures for greater sage-grouse habitat.&nbsp; BLM requested the report because across the 11-state range of the greater sage-grouse a wide variety of buffer distances and supporting scientific literature have been posed as appropriate for providing protections for the species.<\/p>\r\n<p class=\"BodyNoIndent\">&ldquo;This report should help DOI and others as they make or refine decisions and implement conservation actions for this species,&rdquo; said Carol Schuler, USGS senior science advisor for ecosystems.<\/p>\r\n<p>USGS scientists reviewed, compiled and summarized the findings of numerous previously published USGS and non-USGS scientific studies that evaluated the influence of human activities and infrastructure on greater sage-grouse populations. The report is organized into six sections representing these different land uses or human activities typically found in land-use plans:<\/p>\r\n<ul>\r\n<li>cumulative surface disturbances; <\/li>\r\n<li>linear features such as active roads and highways and pipelines; <\/li>\r\n<li>oil, gas, wind and solar energy development; <\/li>\r\n<li>tall structures such as electrical, communication and meteorological towers; <\/li>\r\n<li>low structures such as fences and buildings; and<\/li>\r\n<li>activities that don&rsquo;t involve habitat loss, such as noise and related disruptions.&nbsp; <\/li>\r\n<\/ul>\r\n<p>The buffer distances in the report reflect a radius around lek locations. Although lek sites are breeding habitats, the report&rsquo;s authors emphasized that designating protective buffers around these area offer &ldquo;a consistent and practical solution for identifying and conserving seasonal habitat requirements by greater sage-grouse <em>throughout <\/em>their life cycle.&rdquo;<\/p>\r\n<p>The authors noted that because of variation in populations, habitats, development patterns, social context, and other factors that for a particular disturbance type there is no single number that is an appropriate buffer distance for all populations and habitats across the greater sage-grouse range.<\/p>\r\n<p class=\"BodyNoIndent\">The buffer distance estimates in this report can be useful in developing conservation measures,&rdquo; said Schuler, &ldquo;but should be used in conjunction with conservation planning that considers other factors such as local and regional conditions, habitat quality, and the cumulative impact of a suite of conservation and management actions.&rdquo;<\/p>\r\n<p>The report shows lek buffer minimum and maximum distance estimates suggested in the scientific literature as well as possible minimum and maximum conservation buffer distances developed by the team of expert scientists who reviewed and synthesized the literature.<\/p>\r\n<p>The scientific literature indicates that, in some populations, 90-95 percent of sage-grouse movements are within 5 miles (8 km) of lek sites, and that most females nest within about 3.1 miles (5 km) of the lek, suggesting considerable protection of sage-grouse could be achieved using protective measures within these generalized conservation buffer distances.&nbsp; Consequently, the ranges USGS experts assessed for lower and upper buffer distance limits fall within the 3.1-5 mile radius of leks for surface disturbance, linear features, and energy deve","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Montana","Oregon","Washington","Wyoming","Colorado","Utah","North Dakota","South Dakota","California","Nevada"],"country":["United States of America"],"mm_tags":["Greater Sage Grouse","Sage Grouse","ecosystems","Conservation Buffers","Buffer Zones","Buffers","Leks"],"article_type":["Technical Announcement"],"distribution":["Biology"],"release_date":{"und":[{"value":"1416546000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168777"},{"tid":"168999"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}