{"title":"southern California residents urged to heed evacuation orders as rain continues","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Pasadena, Calif. &ndash; <!--introstart-->Debris flow experts from the U.S. Geological Survey here are encouraging residents of the Foothill communities to take evacuation orders seriously and not risk their lives by staying in areas where potential debris flow impact has been identified.<!--introend--><\/p>\n<p>&ldquo;The forecast rainfall for the next 48 hours is comparable with that which occurred during a 1969 storm that triggered landslides, debris flows and floods throughout Southern California, resulting in the deaths of 34 people, &rdquo; said Sue Cannon, USGS Research Geologist. &ldquo;Because the hills above the town of Glendora had been burned the previous fall, that area was particularly hard hit during the 1969 storm.&rdquo;<\/p>\r\n<p>The storm forecast to affect Southern California this afternoon and through Thursday is also similar to the Christmas Day storm of 2003, which triggered debris flows from nearly every watershed burned by the Old and Grand Prix fires in the San Bernardino mountains, resulting in widespread destruction and the deaths of 16 people.&nbsp;<\/p>\r\n<p>Experts are concerned the debris flows that have occurred already this winter, and whose potential impacts to communities were for the most part mitigated by existing engineering works, may have lulled residents into underestimating the risks posed by debris flows.<\/p>\r\n<p>&ldquo;In Southern California, debris flows and floods have over history killed a comparable number of people as earthquakes,&rdquo; said Dr. Lucy Jones, chief of the USGS multi-hazards project. &ldquo;These past deadly debris flows highlight that residents should not be complacent, and those with evacuation orders need to leave.&rdquo;<\/p>\r\n<p>&ldquo;These earlier debris flows, coupled with the rain that has fallen since Monday, have set the stage for a significant impact by debris flows in the neighborhoods at the base of the San Gabriel mountain front,&rdquo; Cannon added.&nbsp;<\/p>\r\n<p>Debris flows are one of the most dangerous of geologic phenomena. Debris flows can occur with little warning and rivers of mud, rocks, and debris from the fire can cascade down mountainsides and through channels.&nbsp; As these flows move through channels they pick up sediment and can grow to be tens of feet deep, traveling as much as 35 miles per hour.&nbsp;<\/p>\r\n<p>Earlier this week, debris flows between 8 and 12 feet deep destroyed USGS monitoring equipment in Dunsmore Canyon and a tributary to Big Tajunga Canyon during Monday&rsquo;s storm.<\/p>\r\n<p>USGS is actively monitoring both the flood and debris flow response to this winters&rsquo; storms, both as part of the joint National Weather Service\/USGS warning system for flash floods and debris flows from recently-burned areas, and to collect information to contribute to the development of advanced predictive methods.<\/p>\r\n<p>For more information on evacuation orders issued by the Los Angeles County Department of Public Works, visit <a href=\"http:\/\/dpw.lacounty.gov\/\">http:\/\/dpw.lacounty.gov\/<\/a>. Glendale residents can also visit the city&rsquo;s website at <a href=\"http:\/\/www.ci.glendale.ca.us\/\">http:\/\/www.ci.glendale.ca.us\/<\/a>.<\/p>\r\n<p>Residents should stay tuned to NOAA weather radio or their favorite media source for the latest information on these potentially strong storm systems or visit the NOAA website at <a href=\"http:\/\/www.wrh.noaa.gov\">http:\/\/www.wrh.noaa.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["geology","water","storm","debris","flow"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1263963600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}