{"title":"Floods Persist from Virginia to Florida as Frances Approaches","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><span class=\"c-bold\">Note to Editors: For opportunities to accompany USGS personnel in the field, please call above contact.<\/span> <\/p>\n<p>Streamgages continue to measure new daily record high flows on waterways along the U.S. eastern seaboard as yet another hurricane promises to deliver more rain to parts of the already soggy region. Although flooding in the immediate Richmond area receded quickly earlier this week, the city may receive additional heavy rainfall from Frances in coming days. But scientists at the U.S. Geological Survey (USGS) are calling the outlook for much of Florida &quot;serious&quot; as Frances is expected to deliver major flooding to the already soaked state. <\/p>\r\n<p>&quot;Some high water from Hurricane Charley still remains in the central part of Florida,&quot; said Robert Hirsch, USGS associate director for water. &quot;And with the forecast of more than a foot of rain from Frances in some areas, residents should expect flooding, not just in the vicinity of streams, but in any low lying area.&quot; <\/p>\r\n<p>On Monday, Tropical Storm Gaston dropped 4 to 10 inches of rain across central Virginia, and 10 to 14 inches in parts of the City of Richmond. The precipitation was so intense in some areas of the City that the capacity of gutters, drains, and storm sewers to convey runoff to stream channels was exceeded, resulting in notable and deadly flooding. This is exactly the kind of problem that Frances may bring to many areas in Florida. <\/p>\r\n<p>&quot;Our most challenging task for the next 3 to 5 days is to make sure our streamgages remain operational, try to fix the ones that fail because of the high waters or debris, and try to assure that their data are transmitted without undue interruptions,&quot; said Hirsch. &quot;These data are critical for flood watches and warnings.&quot; <\/p>\r\n<p>The USGS is the principal source of data on river depth and flow. Through its network of more than 7,000 streamgages throughout the country, USGS gathers and transmits this data by satellites in real time to the web and to users such as the National Weather Service, which relies on the information to determine when it should issue flood warnings and notify emergency managers. USGS dispatches field personnel to maintain gages and to check for changes in stream channels. Field verification is often necessary in the wake of extreme weather or flooding to ensure that streamflow and stage calculations are accurate. <\/p>\r\n<p>For current stream information, please visit <a href=\"http:\/\/water.usgs.gov\/waterwatch\/\">http:\/\/water.usgs.gov\/waterwatch\/<\/a>. Click on your state to select a gaging station on a local stream. Most pages show at what water level rivers will overflow their banks. <\/p>\r\n<p>For more information on USGS flood activities and related impacts from Hurricane Frances, please see: <a href=\"http:\/\/water.usgs.gov\/osw\/\">http:\/\/water.usgs.gov\/osw\/<\/a> <\/p>\r\n<p>USGS water resources district offices are located in each state. They can provide more detailed information on stream conditions and on the USGS response to local events: <a href=\"http:\/\/water.usgs.gov\/district_chief.html\">http:\/\/water.usgs.gov\/district_chief.html<\/a> <\/p>\r\n<p>For more information on USGS storm-related activities, please see the following sites: <\/p>\r\n<p>USGS Hurricane and Extreme Storm Impact Studies<br><a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/index.html\">http:\/\/coastal.er.usgs.gov\/hurricanes\/index.html<\/a> <\/p>\r\n<p>USGS Maps Coastal Vulnerabilities to Storms<br><a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/mappingchange\/\">http:\/\/coastal.er.usgs.gov\/hurricanes\/mappingchange\/<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia","Florida","Georgia","North Carolina","South Carolina"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1094184000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}