{"title":"Media Advisory: Scientists, Public Officials To Convene  On 20th Anniversary of Landers Earthquake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>PASADENA, Calif. &mdash; <!--introstart-->The magnitude 7.3 Landers, Calif., earthquake on June 28, 1992 was linked to three fatalities and caused an estimated $92 million in damage. The USGS marks the 20<sup>th<\/sup> anniversary of this major earthquake by bringing together local elected officials, police and fire officials, and emergency and city managers to learn from USGS scientists about the latest tools and resources that the federal government provides to help plan for and respond to a major earthquake in southern California.<!--introend--><\/p>\n<p><strong>What:<\/strong><\/p>\r\n<p style=\"padding-left: 30px;\">Reporters are invited to a commemoration of the June 28, 1992 Landers earthquake with more than 100 officials from Los Angeles, Orange, San Bernardino, and Riverside counties. Presentation on what happened then, what would be different today based on the tools the USGS now provides, and what the outlook is for the future.<\/p>\r\n<p><strong>Who: &nbsp;<\/strong><\/p>\r\n<p style=\"padding-left: 30px;\">Rob Graves, USGS Southern California Earthquake Hazards Program Coordinator, describes the resources ShakeMap, ShakeCast, PAGER, and Did You Feel It.<\/p>\r\n<p style=\"padding-left: 30px;\">Doug Given, USGS Earthquake Early Warning Coordinator, describes the prototype system for alerting first responders and others that a large earthquake is under way and how this information can be used.<\/p>\r\n<p style=\"padding-left: 30px;\">Lucy Jones, USGS Seismologist, gives a progress update on the USGS Operational Earthquake Forecasting project, which will offer the likelihood of an earthquake occurring in a 24-hour period in the region.<\/p>\r\n<p style=\"padding-left: 30px;\">Other speakers include Elizabeth Cochran (USGS), Tom Heaton (USGS-retired and Caltech), Bob Spears (LAUSD), Jim Goltz (CalEMA-retired) and Egill Hauksson (Caltech).<\/p>\r\n<p><strong>When:<\/strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p style=\"padding-left: 30px;\">June 28, 2012, 9:30 a.m. to 12:30 p.m.; USGS officials will be available for interviews following the presentations.<\/p>\r\n<p><strong>Where:<\/strong> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p style=\"padding-left: 30px;\"><a href=\"http:\/\/cit.s3.amazonaws.com\/map\/Caltech-map-20110428CO.pdf\">Sharp Lecture Hall in the Arms Building at Caltech<\/a>&nbsp;(1.4 MB PDF)&nbsp;&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Natural Hazards Earthquake Hazards","Geographic Areas Southwest"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1340683200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169698"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}