{"title":"Increased Sediment and Nutrients Delivered to Bay as Susquehanna Reservoirs Near Sediment Capacity","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>This USGS report can be found&nbsp;<a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5185\">online<\/a>.&nbsp;&nbsp;<\/strong><\/p>\n<p><!--introstart-->Reservoirs near the mouth of the Susquehanna River just above Chesapeake Bay are nearly at capacity in their ability to trap sediment.<!--introend--> As a result, large storms are already delivering increasingly more suspended sediment and nutrients to the Bay, which may negatively impact restoration efforts.<\/p>\r\n<p>Too many nutrients rob the Bay of oxygen needed for fish and, along with sediment, cloud the waters, disturbing the habitat of underwater plants crucial for aquatic life and waterfowl.<\/p>\r\n<p>\"The upstream reservoirs have served previously to help reduce nutrient pollutant loads to the Chesapeake Bay by trapping sediment and the pollutants attached to them behind dams,\" explained USGS Director Marcia McNutt. \"Now that these reservoirs are filling to capacity with sediment, they have become much less effective at preventing nutrient-rich sediments from reaching the Bay. Further progress in meeting the goals for improving water quality in the Chesapeake will be more difficult to achieve as a result.\"<\/p>\r\n<p>\"It has been understood for many years that as the reservoirs on the Lower Susquehanna River fill with sediment, there will be a substantial decrease in their ability to limit the influx of sediment and nutrients, especially phosphorus, to the Chesapeake Bay,\" said Bob Hirsch, research hydrologist and author of the report. \"Analysis of USGS water quality data from the Susquehanna River, particularly the data from Tropical Storm Lee in September 2011, provides evidence that the increases in nutrient and sediment delivery are not just a theoretical issue for future consideration, but are already underway.\"<\/p>\r\n<p>According to a new USGS report, the Susquehanna River delivered more phosphorus and sediment to the Bay during 2011 than from than any other year since monitoring began in 1978. Flooding from Tropical Storm Lee made up a large fraction of the Susquehanna River's inputs to the Bay for both 2011 and over the last decade. During the flooding the Susquehanna River delivered about 2 percent of total water to the Bay for the last decade; however, it delivered 5 percent of the nitrogen, 22 percent of the phosphorus, and 39 percent of the suspended sediment.<\/p>\r\n<p>According to the report, from 1996-2011 total phosphorus moving into the Bay has increased by 55 percent, and suspended sediment has increased by 97 percent. Over this time period, total nitrogen decreased by about 3 percent overall, but showed increases during large events.<\/p>\r\n<p>These results represent the combined effects of the changes in sediment within the reservoirs, as well as changes in the sources of these constituents upstream. Another recent USGS study reported about a 25 percent reduction in nutrients and sediment concentrations just upstream of the reservoirs, reflecting the benefit of actions to improve water quality in the upper portion of the Susquehanna River watershed.<\/p>\r\n<p>\"Progress on reducing loadings of these pollutants from the Susquehanna River Basin depends on efforts made to limit the loadings in the watershed, as well as the effects of the downstream reservoirs,\" said Hirsch. \"In general, the changes we have observed in the reservoirs and the resulting greater impact of storms are already overshadowing the ongoing progress being made in the watershed to reduce the amount of nutrients and sediments entering the Bay.\"<\/p>\r\n<p>Sediment and nutrient loadings from the Susquehanna River are crucial to understanding the status and progress of water quality in the Chesapeake Bay. On average, the Susquehanna River contributes nearly 41 percent of the nitrogen, 25 percent of the phosphorus, and 27 percent of the sediment load to the Bay.<\/p>\r\n<p>\"The findings of this USGS study increase the urgency of identifying and implementing effective management options for addressing the fil","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland","New York","Pennsylvania","Virginia"],"country":["United States of America"],"mm_tags":["water","Geographic Areas Northeast","Chesapeake Bay","chesapeakebayprogram","nutrients","sediment","Water Quality"],"distribution":["Water"],"release_date":{"und":[{"value":"1346299200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"},{"tid":"168941"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}