{"title":"sediment in Puget Sound Rivers: The Good, the Bad, and the Uncertain","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>[Editors: Fact sheet is available at <a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3083\/\">http:\/\/pubs.usgs.gov\/fs\/2011\/3083\/<\/a>.]<\/p>\n<p>TACOMA, Wash. &mdash; Roughly enough sediment to fill a football field to the height of six Space Needles is delivered into the Puget Sound each year through a complex delivery network of rivers, according to a fact sheet published by the U.S. Geological Survey. &nbsp;The sediment delivery has both positive and negative effects on the environment, with some significant unknowns.<\/p>\r\n<p>Paradoxically, river sediment is both a benefit and a threat to ecosystems and people. Adequate amounts of sediment are needed for beaches, deltas, and other coastal habitats that aquatic species need, including those on which people depend. But excessive amounts of sediment can stress aquatic species by transporting contaminants or burying vegetation. Sedimentation within rivers can also increase flood risk.<\/p>\r\n<p>&ldquo;The USGS has quantified what amounts to a monumental tug-of-war between the Cascade volcanoes that build awesome topographic relief versus the erosion and weathering that continually wear it down,\" said USGS Director Marcia McNutt. \"The rivers are essentially a sediment superhighway from the peaks to Puget Sound.&rdquo;<\/p>\r\n<p>USGS scientists found that the largest sediment loads are typically carried to Puget Sound by rivers flowing down from glaciated volcanoes: the Puyallup River, the Skagit River, and the Nooksack River. These rivers drain Mount Rainier, Glacier Peak, and Mount Baker, the three active volcanoes in the Puget Sound watershed.<\/p>\r\n<p>Each year, an estimated 6.5 million tons of sediment are delivered by rivers to Puget Sound and its adjacent waters. This estimated load is uncertain, though, because sediment studies and available sediment-load data are sparse and historically limited to specific rivers, short time frames, and a narrow range of hydrologic conditions.<\/p>\r\n<p>The fact sheet, &ldquo;Sediment Load from Major Rivers into Puget Sound and its Adjacent Waters,\" by Jonathan A. Czuba, Christopher S. Magirl, Christiana R. Czuba, Eric E. Grossman, Christopher A. Curran, Andrew S. Gendaszek, and Richard S. Dinicola, is published as U.S. Geological Survey Fact Sheet 2011-3083 and is available on the Web at <a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3083\/\">http:\/\/pubs.usgs.gov\/fs\/2011\/3083\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["Ecosystems Terrestrial Freshwaterand Marine Environments","Natural Hazards Volcano Hazards","Geographic Areas Northwest"],"article_type":["State News Release"],"distribution":["Natural Hazards","Water"],"release_date":{"und":[{"value":"1348459200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169057"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}