{"title":"Wind Turbine or Tree? Certain Bats Might Not Know","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Additional Contacts:&nbsp; <\/strong><span style=\"color: black;\">Cris Hein, Bat Conservation International, 706-621-1975, <a href=\"mailto:chein@batcon.org\">chein@batcon.org<\/a>&nbsp;and <\/span>Marcos Gorresen, Univ. of Hawaii at Hilo, 808-985-6407,<span style=\"text-transform: none; background-color: #ffffff; text-indent: 0px; letter-spacing: normal; display: inline !important; font: 16px 'Times New Roman', serif; white-space: normal; float: none; color: #000000; word-spacing: 0px;\"><span class=\"Apple\">&nbsp;<\/span><\/span><span style=\"color: black;\"><a href=\"mailto:mgorresen@usgs.gov\" target=\"_blank\">mgorresen@usgs.gov<\/a><\/span><\/p>\n<hr \/>\r\n<p><strong>FORT COLLINS, Colorado &ndash;&nbsp;<!--introstart-->Certain bats may be approaching wind turbines after mistaking them for trees, according to a study published in the <em><a href=\"http:\/\/www.pnas.org\/content\/early\/recent\">Proceedings of the National Academy of Sciences<\/a>.<!--introend--><\/em><\/strong><\/p>\r\n<p>The study, led by U.S. Geological Survey scientist Paul Cryan, was the first to use&nbsp;video surveillance cameras&nbsp;to watch bats for several months flying at night near experimentally manipulated wind turbines and led to the discovery that tree-roosting bats, or &ldquo;tree bats,&rdquo; may approach and interact with wind turbines in consistent and predictable ways.&nbsp;<\/p>\r\n<p>Bats are long-lived, slow-breeding mammals that serve as the main predators of night flying insects, such as moths and beetles. Insect-eating bats are estimated to save farmers&nbsp;<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2743#.VCH79_ldUWI\" target=\"_blank\">billions of dollars each year<\/a>&nbsp;in the United States by providing natural pest control. Historically, fatal collisions of bats and tall, human-made structures were rarely observed, but something changed with the construction of large, industrial wind turbines. It is now estimated that tens to hundreds of thousands of bats die each year after interacting with the moving blades of wind turbines. Most tree bats are found dead beneath turbines in late summer and autumn, yet reasons for this seasonal susceptibility remain a mystery &ndash; unknown behaviors of bats may play a role.&nbsp;&nbsp;<\/p>\r\n<p>\"If we can understand why bats approach wind turbines, we may be able to turn them away,\" said Paul Cryan, a USGS research scientist and the study&rsquo;s lead author. \"Advances in technology helped us overcome the difficulties of watching small bats flying in the dark around the 40-story heights of wind turbines. The new behaviors we saw are useful clues in the quest to know how bats perceive wind turbines and why they approach them.\"&nbsp;&nbsp;<\/p>\r\n<p>The researchers used &lsquo;thermal&rsquo; cameras that image heat instead of light, and they recorded surveillance imagery of bats for several months at three wind turbines in Indiana. The team also monitored the nighttime airspace around turbines with near-infrared security cameras, radar and machines that record the ultrasonic calls of bats, as well as developed computer code for automatically finding bats in the&nbsp;hundreds of hours of recorded video imagery. Over the period of the study, bats were seen on video near turbines more than 900 times.&nbsp;<\/p>\r\n<div style=\"float: right; padding: 5px;\"><iframe frameborder=\"0\" height=\"315\" width=\"420\" scrolling=\"auto\" src=\"http:\/\/www.youtube-nocookie.com\/embed\/mttpX53OCwU?rel=0\"><\/iframe><\/div>\r\n<p>Bats typically approached turbines one or more times rather than just flying past, and bats often flew very close to the turbine monopoles, nacelles (machinery boxes at top of monopoles) and sometimes approached stationary or slow-moving blades. At the same time, radar indicated that hundreds of night-migrating birds were flying above and around the turbines nightly, but not closely approaching like bats.&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The most surprising discovery was that bats more often approached wind turbines high","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["Ecosystems Cooperative Research Units","Ecosystems International","Ecosystems Terrestrial Freshwaterand Marine Environments","Geographic Areas Southwest"],"distribution":["Biology"],"release_date":{"und":[{"value":"1411963200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169113"},{"tid":"169017"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}