{"title":"Chloride Contamination of Wichita's Water Supply Inevitable Unless Actions Taken","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Chloride contamination of Wichita&rsquo;s water-supply wells is inevitable unless actions are taken, according to U.S. Geological Survey scientists and authors of a new modeling report describing chloride movement in the area's aquifer.<\/p>\n<p>Possible actions include pumping to remove the plume of high-chloride groundwater, and increased artificial recharge of water into the aquifer to slow the movement of chloride. On the other hand, increased pumping of well water and agricultural water will increase the rate of&nbsp;chloride movement.&nbsp;<\/p>\r\n<p>The USGS model was developed in cooperation with the city of Wichita to assist resource managers in making decisions on how to best protect the city&rsquo;s water resources. If chloride levels are high, the water is less usable as a drinking-water source and for crop irrigation without additional treatment.&nbsp;<\/p>\r\n<p>Past oil and gas activities near Burrton, Kansas resulted in a plume of high-chloride groundwater northwest of the Wichita well field, which is an area that encompasses most of the groundwater wells used by the city of Wichita. The chloride plume is currently moving toward that well field, threatening the part of the Equus<em> <\/em>Beds aquifer that supplies water to city and agricultural users. A new report and animations simulating chloride movement are available <a href=\"http:\/\/dx.doi.org\/10.3133\/ofr20141162\">online<\/a>.<\/p>\r\n<p>&ldquo;As we develop a 50 year vision for our water resources, the USGS model is critical to understanding the issues we face in the Equus Beds aquifer,&rdquo; said Tracy Streeter, Director of the Kansas Water Office. &ldquo;This study is a great example of how science tools can assist in evaluating our options to address our water quality and quantity concerns.&rdquo;<\/p>\r\n<p>The USGS chloride-transport model was prepared as part of the city of Wichita&rsquo;s Equus Beds Aquifer Storage and Recovery (ASR) project, an effort to increase the amount of groundwater storage and maintain the water quality in the aquifer by artificially recharging treated water from the Little Arkansas River into the aquifer.<\/p>\r\n<p>&ldquo;The modeling efforts by USGS are essential to our continued evaluation of the ASR project,&rdquo; said Alan King, City of Wichita Director of Public Works. &ldquo;The Wichita City Council is supportive of the ASR project and its continued expansion, based on drought protection, future water supply needs and the expectation that the chloride plume migration could be slowed by our aggressive recharge efforts. The new USGS data demonstrates how the recharge effort is essential to our overall strategy for guaranteeing a safe and adequate water supply for our community.&rdquo;<\/p>\r\n<p>&ldquo;USGS preliminary simulation results indicate that the Burrton chloride plume, which resulted from past oil and gas activities, moves towards Wichita&rsquo;s well field at an average rate of about 0.8 feet per day,&rdquo; said Brian Klager, USGS scientist and primary author of report. &ldquo;Naturally occurring chloride from the Arkansas River also moves toward the well field area at a rate of about one foot per day or more.&rdquo;<\/p>\r\n<p>The USGS model simulated chloride transport during 1990 through 2008, and was used to test how various theoretical well-field management scenarios affect groundwater levels and chloride movement toward the Wichita well-field. The modeling scenarios and results included are:<\/p>\r\n<ul>\r\n<li>Compared to current irrigation and city pumping: \r\n<ul>\r\n<li>If all Wichita and irrigation pumping was discontinued, water levels would be about five feet higher. <\/li>\r\n<li>If Wichita pumping was doubled and with existing groundwater pumping, water levels would be about five feet lower.<\/li>\r\n<li>If artificial recharge were increased by 2,300 acre-feet per year in ASR sites near Burrton, Kansas water levels would increase by about 0.5 feet. <\/li>\r\n<\/ul>\r\n<\/li>\r\n<li>With actual well-pumping and artificial-recharge r","summary":null,"format":null}]},"field_images":[],"regions":["Kansas"],"country":["United States of America"],"mm_tags":["Kansas","Chloride","contamination","wichita","groundwater","Arkansas River","watersupply","modeling","recharge","aquifers","Equus Beds Aquifer","pumping","wellwater","Natural Resource Management"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1407384000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}