{"title":"USGS Science Supports Famine Declaration in East Africa","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. Geological Survey scientists, in partnership with the U.S. Agency for International Development (<a href=\"http:\/\/www.usaid.gov\/index.html\">USAID<\/a>) and other federal agencies, have developed an outlook for environmental conditions in east Africa that enabled agencies of the United Nations to declare (July 20) parts of Somalia as <a href=\"http:\/\/www.fsnau.org\/downloads\/FSNAU-FEWSNET-Press-Release-July-2011.pdf\">a region in famine<\/a>.<\/p>\n<p>&ldquo;Famine&rdquo; in this context is a strictly defined term used to authenticate the severity of the situation and mobilize international assistance. Famine is expected to spread across all regions of southern Somalia in the coming 1-2 months.<\/p>\r\n<p>Sponsored by the USAID Office of Food for Peace, the Famine Early Warning Systems Network (<a href=\"http:\/\/www.fews.net\/\">FEWS NET<\/a>) identifies critical instances where food aid is required by the most food insecure populations of the developing world, populations whose livelihoods are typically tied to subsistence rainfed agriculture and pastoralism (tending livestock).<\/p>\r\n<p>\"The partnership between USAID and USGS through the Famine Early Warning Systems Network is a great example of two science-based agencies working together to help mitigate a humanitarian crisis that is also vital to peace and security,\" said USAID Administrator Rajiv Shah. \"This partnership has facilitated an early response to the severe drought affecting millions in the Horn of Africa.\"<\/p>\r\n<p>FEWS NET scientists use climate forecasts to develop forward-looking food security assessments based on expected agricultural outcomes for the season ahead. Since networks of ground observation stations are sparse in developing countries, FEWS NET has a tradition (since 1985) of reliance on satellite remote sensing of vegetation and rainfall.&nbsp;<\/p>\r\n<p>\"None of the many uses of Earth observing satellites is more vital &mdash; or has as much potential for prompting timely humanitarian intervention &mdash; as famine early warning,\" said USGS Director Marcia McNutt. \"Remote sensing from space allows USGS scientists to provide rapid, accurate assessments of a broad range of environmental and agricultural conditions.\"<\/p>\r\n<p>The eastern Horn of Africa, the continental region that encompasses Somalia, has experienced two consecutive seasons of very poor rainfall resulting in the worst drought in 60 years. Crops have failed, livestock deaths are widespread, and food prices are very high.<\/p>\r\n<p>According to the UN <a href=\"http:\/\/www.fsnau.org\/\">Food Security and Nutrition Analysis Unit &ndash; Somalia<\/a>, the crisis represents the most serious food insecurity situation in the world today, in terms of both scale and severity. Preliminary estimates are that 3.2 million people need immediate, lifesaving assistance. Assistance needs will remain extremely high through at least December 2011.<\/p>\r\n<p>FEWS NET partners include USAID, USGS, NASA, NOAA, the U.S. Department of Agriculture, and Chemonics International who has been implementing field activities for FEWS NET since 2000.<\/p>\r\n<p>The USGS Earth Resources Observation and Science (<a href=\"http:\/\/eros.usgs.gov\/\">USGS-EROS<\/a>) Center, located in Sioux Falls, S.D., provides <a href=\"http:\/\/earlywarning.usgs.gov\/?l=en\">scientific analysis<\/a> based on remote sensing, environmental modeling, and geographic information system technologies to support FEWS NET activities throughout the world.<\/p>\r\n<p>For related information on this topic:<\/p>\r\n<p><a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2690\">More Frequent Drought Likely in Eastern Africa<\/a> (USGS news release, 1\/28\/2011)<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","","Snet","Climateand Land Use Change Land Remote Sensing"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1312171200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169629"},{"tid":"169752"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}