{"title":"Mount St. Helens Officially Slumbersâ\u0080\u0094 Alert Level Goes Back to Normal â\u0080\u0094","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->VANCOUVER, WA-&nbsp; Scientists say the nearly three and a half years of eruption at Mount St. Helens is over for now and have lowered the volcano alert level from Advisory to Normal and the aviation color code from Yellow to Green.<!--introend-->&nbsp;<\/p>\n<p>Mount St. Helens, which erupted violently in 1980, killing 57 people, reawakened in October 2004 when four explosions blasted steam and ash up to 10,000 feet above the crater. Scientists watched a spine of fresh hot lava pierce up through the bulging crater floor and growth of a lava dome continued until late January 2008.<\/p>\r\n<p>\"Five months have passed with no signs of renewed eruptive activity,\" said scientists at the U.S. Geological Survey's Cascades Volcano Observatory (CVO). \"Earthquakes, volcanic gas emissions, and ground deformation are all at levels seen before the eruption began.\"<\/p>\r\n<p>\"We know that Mount St. Helens will erupt again in the future in some mix of renewed dome building and more explosive behavior. However, at this point, we can't forecast when the next eruption will begin,\" said Cynthia Gardner, Scientist-in-Charge at CVO. \"USGS and the University of Washington's Pacific Northwest Seismic Network will continue to monitor Mount St. Helens closely for signs of renewed activity. Scientists expect that days to weeks of warning will herald the next time Mount St. Helens &lsquo;wakes up&lsquo; for another eruption.\"<\/p>\r\n<p>USGS designates the level of activity at a U.S. volcano using the terms \"Normal,\" for typical non-eruptive behavior; \"Advisory,\" for elevated unrest; \"Watch,\" for escalating unrest or a minor eruption underway that poses limited hazards; and, \"Warning,\" if a highly hazardous eruption is underway or imminent. These levels reflect conditions at a volcano and the expected or ongoing hazardous volcanic phenomena.<\/p>\r\n<p>From October 2004 to late January 2008, about 125 million cubic yards of lava had erupted onto the crater floor to form a new dome-enough to pave seven highway lanes three feet thick from New York City to Portland, Oregon. A comparable volume had flowed out to form the 1980s lava dome. All lava erupted since 1980 has refilled about 7% of the crater, which was created by the catastrophic landslide and eruption of May 18, 1980.&nbsp;&nbsp;<\/p>\r\n<p>Even though the eruption has ended, some hazards persist. The new lava dome remains hot in places and capable of producing avalanches or minor explosions that could dust areas with ash up to 50 miles from the volcano. Rock fall from crater walls can produce clouds of dust that rise above the crater rim, especially during dry, windy days. Also, heavy rainfall or rapid snowmelt can send small debris flows onto the Pumice Plain north of the crater.<\/p>\r\n<p>A weekly update of the status of all Cascade volcanoes, including Mount St. Helens, can be seen at <a href=\"http:\/\/volcano.wr.usgs.gov\/cvo\/current_updates.php\">http:\/\/volcano.wr.usgs.gov\/cvo\/current_updates.php<\/a>. For more information about the 2004-2008 eruption, visit <a href=\"http:\/\/vulcan.wr.usgs.gov\/Volcanoes\/MSH\/Eruption04\/framework.html\">http:\/\/vulcan.wr.usgs.gov\/Volcanoes\/MSH\/Eruption04\/framework.html<\/a>. Alert level and aviation color code definitions can be found at http:\/\/vulcan.wr.usgs.gov\/Volcanoes\/Cascades\/CurrentActivity\/volcano_warning_scheme.html&nbsp;. Additional information about volcanoes and volcano hazards is at <a href=\"http:\/\/volcanoes.usgs.gov\/\">http:\/\/volcanoes.usgs.gov\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","California"],"country":["United States of America"],"mm_tags":["washington","California","volcanoes","geology"],"release_date":{"und":[{"value":"1215662400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169005"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}