{"title":"Irrigation Causing Declines in the High Plains Aquifer","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Groundwater withdrawals for crop irrigation have increased to over 16 million acre-feet per year in the High Plains Aquifer, according to a recent U.S. Geological Survey study.<\/p>\n<p>The USGS study shows that recharge, or the amount of water entering the aquifer, is less than the amount of groundwater being withdrawn, causing groundwater losses in this already diminished natural resource. Crop irrigation is the largest use of groundwater in the aquifer, and, over the past 60 years, has caused severe water-level declines of up to 100 feet in some areas. The new USGS findings address concerns about the long-term sustainability of the aquifer.&nbsp;<\/p>\r\n<p>\"The High Plains Aquifer is Nature's nearly perfect water storage system: self-recharging, safe from natural disasters, readily accessed over a broad area, and with copious capacity,\" said USGS Director Marcia McNutt. \"And yet in less than 100 years we are seriously depleting what took Nature more than 10,000 years to fill.\"&nbsp;<\/p>\r\n<p>The High Plains aquifer underlies about 175,000 square miles in parts of eight states &ndash; Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming &ndash; and is a major source of groundwater irrigation in the region. The High Plains region supplies approximately one-fourth of the nation&rsquo;s agricultural production.&nbsp;<\/p>\r\n<p>\"Because groundwater losses are greater than recharge, water levels in many parts of the aquifer are currently declining,\" said Jennifer Stanton, USGS scientist and an author of the report. \"Such information can inform groundwater management decisions made by state and local agencies.\"&nbsp;<\/p>\r\n<p>The new USGS study also compares previously published data with new methods for estimating recharge and groundwater withdrawals and provides an assessment of the strengths and weaknesses of those methods.&nbsp;&nbsp;<\/p>\r\n<p>This USGS report is part of a <a href=\"http:\/\/txpub.usgs.gov\/HPWA\/index.html\">larger study<\/a> to evaluate groundwater availability of the High Plains Aquifer. The study is being conducted through the <a href=\"http:\/\/water.usgs.gov\/ogw\/gwrp\/\">USGS Groundwater Resources Program<\/a> to assist state and local groundwater management agencies and to assess the status of groundwater resources from a national perspective.&nbsp;<\/p>\r\n<p><a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5183\/\">Click here<\/a> to access the full report on line.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming","Colorado","Kansas","New Mexico","Oklahoma","Texas","Nebraska","South Dakota"],"country":["United States of America"],"mm_tags":["Colorado","Kansas","Nebraska","New Mexico","Oklahoma","South Dakota","Texas","Wyoming","","water","High Plains Aquifer","irrigation","recharge","groundwater"],"release_date":{"und":[{"value":"1328072400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169617"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}