{"title":"Murre Seabird Chicks Hatch for the First Time in 100 Years on the Channel Islands","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>CHANNEL ISLANDS NATIONAL PARK, Calif.<\/strong> &ndash; <!--introstart-->This July, researchers from the U.S. Geological Survey and National Park Service discovered that <a href=\"http:\/\/www.fws.gov\/pacific\/migratorybirds\/Common%20Murre%20Report.pdf\">California Common Murre<\/a> (<em>Uria aalge californica<\/em>) chicks had hatched on the Channel Islands for the first time since 1912.<!--introend--><\/p>\n<p>Murres are football-sized seabirds with the tuxedo colors of penguins &mdash; except they can both fly in the air and dive down to 500 feet underwater. Historically, murres nested on Prince Island &mdash; a small islet off San Miguel Island within Channel Islands National Park. This colony disappeared nearly a century ago, likely a result of human disturbance and egg harvesting.<\/p>\r\n<p>In California, Common Murres are most abundant off central through northern California with tens to hundreds of thousands of birds nesting at the Farallon Islands, off Trinidad Head, and at Castle Rock National Wildlife Refuge.<\/p>\r\n<p>&ldquo;This is an exciting finding &mdash; certainly a historic one,&rdquo; says <a href=\"http:\/\/www.werc.usgs.gov\/person.aspx?personID=240\">Josh Adams<\/a>, a seabird ecologist with the USGS Western Ecological Research Center. &ldquo;The murres appear to have reestablished their former southern range, perhaps benefitting from present ocean conditions.&rdquo;<\/p>\r\n<p>This new colony is perched on 100-foot-high sea cliffs, and was spotted by Adams, USGS biologist Jonathan Felis and their Channel Islands National Park colleagues Laurie Harvey and David Mazurkeiwicz during their research trips to this remote windswept island this summer.<\/p>\r\n<p>Using photographic documentation during three visits between late June and early July, Felis repeatedly counted some 125 birds and estimated that over half appeared to be incubating or brooding chicks. A single broken eggshell was observed on July 12 amidst several adults holding fish in their bills.<\/p>\r\n<p>NPS biologist Harvey and murre biologist Mike Parker later observed several well developed chicks on July 28, 2011.<\/p>\r\n<p>For the first two weeks of their life, murre chicks are fed at the colony by their parents, which use their wings to propel themselves underwater and dive for anchovies, sardines and juvenile rockfishes. At about two weeks of age, murre chicks waddle off the cliff edges to the surf below. They join their fathers, which raise the chicks at sea until they are capable of diving and feeding on their own.<\/p>\r\n<p>With this murre colony, Prince Island now hosts 13 nesting seabirds, making it one of the most important and biologically diverse nesting habitats on the West Coast of North America. The new colony also is situated within <a href=\"http:\/\/www.nps.gov\/chis\/\">Channel Islands National Park<\/a>, <a href=\"http:\/\/www.blm.gov\/pgdata\/content\/ca\/en\/prog\/blm_special_areas\/nm\/ccnm.html\">Channel Islands National Marine Sanctuary<\/a>, and the recently designated <a href=\"http:\/\/www.dfg.ca.gov\/mlpa\/pdfs\/mpamaps\/harrispoint.pdf\">Harris Point California Marine Protected Area<\/a>.<\/p>\r\n<p>Seabird biologists will continue to evaluate the future of the Common Murre colony at Prince Island.<\/p>\r\n<p>Partners in this monitoring effort included the <a href=\"http:\/\/www.darrp.noaa.gov\/southwest\/montrose\/msrphome.html\">Montrose Settlements Restoration Program<\/a> and the California Institute for Environmental Studies.<\/p>\r\n<p><em>More information on California seabird research is available <a href=\"http:\/\/www.werc.usgs.gov\/seabirds\">online<\/a>.&nbsp;<\/em><\/p>\r\n<p><em><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_08_03\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_08_03\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_08_03\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_08_03\"&amp;amp;amp;amp;amp;gt;http:\/\/gallery.usgs","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["biology","seabird","Bird","murre","channel Islands","nesting","San Miguel Island","","chicks","hatch","eggs"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1312862400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169771"},{"tid":"169950"},{"tid":"170692"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}