{"title":"Big Data a Big Deal","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>WASHINGTON, D.C. - <!--introstart-->What do the Great Lakes, mercury and earthquakes have in common?&nbsp; They are all the subjects of major, new research projects in the natural sciences using &ldquo;big data.&rdquo;&nbsp;<!--introend--><\/p>\n<p>The U.S. Geological Survey announced these and other new science investigations today at the \"Big Data\" event hosted by the American Association for the Advancement of Science and co-sponsored by the White House Office of Science and Technology Policy and the National Science Foundation. &nbsp;Using &ldquo;big data&rdquo; refers to improving the ability to extract knowledge and insights from large and complex collections of digital data.&nbsp;<\/p>\r\n<p>\"In an era when we are drowning in data but starving for understanding (to paraphrase E.O. Wilson), the USGS Powell Center helps scientists extract meaning from information,\" said USGS Director <a href=\"http:\/\/www.usgs.gov\/newsroom\/bios.asp?ln=McNutt\">Marcia McNutt<\/a>. \"Liberally mix great minds drawn from many fields, fertile data, and computational resources in a peaceful and engaging setting, and v<em>oila! <\/em>. . . progress on the thorniest scientific problems of our time.\"&nbsp;<\/p>\r\n<p>The USGS <a href=\"http:\/\/powellcenter.usgs.gov\/\">John Wesley Powell Center for Analysis and Synthesis<\/a>, with headquarters&nbsp;in Fort Collins, Colo., has <a href=\"http:\/\/powellcenter.usgs.gov\/\">selected projects<\/a> that employ \"big data.\"&nbsp;&nbsp;The Center catalyzes innovative thinking in Earth system science by providing scientists with a place and time for in-depth analysis, state-of-the-art computing capabilities, and collaborative tools.&nbsp; As a result, the Center accelerates scientific understanding and its inclusion into informed management options.&nbsp;<\/p>\r\n<p>Some examples of accepted projects using \"big data\" are:&nbsp;<\/p>\r\n<ul>\r\n<li><strong>Understanding and Managing for Resilience in the Face of Global Change<\/strong> - This project will use Great Lakes deep-water fisheries and invertebrate annual survey data since 1927 to look for regime shifts in ecological systems. The researchers will also use extensive data collected from the Great Barrier Reef.<\/li>\r\n<li><strong>Mercury Cycling, Bioaccumulation, and Risk Across Western North America <\/strong>&ndash; This project relies on extensive remote sensing data of land cover types to model the probable locations of mercury methylation for the western U.S., Canada and Mexico.&nbsp; Through a compilation of decades of data records on mercury, the scientists will conduct a tri-national synthesis of mercury cycling and bioaccumulation throughout western North America to quantify the influence of land use, habitat, and climatological factors on mercury risk.<\/li>\r\n<li><strong>Global Probabilistic Modeling of Earthquake Recurrence Rates and Maximum Magnitudes<\/strong> - This project will use the Global Earthquake Model (GEM) databases, including the global instrumental earthquake catalog, global active faults and seismic source data base, global earthquake consequences database, and new vulnerability estimation and data capture tools. The research goal is to improve models of seismic threats to humanity, and base U.S. hazard estimates on a more robust global dataset and analysis.&nbsp;<\/li>\r\n<\/ul>\r\n<p>Through a peer-reviewed, proposal-driven process, the Powell Center fosters projects that address development and testing of important earth system science ideas and theories using existing data and cutting-edge analysis of earth system information. The Center&rsquo;s main goal is provision of sound science for policy and management decisions.&nbsp;&nbsp;<\/p>\r\n<p>For more information on the center, recent recipients, and current research, visit the <a href=\"http:\/\/powellcenter.usgs.gov\">John Wesley Powell Center for Analysis and Synthesis<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["data","Great Lakes","Mercury","earthquakes","White House","","National Science Foundation","Powell Center","research","global Change","Great Barrier Reef"],"release_date":{"und":[{"value":"1332993600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170146"},{"tid":"170049"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}