{"title":"River Flows Set New Records; Two Sites Still At Flood Stage","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nA &quot;pineapple express&quot; storm system that brought intense rainfall to western Washington on December 2 and 3, 2007, pushed river flows at about 10 sites to new all-time record high flows.&nbsp; As of 10:00 a.m. today, there are 2 river gaging stations reporting above flood stage set by the National Weather Service (NWS). \r\n<\/p>\r\n<p>\r\nFlooding was minor in northwestern Washington (including the Skagit River), moderate in central western Washington (including Seattle-Tacoma, and the Snoqualmie, Snohomish and Puyallup Rivers), and major in the southwest part of the state, south of Olympia to the Columbia River. About 30 gages recorded peak flows ranking in the top five for their periods of record, and about 10 of those gages recorded new all-time high peaks. Flood stages were exceeded at 20 of 43 gages that have a NWS flood stage designation. \r\n<\/p>\r\n<p>\r\nMost of the record peaks occurred in the southwest part of the state, with at least 5 new records occurring in the Chehalis Basin. The Chehalis Basin was one of the hardest hit areas as high water forced the closure of Interstate 5 between Seattle and Portland. Several hundred people were evacuated by helicopter from the basin, and several deaths were reported. One USGS gaging station in the Chehalis Basin was likely destroyed by the record high flows. \r\n<\/p>\r\n<p>\r\nUSGS crews have been out since Monday, working to keep gaging equipment continually operating, and to manually measure peak river flows under typically hazardous river conditions as trees and other large debris are flushed down the rivers. \r\n<\/p>\r\n<p>\r\nUSGS river gaging stations form the backbone of flood-warning systems in the state. Federal agencies such as the Corps of Engineers and the National Weather Service, as well as state, county, and local emergency management agencies, use real-time streamflow data from USGS river gaging stations to monitor the rivers closely and to protect people and property. \r\n<\/p>\r\n<p>\r\nDefinitions and Abbreviations: \r\n<\/p>\r\n<p>\r\n* Gage height: The elevation of a river&#39;s surface at a gaging station, in reference to an established elevation point. Sometimes called stage. \r\n<\/p>\r\n<p>\r\n* Flow: The amount of water flowing in a river past the gaging station, usually stated in cubic feet per second. Sometimes called streamflow or discharge. \r\n<\/p>\r\n<p>\r\n* Flood stage: The elevation of a river&#39;s surface at a gaging station, determined by the National Weather Service, at which overflow of the natural banks of a river begins to cause damage in the local area by flooding. \r\n<\/p>\r\n<p>\r\n* ft = feet; cfs = cubic feet per second; NWS = National Weather Service \r\n<\/p>\r\n<p>\r\nImportant links: \r\n<\/p>\r\n<p>\r\n* USGS Washington Water Science Center: <a href=\"http:\/\/wa.water.usgs.gov\/\">http:\/\/wa.water.usgs.gov\/<\/a> \r\n<\/p>\r\n<p>\r\n* USGS WaterWatch: <a href=\"http:\/\/water.usgs.gov\/waterwatch\/ \">http:\/\/water.usgs.gov\/waterwatch\/ <\/a>\r\n<\/p>\r\n<p>\r\n* Washington Dept. of Emergency Management: <a href=\"http:\/\/www.wadisasternews.com\/go\/site\/1105\">http:\/\/www.wadisasternews.com\/go\/site\/1105<\/a> \r\n<\/p>\r\n<p>\r\n* National Weather Service, Seattle Forecast Office: <a href=\"http:\/\/www.weather.gov\/seattle\/\">http:\/\/www.weather.gov\/seattle\/<\/a> \r\n<\/p>\r\n<p>\r\n* National Weather Service, Northwest River Forecast Center: <a href=\"http:\/\/www.nwrfc.noaa.gov\/\">http:\/\/www.nwrfc.noaa.gov\/<\/a> \r\n<\/p>\r\n<p>\r\n* Grays Harbor: <a href=\"http:\/\/www.co.grays-harbor.wa.us\/info\/DEM\/ \">http:\/\/www.co.grays-harbor.wa.us\/info\/DEM\/ <\/a>\r\n<\/p>\r\n<p>\r\n* Lewis County: <a href=\"https:\/\/fortress.wa.gov\/lewisco\/home\/LC\/\">https:\/\/fortress.wa.gov\/lewisco\/home\/LC\/<\/a> \r\n<\/p>\r\n<p>\r\n* Whatcom County Division of Emergency Management: <a href=\"http:\/\/www.co.whatcom.wa.us\/dem \">http:\/\/www.co.whatcom.wa.us\/dem <\/a>\r\n<\/p>\r\n<p>\r\n* Skagit County Emergency Information: <a href=\"http:\/\/www.skagitcounty.net\/flood\/\">http:\/\/www.skagitcounty.net\/flood\/<\/a> \r\n<\/p>\r\n<p>\r\n* Snohomish County Department of Emergency Management: <a href=\"http:\/\/www.snodem.org\/ \">h","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1197003600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169701"},{"tid":"168944"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}