{"title":"sacramento Valley Groundwater Quality Assessed in New Report","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->SACRAMENTO, Calif. &ndash; <\/strong>High concentrations of<strong> <\/strong>naturally occurring elements, including arsenic and boron as well as human-introduced compounds such as nitrate, were found in three aquifers studied in the Sacramento Valley.<!--introend--> Scientists determined that concentrations of these substances in untreated water exceed state and federal health standards for drinking water. Scientists analyzed untreated groundwater from wells, not tap water, which is usually disinfected, filtered, mixed, and\/or exposed to the atmosphere to create safe levels for consumption before it is delivered to consumers.<\/p>\n<p>&ldquo;This aquifer assessment reveals that groundwater quality is currently affected more by naturally occurring trace elements than by man-made compounds associated with human activities,&rdquo; said George Bennett, a hydrologist and author of the U.S. Geological Survey report prepared in collaboration with the California State Water Resources Control Board.<\/p>\r\n<p>The report provides an assessment of groundwater quality of the southern, middle, and northern Sacramento Valley aquifers used for drinking water. High concentrations were more prevalent in the southern aquifer system that extends from Fairfield to Lincoln and includes the greater Sacramento metropolitan area than in the northern part that includes Redding, Red Bluff and Los Molinos. Scientific analysis was based on USGS data collected from 235 wells and comprehensive review of more than 1.5 million water quality records in a California Department of Public Health database.<\/p>\r\n<p>Arsenic was detected above the U.S. Maximum Contaminant Level, set by the EPA, of 10 parts per billion in 2, 22, and 16 percent of drinking-water aquifers in the northern, middle, and southern parts of the Valley, respectively. Most of the samples with high arsenic concentration were collected from wells close to the Sacramento or Feather Rivers or near the margin of the Sacramento-San Joaquin River Delta.&nbsp;<\/p>\r\n<p>Boron was detected above the California Notification Level, set by the California Department of Public Health, a non-regulatory benchmark of 1 part per million, in about 19 percent of the southern and in about 6 percent of the middle parts of the Valley. High concentrations of boron were found either near the margins of the Delta, or near the coast ranges on the western side of the Valley.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>Concentrations of organic constituents, generally man-made compounds such as solvents and pesticides, were above health-based benchmarks in less than 1 percent of drinking-water aquifers. The solvent perchloroethene and the gasoline additives tert-butyl alcohol and benzene were the only organic constituents reported above heath-based benchmarks.<\/p>\r\n<p>Of the 226 organic constituents tested for, 79 were detected. Six organic constituents were detected in 10 percent or more of the samples in at least one of the three study units. The 6 detected constituents include the following: chloroform, a byproduct from the disinfection of water; the solvents PCE and trichloroethene; and the herbicides atrazine, bentazon, and simazine. The number of constituents detected in 10 percent or more of the samples was lowest in the northern part of the Valley and highest in the southern part of the Valley. Most detections had very low concentrations &ndash; below one-tenth of a health-based benchmark.<\/p>\r\n<p>&ldquo;The work done by the Priority Basin Project in the Sacramento Valley is important because we are providing, for the first time, a quantitative assessment of the extent to which deeper groundwater may have high concentrations of both natural and man-made constituents,&rdquo; said co-author Dr. Kenneth Belitz, chief of USGS&rsquo; Groundwater Ambient Monitoring and Assessment program. &ldquo;This information can be used by managers to insure that our drinking water supply remains safe.&rdquo;&nbsp;<\/p>\r\n<p>The Sta","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","groundwater","contaminants"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1303876800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169924"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}