{"title":"Earthquake Network Is Hampered By AT&amp;T Satellite Failure","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey&rsquo;s National Earthquake Information Center continues to monitor and report seismic activity in the United States and around the world despite a breakdown in satellite communication and the resulting loss of data feeds from the National Seismic Network. \n<p>\r\n<p>On Saturday, Jan. 11, 1997, the AT&amp;T Telstar 401 satellite that transmits near real-time earthquake data to the USGS national network failed. An AT&amp;T spokesman has assured the USGS that they are working hard to find alternative facilities in the satellite industry for all customers who have lost service on Telstar. \r\n<p>\r\n<p>The regional USGS earthquake networks in California, Pacific Northwest, Alaska and Hawaii have not been affected, nor has the Global Seismic Network. East of Nevada, however, the reporting time for earthquake data has been slowed by several hours. \r\n<p>\r\n<p>USGS data users at the national, state and local levels who depend on the earthquake information have been notified that some data are less readily available, but that the reporting of larger earthquakes continues uninterrupted. Despite the loss of the national network data, the USGS&rsquo;s ability to monitor earthquakes continues because of close cooperation with the regional seismic networks across the nation. \r\n<p>\r\n<p>The loss of the national network has also reduced the USGS&rsquo;s capacity to report smaller earthquakes that remain of concern to the public. The USGS is working to restore part of the lost monitoring capability through increased interaction with the regional networks. The national network will not be fully activated until satellite communications are restored, which could be months away. \r\n<p>\r\n<p>The USGS National Earthquake Information Center determines the location and size of all destructive earthquakes that occur worldwide and disseminates this information to concerned national and international agencies, scientists and the general public. The Global Seismic Network, for example, supplies critical data for the international comprehensive nuclear test ban treaty. NEIC is also the national data center and archive for earthquake information and pursues an active research program to improve its ability to locate and understand earthquakes with the goal of mitigating earthquake hazards and reducing the associated risks. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"853390800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}