{"title":"New USGS Map Will Improve Earthquake Hazards Assessment in the Bay Area","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new geologic map of surficial deposits in the nine-county San Francisco Bay region that can be used to evaluate earthquake hazards has been released in digital form by the U.S. Geological Survey in Menlo Park. The map shows 44 different types and ages of near-surface deposits that range from modern landfill to old stream sediments formed between 30,000 and 1.6 million years ago, and includes estimates of the tendency of these deposits to liquefy during earthquake shaking. Both the map and associated texts are digital and are available for downloading over the Web at no cost at <a href=\"http:\/\/geopubs.wr.usgs.gov\/open-file\/of00-444\/\">http:\/\/geopubs.wr.usgs.gov\/open-file\/of00-444\/<\/a>. The map is available as a digital image at a scale of one inch = 4.3 miles, and separately as a spatial database. The database is quite detailed, with a scale of one inch = 2,000 ft for much of the region, which is equivalent to USGS 7.5-minute quadrangles. <\/p>\n<p>There is no doubt that the Bay region will experience large damaging earthquakes in the future, and preparation of this map is part of a long-term cooperative effort between the USGS, the California Division of Mines and Geology (CDMG), and others to better estimate the hazard as a basis for reducing damage from those earthquakes. Most of the new mapping has been done by geologists with William Lettis and Associates, Inc., under contract to the USGS. The map, or more specifically, the spatial database, is already in use by CDMG in its program to map liquefaction hazards in the region, by the Association of Bay Area Governments in its work to better illustrate the hazard, and by Bay Area Rapid Transit (BART) in its current examination of earthquake hazard to that system. As pointed out by Jim Davis, State Geologist of California, \"This new digital map of Quaternary deposits gives us a greatly refined and more confident basis for carrying out liquefaction hazard zoning in the Bay region, as required by the State Seismic Hazard Mapping Act.\" <\/p>\r\n<p>The new map improves greatly over previously available information both in its detail, which is a five-fold improvement over much of the region; in its improved categorization of deposits and methods of delineating them; and in its estimation of the tendency of the deposits throughout the region to liquefy during earthquake shaking. \"Most of the land adjacent to the Bay and the major rivers and streams in the region is underlain by unconsolidated deposits, and these deposits are particularly vulnerable to earthquake shaking and liquefaction of water-saturated sand and silt,\" according to USGS geologist Carl Wentworth. \"Because this is where much of the urban development in the region is located, the new map will be important in the ongoing effort to reduce earthquake risk in the region.\" <\/p>\r\n<p>Although the new map was specifically designed to support evaluation of liquefaction susceptibility, it will also serve a critical role in estimating local amplification of earthquake shaking and will be useful for such other purposes as neotectonic analyses; engineering geologic and geotechnical evaluations; evaluating sand and gravel resources; modeling landscape evolution; and regional hydrologic and hydrogeologic characterizations. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"980139600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}