{"title":"USGS Consolidates Space and Moves Map Store in Menlo Park","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MENLO PARK, Calif. &mdash;<!--introstart-->The U.S. Geological Survey is reducing its footprint in Menlo Park to lower rent costs. The move is part of a larger consolidation plan motivated by the <a href=\"http:\/\/www.whitehouse.gov\/the-press-office\/presidential-memorandum-disposing-unneeded-federal-real-estate\">Presidential directive<\/a> to reduce government space utilization.<!--introend--> There is not a plan to reduce staff, and the USGS will continue to maintain all operations currently housed in Menlo Park.<\/p>\n<p>Reducing the amount of building space occupied saves taxpayer dollars. More of the USGS Congressionally-appropriated budget can go toward science and not rent. As part of a nationwide space reduction and consolidation to save almost $9 million per year for the whole agency, the USGS intends to release almost 90,000 rentable square feet, or RSF, on the Menlo Park campus over the next five years in order to realize an annual savings of almost $3.5 million by fiscal year 2017 in Menlo Park alone. Federal space on the Menlo Park campus is owned by the General Services Administration.<\/p>\r\n<p>\"Americans everywhere are seriously examining their budgets and expenses, making decisions about what they can do without in order to maintain the essentials during these tough financial times,\" said USGS Director Marcia McNutt. \"The USGS is going through the same process: by consolidating our facilities we can preserve more funds for our primary science mission.\"<\/p>\r\n<p>The USGS has targeted the release of the outdated, inefficiently designed Building 3, in two phases; phase 1 will be the release of 38,327 RSF (almost the entire first floor) to GSA by September 30, 2012, and phase 2 will be the release of the remaining 51,229 RSF of Building 3 in September 2017.<\/p>\r\n<p>Public facilities currently housed in Building 3 include the map sales office and the auditorium where public programs are regularly scheduled. The map sales office will move upstairs, and the second-floor auditorium will remain as is for at least the next 5 years.<\/p>\r\n<p>In order for the USGS to vacate the first floor of Building 3 by September 30 as planned, the existing over-the-counter retail map sales office, and staff of the California Geological Survey who operate it, will move from the first to the second floor of Building 3 with a significantly reduced inventory of sales items. The retail map sales store has been under the operation and management of the CGS since 2005. CGS will continue to run the sales office and occupy USGS leased space under a Memorandum of Understanding.<\/p>\r\n<p>The retail store inventory will continue to include all of CGS's products, USGS top sellers, and maps published by other federal agencies such as the Bureau of Land Management and the U.S. Forest Service. The most popular USGS thematic maps and publications and all of the topographic maps for California will remain in stock. The full services of science information, expert advice, and educational services will remain unchanged.<\/p>\r\n<p>A special $1.00 sale to reduce the map inventory before the move is schedule for August 25.<\/p>\r\n<p>Most USGS products (including historic publications) are now online and can be downloaded free. Many publications can be ordered through the <a href=\"http:\/\/store.usgs.gov\"><span style=\"text-decoration: underline;\">USGS online store<\/span><\/a> or mail-ordered from the USGS Denver warehouse. Many USGS topographic maps are also available from local retail sporting goods and camping stores.<\/p>\r\n<p>Public access to the Maps Sales office in Menlo Park will remain the same, Monday &ndash; Friday, 8 a.m. &ndash; 4 p.m. The store will temporarily close during the move in mid-September. There will be directional signs at entrances and in the lobby to help the public locate the new space on the second floor.<\/p>\r\n<p>A map and directions to the USGS Menlo Park campus are <a href=\"http:\/\/online.wr.usgs.gov\/kiosk\/mparea3.html\"><span style=\"text-decora","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Geographic Areas Southwest","Administrationand Enterprise Information","Menlo Park","space","Facilities","office","Map Sales","rent","General Services Administration",""],"article_type":["State News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1345003200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}