{"title":"Join Citizens and Scientists Tracking the Pulse of Our Planet","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n<a href=\"http:\/\/www.usanpn.org\/participate\/observe\"><em>Natureâ\u0080\u0099s Notebook<\/em><\/a><em> <\/em>Â needs you to get outside this spring, join many other observers across the nation, and help it reach its millionth observation of plant and animal life events.\n\nPeople like you -- gardeners, farmers, birders, hikers, anglers, joggers, or all-around nature enthusiasts -- are already recording the recurring events they see in the lives of the plants and animals around them -- such as when cherry trees or <a href=\"http:\/\/www.usanpn.org\/spring-lilac\">lilacs<\/a> blossom, when robins build their nests, when salmon swim upstream to spawn, or when leaves turn colors in the fall.\n\n[caption id=\"attachment_173792\" align=\"alignright\" width=\"207\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/Arizona_Saguaro_Jun_1979_0011.jpg\"><img class=\"size-medium wp-image-173792\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/Arizona_Saguaro_Jun_1979_0011-207x300.jpg\" alt=\"\" width=\"207\" height=\"300\" \/><\/a> Arizona saguaro. USGS[\/caption]\n\nAnd the millionth observation is imminent -- as of the week of April 1 â\u0080\u0093 7, citizen-scientists around the country have already clocked in with the 900,000<sup>th<\/sup> observation of 16,000 individual plants and animals at 5,000 sites. Each entry represents important scientific information about an actual event in a specific plant or animalâ\u0080\u0099s life.\n\nâ\u0080\u009cHitting the one millionth observation will be quite exciting, because large sets of data ultimately result in better, more informed policy and management decisions about our environment,â\u0080\u009d said Jake Weltzin, executive director of the <a href=\"http:\/\/www.usanpn.org\/\">USA-National Phenology Network<\/a>, which manages <em>Natureâ\u0080\u0099s Notebook<\/em>.Â  â\u0080\u009cClean water and healthy wildlife are everyoneâ\u0080\u0099s goal, but scientists and land managers need your help to gather observations that we can't do alone.â\u0080\u009d\n\nKnowledge of when recurring life stages occur is referred to as <a href=\"http:\/\/www.usanpn.org\/about\/phenology\">phenology<\/a>, and people have tracked phenology for centuries for the most practical of reasons: when to hunt and fish, when to plant and harvest crops, and when to navigate waterways.\n\nTracking phenology is just as critical today for the same reasons and for new ones too.Â  The data in <em>Natureâ\u0080\u0099s Notebook <\/em>are helping researchers understand how plants and animals are responding to climate change and, in turn, how those responses are affecting people and ecological systems. This information is already being used or will be used in ways that benefit society, including developing more accurate indicators of spring, forecasting the onset of allergy season or the chances of western wildfires, managing wildlife and invasive plants, and setting baselines for performance when restoring habitats.\n\n<strong>Phenology and Climate Change<\/strong>\n\nChanges in phenology are among the most sensitive biological indicators of global change. Across the world, many springtime events are occurring earlier â\u0080\u0094 and fall events happening later â\u0080\u0094 than in the past. These changes are happening quickly for some species and more slowly, or not at all, for others, altering relationships and processes that have been stable for thousands of years.Â  Some wildlife-like caribou and butterflies-are becoming mismatched from their plant food resources, which are responding differently.Â  Migrations for some birds are changing too, as they can now overwinter instead of moving south for the winter, or as they fly north more quickly to keep pace with an advancing front of spring flowering.\n\nWorking farms and ranches need phenology information too:Â  pollination by native insects contributes more than $3 billion in agricultural crops each year. Climate-driven changes in the phenology of crops and native insects could change the effectiveness of insect pollination for the better or for the worse, and certainly complicates management decisions.Â  However, we know very little about how pollinator phenology is changing, which makes it difficult to predict how crops will be affected and how farmers might best adapt their management practices. By collecting observations of insect phenology and crop phenology together, the USA-NPN is contributing to our understanding of the changes taking place and helping to ensure the viability of crops across the country.\n\nIn short, scientists need more and better information about the pace and pattern of nature â\u0080\u0094 locally to nationally â\u0080\u0094 toÂ  answer important scientific and societal questions, and to build the tools and models needed to help people understand and adapt to the changes. <em>Natureâ\u0080\u0099s Notebook<\/em>, by providing a place for people to enter, store, and share their observations, makes it possible for the general public to help researchers improve the understanding about how changes in phenology relate to changes in climate our environments.\n\n<strong>And This is Where You Come In<\/strong>\n\nâ\u0080\u009cThe more data the better,â\u0080\u009d said Weltzin who, as an ecologist, has contributed his share of observations to <em>Natureâ\u0080\u0099s Notebook<\/em> by tracking flowering and fruiting of cactus near his Tucson home.â\u0080\u009cBy compiling observations from our participants, weâ\u0080\u0099re starting to be able to piece together large-scale changes, like the early spring in 2010, which stretched from Missouri to Maine.Â  And, as you probably already know, 2012 is shaping up to be just as unusualâ\u0080¦in most places, winter was weak, and spring is soon upon us, bringing not only early birds and beautiful flowers and a new batch of maple syrup, but also allergies and invasive plants and insect pests like mosquitos.â\u0080\u009d\n\nSo if you are interested in becoming a citizen-scientist, there are four simple steps: learn about the plants and animals you can observe in your area, learn how to observe, sign up, and log in to <em>Natureâ\u0080\u0099s Notebook<\/em> and record your observations.Â  And maybe, just maybe, you will record the one millionth observation.Â  More importantly, <em>Natureâ\u0080\u0099s Notebook<\/em> is an exciting way for you to experience plants or animals you see all the time <em>in a brand new way<\/em>.Â  Participating can help you:\n\n[caption id=\"attachment_173794\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/Hcin0003_greentreefrogg.jpg\"><img class=\"size-medium wp-image-173794\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/Hcin0003_greentreefrogg-300x225.jpg\" alt=\"\" width=\"300\" height=\"225\" \/><\/a> A green treefrog in Florida. William J. Barichivich, USGS[\/caption]\n<ul>\n\t<li>Advance your knowledge and more intimately connect with plants and animals in your area<\/li>\n\t<li>Experience nature up close in a way few people have the opportunity to do<\/li>\n\t<li>Organize and interpret your own observations of seasonal change using cutting-edge mapping tools<\/li>\n\t<li>Contribute to a historic effort that benefits future generations<\/li>\n<\/ul>\n<em>By joining the program, you ultimately empower your hobby to benefit scientific discovery. <\/em>To get started, check out this <a href=\"http:\/\/www.usanpn.org\/participate\/observe\"><em>Natureâ\u0080\u0099s Notebook <\/em>webpage<\/a>.\n\n<strong>More about Natureâ\u0080\u0099s Notebook and USA-NPN<\/strong>\n\nThe USA National Phenology Network is a partnership among governmental and nongovernmental science and resource management agencies and organizations, the academic community, and the public.Â Â  There are more ways to get involved â\u0080\u0093 partner your organization with us, let us know about legacy phenology data sets, or even share a dataset you may have already collected. For more information visit <a href=\"http:\/\/www.usanpn.org\/\">USA-NPN<\/a> or contact Jake Weltzin at jweltzin@usgs.gov.\n\n<strong>Other USGS Citizen-Science Programs <\/strong>\n\nUSGS citizen-science programs want YOU to be the scientist.Â  The public helps us collect data used by emergency responders, scientists, and resource managers. Here are some other USGS citizen-science programs:\n\n<strong>Did You Feel It? <\/strong>After earthquakes or shaking events, <a href=\"http:\/\/earthquake.usgs.gov\/research\/dyfi\/\">â\u0080\u009cDid you Feel It?â\u0080\u009d<\/a> collects web-based citizen responses to help provide rapid intensity assessments for earthquake science and response. The involvement of citizens is key because decisions made during and immediately after an earthquake can save lives and protect property.Â  If you are a tweeter, consider using <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/ted\/\">\"Did You Tweet It?\"<\/a> to record what you are experiencing in real time. The USGS Twitter Earthquake Dispatch (@USGSted) application helps the USGS discern how severe an earthquake might be.<strong><\/strong>\n\n<strong>Breeding Bird Survey:<\/strong>Â  Since 1966, thousands of volunteers have contributed data used by the USGSâ\u0080\u0099s <a href=\"http:\/\/137.227.245.162\/BBS\/learning\/\">North American Breeding Bird Survey<\/a> to monitor populations of more than 400 bird species. This citizen-science program helps identify conservation priorities and inform sound management practices.\n\n<strong>North American Bird Phenology Program:<\/strong> Between 1880 and 1970, volunteers collected information about migratory birds across North America. Now, citizens worldwide are helping the <a href=\"http:\/\/www.pwrc.usgs.gov\/bpp\/BPP_USA-NPN2.cfm\">North American Bird Phenology Program<\/a> rescue and curate the data from this historical collection of six million bird migration card observations, illuminating migration patterns and population status of birds across the continent.\n\n<strong>Wildlife Health Event Reporter:<\/strong> The <a href=\"http:\/\/www.whmn.org\/wher\/\">Wildlife Health Event Reporter (WHER)<\/a> enables anyone with an Internet connection to report sightings of sick or dead wildlife. <a href=\"http:\/\/www.healthmap.org\/en\/\">HealthMap.org<\/a> has enhanced its mobile phone application â\u0080\u009c<a href=\"http:\/\/www.healthmap.org\/outbreaksnearme\/\">Outbreaks Near Me<\/a>â\u0080\u009d to accept and relay wildlife health reports to the <a href=\"http:\/\/www.whmn.org\/wher\/\">WHER<\/a> site. These tools can lead to the detection and containment of wildlife disease outbreaks that may pose a health risk to wildlife, domestic animals, or people.\n\n&nbsp;\n\n&nbsp;\n\n<strong>Â <\/strong>\n\n&nbsp;\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24191","uid":"31","filename":"Sarah_rathbone_locust-.jpg","uri":"public:\/\/Sarah_rathbone_locust-.jpg","filemime":"image\/jpeg","filesize":"122426","status":"1","timestamp":"1425492768","type":"image","uuid":"3a31227b-3b6f-49e6-9fc9-db4a6c96d162","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":348,"width":546},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["climatechange","globalchange","Nature’sNotebook","phenology","Spring Climate","USA-NationalPhenologyNetwork","USA-NPN"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1333376462","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}