{"title":"Climate and Drought Lessons from Ancient Egypt","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Ancient pollen and charcoal preserved in deeply buried sediments in Egypt's Nile Delta document the region's ancient droughts and fires, including a huge drought 4,200 years ago associated with the demise of Egypt's Old Kingdom, the era known as the pyramid-building time.<!--introend--><\/p>\n<p>\"Humans have a long history of having to deal with climate change,\" said Christopher Bernhardt, a researcher with the U.S. Geological Survey. \"Along with other research, this study geologically reveals that the evolution of societies is sometimes tied to climate variability at all scales &ndash; whether decadal or millennial.\"<\/p>\r\n<p>Bernhardt conducted this research as part of his Ph.D. at the University of Pennsylvania, along with Benjamin Horton, an associate professor in Penn's Department of Earth and Environmental Science. &nbsp;Jean-Daniel Stanley at the Smithsonian Institution also participated in the study, published in July's edition of <em>Geology<\/em>.&nbsp;<\/p>\r\n<p>\"Even the mighty builders of the ancient pyramids more than 4,000 years ago fell victim when they were unable to respond to a changing climate,\" said USGS Director Marcia McNutt. \"This study illustrates that water availability was the climate-change Achilles Heel then for Egypt, as it may well be now, for a planet topping seven billion thirsty people.\"<\/p>\r\n<p>The researchers used pollen and charcoal preserved in a Nile Delta sediment core dating from 7,000 years ago to the present to help resolve the physical mechanisms underlying critical events in ancient Egyptian history. &nbsp;<\/p>\r\n<p>They wanted to see if changes in pollen assemblages would reflect ancient Egyptian and Middle East droughts recorded in archaeological and historical records.&nbsp; The researchers also examined the presence and amount of charcoal because fire frequency often increases during times of drought, and fires are recorded as charcoal in the geological record. The scientists suspected that the proportion of wetland pollen would decline during times of drought and the amount of charcoal would increase.<\/p>\r\n<p>And their suspicions were right.<\/p>\r\n<p>Large decreases in the proportion of wetland pollen and increases in microscopic charcoal occurred in the core during four different times between 3,000 and 6,000 years ago. One of those events was the abrupt and global mega-drought of around 4,200 years ago, a drought that had serious societal repercussions, including famines, and which probably played a role in the end of Egypt&rsquo;s Old Kingdom and affected other Mediterranean cultures as well.&nbsp;&nbsp;<\/p>\r\n<p>\"Our pollen record appears very sensitive to the decrease in precipitation that occurred in the mega-drought of 4,200 years ago,&rdquo; Bernhardt said. &ldquo;The vegetation response lasted much longer compared with other geologic proxy records of this drought, possibly indicating a sustained effect on delta and Nile basin vegetation.\"<\/p>\r\n<p>Similarly, pollen and charcoal evidence recorded two other large droughts: one that occurred some 5,000 to 5,500 years ago and another that occurred around 3,000 years ago.&nbsp;<\/p>\r\n<p>These events are also recorded in human history &ndash; the first one started some 5,000 years ago when the unification of Upper and Lower Egypt occurred and the Uruk Kingdom in modern Iraq collapsed. The second event, some 3,000 years ago, took place in the eastern Mediterranean and is associated with the fall of the Ugarit Kingdom and famines in the Babylonian and Syrian Kingdoms.&nbsp;<\/p>\r\n<p>\"The study geologically demonstrates that when deciphering past climates, pollen and other micro-organisms, such as charcoal, can augment or verify written or archaeological records &ndash; or they can serve as the record itself if other information doesn&rsquo;t exist or is not continuous,\" said Horton.<\/p>\r\n<p>This study, <em>Nile delta response to Holocene climate variability<\/em>, was published in the July edition of <em>Geology<\/em>,","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climate Change","drought","Egypt","Ancient Egypt","global Change","Ancient Droughts","Fossil Pollen","Nile Delta","Climate Variability"],"article_type":["National News Release"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1345089600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169433"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}