{"title":"Man-Made Chemicals Low in Public Wells","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Groundwater tested from selected community water systems in 14 states contains low levels of man-made organic chemicals, according to studies conducted by the U.S. Geological Survey.<\/p>\n<p>Scientists tested untreated source water from 221 high-production public drinking-water wells for about 260 commonly used chemicals, including pesticides, solvents, gasoline hydrocarbons, personal care and household-use products, disinfection by-products and manufacturing additives. The associated treated water from 94 of these wells was also tested for the same chemicals. This study did not look at pharmaceuticals or hormones.<\/p>\r\n<p>Low levels of 120 man-made chemicals were detected at least once in untreated source water. Most of the chemicals found were at concentrations less than 0.1 parts per billion. One part per billion is roughly equivalent to one thimble full of water in an Olympic-sized swimming pool. About 140 additional chemicals were not detected at all.<\/p>\r\n<p>Relatively few (5) chemicals were detected in untreated source water at concentrations greater than human-health benchmarks, and the majority of detections (84 percent) were at concentrations two or more orders of magnitude less than the benchmarks. No chemicals were detected in treated water at concentrations greater than the benchmarks. Benchmarks used in this study include U.S. Environmental Protection Agency Maximum Contaminant Levels for chemicals regulated under the Safe Drinking Water Act and USGS Health-Based Screening Levels for unregulated chemicals. Most of the chemicals evaluated in this study are unregulated; about half do not have human-health benchmarks or adequate toxicity information to evaluate results in a human-health context. This is an area of continued research and development.<\/p>\r\n<p>Low-level detection does not necessarily indicate a human-health concern, but rather identifies certain chemicals expected to be found in groundwater used as a public supply in different areas of the country. Recent scientific advances have given USGS scientists the analytical tools to detect a variety of compounds in the environment at low concentrations, often 100 or more times lower than drinking-water standards and other human-health benchmarks.<\/p>\r\n<p>USGS findings documented the occurrence of mixtures of&nbsp;two or more chemicals in more than 55 percent of untreated and treated water samples. The USGS report identifies the need for continued research because the possible human-health significance from mixtures of man-made chemicals at low levels remains largely unknown.<\/p>\r\n<p>This study is among the first by the USGS to report on a wide range of chemicals found before and after treatment in public drinking water wells. Detailed study results of this source-water quality assessment as well as a complete listing of chemicals analyzed are available in a <a href=\"http:\/\/pubs.usgs.gov\/sir\/2009\/5200\/\">USGS Scientific Investigations Report<\/a>.<\/p>\r\n<p>Chemicals monitored in this study serve as indicators of the possible presence of a larger number of commonly used organic chemicals in groundwater and drinking water. Chloroform was the most commonly detected chemical (found in about 36 and 88 percent of the source- and treated-water samples, respectively). The herbicides atrazine and simazine as well as the solvents perchloroethene and trichloroethene also were among the most commonly detected chemicals in both source- and treated-water samples. These chemicals generally were the same as those detected most often across the country and reported in previous studies by the USGS&rsquo;s National Water-Quality Assessment Program since the early 1990s, and are highly correlated with the amount of agricultural and urban land use surrounding the wells.<\/p>\r\n<p>USGS findings are used by the EPA, the states, utilities and many nongovernmental agencies to help protect groundwater that serves as water supplies and to guide those involved in decisions on treatment proc","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Natural Resources","groundwater","Water Quality","drinkingwater","freshwater","wells",""],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1259816400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169161"},{"tid":"169452"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}