{"title":"Bayou Landscape Changing Due to Floods","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The opening of the Morganza Spillway to alleviate flooding on the Mississippi River is diverting water into the Morganza floodway and downstream into the Atchafalaya River, potentially impacting as much as 800,000 acres of wetlands, navigational waterways, and recreational and fishery waters in Louisiana.<!--introend--><\/p>\n<p>Water from the spillway will carry new sediment into the open lakes and waterways of the Atchafalaya River Basin, which extends from the spillway to the Gulf of Mexico. The U.S. Geological Survey will monitor sediment dynamics during and after the flood to understand the impacts on the basin&rsquo;s ecosystem.&nbsp;<\/p>\r\n<p>\"This area is critical to wetland habitat conservation, carbon and contaminant sequestration, understanding land-building processes, and water quality,\" said USGS scientist Daniel Kroes. \"We have been studying sediment in this area for over a decade, and it&rsquo;s crucial that USGS crews continue to take measurements to understand the impacts this flood will have on the ecosystem and the people who depend upon it.\"<\/p>\r\n<p>Some islands in the basin near the spillway may be eroded, while others in the central and lower basin areas may increase significantly in area and height as new sediment is deposited. Sediment that has been stored in the channels will be at least partially mobilized, which could affect wetland navigation. Areas such as pristine cypress-tupelo swamps that are normally isolated from sediment deposition could be impaired, and a significant amount of sediment could be deposited on the delta, causing coastal expansion.<\/p>\r\n<p>During this flood, the USGS will be measuring water discharge, suspended sediment, and water quality at select points in the basin. USGS scientists will also visit study sites after the flood to determine the amount of sediment deposited and to measure changes in the landscape. Landscape-scale changes are already being analyzed using remote sensing.&nbsp;<\/p>\r\n<p>The 800,000-acre Atchafalaya Basin is the nation's largest swamp, and current flooding will result in its highest water level in recorded history. The spillway has only been opened once before in 1973 at half capacity. &nbsp;The spillway is projected to be opened to one-quarter capacity during the current flood.<\/p>\r\n<p>The Atchafalaya River receives input from the Red River and a portion of the Mississippi River. Due to sediment inputs from the Mississippi River, the Atchafalaya Basin has been filling in for over a hundred years. During the last 50 years, open lakes rapidly became swamps and bottomland hardwood swamps.&nbsp;<\/p>\r\n<p>The rate of sediment deposition in the basin and its delta on the coast is unmatched in North America, even before the spillway was opened. They are the only significant segments of Louisiana gaining land, which is happening at the expense of unique wetland and open water habitat used by fishermen and naturalists. Some of the sedimentation is due to oil and gas canals that allow for the rapid delivery of sediment-rich water to backswamp areas.<\/p>\r\n<p>USGS scientists are collaborating with scientists at Louisiana State University, Tulane University, and Virginia Tech to analyze isotopes and sediments in the water to better understand the way water moves and how nutrients are processed through the vast swamp during this historic flood.<\/p>\r\n<p>Current studies on sedimentation have been orchestrated between the National Research Program, the Louisiana Water Science Center, and the National Wetlands Laboratory.&nbsp;<\/p>\r\n<p>The USGS continues to provide flood data to emergency managers so they can keep families and communities safe and to the Corps of Engineers to inform decisions about flood control.&nbsp;<\/p>\r\n<p>Updated information about flooding on the Mississippi River is available <a href=\"http:\/\/usgs.gov\/2011floods\">online<\/a>.<\/p>\r\n<p>The USGS collects river data through its network of about 7,700 streamgages around the nation. You","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana"],"country":["United States of America"],"mm_tags":["water","flooding","","Louisiana","swamp","Coastal Wetlands","bayou","sedimentation"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1305777600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169150"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}