{"title":"Groat Announces New USGS Regional Directors","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>[Note to Editors: Biographical information on each of the new regional directors follows this news release.] \n<p><!--introstart-->U.S. Geological Survey Director Charles \"Chip\" Groat today announced that the agency&rsquo;s three regional director positions will be filled by Senior Executive Service personnel.<!--introend--> \r\n<p>\r\n<p>In the Eastern Region, presently co-located with USGS headquarters in Reston, Va., the new regional director will be Bonnie McGregor, presently associate director for programs. \r\n<p>\r\n<p>The new Central Region director will be current USGS Deputy Director Thomas Casadevall. The USGS Central Region offices are in Denver, Colo. \r\n<p>\r\n<p>In the West, the regional director will be John D. (Doug) Buffington, who will continue to be located in Seattle, Wash., where he currently serves as Western Region chief biologist. Primary Western Region offices are located in Menlo Park, Calif., Tucson, Ariz., and Seattle. \r\n<p>\r\n<p>The new regional directors will transition from their present duties over a period of time, with full assumption of the new positions on January 1, 2000. \r\n<p>\"We need strong leadership at the regional level for USGS to be fully responsive to its partners and customers,\" Groat said. \"Together, these three public servants represent nearly a century of experience in research, science management and leadership in the science arena. \r\n<p>\"The regional directors will be an integral part of my management team,\" Groat continued. \"Their direction of regional research activities, and the strengthening of the regional role in program management, will benefit our customers and cooperators, our sister bureaus at the Department of the Interior, and communities across this country by making our science relevant and timely.\" \r\n<p>\r\n<p>The regional director positions were enhanced as part of strategic changes announced by Groat on August 10, 1999. \r\n<p>\r\n<p>As the nation&rsquo;s largest water, earth and biological science and civilian mapping agency, the USGS works in cooperation with more than 2000 organizations across the country to provide reliable, impartial, scientific information to resource managers, planners, and other customers. This information is gathered in every state by USGS scientists to minimize the loss of life and property from natural disasters, contribute to the sound conservation, economic and physical development of the nation&rsquo;s natural resources, and enhance the quality of life by monitoring water, biological, energy and mineral resources. \r\n<p>Bonnie A. McGregor, Eastern Regional Director As the USGS Associate Director for Programs since 1993, Dr. McGregor has been responsible for strategic planning, program planning, development, external coordination and communication, and the day-to-day operation of the bureau. Prior USGS positions have included Assistant Chief Geologist and Associate Chief for Marine Programs (Office of Energy and Marine Geology). Dr. McGregor also served as program coordinator for the USGS Exclusive Economic Zone Mapping Program. In addition, she has worked as an oceanographer at the National Oceanic and Atmospheric Administration, and as a research associate at the University of Miami, Texas A&amp;M University, and at the University of Rhode Island. She has authored and co-authored more than 100 papers and abstracts that have been published in professional journals and books. McGregor received a B.S. in Geology from Tufts University, an M.S. in Oceanography from the University of Rhode Island, and a Ph.D. in Marine Geology and Geophysics from the University of Miami (Fla.). McGregor and her husband, Rear Admiral William Stubblefield (Ret.) reside in Berkeley County, W. Va. \r\n<p>\r\n<p>Thomas J. Casadevall, Central Regional Director Dr. Casadevall has served as USGS Deputy Director since February, 1998, including almost a year as Acting Director. For two years previous to that, he was USGS Western Regional Director. Dr. Casadevall also served as a","summary":null,"format":null}]},"field_images":[],"regions":["Virginia","Washington","Colorado"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"937195200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169003"},{"tid":"170634"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}