{"title":"Despite Isaac, Drought Persists in Midlands ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_175059\" align=\"alignleft\" width=\"300\"]<a href=\"\/\/droughtmonitor.unl.edu\/monitor.html\"><img class=\" wp-image-175059  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/09\/p71413001-300x154.jpg\" alt=\"\" width=\"300\" height=\"154\" \/><\/a> The Arkansas River at Great Bend, Kansas, on July 13, 2012. Lying west of Isaacâ\u0080\u0099s rain reach, the river was drier still on September 10.[\/caption]\n\n&nbsp;\n\nMore than <a href=\"http:\/\/droughtmonitor.unl.edu\/DM_tables.htm?conus\">three quarters<\/a> of the contiguous United States still faces abnormally dry conditions in spite of scattered relief from rains generated by tropical storm system Isaac. Â As seen on the <a href=\"http:\/\/www.drought.gov\/portal\/server.pt\/community\/drought_indicators\/us_drought_monitor\">U.S. Drought Monitor<\/a>, exceptional drought â\u0080\u0094 the worst category â\u0080\u0094 persists in the very center of the nation from Nebraska south to Texas, east through Missouri and Arkansas to the Mississippi Valley. Much of Georgia is also in exceptional drought.\n\n<em>Drought: the slow but costly disaster <\/em>\n\nDrought is the nationâ\u0080\u0099s most costly natural disaster, far exceeding earthquakes, tornados, hurricanes and floods. FEMA has estimated that the annual average cost of drought in the United States ranges from $6 to $8 billion. (By comparison, the annual costs of flooding are in the $2 to $4 billion range.) Unlike flooding, drought does not come and go in a single episode. Rather, it often takes a long time for drought to begin to impact an area, and it can fester for months or even years.\n\n<em><\/em>In order to reduce the impacts of drought, governments and managers rely on objective and unbiased scientific information about trends in streamflow, precipitation, and other factors that contribute to drought, so that they can understand where drought is occurring, how long it is likely to impact an area, and where drought is likely to strike next.\n\n<em>What about Isaacâ\u0080\u0099s effects on the current drought?<\/em>\n\nThe obvious question comes from both expert and casual observers: What difference did tropical system Isaac make in drought-stricken areas?\n\nNOAA records show that Hurricane <a href=\"http:\/\/www.nhc.noaa.gov\/archive\/2012\/al09\/al092012.posest.08282356.shtml?\">Isaac made landfall<\/a> in southern Louisiana the evening of August 28 and then tracked north-northwest, <a href=\"http:\/\/www.nhc.noaa.gov\/text\/refresh\/MIAHPCAT4+shtml\/010257.shtml\">losing its tropical character<\/a> over Missouri on September 1 and then merging with another frontal zone to move on into the Ohio Valley. This <a href=\"http:\/\/www.nasa.gov\/images\/content\/684521main_20120906_Isaac-TRMM827-905_full.jpg\">NASA graphic<\/a> of rainfall based on satellite measurements shows that Isaacâ\u0080\u0099s rainfall was concentrated to the east of its tropical storm center. (100 mm is about 4 in. of rain.)\n\nOne week after Isaac officially dissipated (9\/1), this real-time map of national stream flow from <a href=\"http:\/\/waterwatch.usgs.gov\/?id=ww_drought\">USGS WaterWatch<\/a>Â  (below normal 7-day average streamflow compared to historical streamflow, updated 9\/8) shows that streamflows have returned to normal or higher levels in the middle and lower Mississippi Valleys and the Ohio Valley where much of Isaacâ\u0080\u0099s related precipitation fell.\n\nHowever, while real-time streamflow levels from USGS WaterWatch are an essential aspect of measuring drought, stream and river conditions are not the only drought indicator.<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/09\/p1.jpg\"><img class=\"alignright size-medium wp-image-175061\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/09\/p1-300x204.jpg\" alt=\"\" width=\"300\" height=\"204\" \/><\/a>\n\n<em>Drought is a bigger concept than streamflow can show<\/em>\n\nThe national <a href=\"http:\/\/www.drought.gov\/portal\/server.pt\/community\/drought_indicators\/us_drought_monitor\">Drought Monitor<\/a> is the official report detailing drought conditions. This complex map service paints a fuller picture of drought than just stream flow information. In addition to relying heavily on USGS streamgage data, this map also incorporates soil moisture, agricultural information, <a href=\"http:\/\/www.drought.gov\/portal\/server.pt\/community\/remote_sensing\/226\/vegdri\/295\">satellite data<\/a>, and precipitation.\n\nThe map â\u0080\u0094 a joint product of NOAA, the U.S. Department of Agriculture, and the National Drought Mitigation Center â\u0080\u0094 is prepared in consultation with scientists from several agencies, including the USGS. It portrays a comprehensive geographic assessment of areas experiencing drought, as well as the severity of drought. Â This map has important economic significance because it is used by many states as the basis for declaring a drought emergency and requesting federal funding.\n\nYou can see that, <a href=\"http:\/\/www.drought.gov\/portal\/server.pt\/community\/drought_indicators\/us_drought_monitor\">according to the U.S. Drought Monitor<\/a> (updated 9\/4), extreme or severe levels of drought persist in parts of Arkansas, Missouri, Tennessee, Kentucky, Illinois, Indiana, and Ohio â\u0080\u0094 states to which Isaacâ\u0080\u0099s rains did come in varied amounts.\n\n<strong><\/strong>The next obvious question might be: Why didnâ\u0080\u0099t Isaac make more of a difference in the drought?\n\nThatâ\u0080\u0099s a complex inquiry that involves lots of issues like precipitation rates and volumes, water runoff, groundwater levels, and soil moisture. Letâ\u0080\u0099s look for a broader answer in a story about accumulated precipitation deficit thatâ\u0080\u0099s no less true for its simplicity.\n\n<em>A Story of Drought: The Water Bank<\/em>\n\n[caption id=\"attachment_175062\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/waterwatch.usgs.gov\/index.php?id=nwc\"><img class=\"size-medium wp-image-175062\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/09\/p2-300x233.jpg\" alt=\"\" width=\"300\" height=\"233\" \/><\/a> USGS WaterWatch map of monthly-average streamflow for August 2012. Note how rain from Isaac accelerated the monthly average east of New Orleans.[\/caption]\n\nIt can be useful to think of drought as a water bank account held by Mother Nature. When it rains, Mother Nature makes a deposit into Earthâ\u0080\u0099s water bank account. When it stops raining, Mother Nature is obliged to withdraw water from the soil and from vegetation for \"payment\" to the atmosphere; this is done through <a href=\"http:\/\/ga.water.usgs.gov\/edu\/watercycleevapotranspiration.html\">evapotranspiration<\/a>. The longer she goes without making water deposits, the greater the amount of water that gets withdrawn from the soil, as well as from other storage accounts like lakes and reservoirs, and the greater her water deposits (i.e., precipitation) will have to be to bring the account back up to what it was before the drought started.\n\nThat's essentially what's going on when one huge storm system with its sudden rains seems to make little immediate difference in a drought. Mother Nature may have hit the million-dollar lottery with Isaac and is making big deposits into her terrestrial account. But she needs to make two or three more deposits like this to get back to the starting point of local average conditions of water deposits and withdrawals.\n\n<em>Looking ahead on drought<\/em>\n\nIn addition to the U.S. Drought Monitor, which tracks current and historic drought conditions, every month the National Weather Service produces a <a href=\"http:\/\/www.cpc.ncep.noaa.gov\/products\/expert_assessment\/seasonal_drought.html\">Drought Outlook<\/a>, with bi-weekly updates based primarily on precipitation forecasts.\n\nThe latest long-range report, released on September 6 and looking ahead to November 30, indicates that drought is likely to develop, persist, or intensify across much of the Great Plains (including Texas but not the Dakotas) and all or parts of the Rocky Mountain and Western states (excluding Arizona and Washington).\n\n[caption id=\"attachment_175063\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.cpc.ncep.noaa.gov\/products\/expert_assessment\/season_drought.gif\"><img class=\"size-medium wp-image-175063\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/09\/p3-300x197.jpg\" alt=\"\" width=\"300\" height=\"197\" \/><\/a> U.S. Seasonal Drought Outlook, Sept. 6 â\u0080\u0093 Nov. 30. NOAA forecast.[\/caption]\n\nDrought conditions are likely to improve in Louisiana, Alabama, the Dakotas, the upper Mississippi Valley, and the Ohio Valley. Arkansas, western Tennessee, and Georgia will see lesser degrees of improvement.\n\n<em>Links and resources<\/em>\n\n<a href=\"http:\/\/waterwatch.usgs.gov\/?id=ww_drought\">USGS WaterWatch<\/a>\n\n<a href=\"http:\/\/www.drought.gov\/portal\/server.pt\/community\/drought_indicators\/us_drought_monitor\">National Drought Monitor<\/a>\n\n<a href=\"http:\/\/www.cpc.ncep.noaa.gov\/products\/expert_assessment\/seasonal_drought.html\">NOAA Drought Outlook<\/a>\n\n<a href=\"http:\/\/www.ncdc.noaa.gov\/paleo\/drought\/drght_history.html\">Droughts of the Past<\/a>\n\nFor local details and impacts related to drought, please contact your <a href=\"http:\/\/www.stateclimate.org\/\">State Climatologist<\/a> or <a href=\"http:\/\/www.ncdc.noaa.gov\/oa\/climate\/regionalclimatecenters.html\">Regional Climate Center<\/a>.\n\n&nbsp;\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24232","uid":"31","filename":"p7141300.jpg","uri":"public:\/\/p7141300.jpg","filemime":"image\/jpeg","filesize":"71295","status":"1","timestamp":"1425492768","type":"image","uuid":"72431560-1bc5-425a-a9c4-917576e7f890","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["drought","Hurricane","streamgage","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1347299742","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}