{"title":"20 Years Ago, Northridge Started Revolution in Quake Science","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/01_15_2014\/eja4DPo00W_01_15_2014\/medium\/3526AF2E7CA011DA.jpg\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/01_15_2014\/eja4DPo00W_01_15_2014\/medium\/3526AF2E7CA011DA.jpg\" alt=\"Northridge, CA Earthquake Damage\" width=\"300\" height=\"200\" \/><\/a> Beginning at 4:31 a.m., the ground shook intensely for 10-20 seconds, awakening area residents to one of the most devastating quakes in U.S. history.[\/caption]\n\nAt 4:31 a.m. on January 17, 1994, one of the most costly earthquakes in U.S. history struck northwest of downtown Los Angeles. The Magnitude 6.7 Northridge earthquake and its aftershocks (including two that were greater than M6.0) caused 57 fatalities, more than 9,000 injuries, and an estimated $20 billion in damage. About 20,000 people were left at least temporarily homeless. Yet some seismologists believe that Northridge was â\u0080\u009ca near missâ\u0080\u009d that could have been much worse. In the 20 years since Northridge, how has earthquake science advanced to protect against such devastating quakesâ\u0080\u0094or an even more devastating â\u0080\u009cdirect hitâ\u0080\u009d?\n\n[caption id=\"\" align=\"alignright\" width=\"200\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/01_15_2014\/eja4DPo00W_01_15_2014\/medium\/6990B6C47C9B11DA.jpg\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/01_15_2014\/eja4DPo00W_01_15_2014\/medium\/6990B6C47C9B11DA.jpg\" alt=\"Northridge, CA Earthquake Damage\" width=\"200\" height=\"300\" \/><\/a> Infrastructure took a major hit in the Northridge quake, leading to efforts to improve monitoring for rapid damage assessments at key infrastructure facilities via USGS ShakeCast.[\/caption]\n<h1>Â <\/h1>\n<h1>Improved Monitoring and Reporting<\/h1>\nBefore the 1994 Northridge quake, only seven digital seismic monitoring stations were in place throughout Southern California; all other stations were low-bandwidth analog recorders. With these limited seismic stations and only three computers to process the data, it could take scientists as long as 45 minutes to precisely identify an earthquake epicenter and magnitude. It took even longerâ\u0080\u0094as much as two monthsâ\u0080\u0094to develop maps showing the intensity of ground shaking.\n\n&nbsp;\n\n[caption id=\"\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/01_16_2014\/hlc5FSr11Y_01_16_2014\/medium\/3A58B5DB7CA011DA.jpg\"><img class=\"   \" src=\"http:\/\/gallery.usgs.gov\/images\/01_16_2014\/hlc5FSr11Y_01_16_2014\/medium\/3A58B5DB7CA011DA.jpg\" alt=\"Northridge, CA Earthquake Damage\" width=\"300\" height=\"200\" \/><\/a> A USGS seismologist conducting a field survey in the aftermath of the Northridge quake. Today, the instruments of the Plate Boundary Observatory continuously monitor earth crust movement and transmit that data to scientists for analysis.[\/caption]\n\nToday, the Southern California Seismic Network is an integral part of the USGS <a href=\"http:\/\/earthquake.usgs.gov\/monitoring\/anss\/\">Advanced National Seismic System<\/a> with 400 digital <a href=\"http:\/\/www.scsn.org\/map.html\">monitoring stations<\/a> that provide real-time information to identify an earthquakeâ\u0080\u0099s location and to assign a preliminary magnitude. <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/shakemap\/\">ShakeMap <\/a>maps of ground shaking intensity are now developed and available on the web within minutes rather than months. The <a href=\"http:\/\/earthquake.usgs.gov\/research\/software\/shakecast\/\">ShakeCast<\/a> service transmits ShakeMaps within minutes to operators of key infrastructure facilities such as power plants and water lines. These rapidly available data and products provide emergency managers with invaluable tools to assess damage and to know when, where, and how to respond.\n\nWhile scientists still conduct post-earthquake surveys to characterize the slip that occurs along fault ruptures, the USGS cooperated with the National Science Foundation, the UNAVCO Consortium, and several research universities to establish the <a href=\"http:\/\/pbo.unavco.org\/\">Plate Boundary Observatory<\/a> (PBO). A key element of NSF's EarthScope program, PBO includes a network of global positioning system devices and strainmeters that continuously monitor motions of the Earthâ\u0080\u0099s crust, and transmit data about tectonic plate movement and strain.\n\n&nbsp;\n\n&nbsp;\n\n[caption id=\"attachment_189541\" align=\"alignleft\" width=\"275\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/image1.png\"><img class=\"size-medium wp-image-189541  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/image1-275x300.png\" alt=\"Shake Map\" width=\"275\" height=\"300\" \/><\/a> The shake map was â\u0080\u009crecreatedâ\u0080\u009d years after the fact. Today, they are done automatically and on the fly.[\/caption]\n\nThe USGS has taken advantage of Internet and social media advances to improve the publicâ\u0080\u0099s ability to communicate and learn about earthquakes. Earthquakes from around the globe are reported within minutes on the <a href=\"http:\/\/earthquake.usgs.gov\/\">USGS earthquake website<\/a>. <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/\">Did You Feel It?<\/a> lets citizens report their own observations of earthquakes they experience. The <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/ted\/\">Tweet Earthquake Dispatch<\/a> sends out earthquake alerts to two Twitter accounts: <a href=\"https:\/\/twitter.com\/USGSted\">@USGSted <\/a>and <a href=\"https:\/\/twitter.com\/USGSBigQuakes\">@USGSBigQuakes<\/a>.\n<h1>Improved Understanding of Earth Processes<\/h1>\nThe Northridge earthquake occurred on a previously unidentified â\u0080\u009cblindâ\u0080\u009d thrust fault, a fault hidden below the urban area, which didnâ\u0080\u0099t break all the way through to the Earthâ\u0080\u0099s surface. Since 1994, the USGS and its research partners have vastly improved our scientific understanding of the subsurface structures and processes affecting the Los Angeles basin and other areas at risk from earthquakes.\n\nEven before the Northridge quake, scientists from the <a href=\"http:\/\/www.scec.org\/\">Southern California Earthquake Center<\/a> (SCEC), the USGS, and other organizations had begun the <a href=\"http:\/\/pubs.usgs.gov\/fs\/1999\/0110\/\">Los Angeles Region Seismic Experiment<\/a> to collect seismic images of the Earthâ\u0080\u0099s crust beneath the region. These â\u0080\u009cpicturesâ\u0080\u009d of subsurface structures (similar to CAT scans), along with other geologic and seismic data collected, helped scientists begin to develop a sophisticated three-dimensional model of southern California faults and geology. With subsequent improvements in monitoring capabilities and tremendous advances in computational capabilities, a number of other data sets have been incorporated and these models have been refined over the last several years.\n\n&nbsp;\n\n&nbsp;\n\n[caption id=\"attachment_189561\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/Image2.png\"><img class=\"size-medium wp-image-189561 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/01\/Image2-300x168.png\" alt=\"Northridge Earthquake Map\" width=\"300\" height=\"168\" \/><\/a> Example map from the SCEC Community Fault Model[\/caption]\n\nSCEC provides open access to these and other models. The <a href=\"http:\/\/isites.harvard.edu\/icb\/icb.do?keyword=k93600&amp;pageid=icb.page577442&amp;pageContentId=icb.pagecontent1243182&amp;state=maximize&amp;view=view.do&amp;viewParam_name=SCEC%20CFM%20Community%20Fault%20Model\/SCEC%20CFM%20-%20Community%20Fault%20Model\">Community Fault Model <\/a>includes about 140 faults in southern California that host most of the areaâ\u0080\u0099s earthquakes. Some of the faults included in the model had not yet been identified when the 1994 Northridge quake occurred.Â  The SCEC <a href=\"http:\/\/scec.usc.edu\/scecpedia\/Community_Velocity_Model\">Community Velocity Model<\/a> includes a representation of the crust and upper mantle geologic structure in southern California for use in fault systems analysis, strong ground motion prediction, and earthquake hazards assessment. The Community Velocity Model shows where earthquake waves travel at different rates and is used to make predictions of shaking intensity for ruptures along different faults.\n\nThese research advances were coupled with improved data integration. Multiple datasets collected by different scientists have been combined and interpreted together to provide an integrated picture of the earth beneath the Los Angeles area.\n<h1>Â <\/h1>\n<h1>Improved Cooperation<\/h1>\nWhile the USGS is a leader in earthquake monitoring and research, the advances since Northridge could not have occurred without strong partnerships with other research institutions, state emergency managers, and local governments. The extensive damage left by the Northridge quake showed the need for closer cooperation among scientists, engineers, and other stakeholders to reduce risk and increase community resiliency.\n\nAt the federal level, the USGS is a partner in the four-agency <a href=\"http:\/\/www.nehrp.gov\/\">National Earthquake Hazard Reduction Program<\/a>. In California, the USGS is a member of the <a href=\"http:\/\/www.cisn.org\/\">California Integrated Seismic Network<\/a>. CISN supports earthquake scientists, structural engineers, and emergency managers with monitoring and research. Working together with the State of California and other entities, USGS seismologists have developed fault location products that help city planners easily identify vulnerabilities caused by proximity to earthquake faults. <a href=\"http:\/\/myhazards.calema.ca.gov\/\">MyHazards<\/a>, a web tool that allows users to enter a California address and see earthquake related hazards, and an <a href=\"http:\/\/www.conservation.ca.gov\/cgs\/rghm\/ap\/Pages\/index.aspx\">updated series of fault location maps<\/a>, produced by the California Geological Survey, allow users to improve their situational awareness, and take appropriate actions to prepare for the next big earthquake.\n\nThe USGS also provides scientific support for community earthquake awareness. Millions of Californians participate in <a href=\"http:\/\/www.shakeout.org\/\">ShakeOut <\/a>earthquake drills and practice <a href=\"http:\/\/www.shakeout.org\/dropcoverholdon\/\">Drop, Cover, and Hold On<\/a>.\n<h1>Learn More<\/h1>\n<ul>\n\t<li>Historic earthquakes: Northridge, CA, 1994: <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/states\/events\/1994_01_17.php\">http:\/\/earthquake.usgs.gov\/earthquakes\/states\/events\/1994_01_17.php<\/a><\/li>\n\t<li>Raw video of damage: <a href=\"http:\/\/gallery.usgs.gov\/videos\/749#.UthCmp3n_VQ\">http:\/\/gallery.usgs.gov\/videos\/749#.UthCmp3n_VQ<\/a><\/li>\n\t<li>20 Years After Northridge, Buildings Remain Vulnerable:Â Â <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3782\" target=\"_blank\">http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3782<\/a><\/li>\n<\/ul>\n[iframe title=\"Northridge CA Earthquake\" name=\"Northridge CA Earthquake\" width=\"400\" height=\"233\" src=\"https:\/\/\/\/www.youtube-nocookie.com\/embed\/Mk6jAojn3VY?rel=0\" frameborder=\"0\" allowfullscreen]","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24346","uid":"31","filename":"MainImage.jpg","uri":"public:\/\/MainImage.jpg","filemime":"image\/jpeg","filesize":"45616","status":"1","timestamp":"1425492768","type":"image","uuid":"32904fdc-5e80-43d1-bcca-bdbeeff1633c","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["earthquake","Magnitude 6.7","Northridge","quake"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1389983410","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}