{"title":"USGS Assesses Volcanic Threat and Monitoring Gaps at 169 U.S. Volcanoes and Creates a Framework for a National Volcano Early Warning System","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>&ndash;Alaska, California, Washington, Oregon, Hawaii, Wyoming, and the Commonwealth of the Northern Marianas Have Volcanoes with Monitoring Gaps or No Monitoring in Place&ndash;<\/strong> <\/p>\n<p>Reston, VA &ndash; The U.S. Geological Survey (USGS) today released the first ever comprehensive and systematic review of the 169 U.S. volcanoes and established a framework for a National Volcano Early Warning System (NVEWS) which calls for a 24-hour seven-day-a-week Volcano Watch Office and enhanced instrumentation and monitoring at targeted volcanoes. <\/p>\r\n<p>The NVEWS report, which can be accessed online at <a href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1164\/\">http:\/\/pubs.usgs.gov\/of\/2005\/1164\/<\/a>, ranks the most dangerous U.S. volcanoes that pose a threat to human lives, property, and aviation safety and also discusses monitoring gaps at each volcano. Alaska, California, Washington State, Oregon, Hawaii, Wyoming, and the Commonwealth of the Northern Marianas (CMNI) have dangerous volcanoes with monitoring gaps or no monitoring in place.<\/p>\r\n<p>\"We cannot afford to wait until a hazardous volcano begins to erupt before deploying a modern monitoring effort. The consequences put property and people at risk &ndash; including volcano scientists on site and pilots and passengers in the air,\" said USGS Director Chip Groat. \"It forces citizens, scientists, civil and aviation authorities, and businesses into â\u0080\u0098playing catch up&rsquo; with a dangerous volcano, a risky game indeed. To help keep communities safe, it is essential to monitor hazardous volcanoes so that we know when unrest begins. This is the only way to forewarn communities at risk in enough time to activate emergency response plans, and ultimately help save lives and property.\" <\/p>\r\n<p>According to the USGS report, since 1980, 45 eruptions and 15 cases of notable volcanic unrest have occurred at 33 U.S. volcanoes. About half of the most threatening U.S. volcanoes are monitored at a basic level and a few are well monitored with a suite of modern instruments. However, the report cautions, monitoring capabilities at many hazardous volcanoes are sparse or antiquated, and some hazardous volcanoes have no ground-based monitoring whatsoever. This poses a threat to people on the ground and in the air. Flying into an ash cloud can cripple a jet aircraft in flight. Tens of thousands of people fly over U.S. volcanic regions every day.<\/p>\r\n<p>Based on the NVEWS analysis and volcanic activity as of April 2005, the three highest priority targets for volcano monitoring improvements are: <\/p>\r\n<OL>\r\n<LI>The volcanoes erupting now &ndash; Mount St. Helens in Washington State, Anatahan in the Mariana Islands, and Kilauea in Hawaii &ndash; and the volcanoes that are showing periods of significant unrest &ndash; Mauna Loa in Hawaii and Mount Spurr in Alaska; \r\n<LI>The 13 very high threat volcanoes with inadequate monitoring: nine volcanoes in the Cascade Range of the Western United States: Rainier, Hood, Shasta, South Sister, Lassen, Crater Lake, Baker, Glacier Peak, and Newberry. Although Cascade volcanoes do not erupt frequently, they threaten major populations and developments. Four Alaskan volcanoes in this group include: Redoubt, Makushin, Akutan, and Augustine; \r\n<LI>Nineteen volcanoes in Alaska and the Mariana Islands that pose high risks to aviation combined with no real-time ground-based monitoring to detect precursory unrest or the onset of an eruption. An additional 21 under-monitored volcanoes in Washington, Oregon, California, Hawaii, Alaska, the CNMI, and Wyoming are also priority NVEWS targets.<\/LI><\/OL>\r\n<p>Globally, institutions with the responsibility to monitor volcanic hazards and mitigate impacts face growing demand for rapid hazard analysis and real-time eruption reporting. This demand is exemplified by the aviation sector&rsquo;s stated need that air traffic control centers be notified by a volcano observatory of an ash-producing eruption within five minutes of the st","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","Wyoming","California","Hawaii","Alaska"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1114747200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"169491"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}