{"title":"USGS Director Charles Groat Sworn in at Reston, Va. Ceremony","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Charles G. Groat will be sworn in as the thirteenth Director of the U.S. Geological Survey by Secretary of the Interior Bruce Babbitt tomorrow (Fri., Nov. 13, 1998) in the auditorium of USGS headquarters in Reston, Va. <!--introend-->\n<p>\"I have been proud to refer to USGS scientists as colleagues for many years,\" said Groat. \"It&rsquo;s a great thing to now lead the organization that is filled with so much scientific creativity, relevance, and dedication. These are exciting times in science, especially in the earth and life sciences. USGS is in the forefront, and I am honored to be a part of the team, bringing scientific information to our customers around the world. \r\n<p>\"A prime example of this is happening right now, with the concerted efforts of USGS leading an interagency charge to get critically needed information on the many impacts of Hurricane Mitch to those who need it within our government and in the affected areas of Central America. \r\n<p>\"USGS responsiveness to society&rsquo;s needs for a better understanding of the earth, its life, processes, environments, and resources depends on first class science. A major challenge for the USGS is maintaining its strong tradition for scientific excellence while expanding the capacity to make it relevant to decision makers at all levels and effectively communicating the needed information. I will work hard at supporting and advancing both the science and its applications.\" \r\n<p>Dr. Groat, 58, is a distinguished professional in the earth science community with over 25 years of direct involvement in geological studies, energy and minerals resource assessment, ground-water occurrence and protection, geomorphic processes and landform evolution in desert areas, and coastal studies. He currently serves as Associate Vice President for Research and Sponsored Projects at the University of Texas at El Paso, following three years as Director of the Center for Environmental Resource Management. He was also Director of the University&rsquo;s Environmental Science and Engineering Ph.D. program and a professor of Geological Sciences. \r\n<p>Prior to joining the University of Texas, Dr. Groat served as Executive Director of the Center for Coastal, Energy, and Environmental Resources, at Louisiana State University, from 1992-95. He served as Executive Director of the American Geological Institute from1990-92. From 1983-88, Groat was assistant to the Secretary of the Louisiana Department of Natural Resources, where he administered the Coastal Zone Management Program, and the Coastal Protection Program. \r\n<p>From 1978-1990, Dr. Groat held positions at Louisiana State University and the Louisiana Department of Natural Resources, including serving as professor for the Department of Geology and Geophysics and as Director and State Geologist for the Louisiana Geological Survey. And from 1976-78, he was an associate professor at the University of Texas at Austin, in the Department of Geological Sciences, and as Associate Director and Acting Director of the Bureau of Economic Geology. \r\n<p>Among his many professional affiliations, Groat is a member of the Geological Society of America, American Association for the Advancement of Science, American Geophysical Union, and the American Association of Petroleum Geologists. He has also served on over a dozen earth science boards and committees and has written and contributed to numerous publications and articles on major issues involving earth resources and the environment. \r\n<p>A native of Westfield, New York, Groat received an A.B. degree in Geology from the University of Rochester in 1962, M.S.degree from the University of Massachusetts in 1967, and Ph.D. in 1970 from the University of Texas at Austin. He is married and has two children. \r\n<p><b>(Note to Editors: Digital <a href=\"http:\/\/www.usgs.gov\/groat\/picture.html\">photos<\/a> of Director Groat may be found at <a href=\"http:\/\/www.usgs.gov\/groat\/picture.html\">http:\/\/www.usgs.gov\/gro","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"910846800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}