{"title":"Value, Status and Function of Nation&rsquo;s Wetlands Detailed in State-by-State Report","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The role of wetlands in providing habitat for wildlife, reducing floods and erosion and improving water quality is documented as part of a comprehensive state-by-state assessment of the nation&rsquo;s wetlands compiled by the U.S. Geological Survey. \n<p>The \"National Water Summary on Wetland Resources\" was unveiled Monday (March 10, 1997) at Wetlands â\u0080\u009897 -- The Future of Wetland Assessment conference in Annapolis, Maryland. The conference, sponsored by the Association of State Wetland Managers, runs through March 13, 1997, at the Wyndham Garden Hotel. USGS scientists worked with colleagues from state and other federal agencies and the academic community to provide this first-ever, state-by-state look at the nation&rsquo;s vital wetland resources, including the type and distribution of wetlands, trends on wetland gains and losses, and conservation efforts in each state. \r\n<p>\"The 103 million acres of wetlands remaining in the United States are not only a source of critical habitat for waterfowl, but they also reduce the severity of floods and erosion by modifying the flow of water and improve water quality by filtering out contaminants,\" said Bruce Babbitt, Secretary of the Interior, in commenting on the report. \r\n<p>\"I am particularly pleased with the strong cooperation between the USGS and the former National Biological Service in bringing the many facets of wetland resources together and producing this landmark report. I look forward to an even greater synergy in addressing the full range of biological, hydrologic, and geologic processes that affect our nation&rsquo;s resources,\" Babbitt said. \r\n<p>The USGS wetlands report provides overviews of wetland protection legislation, research by federal agencies related to wetlands, a discussion of the functions and values of wetlands, as well as an historic look at gains and losses of wetlands across the nation since the time of European settlement. The report was prepared in cooperation with the U.S. Environmental Protection Agency, the U.S. Army Corp of Engineers, the U.S. Fish and Wildlife Service, a sister bureau in the Interior Department, and the former National Biological Service, which became the Biological Resources Division of the USGS on October 1, 1996. \r\n<p><b>Highlights from the wetland resources summary include:<\/b> \r\n<p>Estimates indicate that today slightly more than 100 million acres of wetlands remain in the conterminous United States. Although the rate of wetland conversion has slowed in recent years, wetland losses continue to outdistance wetland gains. \r\n<p>Wetlands associated with lakes and streams store floodwaters by spreading water out over a large flat area. This temporary storage of water decreases runoff velocity, reduces flood peaks and distributes stormflows over longer time periods, causing tributary and main channels to peak at different times. \r\n<p>Watersheds with more wetlands tend to have water with lower specific conductance and lower concentrations of chloride, lead, inorganic nitrogen, suspended solids and total and dissolved phosphorus than basins with fewer wetlands. \r\n<p>Wetlands are a major sink (where material is trapped and held) for heavy metals and for sulfur, which combines with metals to form relatively insoluble compounds. \r\n<p>The ability of wetlands to filter and transform nutrients and other constituents has resulted in the construction and use of artificial wetlands in the United States and other countries to treat wastewater and acid mine drainage. \r\n<p>One of the best known functions of wetlands is to provide habitat for birds. Some birds depend on wetlands almost totally for breeding, nesting, feeding or shelter during breeding cycles and are, therefore, called \"wetland dependent.\" Of the more than 1,900 bird species that breed in North America, about 138 species in the conterminous United States are wetland dependent. \r\n<p>Wetlands in the United States are of many types. Some of the more familiar names for different kind","summary":null,"format":null}]},"field_images":[],"regions":["Maryland"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"857710800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}