{"title":"USGS Studies Show Extent of Sediment Contamination and Effects of Saltwater in Charles River in Boston","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey today issued two new reports detailing sediment contamination and saltwater intrusion on the Charles River Basin. The studies, based on hundreds of sediment and water samples collected over a 12-month period, show high levels of metals and organic pollutants in the lower basin as well as saltwater intrusion, which also contributes to compromised water quality. <\/p>\n<p>Results from the two reports will be closely analyzed by the U.S. Environmental Protection Agency&rsquo;s New England Office, which has set a goal of making the Charles River safe for fishing and swimming by Earth Day 2005. <\/p>\r\n<p>&quot;These reports are bad news in some respects, but the good news is that you can&rsquo;t solve these pollution problems until you understand exactly what you&rsquo;re dealing with,&quot; said Bill Walsh-Rogalski, an EPA attorney who is spearheading the agency&rsquo;s Clean Charles 2005 Task Force, a joint collaboration of more than 25 communities, environmental groups, citizens groups and many government agencies. &quot;In the months ahead, we&rsquo;ll be looking at a number of options for mitigating both of these situations, all with an eye towards making the river safe for fishing and swimming.&quot;<\/p>\r\n<p>Both of the EPA-funded studies focused on an eight-mile section of river known as the Charles River Basin, which runs from the Watertown Dam down to the New Charles River Dam downstream of the Museum of Science in Boston. <\/p>\r\n<p>The sediment report, based on 147 sediment samples collected in July and August 1998, showed high concentrations of inorganic pollutants (lead, cadmium, and other metals) and organic compounds, (including PCBs, poly-aromatic hydrocarbons, and pesticides). Median concentrations ranged from 1 to 35 times higher than median concentrations of these constituents from rivers in similar urban settings across the United States. The study was conducted in cooperation with EPA, the Massachusetts Department of Environmental Management, and the New England Interstate Water Pollution Control Commission.<\/p>\r\n<p>Robert Breault, USGS hydrologist and senior author of both reports, said the contamination likely results from numerous factors. &quot;It is partly the result of the basin&rsquo;s relatively low water flow, especially in the summer, a lack of natural flushing that once occurred from the normal tide cycle, or a lack of uncontaminated sediment from upstream that can help dilute these urban sediments,&quot; he said. &quot;An oxygen-poor, sulfide-rich zone within the salt wedge that enters the basin from Boston Harbor is also a factor.&quot;<\/p>\r\n<p>The study examined four proposed public beach sites - Daly Field in Newton, Magazine Beach in Cambridge, Herter East Park in Brighton and the Esplanade Lagoons in Boston. The organic compounds were generally detected in the lowest concentrations in areas of low sediment deposition, such as near Magazine Beach and the Esplanade Ponds. Larger contaminant concentrations were found in areas where more sediments tend to be deposited, such as Daly Field and Herter East Park. <\/p>\r\n<p>The USGS issued a second report today detailing the effects that saltwater from Boston Harbor has on the lower Charles. Although the lower Charles is cut off from the harbor by a dam, the USGS study found that the opening and closing of locks has resulted in a substantial saltwater wedge in the basin, particularly in the dry summer months when water flows from upstream are low and the locks are open more often due to increased boat traffic. (The term salt wedge is named for the shape that the saltwater takes as it moves upstream.) <\/p>\r\n<p>Data on the distribution, variability and chemistry of the saltwater entering the lower Charles River was collected from June 1998 to July 1999, and are illustrated in detailed maps of the river bottom. The maps portray water depths, as well as the extent and distribution of salinity in the basin during the study. <\/p>\r\n<p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"985928400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170330"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}