{"title":"USGS Release Updated Landslide Hazard Maps for Southern California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>UPDATED Debris-Flow Advisory for Southern California<\/strong><\/p>\n<p><strong>EDITORS: For just updated landslide maps, please&nbsp;visit: <\/strong>&nbsp;<a href=\"http:\/\/landslides.usgs.gov\/html_files\/landslides\/05jan_ca\/forecast.html\">http:\/\/landslides.usgs.gov\/html_files\/landslides\/05jan_ca\/forecast.html<\/a><\/p>\r\n<p><!--introstart-->At 6 p.m. Pacific Standard Time, the U.S. Geological Survey advised state and federal agencies about the continuing possibility of landslides and debris flows in seven counties of southern California.<!--introend--> The counties are: San Diego, Riverside, Orange, San Bernardino, Ventura, Los Angeles, and Santa Barbara. Here is the advisory that was issued: <\/p>\r\n<p>The U.S. Geological Survey is issuing a forecast of areas likely to experience landslides in the next 24 hours. <\/p>\r\n<p>This forecast is based on a combination of U.S. Geological Survey landslide susceptibility mapping done by Morton and others \"Preliminary Soil-Slip Susceptibility Maps, Southwestern California\" (available at <a href=\"http:\/\/geopubs.wr.usgs.gov\/open-file\/of03-17\/\">http:\/\/geopubs.wr.usgs.gov\/open-file\/of03-17\/<\/a>) and a quantitative precipitation forecast by the National Weather Service California Nevada River Forecast center, Sacramento, CA. Areas likely to experience landslides are depicted on the maps that available online at <a href=\"http:\/\/landslides.usgs.gov\/html_files\/landslides\/05jan_ca\/forecast.html\">http:\/\/landslides.usgs.gov\/html_files\/landslides\/05jan_ca\/forecast.html<\/a>. However other areas may also experience landslides.<\/p>\r\n<p>Heavy rain forecast for mountainous areas in southern California make landslides and fast-moving debris flows extremely likely in these areas.<\/p>\r\n<p>For information about the maps, please contact Jonathan Godt <a href=\"mailto:jgodt@usgs.gov\">jgodt@usgs.gov<\/a> or Bill Savage, <a href=\"mailto:savage@usgs.gov\">savage@usgs.gov<\/a>. <\/p>\r\n<p>Areas of potential danger from debris flow include areas downslope and downstream from the susceptible areas shown on USGS maps and from the recent burn areas. Fatalities, injuries, and property damage from debris flows commonly occur in low-lying areas such as canyon floors and near the mouths of canyons.<\/p>\r\n<p>Because debris flows can begin suddenly with little or no warning, it is essential to be prepared. During the drier periods between storms, residents living in the foothills and mountains in southern California should watch for fresh cracks or fissures on hillsides, tilting of trees or utility poles, or other signs of recent earth movement. They should also watch for changes in the patterns of storm-water drainage on nearby hillslopes and streams. Obstructed drainage may increase the potential for landslides. During periods of heavy rain, residents should monitor local National Weather Service Flash-Flood advisories, which will contain more detailed information on specific times and places of concern for debris-flow activity. Residents should stay awake and alert because many debris-flow fatalities occur when people are sleeping. Residents should listen for unusual sounds, such as rushing water, cracking trees, or rolling boulders; be prepared to move quickly; and be especially alert when driving because road cuts and embankments are often susceptible to debris flows and rock falls. Residents should also watch for fallen trees. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1105419600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169763"},{"tid":"168930"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}