{"title":"A Modern Compass Improves Oil Production","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>By using the Earth's magnetic field, combined with new innovative technology, oil and gas drilling companies are increasing oilfield productivity while reducing development costs and environmental impacts.<\/p>\n<p><a href=\"http:\/\/geomag.usgs.gov\/downloads\/publications\/3_geomagnetic.pdf\">An article in the fall 2013 issue of <em>Oilfield Review<\/em><\/a> highlights this technology and its applications across the world. It also discusses the public-private collaboration between the U.S. Geological Survey and partners to successfully implement the technology.<\/p>\r\n<p>These days, multiple reservoirs of oil and gas can be accessed from a single platform by drilling vertically and then horizontally. Drill operators need to know which way their drill bits are going to maximize oil production and avoid collisions with other wells. One way to accomplish this important task is to install a magnetometer&mdash;a sort of modern-day \"compass\"&mdash;in a drill-string instrument package that follows the drill bit.<\/p>\r\n<p>The USGS plays a unique role by monitoring the geomagnetic field every single second at magnetic observatories throughout the country. Through a process called geomagnetic referencing, simultaneous measurements of the magnetic field in the drill hole are combined with those from magnetic observatories at the Earth&rsquo;s surface to produce a highly accurate estimate of the drill bit position and direction.<\/p>\r\n<p>The Earth's magnetic field changes all the time across the world as a result of factors like periodic daily tides or rapid magnetic storms that are related to the 11-year sunspot solar cycle. And at high latitudes, such as in northern Alaska or the North Sea, the geomagnetic field can be very active and can change dramatically during magnetic storms.<\/p>\r\n<p>\"Drill-bit positioning requires directional accuracy of a fraction of a degree, and this can be accomplished with advanced technology and expert understanding of the Earth's dynamic magnetic field,\" said Carol A. Finn, USGS Geomagnetism Group Leader. \"USGS operational systems measure the magnetic field on a continuous basis. These data are provided as a service to research scientists, civilian and defense government agencies, and to customers in the private sector, including the oil and gas drilling industry.\"<\/p>\r\n<p>The <a href=\"http:\/\/geomag.usgs.gov\/\">USGS Geomagnetism Program<\/a> monitors variations in the Earth's magnetic field through a network of 14 ground-based observatories around the United States and its territories. There are many customers for geomagnetism data, since the variable conditions of space weather can interfere with radio communication, GPS systems, electric power grids, the operation and orientation of satellites, and even air travel as high altitude pilots and astronauts can be subjected to enhanced levels of radiation.<\/p>\r\n<p>Internationally, the USGS magnetic observatory network is part of the global <a href=\"http:\/\/www.intermagnet.org\/\">INTERMAGNET<\/a> network. Domestically, the USGS Geomagnetism Program works cooperatively with government partners within the U.S. National Space Weather Program, including NOAA and the Air Force Weather Agency, and with private companies that are affected by space weather and geomagnetic activity.<\/p>\r\n<p>Read the <em>Oilfield Review<\/em> article: <a href=\"http:\/\/geomag.usgs.gov\/downloads\/publications\/3_geomagnetic.pdf\">Geomagnetic referencing - The real-time compass for directional drillers<\/a>.<\/p>\r\n<p><a href=\"http:\/\/www.youtube.com\/watch?v=s9YGOUWpH8s\">Watch a 7 minute video<\/a> about the USGS Geomagnetism Program.<\/p>\r\n<p>Read a USGS factsheet: <a href=\"http:\/\/pubs.usgs.gov\/fs\/2007\/3092\/pdf\/FS07-3092_508.pdf\">Monitoring the Earth&rsquo;s dynamic magnetic field<\/a>.&nbsp;<\/p>\r\n<p><span style=\"text-decoration: line-through;\">&nbsp;<\/span><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Natural Hazards Geomagnetism","Solar Storm","Solar System","Oiland Gas","Drilling","Magnetic Field"],"article_type":["National News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1387342800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168997"},{"tid":"169593"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}