{"title":"USGS Announces Mineral Research Grants","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Today, June 30, 2004, the U.S. Geological Survey (USGS) announces the recipients of the first year of the Mineral Resources External Research Program, a grant and\/or cooperative agreement opportunity designed to support minerals research. The grant award is split among six topics that will enhance ongoing research in the USGS and deliver products within one year. <\/p>\n<p>The research opportunities invited proposals from universities, state agencies, industry, or other private sector organizations to conduct research that will help ensure a sustainable supply of minerals for the Nation&rsquo;s future, understand the relationship between minerals and public health, provide information to make informed land use decisions, and deliver mineral information critical to national security. The six 2004 grant awards are:<\/p>\r\n<p>John Dilles from Oregon State University will be studying young volcanic rocks on the south flank of Mt. Lassen, in collaboration with current USGS research on mineral deposits and volcanic hazards at several volcanoes in the Cascade Range of California, Oregon, and Washington. Dr. Dilles&rsquo; work will provide new information about how mineral deposits containing gold and silver are formed in volcanic rocks and about the causes of landslides and other slope failures on young volcanoes. <\/p>\r\n<p>Richard Fifarek from Southern Illinois University in Carbondale will conduct field and laboratory studies of mineral deposits that form more than a mile below the Earth&rsquo;s crust and contain large quantities of copper, together with variable amounts of gold and silver. Deposits of this type have been mined at Summitville, Colorado and Pierina, Peru and are an increasingly important target for minerals exploration. Understanding how these deposits are formed will improve our ability to determine whether similar deposits await discovery in the United States and abroad. <\/p>\r\n<p>Paul Layer and Rainer Newberry from the University of Alaska, Fairbanks will pursue research to determine the ages of rocks associated with gold deposits of northern Alaska. Knowing the age of these gold-bearing rocks will help scientists understand how the rocks that form Alaska and northwestern Canada were assembled and will provide important clues to the identification of additional gold deposits in Alaska. <\/p>\r\n<p>Reed Lewis from the Idaho Geological Survey and Jeffrey Vervoort from Washington State University will use new techniques to determine the ages of the oldest rocks exposed south of the Canadian border in eastern Washington and northwestern Idaho. These 1-billion-year-old sediments have since become important precious and base metal deposits such as those found at the Sullivan mine, in southern British Columbia; near Revett, Montana; in the Coeur d&rsquo;Alene district, northern Idaho; and at the Blackbird mine, in central Idaho. Understanding the age of the oldest rocks will help scientists understand how deposits like these can be identified and where there might be more to be discovered. <\/p>\r\n<p>Joann Mossa from the University of Florida will use computer-assisted analytical techniques and a variety of aerial photographs and maps to assess the physical changes that have occurred in rivers and flood plains in Louisiana and Mississippi as a result of mining gravel and sand used in the construction of roadways and buildings. The study will provide quantitative measurements of the specific impacts of individual mining practices on specific river, floodplain, and channel types. These quantitative data will provide a basis for models of processes that occur during and after extraction of these important resources. <\/p>\r\n<p>Philippe Ross and James Ranville from the Colorado School of Mines will conduct research on potentially harmful metals contained in soils. The goal of their work is to determine, for specific types of soils, how much of each potential toxin exists in a form that could cause harm to humans and other living thi","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","Louisiana","Mississippi","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1088568000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170514"},{"tid":"169815"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}