{"title":"Threat of Earthquakes Occurring in Central United States Still Alive","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>PASADENA, Calif. &mdash; <!--introstart-->Earthquake activity in the New Madrid Seismic Zone in the central United States does not seem to be slowing down.<!--introend-->&nbsp; In a new study published in the journal \"Science,\" seismologists Morgan Page and Susan Hough of the U.S. Geological Survey investigate whether current quakes in the region could be aftershocks of large earthquakes that occurred 200 years earlier.<\/p>\n<p>Using extensive computer modeling of aftershock behavior, they show that the dearth of moderate (Magnitude 6) earthquakes following the series of large earthquakes in 1811-1812, combined with the high rates of small earthquakes today, is not consistent with the long-lived aftershock hypothesis.<\/p>\r\n<p>A debate has swirled in recent years, fueled in part by past studies suggesting that continuing New Madrid seismic activity could be the tail end of a long-lived aftershock sequence following the 1811-1812 earthquakes.&nbsp;&nbsp; If modern activity is an aftershock sequence, the argument goes, then there is no evidence that stress is currently building in the zone. Instead, Page and Hough conclude that the current level of activity must be the signature of active, ongoing processes that continue to generate stress in the region &ndash;stress that we expect will eventually be released in future large earthquakes.&nbsp; In other words, the New Madrid Seismic Zone is not dead.<\/p>\r\n<p>The New Madrid Seismic Zone in the central United States produced 4 large earthquakes with magnitudes upwards of 7 over the winter of 1811-1812.&nbsp; Over the last two centuries, small quakes have continued to occur in the zone at a higher rate than elsewhere in the central United States.&nbsp; Geologic evidence also shows that large earthquake sequences occurred there in about 1450 A.D. and 900 A.D.<\/p>\r\n<p>The paper, \"<a href=\"http:\/\/www.sciencemag.org\/lookup\/doi\/10.1126\/science.1248215\">The New Madrid Seismic Zone: Not Dead Yet<\/a>,\" is available online. Additional information about the <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/states\/events\/1811-1812.php\">New Madrid Seismic Zone<\/a> and its history is available from the USGS online.<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"800\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_01_24\/map.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_01_24\/map_tn.jpg\" alt=\"caption below\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td align=\"left\" valign=\"top\"><span class=\"small\">Recent earthquakes in the New Madrid Seismic Zone (CEUS-SSC catalog, 1990-2008). (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_01_24\/map.jpg\">Larger image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_01_24\/catalog.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_01_24\/catalog_tn.jpg\" alt=\"caption below\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><span class=\"small\">A timeline of earthquakes in the New Madrid Seismic Zone (top) differs significantly from a typical aftershock sequence (bottom). A new study shows that earthquakes occurring today in the region are not aftershocks of the 1811-1812 earthquakes. Rather, they are evidence that stress is continuing to accumulate. Data source: CEUS-SSC catalog. (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_01_24\/catalog.jpg\">Larger image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas","Tennessee","Illinois","Indiana","Kentucky","Missouri"],"country":["United States of America"],"mm_tags":["New Madrid","earthquake","hazard","Aftershock","seismic"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1390453200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170523"},{"tid":"170169"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}