{"title":"Recharge in Washes near Sierra Vista is Estimated by the USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new U.S. Geological Survey (USGS) report estimates that 15 to 20 percent of average annual recharge to aquifers occurs along the normally dry (ephemeral-flow) washes in the Sierra Vista area.<\/p>\n<p>The study, conducted in cooperation with the Bureau of Land Management and through collaboration with the Upper San Pedro Partnership, used information from several shallow soil borings in the area, including soil sampling and monitoring of subsurface temperature.<\/p>\r\n<p>USGS analysis of infiltration from storm runoff in the washes was based on data collected during 2001 and 2002. Although previous investigations assumed that all recharge occurred near the mountains, recent studies in nearby areas suggest that significant portions of recharge may occur in normally dry washes. This study used methods similar to those used in other areas to estimate the percentage of recharge that is derived from infiltration along washes.<\/p>\r\n<p>\"This information allows us to better understand the sources of water to the local aquifer that feeds water to the riparian area along the San Pedro River,\" said USGS scientist Don Pool, a coauthor of the report. \"Moreover, it improves our ability to estimate the effects of ground-water withdrawals and proposed artificial recharge projects on water availability in the streamside area. The Upper San Pedro Partnership will now be able to better assess the viability of measures that are intended to mitigate the ongoing effects of ground-water withdrawals on the riparian area,\" Pool noted.<\/p>\r\n<p>The report \"<i>Ephemeral-stream channel and basin-floor infiltration and recharge in the Sierra Vista Subwatershed of the Upper San Pedro Basin, southeastern Arizona,<\/i>\" by A.L. Coes and D.R. Pool, is published as U.S. Geological Survey Open-File Report 2005&ndash;1023. This report is available online at URL <a href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1023\/\">http:\/\/pubs.usgs.gov\/of\/2005\/1023\/<\/a>.<\/p>\r\n<p>Additional information about the USGS water-resource studies in Arizona can be obtained via email to <a href=\"mailto:webmaster@az.water.usgs.gov\">webmaster@az.water.usgs.gov <\/a>or by visiting the Arizona Water Science Center home page at <a href=\"http:\/\/az.water.usgs.gov\/\">http:\/\/az.water.usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1124856000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169255"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}