{"title":"More Earthquake Monitoring Sites Needed in San Franciso and Oakland","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey still needs a few good back yards. Beginning in January 2000, the USGS Earthquake Hazards Team, in cooperation the seismographic Station at UC Berkeley, will begin installing 60-70 seismograph stations in the core urban areas of San Francisco, Oakland and Berkeley. <!--introend-->\n<p>In a partnership with Microsoft and CartaInc, a Bay area WEB development company, the USGS and UC Berkeley have established a Website for the experiment at <a href=\"http:\/\/www.osfusa.com\">http:\/\/www.osfusa.com<\/a>. This Website will keep the public informed about the experiment, and will allow people to volunteer to host a seismograph in their back yard for a period of about six months. Dr. Alan Lindh, who is managing the project, is extremely grateful for the over 900 responses the site has received since the Website came on line a week ago, and in some areas there are now sufficient potential sites to choose from. In some areas, however, especially in Chinatown, Hunters Point, Mission Bay and Potrero Hill, more sites are needed. \r\n<p>Residents, small businesses, commercial establishments, or anyone with a small patch of open ground where a small seismograph could be installed, are urged to check out the Website for more information. Residents who are willing to have a seismometer placed on their property can complete and submit an online volunteer form. Website visitors can also view maps that highlight information about the study, and can go to related earthquake sites to obtain more information about earthquakes and what they can do to prepare for them. \r\n<p>Installing a seismometer in a backyard will involve digging a small hole, and burying the seismometers. The seismograph itself will be installed in a plastic tub somewhere nearby, and can be hidden behind a bush, in a side yard, a small shed, or anywhere else that is convenient. Ideally, the backyard would be fenced to discourage \"tinkering\" by unauthorized persons, but would not be guarded by a dog, as USGS technicians will need to visit the site about once a month to retrieve the data. The use of a nearby electrical outlet will be necessary, although the small amount of power used will be infinitesimal. \r\n<p>The San Francisco\/Oakland monitoring project is patterned after the backyard seismometer network established by Lindh in San Jose in 1998. During that project, 40 seismometers were placed in backyards in San Jose and adjacent areas for five months. Data gleaned from the new project will be used for several scientific purposes, including building a better computer model of the Bay Area for modeling strong ground motion and estimating the site-amplification effects. \r\n<p>\"The main thrust of this is to get a better handle on the structure of the rocks below the city,\" Lindh said. \"By putting seismometers on basically every unit, we&rsquo;ll be able to build a three-dimensional model of what the earth looks like underneath San Francisco and Oakland, and that will help computer modelers build better models of the shaking that will occur during a major earthquake.\" \r\n<p>The results of the study will be used to predict which parts of the cities, based on the makeup of the earth beneath them, are likely to receive the most damage during the next sizeable earthquake, which has a two- thirds chance of happening within the next 30 years, according to Lindh. \"Homeowners will be able to use the information to renovate their homes, and planning officials will be able to construct buildings, bridges, and transportation and utility infrastructures that are more resistant to earthquakes. Over the long-run, it will influence the way buildings are constructed,\" Lindh said. \"It may take five to 10 years or more, but eventually each new piece of the puzzle ends up as part of the building codes and the planning regulations.\" \r\n<p>For the Internet and computer support of the project, the USGS has established a partnership with Microsoft and CartaInc. Microsof","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"945320400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168798"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}