{"title":"3 to 4.3 billion barrels of technically recoverable oil assessed in Bakken Formation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><span class=\"fontSize3\"><strong>USGS Bakken expert to present findings at Energy Expo in Bismarck <\/strong><\/span><\/p>\n<p>U.S. Geological Survey (USGS) scientist Richard Pollastro, lead researcher on a recent study assessing the undiscovered oil resources in the Bakken Formation, will present at the Great Plains Energy Expo in Bismarck on Tuesday, November 11.<\/p>\r\n<p>The USGS Bakken assessment, released earlier this year, found that North Dakota and Montana have an estimated 3.0 to 4.3 billion barrels of undiscovered, technically recoverable oil.<\/p>\r\n<p>The Bakken formation estimate is larger than all other current USGS oil assessments of the lower 48 states and is the largest \"continuous\" oil accumulation ever assessed by the USGS.&nbsp; It shows a 25-fold increase in the amount of oil that can be recovered compared to the agency's 1995 estimate of 151 million barrels of oil.<\/p>\r\n<p><strong>WHO:<\/strong><\/p>\r\n<p style=\"padding-left: 30px;\">USGS Scientist Richard Pollastro<strong><\/strong><\/p>\r\n<p><strong>WHEN: <\/strong><\/p>\r\n<p style=\"padding-left: 30px;\">November 11, 2008<br \/>10:30 - 11:50 a.m.<\/p>\r\n<p><strong>WHERE:<\/strong><\/p>\r\n<p style=\"padding-left: 30px;\">Bismarck Civic Center<br \/>601 E. Sweet Ave., Room 102<\/p>\r\n<p><strong>Note to media representatives:<\/strong>&nbsp; USGS Geologist Richard Pollastro will be available for interviews on November 11 by contacting Dave Ozman at the numbers above.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana","North Dakota"],"country":["United States of America"],"mm_tags":["energy","Bakken","oil"],"release_date":{"und":[{"value":"1226293200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169167"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}