{"title":"Dissolved Methane Found in Some New York Groundwater","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The fact sheet is posted <a href=\"http:\/\/pubs.usgs.gov\/of\/2012\/1162\/\">online<\/a>.<\/p>\n<p><strong>ITHACA, NY. &ndash;<\/strong> <!--introstart-->A recent study that looked at groundwater samples from more than 200 wells across New York State found levels of naturally-occurring methane high enough to warrant monitoring or other actions in nine percent of the water samples tested, according to U.S. Geological Survey research.<!--introend--><\/p>\r\n<p>While 91 percent of samples tested found no dissolved methane, or levels below the threshold that would require monitoring, seven percent of these wells tested at levels above 10 milligrams per liter, the level at which well owners should contact local health departments for information on monitoring or remediation.&nbsp; An additional two percent tested at levels above 28 milligrams per liter, a level that requires removal of any potential ignition source and venting the gas away from confined spaces to avoid possible explosive conditions.<\/p>\r\n<p>In the state of New York, an estimated six million people get their drinking water from groundwater.&nbsp; The findings of this study highlight the importance of well owners understanding the source and quality of their drinking water.<\/p>\r\n<p>\"Methane in groundwater has been much in the news on account of the potential association with unconventional energy development, but citizens need to be aware that methane occurs naturally in some groundwater systems,\" explained USGS Director Marcia McNutt. \"When present, methane can be dangerous and yet difficult to detect by the consumer, hence the importance of testing groundwater for the presence of this dissolved gas.\"<\/p>\r\n<p>The findings are based on randomly selected water wells that draw their water from either bedrock or unconsolidated aquifers.&nbsp; The samples were collected and analyzed by USGS from 1999&mdash;2011 across the state as part of several groundwater-quality studies. &nbsp;The findings for New York are similar to those seen in studies of other northeastern U.S. states.<\/p>\r\n<p>\"The research is important because it raises the awareness of the natural quality of people&rsquo;s drinking water\" said William Kappel, lead author of the study. \"Well owners should work with local health departments to understand the quality of their drinking water to know if methane or other chemicals are present.\"<\/p>\r\n<p>Methane is a colorless, odorless, and tasteless gas that can be flammable or even explosive. It can trigger an explosion in enclosed or confined spaces containing oxygen coupled with an ignition source such as an open flame or electrical spark. Methane can also displace air in structures and act as an asphyxiate at high concentrations, replacing oxygen in the circulatory system. The burning of methane can also produce toxic gases.<\/p>\r\n<p>Methane comes from several different sources, and can be naturally released to the land surface in its gaseous state or from drinking-water wells as dissolved methane across most of New York and surrounding states. &nbsp;Because of this, methane may be present in drinking-water wells, in the water produced from these wells, and may accumulate in the associated water-supply system.<\/p>\r\n<p>These findings provide background information on the presence of dissolved methane in New York&rsquo;s groundwater as more research on dissolved methane in well water is planned across the state, allowing residents to understand more about the quality of their drinking water. With ongoing unconventional gas development in Pennsylvania and surrounding states and possible unconventional gas development in New York State, knowing the current quality of groundwater is important to establish baseline water-quality conditions for individual and public water-supply wells.<\/p>\r\n<p>About Methane<\/p>\r\n<ul>\r\n<li>Methane is formed through two different processes: \r\n<ul>\r\n<li>Biogenic methane is produced through 'recent', within the last 20,000 years, decomposition of orga","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":["Water Groundwater Resources","Geographic Areas Northeast","New York"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1346731200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"170683"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}