{"title":"Fractured Lavas Suggest Floods on Mars","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Unique fractures in lavas on ancient Mars suggest water occasionally flooded portions of the planet's surface.<\/p>\n<p>The fractures, known as \"columnar joints\", are the first that have been observed on a planet other than Earth. \"Columnar joints form as cooling lava contracts,\" explains Moses Milazzo, a geophysicist with the U.S. Geological Survey in Flagstaff. The characteristics of the column-like fractures can help scientists understand the role of water in geologic processes on Mars. Milazzo, working with the NASA Mars Reconnaissance Orbiter HiRISE camera team, recently published their discovery in the journal <em>Geology<\/em>.<\/p>\r\n<p>The columns, a meter in diameter and about 30 meters high, were identified in the tilted inner walls of an impact crater. \"The HiRISE instrument just barely has the resolution to pick out the columns if they're facing the camera with the perfect orientation,\" said Milazzo. When the impact crater formed, the rocks were tilted backward, toward the sky. This tilting of the columns toward the sky is what allowed the identification.<\/p>\r\n<p>The impact crater where the columns were discovered is in a region that has a history of extensive volcanic activity. Milazzo suspects that the columnar joints formed as lava flows were quickly cooled by floods of liquid water. Milazzo and co-authors suggest that the multiple tiers of columnar joints observed in the crater wall indicate that the Martian lavas were episodically quenched by water. Flooding cycles may have lasted from a few months to a few years.<\/p>\r\n<p>Here on Earth, columnar joints are common in the rocks of the Colorado Plateau. \"One of my favorite places to see columnar jointing is Grand Falls, on the Navajo reservation, about 45 miles east of Flagstaff,\" said Milazzo. \"If you hike down to the bottom during the dry season, you'll cross some perfect examples of columnar joints, which formed when enormous amounts of water flooded the cooling lava.\" The rocks of the Colorado Plateau continue to provide valuable study sites for comparison to Mars.<\/p>\r\n<p>For more information, visit the <a href=\"http:\/\/astrogeology.usgs.gov\/\">USGS Astrogeology Research Program<\/a> website and the <a href=\"http:\/\/uahirise.org\" target=\"_blank\">NASAMars Reconnaissance Orbiter HiRISE camera team<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["water","astrogeology","Mars","","space"],"release_date":{"und":[{"value":"1235538000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169546"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}