{"title":"USGS Poised to Assist Authorities and Public with Hurricane Georges Information","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey (USGS) is once again faced with the ominous task of preparing to monitor the effects of a potentially damaging hurricane, Georges, to the southeast coast of the United States.<!--introend--> A USGS Hurricane Response Team, based in Miami, is spearheading the communications and coordination efforts necessary to assure that USGS information, critical to a possible emergency relief effort involving human life and property, is available to local officials and the general public during the height of the storm. \n<p>In addition to providing \"real-time\" surface-water data*, continuously relayed during the storm to satellites from a network of USGS freshwater gaging stations, the USGS is coordinating with other federal agencies (U.S. Army Corps of Engineers, Federal Emergency Management Agency, National Weather Service, and the National Hurricane Center) involved in hurricane response activities. The USGS stands ready to offer assistance with the collection of data to document coastal storm surge, a potentially dangerous and little understood phenomenon. \r\n<p>According to Gerald Giese, a USGS scientist specializing in surface water hydrology in Tallahassee, Florida, storm surge is an \"abnormal rise in sea level accompanying a hurricane or other intense storm, and whose height is the difference between the observed level of the sea surface and the level that would have occurred in the absence of the storm.\" \r\n<p>Giese explains that tide, storm surge, and wave height combine to inundate coastal areas. According to Giese, \"Land inundation caused by observed â\u0080\u0098beach waves&rsquo; is in addition to that caused by storm surge. If, ordinary high tide is 4 feet above ordinary mean sea level and storm surge is 2 feet, and observed beach waves cause 3 feet of inundation at maximum, then the elevation of the maximum inundation is 4 + 2 + 3, or 9 feet above ordinary mean sea level.\" \r\n<p>Monitoring the volume and height of surface-water bodies and assisting with coastal storm surge data collection during a hurricane are only 2 components of an active and continuous USGS program in Florida. In South Florida, USGS scientists participate in an ongoing, interdisciplinary and interagency effort to understand the effects of natural processes (including hurricanes) and human-induced activities on a fragile ecosystem. \r\n<p>Some of these continuing studies involve the use of complex models of surface-water sheet flow from parts of the Everglades into Florida Bay and sediment transport within the Bay. Such studies of dynamic processes in these systems assist USGS scientists in predicting, for example, flooding magnitude and frequency as well as effects on seagrass due to severe storms and hurricanes. \r\n<p>Natural resources managers, including the South Florida Water Management District, rely heavily on the uninterrupted flow of water data from USGS gages (water monitoring instruments) during a storm such as Georges. This information is vital in making decisions about moving water from one management area to another to prevent flooding and minimize adverse impacts to the delicate Everglades ecosystem. USGS scientists are now inspecting key gages in South Florida and arranging backup systems to ensure that data flows with minimum disruption during and after the storm, as was done so successfully in Puerto Rico over the last few days. \r\n<p>* Note: Real-time South Florida surface-water data can be found on the Web at: <a href=\"http:\/\/www-sflorida.er.usgs.gov\/realtime.html\">http:\/\/www-sflorida.er.usgs.gov\/realtime.html<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"906609600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}