{"title":"USGS Scientists Receive the Ghazi Mir Bach Khan Superior State Medal from President Hamid Karzai of the Islamic Republic of Afghanistan","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nReston, VA - The U.S. Geological Survey announced today that President Hamid Karzai of the Islamic Republic of Afghanistan awarded Dr. P. Patrick Leahy, former acting director and associate director for geology at the USGS, and Dr. Jack Medlin, regional specialist for the Asia and Pacific region, the Ghazi Mir Bach Khan Superior State Medal for their leadership in helping to develop and implement a five-year plan to revitalize the natural resources sector in Afghanistan. Dr. Leahy retired on April 30 after a 33-year career with the USGS and is now executive director of the American Geological Institute. \r\n<\/p>\r\n<p>\r\n&quot;This medal is one of the highest awards the Afghanistan government can bestow upon a non-Afghanistan individual, and we are honored that President Karzai has awarded it to two premier U.S. Geological Survey scientists,&quot; said USGS Director Mark Myers. &quot;This demonstrates the value that the USGS has in the international community for its ability to provide credible, objective science that key policymakers can use to help revitalize and redevelop a once war-torn nation such as Afghanistan.&quot; \r\n<\/p>\r\n<p>\r\nThe USGS has been working with the government of Afghanistan since 2003 to provide an oil and gas resources assessment of the nation, which was issued in March 2006; an earthquake hazards assessment, which is scheduled to be released on May 30; and a mineral resources assessment and a coal resources assessment, both scheduled to be released by the end of 2007. USGS scientists have also been training scientists in Afghanistan on the latest scientific methods and technology so that they will be able to sustain and further develop the new natural resources assessments that the USGS has provided. \r\n<\/p>\r\n<p>\r\nAccording to the five-year plan, &quot;Wise decision-making and management of natural resources depend upon credible and reliable scientific data and knowledge about the occurrence, distribution, quantity and quality of a country&#39;s resources or resources base. Economic development decisions require such information by governments and are a prerequisite by private international investors and companies prior to entry into and investment in a country. Economic risks must also consider the natural hazards associated with development of resources as well as security concerns.&quot; \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1180411200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}