{"title":"Genetic Analysis Splits Desert Tortoise into Two Species","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"253\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td>&nbsp;<img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2011_06_28\/tortoise_spp_map_tn.jpg\" alt=\"Map showing the range of both the Morafka&rsquo;s desert tortoise (Gopherus morafkai) and the Agassiz&rsquo;s desert tortoise (Gopherus agassizii).\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Map showing the range of both the Morafka&rsquo;s desert tortoise (<em>Gopherus morafkai<\/em>) and the Agassiz&rsquo;s desert tortoise (<em>Gopherus agassizii<\/em>). (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2011_06_28\/tortoise_spp_map.jpg\">High resolution image)<\/a><\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><strong>RIVERSIDE, Calif.<\/strong> &ndash; <!--introstart-->A new study shows that the desert tortoise, thought to be one species for the past 150 years, now includes two separate and distinct species, based on DNA evidence and biological and geographical distinctions.<!--introend--><\/p>\r\n<p>This genetic evidence confirms previous suspicions, based on life history analysis, that tortoises west and east of the Colorado River are two separate species.<\/p>\r\n<p>The newly recognized species has been named Morafka&rsquo;s desert tortoise (<em>Gopherus morafkai<\/em>) and represents populations naturally found east and south of the Colorado River, from Arizona extending into Mexico.<\/p>\r\n<p>The originally recognized species, the Agassiz&rsquo;s desert tortoise (<em>Gopherus agassizii<\/em>) is listed as threatened under the federal Endangered Species Act. It represents populations naturally found west and north of the Colorado River in Utah, Nevada, northern Arizona and California.<\/p>\r\n<p>The U.S. Fish and Wildlife Service (FWS), which manages the recovery of threatened and endangered species, had already been treating tortoises on each side of the Colorado River as distinct populations The genetic evidence simply backs up previous observations, such as differences in life history and reproductive strategies.<\/p>\r\n<p>\"The two species have different habitat preferences,\" says Kristin Berry, a USGS biologist who has studied desert tortoise biology for more than 40 years and a coauthor on the study. \"Morafka's tortoise prefers to hide and burrow under rock crevices on steep, rocky hillsides, while the Agassiz&rsquo;s tortoise prefers to dig burrows in valleys.\"<\/p>\r\n<p>Roy Averill-Murray, the desert tortoise recovery coordinator for the Fish and Wildlife Service<strong> <\/strong>said, \"We appreciate the efforts of USGS and other researchers to increase our scientific knowledge about the taxonomy of the desert tortoise. The study's finding that the Morafka's desert tortoise is a new species confirms the Service's decision to evaluate this population independently from the Agassiz's desert tortoise, and will not change the status of either species under the Endangered Species Act or change existing recovery plans.\"<\/p>\r\n<p>Distinguishing the two species required some historical detective work by the researchers. Desert tortoises were first described in 1861 by an Army physician, J.G. Cooper. But two of the original specimens were lost, possibly as a result of the San Francisco earthquake and fire of 1906. Fortunately, Cooper had sent a third specimen to the Smithsonian &mdash; and its DNA helped researchers in their analysis 150 years later.<\/p>\r\n<p>The <a href=\"http:\/\/www.pensoft.net\/journals\/zookeys\/article\/1353\/the-dazed-and-confused-identity-of-agassiz\">study is published<\/a> in the journal <em>ZooKeys<\/em> and authored by Robert Murphy of the Royal Ontario Museum in Canada, Kristin Berry of the USGS, and colleagues from University of Arizona, California Academy of Sciences and Lincoln University (Mo.).<\/p>\r\n<p>Field research and travel for this study was supported by contracts from University of California Los Angeles, California State University Dominguez Hills, US Army Fort Irwin, USAF Edwards Air Force Base, USMC Air Ground Combat Center Twentynine Palms, C","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Utah","California","Nevada"],"country":["United States of America"],"mm_tags":["biology","","tortoise","Endangered Species"],"release_date":{"und":[{"value":"1309233600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168903"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}