{"title":"Dibblee Medal Awarded To Retired USGS Scientist, Thomas A. Steven","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The 7th Annual Dibblee Medal was awarded June 17, 2000 to Thomas A. Steven, a retired research field geologist with the U.S. Geological Survey (USGS). The Dibblee Medal, awarded for excellence in field geology and geologic mapping, is highly coveted by geologists. <\/p>\n<p>The prestigious medal, named for renowned field geologist, Tom Dibblee, is awarded by the Dibblee Geological Foundation (<a href=\"http:\/\/dibblee.geol.ucsb.edu\/\"> http:\/\/dibblee.geol.ucsb.edu<\/a>), a non-profit California educational institution aimed at the timely publication of geological maps. Each medallist has been selected by a committee of peers who recognize the qualities and values of geologic mapping. <\/p>\r\n<p>This year&rsquo;s award was conferred by 88-year old Tom Dibblee at an American Association of Petroleum Geologists meeting in Long Beach, Ca. The citationist was USGS geologist, Peter Rowley, who received the 2nd Dibblee Medal. <\/p>\r\n<p>Steven recently retired from an exemplary 42-year career with the USGS. During this time, he achieved recognition from all quarters of the geologic community as a leading authority on geologic mapping, complex volcanic structures, genesis of ore deposits, and landscape evolution. <\/p>\r\n<p>Tom is a past president of the Colorado Scientific Society and a recipient of the Department of Interior Meritorious Service Award. He has authored over 170 scientific and technical publications, most of which are based on field observations and interpretations. The publications include geologic maps of standard quadrangles and of large regions, reports on mining districts, and syntheses of the genesis and evolutionary trends of magmas and ores in complex volcanic systems. <\/p>\r\n<p>Tom&rsquo;s geologic maps show far more than the distribution of rocks and structures; they are lessons in geologic evolution and processes. For example, through detailed mapping and laboratory investigations, in part with other specialists, he established the first detailed history of the evolution of the rocks of the San Juan, Colorado volcanic field and their role in the formation of associated mineral deposits. His finely crafted reports and maps are models of quality research and presentation. They present complex ideas in comprehensible form and are noted for their complete documentation, imaginative interpretations, and multidisciplinary approach to science, based on \"reading\" the rocks. <\/p>\r\n<p>Steven&rsquo;s experience and expertise in the San Juan Mountains of Colorado subsequently led him to map the Marysvale, Utah volcanic field and contribute to a new understanding of the tectonic and magmatic evolution in that area. Tom was an active partner in the team that developed a modern understanding of calderas, and his contributions were based on careful field observations and interpretation of the rocks. <\/p>\r\n<p>Tom and his wife, Grace, have lived in the Denver area since 1952. After retirement, he continued working on reports at the USGS as a Scientist Emeritus. In addition, he initiated other projects, including an investigation of the geomorphic evolution of the San Juan Mountains. Tom also began writing poetry and has published a 100-page book of poems about growing up in California, the beauty of the scenery he has been privileged to witness as a field geologist, and philosophical meanderings about concepts in geology, science management, and life. <\/p>\r\n<p>In his acceptance speech for the Dibblee Medal, Tom described his life experience in the field as \"...joyous times of solitude when I am alone in the hills trying to read a book that has no title or table of contents, and whose text pages are blank. This is the metaphor I have used in a bit of verse that tries to explore beyond the mechanical basics of field mapping: <\/p>\r\n<p><\/p>\r\n<DIV align=center>\r\n<p>The Reading <\/p>\r\n<p>Let us read from a book<br>That none of us can see,<br>Formless words without sound<br>In a language yet to be <\/p>\r\n<p>Read of those things<br>That must co","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"965880000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169787"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}