{"title":"DESPITE RECENT RAINFALL, STREAMFLOW IS RETURNING TO BELOW-NORMAL LEVELS; GROUND-WATER LEVELS CONTINUE TO DROP","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Streamflow in parts of Maryland and Delaware increased last week due to the heavy rainfall. <!--introend-->However, the higher flows were short-lived, and flows in most streams have begun to decline to the levels that were observed before the rainfall. Streamflows will not increase over the long term until sufficient rainfall occurs to raise ground-water levels, because a large part of the streamflow between rain events is derived from ground water. \n<p>\r\n<p>Heavy rains near the end of August had little effect on ground-water levels in Maryland and Delaware. Ground-water levels in five of six U.S. Geological Survey (USGS) index wells in Maryland and Delaware were lower in August than they were in July, even with last week&rsquo;s rainfall. At the index well near Washington, D.C., a new record low was measured that was almost five inches below the previous August record (set in 1966) and about three feet below the long-term average for August. This is the third month in a row that this well has set a new low monthly record. \r\n<p>\r\n<p>The average daily flow rate in August in the Potomac River at Little Falls was 0.9 billion gallons per day (bgd), about 42 percent of the long-term average August flow rate of 2.2 bgd. This is the third-lowest flow rate in August for the period of record. The record low was in 1930 at less than 0.6 bgd, and the second lowest August flow rate was in 1966 at less than 0.7 bgd. \r\n<p>\r\n<p>Although last week&rsquo;s rain storms did raise the flow rate to 1.9 bgd on August 26, that was still about 300 million gallons per day (mgd) below the long-term average daily flow rate for August. The flow rate is now dropping again and, unless there is more rain, will return to approximately previous conditions. At 6 a.m. today, flow was down to about 1.2 bgd. \r\n<p>\r\n<p>Diversions of Potomac River water for municipal use averaged about 468 mgd in August, about the same as August of 1998. Contents of the Baltimore reservoir system decreased to 51,360 million gallons near the end of August, 68 percent of average and 62 percent of the amount available in August 1998. \r\n<p>\r\n<p>Meanwhile, total river inflow to the Chesapeake Bay was about 8.8 bgd, about 44 percent of the long-term August average. This was the sixth lowest August river inflow to the Bay on record. The lowest inflow for August was recorded in 1966 at 6.0 bgd.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"936244800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169407"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}