{"title":"USGS Scientist Elected First U.S. Chair of International Uranium Group in Thirty Years","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<table align=\"left\" cellpadding=\"5\" cellspacing=\"0\" width=\"205\"><tbody><tr><td><img alt=\"USGS scientist Susan Hall stands in front of the McClean Lake Mine in Saskatchewan, Canada, while representing the United States at an IAEA Uranium Group Meeting in 2009.\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_09_11\/SusanHall_field_tn.jpg\" \/><\/td><\/tr><tr><td><span class=\"small\">USGS scientist Susan Hall, seen here at the McClean Lake Mine in Saskatchewan, Canada, was just elected chair of the Organization for Economic Cooperation and Development &ndash; Nuclear Energy Agency\/International Atomic Energy Agency&rsquo;s Uranium Group. (<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_10_2012_qVLx5CBon3_09_10_2012_0\">Multimedia Gallery)<\/a><\/span><\/td><\/tr><\/tbody><\/table><p><!--introstart-->USGS Scientist Susan Hall was elected chair of the Organization for Economic Cooperation and Development &ndash; Nuclear Energy Agency\/International Atomic Energy Agency&rsquo;s Uranium Group during their 48<sup>th<\/sup> meeting in Kirovograd, Ukraine, which was held August 21-24, 2012.<!--introend-->Hall is the first US representative elected to chair the Uranium Group in more than 30 years, and the first woman to serve in this position.<\/p><p>&ldquo;It is a tremendous honor to be chosen to help lead this very distinguished group of uranium experts from around the world, and testament to the high regard members have for the USGS uranium resource program,&rdquo; said Hall.<\/p><p>&quot;Susan&#39;s election to the chairmanship of the Uranium Group is simply one more measure of the high regard with which the science of Energy and Minerals at the USGS is regarded internationally. And of course, it also demonstrates that the women of the USGS totally rock!&quot; said USGS Director Marcia McNutt.<\/p><p>As chair, Hall will preside over the Uranium Groups regular meetings, as well as the drafting of their bi-annual report, entitled <em><a href=\"http:\/\/www.iaea.org\/newscenter\/pressreleases\/2012\/prn201219.html\">Uranium 20XX: Resources, Production and Demand,<\/a> <\/em>also known as the &ldquo;Red Book,&rdquo; so-called due to its distinctive red cover.<\/p><p>The Red Book contains a comprehensive summary of global uranium supply and demand derived from information provided by Uranium Group delegates from over 40 member countries. Each edition of the Red Book forecasts whether or not adequate uranium supply is identified worldwide to fuel the current and projected future nuclear fleet.<\/p><p>&ldquo;The most recent version of the Red Book identifies uranium resources that are more than adequate to meet projected demand requirements to 2035,&rdquo; Hall said. &ldquo;The United States, with the largest number of operating nuclear power plants worldwide and 10 operating uranium mines that contribute substantially to world uranium supply, significantly influences the world uranium supply\/demand balance.&rdquo;&nbsp;<\/p><p>The Uranium Group is a multi-national organization that was formed by the OECD\/NEA in the early 1960&rsquo;s in response to concerns about securing adequate uranium supplies for the growing number of nuclear power plants. Membership was expanded in 1991 to include Eastern European countries, and in 1996, the International Atomic Energy Agency member states joined.<\/p><p>The United States is represented on the group by one member from the Energy Information Administration of the U.S. Department of Energy and one from the USGS. Hall is a lead scientist in the USGS Central Energy Resources Science Center, located in Denver, where her group is working on the identification and genesis of uranium deposits; estimation of uranium resources in the United States; and issues related to extraction, utilization, and ecosystem health related to uranium mining.<\/p><p>To learn more about this or other geologic assessments, please visit the USGS Energy Resources Program <a href=\"http:\/\/energy.usgs.gov\/OtherEnergy\/Uranium.aspx\">website<\/a>. Stay u<\/p>","summary":"","format":"filtered_html","safe_value":"<p>USGS scientist Susan Hall, seen here at the McClean Lake Mine in Saskatchewan, Canada, was just elected chair of the Organization for Economic Cooperation and Development – Nuclear Energy Agency\/International Atomic Energy Agency’s Uranium Group. (<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_10_2012_qVLx5CBon3_09_10_2012_0\">Multimedia Gallery)<\/a>USGS Scientist Susan Hall was elected chair of the Organization for Economic Cooperation and Development – Nuclear Energy Agency\/International Atomic Energy Agency’s Uranium Group during their 48th meeting in Kirovograd, Ukraine, which was held August 21-24, 2012.Hall is the first US representative elected to chair the Uranium Group in more than 30 years, and the first woman to serve in this position.“It is a tremendous honor to be chosen to help lead this very distinguished group of uranium experts from around the world, and testament to the high regard members have for the USGS uranium resource program,” said Hall.\"Susan's election to the chairmanship of the Uranium Group is simply one more measure of the high regard with which the science of Energy and Minerals at the USGS is regarded internationally. And of course, it also demonstrates that the women of the USGS totally rock!\" said USGS Director Marcia McNutt.As chair, Hall will preside over the Uranium Groups regular meetings, as well as the drafting of their bi-annual report, entitled <em><a href=\"http:\/\/www.iaea.org\/newscenter\/pressreleases\/2012\/prn201219.html\">Uranium 20XX: Resources, Production and Demand,<\/a> <\/em>also known as the “Red Book,” so-called due to its distinctive red cover.The Red Book contains a comprehensive summary of global uranium supply and demand derived from information provided by Uranium Group delegates from over 40 member countries. Each edition of the Red Book forecasts whether or not adequate uranium supply is identified worldwide to fuel the current and projected future nuclear fleet.“The most recent version of the Red Book identifies uranium resources that are more than adequate to meet projected demand requirements to 2035,” Hall said. “The United States, with the largest number of operating nuclear power plants worldwide and 10 operating uranium mines that contribute substantially to world uranium supply, significantly influences the world uranium supply\/demand balance.” The Uranium Group is a multi-national organization that was formed by the OECD\/NEA in the early 1960’s in response to concerns about securing adequate uranium supplies for the growing number of nuclear power plants. Membership was expanded in 1991 to include Eastern European countries, and in 1996, the International Atomic Energy Agency member states joined.The United States is represented on the group by one member from the Energy Information Administration of the U.S. Department of Energy and one from the USGS. Hall is a lead scientist in the USGS Central Energy Resources Science Center, located in Denver, where her group is working on the identification and genesis of uranium deposits; estimation of uranium resources in the United States; and issues related to extraction, utilization, and ecosystem health related to uranium mining.To learn more about this or other geologic assessments, please visit the USGS Energy Resources Program <a href=\"http:\/\/energy.usgs.gov\/OtherEnergy\/Uranium.aspx\">website<\/a>. Stay u<\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"mm_tags":["Energyand Mineralsand Environmental Health Energy Resources","Employees In The News","Uranium","Uranium Group"],"article_type":["National News Release","Employee in the News"],"release_date":{"und":[{"value":"1347336000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"170521"}]},"subtitle":[]}