{"title":"USGS Scientists Tracking Environmental Damage From Floyd...Heavy Flooding Caused Heavy Pollution","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->While much of eastern North Carolina remains under water, U.S. Geological Survey scientists and hydrologic technicians are boating over rooftops, submerged cars, and bridges and roads topped by deep water to collect data and determine the amount of environmental damage done by Hurricane Floyd&rsquo;s heavy rains. <!--introend-->\n<p>USGS scientists from South Carolina to New York are sampling water from flooded areas, streams and rivers looking for bacteria, sediments, heavy metals, chemicals and other contaminants. \r\n<p><b>South Carolina<\/b> With floodwaters inundating wastewater lagoons on animal feedlot operations in North Carolina, malfunctioning municipal wastewater lift stations, and overflowing wastewater treatment lagoons in the Conway area, there is great concern that the decline of dissolved-oxygen concentration will be greater than with past storms. \r\n<p>USGS scientists are looking at dissolved oxygen concentrations in floodwaters from Floyd. After hurricanes Hugo, Fran, Bonnie and Bertha, the USGS documented large drops in dissolved-oxygen in the Waccamaw River and Atlantic Intracoastal Waterway. It took as long as four or five weeks before those waterways began recovery. This drop often occurs with the natural flushing of the extensive tidal marshes without additional nutrient loads. \r\n<p>To better document and understand the water chemistry of this type of event, USGS scientists will be collecting water-quality samples on a weekly or semi-weekly basis and analyze them for nutrients, bacteria, pesticides and metals. <b>North Carolina<\/b> The USGS is collecting water-quality samples at more than a dozen sites in the Tar and Neuse River Basins. The samples will be analyzed for bacteria, nutrients, metals, pesticides, dissolved oxygen and pH levels. \r\n<p>Contaminated water is one of the primary worries in the flooded eastern North Carolina. Wastewater-treatment plants have been flooded, as have septic systems and animal-waste lagoons. Rotting animal carcasses, chemical spills, and other contaminants add to this concern. Some reports put the animal death tolls as high as 100,000 dead hogs, 500,000 dead turkeys, and more than 2 million dead chickens in the eastern part of the state. \r\n<p>Scientists there are also grappling with washed out roads and flooded areas making their data collection efforts difficult and dangerous in some places. Already, USGS crews have made several rescues of stranded citizens during their streamflow and water quality data collection efforts. \r\n<p><b>Virginia<\/b> USGS scientists are tracking bacteria sources and other contaminants in Accotink Creek in Fairfax County and Blacks Run in Rockingham County where high levels of bacteria washed into streams from sources such as animal manure and overflowing sewage-treatment systems. The data collected will be put into a model so future storm effects and the potential for a public health risk can be more accurately predicted. \r\n<p><b>Chesapeake Bay Region<\/b> USGS scientists from Maryland and Virginia are studying nutrients and other non-point source pollution which runs off the land into rivers feeding the Chesapeake Bay. Streams and rivers flow into the Bay flow from as far away as New York and West Virginia. Samples were collected during and immediately after the storm at sites on the Pocomoke River, Nassawango, Choptank River, and Chesterville Branch, in Maryland and the James, Appomattox, Pamunkey, and Mattaponi Rivers, among others in Virginia. Samples are being collected this week from the Susquehanna Rivers and other regularly sampled rivers, where the flood peak occurs later than in the smaller streams. Samples will be analyzed to evaluate possible storm-related increases in nutrient and sediment loads to Chesapeake Bay from increased storm runoff. \r\n<p>Scientists, managers, and planners are concerned that the runoff from Floyd&rsquo;s rain may have offset recent nutrient and sediment reductions resulting from increased e","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland","Massachusetts","New York","Rhode Island","Virginia","North Carolina","South Carolina"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"938059200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}