{"title":"Groundwater Impacted by Pearce Creek Dredge Material Containment Facility","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BALTIMORE &mdash; <!--introstart-->The construction and subsequent use of the Pearce Creek Dredge Material Containment Area &ndash; combined with pre-existing natural conditions &ndash; has degraded the quality of groundwater close to the facility, according to a recent U.S. Geological Survey <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5263\">study<\/a>.<!--introend--><\/p>\n<p>USGS scientists collected field data at the site in Cecil County, Maryland over a two-year period during 2010 and 2011, sampling 50 wells -- including 15 domestic wells -- and two surface water sites in the area. As part of the study, untreated groundwater samples were compared to Environmental Protection Agency drinking water standards.<\/p>\r\n<p>They found that 15 percent of the samples tested exceeded the EPA's Maximum Contaminant Levels for beryllium, and 2 percent exceeded the MCL for arsenic, cadmium, or thallium.&nbsp; MCL's are enforceable standards in public drinking water supplies, and are the highest level of a contaminant allowed in public drinking water. Seventy-one percent of the samples exceeded health advisory levels of manganese, nickel, sodium, sulfate, strontium, or zinc.&nbsp; Nearly all of the water sampled, 96 percent, exceeded the EPA&rsquo;s secondary drinking water regulations for at least one constituent such as sulfate, iron, aluminum, or pH.&nbsp; These secondary standards address water taste, color or odor. Owners of 15 domestic wells sampled as part of the study were notified of the results for their wells.<\/p>\r\n<p>Many local residents in this area already treat their water due to known high concentrations of iron, manganese, and aluminum. While public water supplies are treated to ensure that water reaching the tap of households meets Federal requirements, there are no such requirements for private supplies in Maryland. The findings of this study highlight the importance of private well owners testing and possibly treating their water.<\/p>\r\n<p>While comparing the groundwater to EPA standards and determining whether or not the groundwater was degraded was an important first step of the study, the study was also designed to determine whether or not the containment area was the source of the degraded water-quality.&nbsp; The researchers found that the construction of the site and pumping water and sediment into it changed the groundwater flow system.<\/p>\r\n<p>Before the site was used to contain dredge sediment, it was a wetland, and water was flowing from the ground into a low-lying area.&nbsp; As berms were built on the site and dredged sediment and water were put into the containment area, the flow reversed and water seeped into the ground.<\/p>\r\n<p>\"The water seeping into the ground contained dissolved oxygen and other chemicals. This started a chain of chemical reactions that resulted in degraded water quality in parts of the aquifer system,\" said hydrologist and lead author Cheryl Dieter. \"Water quality was not degraded in the deepest of the three aquifers. The primary effect of the chemical reactions was to increase the amount of total dissolved solids, sulfate, iron, aluminum, and other trace metals to levels higher than normally found in the two shallow aquifers.\"<\/p>\r\n<p>The containment area was built in the mid-1930s and used from 1937 to 1992 as a location to deposit dredged materials, mostly from the Elk River. The U.S. Army Corps of Engineers requested USGS conduct the study of the site to evaluate the possible effects of past site operations on groundwater quality in the area.&nbsp; The Corps is looking into <a href=\"http:\/\/www.nap.usace.army.mil\/media\/newsreleases\/tabid\/4659\/article\/9005\/usgs-identifies-problems-with-pearce-creek-disposal-facility.aspx\">reopening the facility<\/a>.<\/p>\r\n<p>The report titled \"<a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5263\/\">Hydrogeologic framework, hydrology, and water quality in the Pearce Creek Dredge Material Containment Area and vicinity, Cecil County, Maryland, 2010-11<\/a>\" by Cheryl A.","summary":null,"format":null}]},"field_images":[],"regions":["Maryland"],"country":["United States of America"],"mm_tags":["ground Maryland Pearce Creek Dredge Material Containment Facility Water","Geographic Areas Northeast"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1359090000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169046"},{"tid":"169472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}