{"title":"Ottawa, Ohio is Better Prepared to Protect Lives with New Flood Warning System","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Ottawa, Ohio is now better prepared to protect lives and property because of a joint early flood-warning project put in place by the U.S. Geological Survey, Village of Ottawa, Natural Resources Conservation Service, and the National Weather Service (NWS).&nbsp;&nbsp;<\/p>\n<p>The unprecedented damage and economic losses from the August 2007 flood in Ottawa prompted the village to find a way to reduce flood damages from flooding of the Blanchard River.&nbsp;<\/p>\r\n<p>The USGS developed interactive flood-inundation maps of the Blanchard River, and a flood-warning network that consists of three USGS streamgages that monitor streamflow and water levels. The USGS upgraded one streamgage and added two new streamgages, which help emergency managers make informed decisions when flooding is imminent. The report and maps for the Ottawa Flood Warning Network and Flood-Inundation Mapping are available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5189\/\">online<\/a>.&nbsp;&nbsp;<\/p>\r\n<p>\"The August, 2007, flood in Ottawa, Ohio was the worst in nearly 100 years,&nbsp;putting citizens at risk and causing millions of dollars&nbsp;in costly cleanup and repairs in the aftermath,\" said USGS Director Marcia McNutt.&nbsp;\"With the expanded river monitoring and early flood-warning system developed by USGS and its partners, Ottawa's residents&nbsp;are now&nbsp; much better prepared to make timely decisions concerning how to protect their own lives and property.\"&nbsp;&nbsp;<\/p>\r\n<p>\"Ottawa citizens can feel safer now that the flood-warning system is operating,\" said Deborah Bauer, Village of Ottawa Councilor. \"The USGS stream gages and inundation maps will allow us to plan and strategically respond to the flooding.\"&nbsp;&nbsp;<\/p>\r\n<p>The USGS upgraded the streamgage on the <a href=\"http:\/\/waterdata.usgs.gov\/oh\/nwis\/uv?site_no=04189260\">Blanchard River at Ottawa<\/a> and installed new streamgages on the <a href=\"http:\/\/waterdata.usgs.gov\/oh\/nwis\/uv?site_no=04189131\">Blanchard River at Gilboa,<\/a> and <a href=\"http:\/\/waterdata.usgs.gov\/oh\/nwis\/uv?site_no=04189174\">Riley Creek below Pandora<\/a>.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>\"We prepared a series of flood-inundation maps to show areas that would be under water when the Blanchard River water level is between 21 and 31.4 feet, which was the peak stage of the August 2007 flood,\" said Matt Whitehead, USGS hydrologist and project leader. \"The maps bring meaning to predicted high river flows, because they help people visualize which areas will likely be flooded as the stage gets higher.\"&nbsp;<\/p>\r\n<p>In addition to helping the Village of Ottawa prepare for future floods, the new streamgages, flood-inundation maps, and report will enhance the NWS&rsquo;s ability to more accurately forecast flood peaks in Ottawa on the Blanchard River. Interactive flood-inundation maps for the Blanchard River at Ottawa are on the NWS <a href=\"http:\/\/water.weather.gov\/ahps2\/inundation\/inundation_google.php?g_datatype=depth&amp;wfo=iwx&amp;gage=otto1\">website<\/a>.&nbsp;&nbsp;<\/p>\r\n<p>\"Flooding is a real and continuing danger in Ohio,\" said Trent Schade, Hydrologist-in-Charge of the Ohio River Forecast Center, NWS. \"We take lessons from past floods, integrate them with detailed mapping, then bring the community and outside agencies together to improve our flood warnings capabilities in Ottawa.\"&nbsp;<\/p>\r\n<p>Real-time streamflow data for all USGS stream gages in Ohio are available on the USGS <a href=\"http:\/\/waterdata.usgs.gov\/oh\/nwis\/rt\">website<\/a>. For more information about floods, see the USGS fact sheet, \"<a href=\"http:\/\/pubs.usgs.gov\/fs\/2006\/3026\">Flood Hazards&mdash;A National Threat<\/a>.\" Access current flood and high flow conditions across the country by visiting the USGS <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch<\/a> website. Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>.&nbsp;<\/p","summary":null,"format":null}]},"field_images":[],"regions":["Ohio"],"country":["United States of America"],"mm_tags":["Natural Hazards","water","Water Cooperative Water","Water National Streamflow Information","Water Hydrologic Networksand Analysis","Geographic Areas Midwest"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1339041600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169664"},{"tid":"169587"},{"tid":"170091"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}