{"title":"Doctor Watershed","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->On February 14, 1998, Dr. Ray Herrmann, a United States Geological Survey scientist whose speciality is watershed research, will be inducted as a Fellow by the American Association for the Advancement of Science (AAAS) during its annual meeting in Philadelphia. <!--introend-->\n<p>Each year, the AAAS elects members to this position whose \"efforts on behalf of the advancement of science or its applications are scientifically or socially distinguished.\" Herrmann will be presented a certificate and rosette as part of the AAAS Fellows Forum ceremony. \r\n<p>Herrmann, now with the USGS Midcontinent Ecological Science Center in Fort Collins, Colo., is being honored for his geologic and hydrologic research. His research relates to watershed and ecological resources management, particularly in protected landscapes such as national parks. He is also being recognized for leadership in communicating the importance and results of watershed investigations. \r\n<p>USGS chief biologist Dennis B. Fenn said: \"Ray Herrmann has been an outstanding scientist and science program manager in the Department of the Interior for almost 30 years. He has always shown the highest dedication to excellence and served as an example of leadership and professionalism to those who worked with him. This recognition as a AAAS Fellow is well merited.\" Drs. Fenn and Herrmann have worked closely for many years with both USGS and the National Park Service. \r\n<p>Herrmann has been instrumental in the development and coordination of the USGS&rsquo;s National Park Service Watershed Ecosystems Program. This program supports national and international investigations regarding watersheds and their nature, protection, and use on public lands, and furthers the scientific understanding of ecosystems by studying incipient change as a result of natural or human-derived stress. \r\n<p>Important watershed research is conducted in 11 national parks throughout the United States. All sites contain small (less than 200 hectares) \"natural\" study watersheds that are sensitive to disturbance. Scientists from several agencies and universities monitor each site&rsquo;s vegetation, weather, precipitation and water quality. Research also includes studies of the structure and function of ecosystems and their responses to disturbances, such as atmospheric contaminants (acid rain) and global climate change. \r\n<p>The American Association for the Advancement of Science is the largest general scientific society in the world, representing all the scientific and engineering disciplines. Its 144,000 members include scientists and engineers, as well as policy makers, educators, journalists, and students.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Pennsylvania"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"887346000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169015"},{"tid":"169325"},{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}