{"title":"Unlocking the Secrets of the Chesapeake Bay Impact Crater","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Join USGS Scientists to Discover Its Hidden Mysteries<\/p>\n<p>What: <\/b>Look deep inside the Chesapeake Bay Impact Crater with the U.S. Geological Survey.<\/p>\r\n<UL>\r\n<LI>Watch the drill rig bring up samples from within the buried, 35-million-year-old impact crater structure<\/LI>\r\n<LI>See photographs of \"shocked quartz,\" confirming that an impact occurred<\/LI>\r\n<LI>See effects on sediments and rocks of the impact of a comet or asteroid <\/LI>\r\n<LI>Learn how fossils are used for age-dating layers of sediment and rocks<\/LI>\r\n<LI>Learn how this ancient event may affect the region&rsquo;s current and future groundwater supply <\/LI><\/UL>\r\n<p><b>When:<\/b>Thursday, Sept. 28 at 12:30 p.m. <\/p>\r\n<p><b>Who:<\/b>Charles (\"Chip\") Groat, Director, U.S. Geological Survey <br>Ward Staubitz, USGS State Representative, Virginia<br>Greg Gohn, USGS Impact Crater Project Chief<br>Federal, State &amp; Local Elected Officials (Invited) <br>USGS and NASA Scientists\/Technicians <\/p>\r\n<p><b>Where:<\/b> NASA Langley Research Center, Reid Conference Center, Hampton, Virginia <\/p>\r\n<p><b>From Richmond\/Williamsburg\/Newport News Area:<\/b> <br>Take I-64 East to Exit 261B, Hampton Roads Center Parkway, NASA Exit; Proceed to the end of the Parkway moving into the left lane; Turn left onto Armistead Avenue towards NASA\/Langley Air Force Base; Go past the Langley Air Force Base West Gate, moving into the right lane. Exit off Armistead Avenue to Commander Shepard Blvd. and the NASA Main Gate. <\/p>\r\n<p><b>From Norfolk Area: <\/b><br>Take I-64 West through the Hampton Roads Bridge Tunnel; Remain on I-64 West to Exit 262B, Magruder Blvd.; Remain on Magruder Blvd. through three (3) traffic lights, moving into the right lane; Exit off Magruder Blvd. onto Commander Shepard Blvd. (Route 172 North, marked \"NASA\") (approximately 1 mile from last traffic light, and before the overpass); Remain on Commander Shepard Blvd. Through the traffic light (approximately 1.2 miles), and you will be at the NASA Main Gate. <\/p>\r\n<p><b>Note: Attendees should dress informally in field attire and be prepared for inclement weather. For media access to the NASA Research Center, you must contact Chris Rink at NASA Langley Public Affairs at 757-864-6786. <\/b><\/p>\r\n<p><b>Learn more on the web:<\/b> <a href=\"http:\/\/va.water.usgs.gov\/\">http:\/\/va.water.usgs.gov <\/a>or <a href=\"http:\/\/geology.er.usgs.gov\/eespteam\/crater\/\">http:\/\/geology.er.usgs.gov\/eespteam\/crater\/ <\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"969854400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}