{"title":"Rise in Asian Tiger Shrimp Sightings Prompts Scientific Look at Invasion Concerns","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Additional Contact:&nbsp;&nbsp;&nbsp;<\/strong>Keeley Belva, NOAA&nbsp;&nbsp;&nbsp;301-713-3066&nbsp;&nbsp;&nbsp;<a href=\"mailto:Keeley.Belva@noaa.gov\">Keeley.Belva@noaa.gov<\/a><\/p>\n<p><strong>Content updated - 4\/26\/2012 &nbsp;6:48 pm<\/strong><\/p>\r\n<p><strong>GAINESVILLE, Fla.<\/strong> &ndash; <!--introstart-->The recent rise in sightings of non-native Asian tiger shrimp off the U.S. Atlantic and Gulf of Mexico coasts has government scientists working to determine the cause of the increase and the possible consequences for native fish and seafood in those waters.&nbsp;<!--introend--><\/p>\r\n<p>Researchers from the U.S. Geological Survey and National Oceanic and Atmospheric Administration are working with state agencies from North Carolina to Texas to look into how this transplanted species from Indo-Pacific, Asian and Australian waters reached U.S. waters, and what the increase in sightings means for native species.&nbsp;<\/p>\r\n<p>\"We can confirm there was nearly a tenfold jump in reports of Asian tiger shrimp in 2011,\" explained Pam Fuller, the USGS biologist who runs the agency's Nonindigenous Aquatic Species database. \"And they are probably even more prevalent than reports suggest, because the more fisherman and other locals become accustomed to seeing them, the less likely they are to report them.\"&nbsp;<\/p>\r\n<p class=\"Default\">NOAA scientists are launching a research effort to understand more about the biology of these shrimp and how they may affect the ecology of native fisheries and coastal ecosystems. As with all non-native species, there are concerns over the potential for novel avenues of disease transmission and competition with native shrimp stocks, especially given the high growth rates and spawning rates compared with other species.&nbsp;<\/p>\r\n<p class=\"Default\">\"The Asian tiger shrimp represents yet another potential marine invader capable of altering fragile marine ecosystems,\" said NOAA marine ecologist James Morris. \"Our efforts will include assessments of the biology and ecology of this non-native species and attempts to predict impacts to economically and ecologically important species of the Atlantic and Gulf of Mexico.\"&nbsp;<\/p>\r\n<p>The cause of the rapid increase in sightings remains uncertain, Fuller added. The non-native shrimp species may have escaped from aquaculture facilities, although there are no longer any known Asian tiger shrimp farms presently in operation in the United States. It may have been transported in ballast water from ships or possibly arrived on ocean currents from wild populations in the Caribbean or other locations.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>Fuller's team at USGS has been tracking reports of Asian tiger shrimp since they first came to the attention of marine scientists and resource managers in 1988, when nearly 300 of them were collected off the coasts of South Carolina, Georgia and Florida within three months. Scientists tracked the cause back to an isolated incident that accidentally caused an estimated 2,000 animals to be released from an aquaculture facility operating at that time in South Carolina.&nbsp;<\/p>\r\n<p>It was not until 18 years later that reports of the non-native shrimp resurfaced. In 2006, a commercial shrimp fisherman caught a single adult male in Mississippi Sound near Dauphin Island, Ala. Within months, additional specimens were noted in North Carolina&rsquo;s Pamlico Sound, Louisiana&rsquo;s Vermilion Bay and other parts of Florida and the Carolinas. The species was later reported off the coasts of Georgia, Mississippi and Texas in 2008, 2009 and 2011, respectively.&nbsp;<\/p>\r\n<p>Scientists have not yet officially deemed the Asian tiger shrimp \"established\" in U.S. waters, and no one is certain what triggered the recent round of sightings. With so many alternative theories about where these shrimp are coming from and only a handful of juveniles reported, it is hard for scientists to conclude whether they are breeding or simply being","summary":null,"format":null}]},"field_images":[],"regions":["Virginia","Alabama","Florida","Georgia","Louisiana","Mississippi","North Carolina","South Carolina","Texas"],"country":["United States of America"],"mm_tags":["invasivespecies","tigershrimpfish","ocean","gulfcoast","gulfofmexico","Non Native Fishes","","Non Native","","Ecosystems Fisheries Aquaticand Endangered Resources","ecosystems","Ecosystems Invasive Species","Ecosystems Terrestrial Freshwaterand Marine Environments"],"release_date":{"und":[{"value":"1335412800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169525"},{"tid":"170207"},{"tid":"170285"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}