{"title":"DELMARVA PENINSULA WATERS ARE RUNNING LOW","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b><!--introstart--><b>July 1999 flow rates in eight major streams on the Delmarva Peninsula were only 12-41% of the long-term average July flows for those streams, according to hydrologists at the U.S. Geological Survey (USGS).<\/b> <!--introend--><\/b>\n<p>\r\n<p><b>A new low-flow record was set in Brandywine Creek,<\/b> where the 67.2 million gallons per day (mgd) was the lowest average daily flow in July since the flow became regulated in 1973 by Marsh Creek Reservoir. [Call to request FAX of data table] The previous lowest July flow in the Brandywine (since regulation) was 104 mgd in 1986. Of eight major rivers monitored by the USGS on Delmarva, the Christina and Choptank Rivers had proportionally the lowest flows for July 1999: only 12% and 18%, respectively, of their long-term average flows for July. The Christina, Choptank, and Pocomoke Rivers were all about or less than 3% away from setting new low flow records for July. Even the streams least affected by the drought conditions, the St. Jones and the Nanticoke, flowed at only 41% of their long-term July averages. \r\n<p><b>\"Since there was very little rain in July, virtually all the flow in the Delmarva&rsquo;s rivers and streams is now coming from ground water seeping into streams,\" said Dan Soeder, Delaware subdistrict chief for the USGS. \r\n<p><\/b>\r\n<p><b>At the same time, \"ground-water levels were significantly below average in July, have been falling since April and May, and are continuing to fall in all seven water-table observation wells monitored by the Delaware Geological Survey (DGS) in the Atlantic Coastal Plain,\" said John Talley, Associate Director of the DGS.<\/b> These observation wells measure water levels in the surficial (unconfined) aquifer. Water levels in the observation well in northern New Castle County have been below average since November 1998. \r\n<p>\r\n<p>The lowest ground-water level on record in the observation well near Jefferson&rsquo;s Crossroads in Sussex County was recorded in July. The second lowest ground-water level on record in the well in southern New Castle County near Blackbird State Forest was recorded in July. \r\n<p>\r\n<p>Most private wells on the Delmarva Peninsula get their water from the surficial aquifer. The surficial aquifer is also used by farmers for irrigation water. Municipal water supplies for cities like Dover, Milford, and Lewes are obtained from deep, confined aquifers that are less affected by the drought. \r\n<p><b>Current and potential impacts of these drought conditions include:<\/b> \r\n<p><b>o Higher salinity levels further upstream in Chesapeake and Delaware Bay waters and in coastal low-gradient streams<\/b> will affect public water supplies and have general ecological impacts in the streams and adjacent wetlands. Upstream salinity has already caused problems at surface-water intakes in New Castle County. Higher than usual salinity levels in Chesapeake Bay waters could encourage the growth of oyster diseases. Jellyfish are in abundant supply already this summer. \r\n<p><b>o Slow recovery of water supplies, especially ground water.<\/b> The months of rainfall well below average have depleted the water system in the region, so that it will take months of average or even above average rainfall to replenish the groundwater system and large reservoirs and lakes. Single large rainstorms may help, but will not fix, the problem. \r\n<p><b>o Increased stress on fish in streams.<\/b> The local movement of fish will be impeded in small streams as riffles become too shallow for them to cross or if the level of dissolved oxygen in the water drops due to localized algal blooms or other phenomena. Fish have to move around in streams in order to adjust to short-term fluctuations in water conditions, such as daytime temperature increases and pollutant inputs. \r\n<p><b>o Conversely, improved water-quality conditions in the Delaware and Chesapeake Bays.<\/b> Smaller amounts of nutrients and sediment were carried into the Bays this spring. There h","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"933739200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169144"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}