{"title":"shaded-Relief Views of the Floor of San Francisco Bay on Display Tuesday at Moscone","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Otis Redding may have waxed eloquently about \"Sitting By the Dock of the Bay,\" but its flying over the floor of San Francisco Bay that has scientists at the U.S. Geological Survey humming a happy tune these days. <\/p>\n<p>The flyovers, or unders of the bay, as the case may be, are animated, of course, but no less thrilling than those over dry land, for oceanographers who are using new digital technologies to depict the unseen floors of oceans, bays and rivers. <\/p>\r\n<p>These new \"views\" of the floor of San Francisco Bay that have scientists so excited will be on display Tuesday afternoon, December 9, in Hall D of the Moscone Convention Center in downtown San Francisco. They are part of a poster session of the annual meeting of the American Geophysical Union, December 8-12. <\/p>\r\n<p>The images were produced this past summer by scientists at the USGS in Menlo Park, Calif., using a hull-mounted, multi-beam sonar that operates at 100 kilohertz and obtains a swath of depth measurements with each ping, as the ship proceeds along at about four to five knots. The swaths were \"stitched\" together using onboard computers to produce a continuous mosaic of the bay floor. The data were corrected for tidal elevations during post- cruise processing at the USGS laboratories in Menlo Park. <\/p>\r\n<p>The area mapped was covers the west-central part of the bay, from just outside the Golden Gate to about one mile east of Alcatraz Island and from the San Francisco waterfront, northward to the Tiburon peninsula. <\/p>\r\n<p>The shaded-relief and perspective views of the bathymetric, or depth data reveal striking features on the Bay floor such as large sand dunes, submerged rock outcroppings and a large rubble field southwest of Angel Island. Dredged materials from harbors and channels around the bay, which were deposited just south of Alcatraz, are easily visible in the mosaic. <\/p>\r\n<p>Three submerged rock pinnacles west of Alcatraz Island, which could pose hazards for deep-draft tankers, are clearly depicted on the new images. The pinnacles, as well as other features on the floor of San Francisco Bay had been mapped in earlier surveys, but the new, high-resolution images give scientists and engineers data that will allow them to make accurate determinations of the shape and volume of these features. <\/p>\r\n<p>The new data from the USGS mapping project will be of use to scientists and engineers in other agencies and disciplines who are concerned with navigation safety, tracking pollutants and that move through the bay waters, and with socio-economic issues attendant to management of the bay. <\/p>\r\n<CENTER>* * * USGS * * *<\/CENTER>\r\n<p><b>Editors: Interviews with USGS scientists who took part in the San Francisco Bay imaging project may be arranged by contacting Pat Jorgenson in the AGU news room, December 8-12, at 415-905-1007, or by calling the USGS Outreach Office at 650-329-4000.<\/b> <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"881470800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}