{"title":"Media Advisory: Opening of Glen Canyon Dam's Jet Tubes for High-Flow Experiment","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The Department of the Interior has proposed an experiment using high flows from Glen Canyon Dam to study and improve Colorado River resources in Grand Canyon National Park.* The goal of the experiment is to better understand whether higher flows can be used to rebuild eroded beaches downstream of the dam by moving sand accumulated in the riverbed onto sandbars. Grand Canyon sandbars provide habitat for wildlife, serve as camping beaches for recreationists, and supply sand needed to protect archaeological sites.<!--introend--><\/p>\n<p><strong>What:<\/strong> Press conference and opening of Glen Canyon Dam's four jet tubes to initiate high flows<\/p>\r\n<p><strong>When:<\/strong> March 5, 2008, at 9:15 AM<\/p>\r\n<p><strong>Where:<\/strong> Carl Hayden Visitor Center, Glen Canyon Dam, Page Arizona<\/p>\r\n<p><strong>Who:<\/strong> Robert Johnson, Commissioner, Bureau of Reclamation<br \/>Mark Myers, Director, U.S. Geological Survey<br \/>Steve Martin, Superintendent, Grand Canyon National Park<\/p>\r\n<p>To RSVP, please contact Serena Mankiller, smankiller@usgs.gov or 928-556-7094.<\/p>\r\n<p>Glen Canyon Dam is a national critical infrastructure facility. As such, journalists are required to RSVP their attendance and must present photo identification prior to entering the dam. Please allow for additional time to get through security.<\/p>\r\n<p>* The proposed experiment and this event are dependent on the successful completion of an environmental review process anticipated in late February.<\/p>\r\n<p>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1203915600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169281"},{"tid":"169606"},{"tid":"170104"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}