{"title":"High Flows in Tennessee Rivers Estimated","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The May 1-2 storm that brought heavy rains to the southeastern U.S. resulted in record high flows for many rivers in middle Tennessee, according to preliminary estimates released today by the U.S. Geological Survey (USGS).<!--introend--><\/p>\n<p>Rivers in middle Tennessee crested May 2-3, breaking records at many USGS-operated streamgages. The highest streamflows were observed from Nashville west toward Jackson, extending about 40-miles north and south of Interstate 40 and affecting major tributaries to the Cumberland and Tennessee  Rivers.<\/p>\r\n<p>Flows on the Harpeth  River exceeded 46,000 cubic feet per second (cfs) on May 3, the day after the stream peaked at a level 4 feet higher. This breaks the previous record of 40,000 cfs, set in 1948. The Duck River near Hurricane Mills flowed at 138,000 cfs on May 4, exceeding the previous high by 17,000 cfs.<\/p>\r\n<p>Flood peaks on the Harpeth near Bellevue, Piney River at Vernon, and Duck River at Hurricane Mills appear to have exceeded levels expected with only a 0.2 percent probability (1 in 500 chance) in any given year.&nbsp; Elsewhere in the area, peaks on the Red River at Port Royal and Buffalo River near Flatwoods and at Lobelville exceeded those expected with only a 0.5 percent probability (1 in 200) and peaks at Mill Creek at Thompson Lane and Big Sandy River at Bruceton exceeded those expected with 1 percent probability (1 in 100).<\/p>\r\n<p>&ldquo;The flows on these rivers were much greater than anticipated based on previous experience and exceeded those observed in both the 1975 and 1927 floods,&rdquo; according to Rodney Knight, surface-water specialist with the USGS Tennessee Water Science Center.&nbsp; &ldquo;Several of these estimates were based on the last observations received by satellite before our streamgages were submerged,&rdquo; according to Knight.<\/p>\r\n<p>During and after storms and floods, USGS hydrologic technicians measure the flow and height of rivers to verify gage readings.&nbsp; During extreme flooding, USGS crews work to keep gages operating, and collect high-water-mark data at ungaged sites and where gages are submerged. This information is important because it is used by the National Weather Service to issue flood warnings. It is used by FEMA and the U.S. Army Corps of Engineers to characterize flood hazards.<\/p>\r\n<p>Graphs and tables showing the <a href=\"http:\/\/waterdata.usgs.gov\/tn\/nwis\/rt\">real-time streamflow data<\/a> collected at USGS gages in Tennessee for the last 120 days and <a href=\"http:\/\/tn.water.usgs.gov\/\">general flood information<\/a> can be found online.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Tennessee"],"country":["United States of America"],"mm_tags":["flood","Tennessee","water"],"release_date":{"und":[{"value":"1273118400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170382"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}