{"title":"New Louisiana Water Use Report Available","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->New statistics on the use of water in Louisiana are presented in a recent report by the United States Geological Survey.<!--introend-->&nbsp;<\/p>\n<p>In 2010, approximately 8,500 million gallons of water per day (Mgal\/d) were withdrawn from ground and surface-water sources in Louisiana.&nbsp;<\/p>\r\n<p>The report, \"Water Use in Louisiana, 2010,\" presents statistics on water withdrawn from ground and surface-water sources for various uses.&nbsp; &nbsp;The USGS, in cooperation with the Louisiana Department of Transportation and Development, has collected and published water withdrawal and use information on a five-year basis since 1960. The full report, as well as previous reports and water-use data, is available <a href=\"http:\/\/la.water.usgs.gov\/WaterUse\">online<\/a>.<\/p>\r\n<p>\"The current drought, which is affecting large portions of the nation, has highlighted the importance of products such as this new report for Louisiana showing trends in surface and groundwater usage over time and by sector,\" said USGS Director Marcia McNutt. \"This information is critical for managers and planners in understanding how changes in factors such as population, industry mix, and crops affect water consumption.\"<\/p>\r\n<p>Total groundwater withdrawals in Louisiana were 1,600 Mgal\/d and total surface-water withdrawals were 6,900 Mgal\/d. Forty percent (about 650 Mgal\/d) of all groundwater withdrawn was from the Chicot aquifer system in southwestern Louisiana, and 25 percent (about 390 Mgal\/d) was withdrawn from the Mississippi River alluvial aquifer. About 72 percent (5,000 Mgal\/d) of all surface water withdrawn was from the Mississippi River mainstem. Water withdrawal totals for various categories of use were as follows: public supply, 750 Mgal\/d; industry, 2,100 Mgal\/d; power generation, 4,400 Mgal\/d; irrigation, 930 Mgal\/d; and all other uses, 350 Mgal\/d.<\/p>\r\n<p>The latest numbers indicate that total withdrawals in Louisiana have decreased by 17 percent since 2005.&nbsp; During that period, the State's population increased by 0.2 percent and total public withdrawals increased by approximately 3.8 percent. Pierre Sargent, of the USGS in Baton Rouge, attributes the overall decline in water use to a decrease in industrial withdrawals of 33 percent, a decrease in power generation withdrawals of 14 percent, and a decrease in total rice irrigation withdrawals of 13 percent for the same period. The decline in rice irrigation withdrawals is similar to a decrease of rice-harvest acreage by approximately 16 percent from 2005 to 2010.<\/p>\r\n<p>The report also presents water-use trends in Louisiana from 1960 to 2010 based on data collected and reported every five years. Overall, since 1960, groundwater withdrawals have increased by 56 percent, surface-water withdrawals have increased by 58 percent, and total withdrawals have increased by 57 percent. &nbsp;However, for the period 1980 to 2010, total groundwater withdrawals decreased by 9.2 percent, total surface-water withdrawals decreased by 35 percent, and total withdrawals decreased by 31 percent (about 3,900 Mgal\/d).<\/p>\r\n<p>The USGS&rsquo;s <a href=\"http:\/\/water.usgs.gov\/watuse\">National Water-Use Information Program<\/a> is responsible for compiling and disseminating the nation's water-use data. The USGS works in cooperation with local, State, and Federal environmental agencies to collect water-use information. USGS compiles these data to produce water-use information aggregated at the county, state, and national levels. Every five years, data at the county level are compiled into a national water-use data system and state-level data are published in a <a href=\"http:\/\/water.usgs.gov\/watuse\/50years.html\">national circular<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana"],"country":["United States of America"],"mm_tags":["water","Water Use","Louisiana","wateravailability","ground","surface","groundwater","Surface Water"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1345521600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169724"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}