{"title":"Most River Flows across the U.S. are Altered by Land and Water Management, Leading to Ecological Degradation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>This report is available <a href=\"http:\/\/water.usgs.gov\/nawqa\/pubs\/Carlisleetal_FLowAlterationUS.pdf\">online<\/a> in PDF format. Download <a href=\"http:\/\/www.adobe.com\/reader\" target=\"_blank\">Acrobat Reader<\/a> to view PDF files.<\/em><\/p>\n<p><!--introstart-->The amount of water flowing in streams and rivers has been significantly altered in nearly 90 percent of waters that were assessed in a new nationwide USGS study.<!--introend-->&nbsp; Flow alterations are a primary contributor to degraded river ecosystems and loss of native species.&nbsp;<\/p>\r\n<p class=\"default\">&ldquo;This USGS assessment provides the most geographically extensive analysis to date of stream flow alteration,&rdquo; said Bill Werkheiser, USGS Associate Director for Water. &ldquo;Findings show the&nbsp;pervasiveness of stream flow alteration resulting from land and water management, the significant impact of altered stream flow on aquatic organisms, and the importance of considering this factor for sustaining and restoring &nbsp;the health of the Nation's streams and ecosystems.\" &nbsp;<\/p>\r\n<p>Flows are altered by a variety of land- and water-management activities, including reservoirs, diversions, subsurface tile drains, groundwater withdrawals, wastewater inputs, and impervious surfaces, such as parking lots, sidewalks and roads.<\/p>\r\n<p class=\"default\">&ldquo;Altered river flows lead to the loss of native fish and invertebrate species whose survival and reproduction are tightly linked to specific flow conditions,&rdquo; said Daren Carlisle, USGS ecologist and lead scientist on this study. &ldquo;These consequences can also affect water quality, recreational opportunities and the maintenance of sport fish populations.&rdquo;<\/p>\r\n<p>For example, in streams with severely diminished flow, native trout, a popular sport fish that requires fast-flowing streams with gravel bottoms, are replaced by less desirable non-native species, such as carp. Overall, the USGS study indicated that streams with diminished flow contained aquatic communities that prefer slow moving currents more characteristic of lake or pond habitats.<\/p>\r\n<p class=\"default\">&ldquo;Management practices related to water demand continue to alter stream flows in many places,&rdquo; said Jeff Ostermiller, Water Quality Manager with the Utah Division of Water Quality. &ldquo;Understanding the ecological effects of these flow alterations helps water managers develop effective strategies to ensure that water remains sufficiently clean and abundant to support fisheries and recreation opportunities, while simultaneously supporting economic development.&rdquo;<\/p>\r\n<p class=\"default\">Annual and seasonal cycles of water flows &mdash; particularly the low and high flows &mdash; shape ecological processes in rivers and streams. An adequate minimum flow is important to maintain suitable water conditions and habitat for fish and other aquatic life. High flows are important because they replenish floodplains and flush out accumulated sediment that can degrade habitat.<\/p>\r\n<p class=\"default\">&ldquo;While this study provided the first, national assessment of flow alteration, focused studies within specific geographic regions will provide a better understanding of the ecological effects of altered stream flows, which can be more effectively applied to local water management challenges,&rdquo; said Carlisle.<\/p>\r\n<p class=\"default\">The severity and type of stream flow alteration varies among regions, due to natural landscape features, land practices, degree of development, and water demand.&nbsp; Differences are especially large between arid and wet climates. In wet climates, watershed management is often focused on flood control, which can result in lower maximum flows and higher minimum flows. Extremely low flows are the greatest concern in arid climates, in large part due to groundwater withdrawals and high water use for irrigation.<\/p>\r\n<p class=\"default\">The study identified over 1,000 unimpaired str","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","streamflow","Streams","streamgages","aquaticecosystem","ecologicaldegradation","trout","nationalwaterqualityassessmentprogram","naqwa","wateralert"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1288756800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169156"},{"tid":"169801"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}