{"title":"Emergency Drill to Focus on Volcanic Ash","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey (USGS) is among more than 40 local, state, and federal agencies within Clark County, Washington that will be participating in a coordinated practice drill on May 31, 2006, to test their abilities to respond to and recover from a disaster.<!--introend--> The drill, coordinated by the Clark Regional Emergency Services Agency (CRESA), is being carried out in recognition of the potential hazards from the five major volcanoes in the State of Washington. The scenario will involve a catastrophic ashfall from a large volcanic eruption at Mount St. Helens. The State of Washington Emergency Management Division has declared May as Volcano Awareness Month. <\/p>\n<p>The purpose of this exercise is to evaluate communication and coordination among field responders, volcanologists, Emergency Operations Centers and partnering resource agencies throughout Southwest Washington. <\/p>\r\n<p>The USGS Cascades Volcano Observatory, in cooperation with CRESA, developed the eruption scenario that is being used in Wednesday&acute;s exercise. The scenario is based on the past eruptive history of Mount St Helens and experiences gained through study of other recent volcanic eruptions. The response activities are applicable to eruptions at any of the other 11 large Cascade Range volcanoes in Washington, Oregon and California. Mount St. Helens has been erupting a viscous lava dome continuously since October 2004 and is slowly rebuilding itself following the catastrophic eruption in 1980. <\/p>\r\n<p>A recent national assessment of volcanic threat and monitoring capabilities by the USGS ( <a title=\"An Assessment of Volcanic Threat and Monitoring Capabilities in the United States: Framework for a National Volcano Early Warning System\" href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1164\/\" target=_usgs>http:\/\/pubs.usgs.gov\/of\/2005\/1164\/ <\/a>) reports that volcanoes on the list of the top 55 most threatening, exist in Alaska, California, Hawaii, Oregon, Washington, Wyoming and the Commonwealth of the Northern Mariana Islands. In that report, 10 Cascade volcanoes were ranked as very high threat and are high priority for monitoring improvements. Although Cascade volcanoes do not erupt frequently, they threaten major populations and developments. The USGS role is to provide the scientific information about volcano hazards that communities need to prepare for and respond to volcanic eruptions. <\/p>\r\n<p>Volcano monitoring in the United States is conducted by five volcano observatories supported primarily by the USGS Volcano Hazards program. They are the Hawaiian Volcano Observatory, Cascades Volcano Observatory, Alaska Volcano Observatory, Long Valley Observatory, and Yellowstone Volcano Observatory. Under the federal Stafford Act, the USGS is responsible for issuing timely warnings of potential volcanic disasters to the affected populations and to civil authorities. The volcano observatories issue notices and warnings of conditions at monitored U.S. volcanoes on a regular basis or as often as warranted during eruptive episodes. The USGS operates the observatories with the help of universities and other government agencies through formal partnerships. <\/p>\r\n<p>Scientists at USGS CVO will be on hand for interviews about Mount St. Helens on Thursday, June 1, between 9:00 a.m. and 2:00 p.m.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1149048000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169005"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}