{"title":"New Geologic Map Provides Details on Past, Present and Future of the Colorado Front Range","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Do you ever wonder what has happened beneath your feet? Curious about what might occur in years to come?<\/p>\n<p><!--introstart-->A new tool that can help citizens who live, work and play in the Colorado Front Range is now available online and in print from the U.S. Geological Survey (USGS).<!--introend--><\/p>\r\n<p>The Geologic Map of the Denver West 30' x 60' Quadrangle, North-Central Colorado, USGS Scientific Investigations Map 3000, is available for <a href=\"http:\/\/pubs.er.usgs.gov\/usgspubs\/sim\/sim3000\">purchase or free download<\/a><a href=\"http:\/\/pubs.er.usgs.gov\/usgspubs\/sim\/sim3000\"><\/a>. A low-resolution image of the map is attached.<\/p>\r\n<p><img style=\"float: right;\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-9-30\/co_frontrange.jpg\" alt=\"Screenshot of the map available for download.\" width=\"280\" height=\"183\" \/>Geologic maps serve as the framework for a number of planning and industrial activities because they show the rock types at the earth's surface and help to unravel the history of the earth. They can help inform land-use decisions such as how planners should design buildings, canals, roads, and drainage of farmland, locate earthquake faults, and show where landslides are likely to occur to help plan for safer communities. They can also help predict where resources such as oil, gas, coal, and mineral resource exist for future development.<\/p>\r\n<p>\"Geologic maps are important tools for policy makers, planners and the general public,\" said Eugene Schweig, USGS geologist and Chief Scientist of the Central Region Earth Surface Processes team. \"They are especially useful in a major urban area like Denver due to the ecological balance this population craves.\"<\/p>\r\n<p>The newly released USGS map includes the western part of the Denver metropolitan area and many rapidly growing mountain communities and recreation areas, including a section of the valuable Colorado mineral belt.&nbsp; It shows rocks and deposits being formed at the surface today and others that formed as long as 1.7 billion years ago.<\/p>\r\n<p>An accompanying pamphlet describes the geologic history of the region and the potential for a number of geologic hazards apparent in the mapping area.<\/p>\r\n<p>The last USGS geologic map that covered this part of the Front Range was produced in 1981. The new Denver West map includes many previously unmapped areas, including deposits of young surface material such as alluvial gravel and glacial till, and shows previously mapped areas in greater detail.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["geography","geology","map","rocks","Minerals","Denver"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1222747200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}