{"title":"USGS Presents a World of Science at GSA in Philadelphia","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Reporters:  For interviews during the conference, please call the GSA Newsroom in Philadelphia on 215-418-2039. <\/strong><br \/>\r\n<br \/>\r\n<!--introstart-->Geology and human health, disasters, science and public policy, climate change, and future energy and water resources are among the topics that scientists of the U.S. Geological Survey (USGS) will discuss with other leading scientists, educators, and policy-makers from around the globe at the Geological Society of America Annual Meeting, Oct. 22-25.<!--introend-->  About 6000 people are expected to attend. The site of this year&rsquo;s meeting, Philadelphia, and its theme, <em>The Pursuit of Science:  Building on a Foundation of Discovery<\/em>, celebrate the 300th birthday of Benjamin Franklin, one of our nation&rsquo;s earliest and most notable leaders in science and public policy. Unless otherwise indicated, all talks are at the Pennsylvania Convention Center (PCC). <br \/>\r\n<\/p>\r\n<h2><span class=\"fontSize3\">Sunday, Oct. 22<strong> <\/strong><\/span><\/h2>\r\n<p>\r\n<strong>The Emerging Role of Earth and Natural Sciences in Human Health: <\/strong>What does earth science have to do with human health? Plenty. Recent events and research clearly show the need for earth and human-health sciences to work together and to incorporate non-traditional specialties to bridge the gap.  With specialists in earth and biological sciences, the USGS has formed a human-health interest group that coordinates research internally and with partners along six issues related to human health. Related website:  <a href=\"http:\/\/health.usgs.gov\/\">http:\/\/health.usgs.gov\/<\/a>. <strong>P. Patrick Leahy, PCC Auditorium Lecture Hall, 8:10-8:40 am <\/strong><br \/>\r\n<br \/>\r\n<strong>The Chesapeake Bay Impact Crater:<\/strong> What happens when a piece of rock two miles wide comes crashing down to earth at hypersonic speed? That happened about 35 million years ago in what is now the mouth of the Chesapeake Bay. USGS scientists and partners in the International Continental Scientific Drilling Program (ICDP) will present some of the details of an event that fractured the Earth&rsquo;s basement rocks to a depth of more than seven miles, scattered debris up and down the east coast, and still affects daily life in modern coastal Virginia. <br \/>\r\n<strong>J. Wright Horton Jr., PCC 112A, 10:30-10:45 am (Hydrothermal rock alteration) <br \/>\r\nGregory Gohn, PCC 112A, 1:50-2:10 pm (Deep drilling program) <br \/>\r\nDavid S. Powars, PCC 112A, 2:30-2:45 pm (Crater structure) <br \/>\r\nLucy E. Edwards, PCC 112B, 9:45-10:00 am (MONDAY) (Impact-damaged fossils) <br \/>\r\nWylie Poag, PCC Exhibit Hall C, 1:30-5:30 pm (MONDAY, POSTER) (Tektite source rocks) <\/strong><br \/>\r\n<br \/>\r\n<strong>To Scientists, It&#39;s Good to be a Packrat:<\/strong> Packrats living over the past 50,000 years in dry caves and rock shelters in the American West are helping scientists discover what kinds of plants were growing in the region in the past and how climate has changed.  But how they&#39;ve helped is a little unusual.  Ancient packrats like their modern relatives habitually gathered pieces of plant material, bone, and other items from their environment and stashed them in their waste piles of fecal material and urine called middens. The packrat&#39;s viscous urine cemented the material together into a solid mass to create a midden of preserved plant fossils. The USGS\/NOAA North American Packrat Midden Database offers the most comprehensive, high-quality archive of midden data available for North America, online at <a href=\"http:\/\/esp.cr.usgs.gov\/data\/midden\">http:\/\/esp.cr.usgs.gov\/data\/midden<\/a>. <strong>Laura Strickland, PCC 109 AB, 11:15-11:30 am<\/strong> <br \/>\r\n<br \/>\r\n<strong>Assessing the Aftermath of Disasters:<\/strong> Earthquakes, volcanic eruptions, fires, landslides, hurricanes, industrial spills, and terrorist attacks can produce large volumes of solid, gaseous, or liquid materials of potential environmental and public health concern.","summary":null,"format":null}]},"field_images":[],"regions":["Pennsylvania"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1161230400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}