{"title":"Top Honor for a Wildlife Professional Awarded to USGS Scientist","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The Wildlife Society's 61<sup>st<\/sup> Aldo Leopold Memorial Award was recently presented to U.S. Geological Survey Senior Scientist Dr. Douglas H. Johnson. The prestigious award was presented to Johnson by President Dr. Bruce D. Leopold during the Society&rsquo;s annual conference held in Snowbird, Utah. This award recognizes Johnson's \"distinguished service to wildlife conservation\" for a career that has spanned more than 40 years with the U.S. Department of the Interior.&nbsp;&nbsp;<\/p>\n<p>The Leopold Award honors the legacy of Aldo Leopold (1887-1948), who is widely considered to be the father of modern wildlife management and conservation in North America. It is the highest honor bestowed by The Wildlife Society and is considered the highest recognition for a professional wildlife ecologist. The award has been given to a single individual each year since 1950.&nbsp;<\/p>\r\n<p>Johnson's career embodies the essence of Aldo Leopold's professional contributions as a scientist. He is nationally and internationally recognized as a leader in wildlife research and management, and is described by supporters and award nominators as one of the \"true visionaries in the wildlife profession\" during the last four decades. He received his bachelor's degree in mathematics and psychology from the University of Minnesota, Twin Cities, Minn., master&rsquo;s degree in statistics from the University of Wisconsin in Madison, Wis., and doctorate degree in zoology from North Dakota State University in Fargo, N.D.&nbsp;&nbsp;<\/p>\r\n<p class=\"Default\">In 1970, Johnson began his career as a statistician at the USGS Northern Prairie Wildlife Research Center in Jamestown, N.D., where he worked for 35 years.&nbsp; Since 2005, he has been stationed at Northern Prairie&rsquo;s field office in Saint Paul, Minn.&nbsp;&nbsp;<\/p>\r\n<p class=\"Default\">Johnson's ongoing research includes statistical and biological issues, and he has been a pioneer in using modeling and statistics to understand complex wildlife problems and identify pertinent information needs. His expertise includes ecology, conservation, habitat management, statistical modeling and theory, mathematics, inventory and monitoring, population dynamics, taxonomy, and agricultural programs. Johnson has authored or coauthored several hundred presentations on these and other subjects at scientific meetings, workshops, seminars, and lectures, and has published over 185 papers in peer-reviewed national and international scientific journals, government scientific report series, and conference proceedings and transactions.&nbsp;<\/p>\r\n<p>The Wildlife Society, founded in 1937, is an international association dedicated to excellence in wildlife stewardship through science and education.&nbsp; The society's mission is to represent and serve the professional community of scientists, managers, educators, technicians, planners, and others who work actively to study, manage, and conserve wildlife and its habitats worldwide.&nbsp; Membership includes over 8,000 wildlife professionals and students from over 70 countries with expertise in all aspects of wildlife biology, research, conservation, and management.&nbsp;<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_11_19\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_11_19\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_11_19\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_11_19\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2010_11_19&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;\/a&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Minnesota"],"country":["United States of America"],"mm_tags":["biology","wildlife","award","Wildlife Society"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1290056400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170352"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}