{"title":"Paddling for a Purpose: Tribal Journey in the Salish Sea","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Want to interview a Tribal Skipper or scientist along the journey? Contact Jennifer La Vista. <\/strong>Follow the Tribal Journey's progress from the <a href=\"http:\/\/www.usgs.gov\/features\/coastsalish\/\">2008 journey<\/a>.<\/p>\n<p><!--introstart-->The Coast Salish Tribal Nation and U.S. Geological Survey (USGS) will paddle to study and help improve the Salish Sea environment during their second Tribal Journey together on July 20 &ndash; August 3.<!--introend--><\/p>\r\n<p>Water quality conditions throughout these ancestral waters have been deteriorating for decades, causing population declines of some of the areas most valued species &ndash; salmon, orcas, and a number of sea birds.<\/p>\r\n<p>This is the second year that canoes will tow USGS water quality probes along various routes throughout the Salish Sea, which includes Puget Sound and the Strait of Georgia. Last year, areas of poor water quality conditions were identified along the travel routes. This year&rsquo;s journey will include additional activities to identify the extent and causes of impairments to water quality relating to changes in land use and climate. This information is crucial to make informed decisions about balancing the needs of coastal ecosystems and human livelihood.<strong><\/strong><\/p>\r\n<table border=\"0\">\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>What:<\/strong><\/td>\r\n<td valign=\"top\">On behalf of the Tribal Journey Water Quality Project, we invite media to attend the landing of Tribal Journey canoes that will be carrying the testing probes and to witness the celebration of blending traditional knowledge and sound science to study and help improve management of the Salish Sea. Come interview experts and get an up-close look at a high tech water quality probe.<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Who:<\/strong><\/td>\r\n<td valign=\"top\">\r\n<p>Brian Cladoosby, Swinomish Tribal Community Chairman and Canoe Skipper<br \/> Henry Cagey, Lummi Nation Chairman<br \/> Eric Day, Swinomish Canoe Skipper<br \/> Eric Grossman, USGS Geologist and Tribal Journey Science Advisor<br \/> Ginny Broadhurst, Director, Northwest Straits Commission<br \/> Bob Doyle, USGS Deputy Director<br \/><br \/><\/p>\r\n<\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>When:<\/strong><\/td>\r\n<td valign=\"top\">Sunday July 26, 2009<br \/> 3 p.m. PDT (please note that this time is dependant on water conditions)<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Where:<\/strong><\/td>\r\n<td valign=\"top\">Lummi Nation Beach (just 35 minutes from Bellingham)<br \/> Next to Wexliem Community  Center, Lummi Shores,  WA<br \/>A <a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_07_10\/travel_dir_LUMMI.pdf\">PDF map<\/a> is available.&nbsp; For further assistance, please contact Jennifer LaVista.<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["coastsalish","waterquality","water","pugetsound","tribes"],"release_date":{"und":[{"value":"1247198400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169038"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}