{"title":"Mercury Deposition Greater near Major U.S. Cities","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Atmospheric deposition of mercury is about four-times higher in lakes near several major U.S. cities compared to lakes in remote areas, according to a new study by the U.S. Geological Survey.&nbsp;<\/p>\n<p>Atmospheric deposition is the predominant pathway for mercury to reach sensitive ecosystems, where it can accumulate in fish and harm wildlife and humans. Coal-fired power plants and industries are among the primary sources of mercury emissions. Mercury emissions can travel far in the atmosphere, and the relative importance of local, regional, or international mercury emissions to natural waters is generally unknown.<\/p>\r\n<p>This is the first study to quantify the relation between mercury fallout and distance from major urban centers. The study included lakes nearby, and remote from Boston, Mass., Albany, N.Y., Montreal, Canada, New Haven, Conn., Tampa and Orlando, Fla., Chicago, Ill., Minneapolis, Minn., Denver, Colo., Salt Lake City, Utah, and Portland, Ore.&nbsp;<\/p>\r\n<p>To better understand geographic patterns of mercury deposition, the USGS analyzed sediment cores from 12 lakes with undeveloped watersheds near to (less than 30 miles) and remote from (more than 90 miles) several major urban areas in the United States. Mercury deposition in the near-urban lakes greatly exceeds amounts found in remote lakes. The full report can be found in the journal <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0269749111006191\">Environmental Pollution<\/a>.&nbsp;<\/p>\r\n<p>\"With all of the environmental issues requiring attention, this study is an excellent example of how science can help target our attention and actions to geographic areas where mercury's toxic impacts are likely to be the greatest in the near term on both ecosystems and humans,\" said USGS director Marcia McNutt. \"This study also helps scale the distance over which atmospheric deposition of mercury is most severe, although no region escapes mercury contamination.\"<\/p>\r\n<p>Mercury emissions were previously known to contribute to global air pollution, but the importance of deposition near sources was less certain. Mercury deposition to South Reservoir, a protected water supply lake six miles north of downtown Boston, Mass., was five-times greater than mercury deposition to Crocker Pond, 130 miles to the north in western Maine. &nbsp;This pattern was repeated in near-urban and remote lakes in other parts of the country.&nbsp;<\/p>\r\n<p>\"This finding could have important implications for management of mercury emissions to reduce the risks mercury poses &nbsp;to humans and wildlife,&rdquo; said USGS scientist Peter Van Metre, author of the study. &ldquo;The results illustrate the importance of reducing mercury emissions in the U.S. and not focusing only on emissions globally.\"<\/p>\r\n<p>The study is part of the USGS National Water Quality Assessment Program, which has been using age-dated lake sediment cores from across the United States to evaluate contaminant trends. Other lake coring studies have found &nbsp;elevated mercury levels in urban areas. However, many urban lakes are affected by urbanization in the watershed, which makes it difficult to distinguish atmospheric mercury deposition from other sources of mercury pollution.<\/p>\r\n<p>An important factor in this study was finding and sampling lakes in undeveloped, protected watersheds in and near major cities. The findings of this study support previous conclusions from models that indicate increased mercury deposition near major cities.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Mercury","Pollution","Atmospheric Deposition","lakes","aquaticecosystem","Human Health","emission","Boston","Tampa","Massachusetts","Florida","New Haven","Connecticut","Chicago","Illinois","Orlando","Denver","Colorado","Albany","New York","Portland","Oregon","Montreal","Canada","Cities","Salt Lake City","Utah"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1324357200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"170263"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}