{"title":"What on Earth Is Going on . . . on Earth?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Have you ever wondered who studies the Earth&rsquo;s lands and waters? Who provides the latest information to help conserve natural resources, from the Great Lakes to Florida&rsquo;s Everglades? Who understands and monitors everything from earthquakes, landslides, and volcanoes, to floods, drought, and coastal erosion, to make America&rsquo;s communities safer? <!--introend--> \n<p>That \"who\" is the U.S. Geological Survey. USGS scientists provide scientific information to the public as well as to policymakers so they can make informed decisions about how to conserve America&rsquo;s natural heritage and plan more livable, safer communities. \r\n<p>\"The changing nature of the natural and physical world is the primary driving force and motivation behind all of the work USGS does in biology, geology, mapping, and water,\" said USGS Director Charles \"Chip\" Groat. \"We live our motto each day in fulfilling our mission to provide reliable, impartial information to the citizens of this country and to the global community.\" \r\n<p>The new USGS web publication, \"Making a World of Difference: Recent USGS Contributions to the Nation,\" explains how the USGS pulls together different information resources to identify earthquake and landslide hazards in the Pacific Northwest, Alaska and California; track the course of floods; develop ways to halt ground water contamination; reduce harmful nutrients in the Chesapeake Bay, count migratory birds; and, develop educational tools to teach children to read maps. \r\n<p>USGS science makes a difference in the management, conservation and use of our natural resources. For example, the agency is bringing together its science capabilities in South Florida where USGS geologists, hydrologists, biologists and mappers are working to understand how to help that fragile and greatly altered ecosystem - one of America&rsquo;s natural treasures - survive into the future. \r\n<p>Hydrologists with the USGS have helped to protect the purity and drinkability of America&rsquo;s waters by making resource managers and policymakers aware of contaminants such as MTBE in the nation&rsquo;s water supplies. \r\n<p>Besides helping to understand America&rsquo;s lands and waters, the USGS also works to understand the earth&rsquo;s wildlife and vegetation populations. For example, over the past 10 years, the USGS has successfully established a new nesting site at Padre Island National Seashore for the world&rsquo;s most endangered sea turtle. \r\n<p>By providing food and recreational opportunities to people and by indicating the health of aquatic environments, America&rsquo;s fish populations are of crucial importance to our future. The lake trout, restored in Lake Superior through the efforts of USGS scientists working with natural resource management agencies, is highly prized by recreational anglers and by professional chefs. Millions of hatchery-raised salmon and trout have been saved from possible destruction because DNA probes developed by USGS biologists can now be used to distinguish between the virulent European and more benign North American strains of a highly feared fish disease agent. \r\n<p>The publication can be read on the World Wide Web by going to <a href=\"http:\/\/www.nwrc.usgs.gov\/world\/\">http:\/\/www.nwrc.usgs.gov\/world\/<\/a>. The website contains dozens of web links to USGS programs and scientists. The full range of USGS science, with connections to an array of educational sites, is available at the main USGS website <a href=\"http:\/\/www.usgs.gov\">http:\/\/www.usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"933912000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}