{"title":"Value of U.S. Mineral Production Decreased in 2013","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Last year, the estimated value of mineral production in the U.S. was $74.3 billion, a slight decrease from $75.8 billion in 2012.<!--introend--> According to the U.S. Geological Survey&rsquo;s annual <a href=\"http:\/\/minerals.usgs.gov\/minerals\/\">Mineral Commodity Summaries 2014<\/a> report, the 2013 decrease follows three consecutive years of increases. Net U.S. exports of mineral raw materials and old scrap contributed an additional $15.8 billion to the U.S. economy.&nbsp;<\/p>\n<p>\"To put this in context, the $90.1 billion value of combined mined, exported, and recycled raw materials is more than five times greater than the 2013 combined net revenues of Internet titans: Amazon, Facebook, Google, and Yahoo.&nbsp; This illustrates the fundamental importance of mineral resources to the nation&rsquo;s economy, technology, and national security,\" said Larry Meinert, USGS Mineral Resources Program Coordinator.&nbsp;<\/p>\r\n<p>Minerals remain fundamental to the U.S. economy, contributing to the real gross domestic product at several levels, including mining, processing, and manufacturing finished products. The U.S. continues to rely on foreign sources for raw and processed mineral materials.<\/p>\r\n<p>This annual USGS report is the original source of mineral production data for the world. It includes statistics on about 90 mineral commodities essential to the U.S. economy and national security, and addresses events, trends, and issues in the domestic and international minerals industries.<\/p>\r\n<p>\"Decision makers and policy makers in the private and public sectors rely on the <a href=\"http:\/\/minerals.usgs.gov\/minerals\/\">Mineral Commodity Summaries<\/a> and other USGS minerals information publications as unbiased sources of information to make business decisions and national policy,\" said Michael J. Magyar, Acting Director of the <a href=\"http:\/\/minerals.usgs.gov\/minerals\/\">USGS National Minerals Information Center<\/a>.<\/p>\r\n<p>Production increased for most industrial mineral commodities mined in the U.S., and prices remained stable. Industrial mineral commodities include cement, clays, crushed stone, phosphate rock, salt, sand and gravel, and soda ash, which are used in industrial applications such as building and road construction and chemical manufacturing.<\/p>\r\n<p>Production of most metals was relatively unchanged compared with that of 2012, but reduced prices resulted in an overall reduction in the value of metals produced. Domestically produced metals include copper, gold, iron, molybdenum, and zinc, which are used in a wide variety of products including consumer goods, electronic devices, industrial equipment, and transportation systems.<\/p>\r\n<p>Domestic raw materials and domestically recycled materials were used to process mineral materials worth $665 billion. These mineral materials, including aluminum, brick, copper, fertilizers, and steel, and net imports of processed materials (worth about $24 billion) were, in turn, consumed by downstream industries with a value added of an estimated $2.4 trillion in 2013.<\/p>\r\n<p>The construction industry began to show signs of improvement in 2012, and those trends continued in 2013, with increased production and consumption of cement, construction sand and gravel, crushed stone, and gypsum, mineral commodities that are used almost exclusively in construction.<\/p>\r\n<p>Mine production of 14 mineral commodities was worth more than $1 billion each in the U.S. in 2013. These were, in decreasing order of value, crushed stone, gold, copper, cement, construction sand and gravel, iron ore (shipped), molybdenum concentrates, phosphate rock, industrial sand and gravel, lime, soda ash, salt, zinc, and clays (all types).<\/p>\r\n<p>In 2013, 12 states each produced more than $2 billion worth of nonfuel mineral commodities. These states were, in descending order of value&mdash;Nevada, Arizona, Minnesota, Florida, Texas, Alaska, Utah, California, Wyoming, Missouri, Michigan, and Colorado. Th","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["mineral","metal","mineralsupply","mineralproduction","","commodities","commodity","Economy","Energyand Minerals Mineral Resources"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1394769600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169780"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}