{"title":"Hurricane Effects on Wildlife and Ecosystems","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The news release may also be found online at <a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/12-8.html\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/12-8.html<\/a> \n<p><strong>NOTE TO NEWS EDITORS<\/strong>: Reproducible photos of Puerto Rican parrots, the Chandeleur Islands, and coral reefs may be found at: <br><a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/12-8a.jpg\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/12-8a.jpg<\/a> (Puerto Rican parrots)<br><a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/12-8b.jpg\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/12-8b.jpg<\/a> (Coral reefs)<br><a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/12-8c.jpg\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/12-8c.jpg<\/a> (Redhead ducks)<br><a href=\"http:\/\/www.nwrc.usgs.gov\/special\/chandvid.html\">http:\/\/www.nwrc.usgs.gov\/special\/chandvid.html<\/a> (Chandeleur Islands)<br>\r\n<p>\r\n<p><!--introstart-->Natural systems in the Caribbean and the southeastern United States have been weathering hurricanes for millennia, with forests and species adapted to take advantage of the changing quilt of landscapes left behind by hurricanes. <!--introend-->But the impact of these periodic disturbances on plants, animals and ecosystems may be greater now than ever before, according to U.S. Geological Survey scientists who study the biological and environmental legacy of storms like Hurricanes Georges. \r\n<p>Now when large tropical storms course across the Caribbean and the Gulf of Mexico, their damaging effects are often magnified by ongoing, human-caused disturbances to coastal and island ecosystems. Particularly vulnerable are already stressed ecosystems, such as coral reefs, and rare species such as the red-cockaded woodpecker, sea turtles and the highly endangered Puerto Rican parrot, for which the combination of increasing human pressures and the natural cycle of hurricane disturbance can be devastating. \r\n<p><b>Puerto Rican Parrot<\/b> \r\n<p>It is still too early to tell what the lasting effects of Hurricane Georges will be on the parrot, which has been the subject of an intensive recovery effort involving scientists from the USDA Forest Service, the U.S. Fish and Wildlife Service, the U.S. Geological Survey, the Puerto Rican Department of Natural Resources and other organizations. When Georges slammed into Puerto Rico&rsquo;s Caribbean National Forest on September 21, less than 43 individuals of this colorful species remained in the wild. Approximately the same number of birds existed in 1989, when Hurricane Hugo reduced the wild parrot population by half. \r\n<p>Dr. Jaime Collazo, leader of a group from USGS&rsquo;s North Carolina Cooperative Fish and Wildlife Research Unit, which is providing technical support to the USFWS-led recovery effort, says it now appears that most of the wild parrots survived the storm. \"To date, 36 of 40 birds have been counted during preliminary surveys,\" Collazo says. Two aviaries in Puerto Rico where captive parrot populations are maintained were damaged by the hurricane, but no birds were lost. \r\n<p>Georges was a slow-moving storm that passed lengthwise across the island of Puerto Rico, causing extensive damage to both forests and populated areas. This time, however, the parrots may have been lucky. \"Unlike Hugo,\" Collazo says, \"several valleys were spared &mdash; relatively speaking. One of these is where most of the breeding activity takes place and where most of the nonbreeding flocks are seen.\" He adds that many of the tree cavities the parrots use for nesting appear to be intact. \r\n<p>Biologists caution, however, that the detrimental effects of hurricanes are often indirect, and not felt immediately. Dr. J. Michael Meyers, a wildlife research biologist at the USGS Patuxent Wildlife Research Center, who has been involved in the parrot recovery effort, says the experience of Hurricane Hugo demonstrated a variety of ways in which the birds can be affected. \r\n<p>\"Food may not be available, and the parrots will have","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Georgia","Louisiana","Mississippi","Puerto Rico","Texas"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"913093200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169015"},{"tid":"169410"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}