{"title":"Web Tool Puts Wildlife Disease News on the Map","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table border=\"0\" width=\"220\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/madison_logo.jpg\" alt=\"The Nelson Institute for Environmental Studies\" width=\"216\" height=\"78\" \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p><!--introstart-->A new on-line map makes it possible, for the first time, to track news articles about disease outbreaks around the world that threaten the health of wildlife, domestic animals, and people.<!--introend--><\/p>\r\n<p>The <a href=\"http:\/\/wildlifedisease.nbii.gov\/wdinNewsDigestMap.jsp\">Global Wildlife Disease News Map<\/a>, developed jointly by the <a href=\"http:\/\/www.wisc.edu\/\">University of Wisconsin-Madison<\/a> and the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a>, can be accessed at <a href=\"http:\/\/wildlifedisease.nbii.gov\/\">http:\/\/wildlifedisease.nbii.gov<\/a><\/p>\r\n<p>Updated daily, the map displays pushpins marking news stories of wildlife diseases such as West Nile virus, avian influenza, chronic wasting disease, and monkeypox. Users can browse the latest reports of nearly 50 diseases and other health conditions, such as pesticide and lead poisoning, by geographic location. Filters make it easy to focus on different disease types, affected species, countries, and dates.<\/p>\r\n<p>The map is a product of the <a href=\"http:\/\/wildlifedisease.nbii.gov\/index.jsp\">Wildlife Disease Information Node<\/a> (WDIN), a five-year-old collaboration between UW-Madison and two federal agencies, the <a href=\"http:\/\/www.nwhc.usgs.gov\/\">National Wildlife Health Center<\/a> and the <a href=\"http:\/\/www.nbii.gov\/portal\/server.pt\">National Biological Information Infrastructure<\/a>, that are part of the U.S. Geological Survey (USGS). WDIN is housed within the university's <a href=\"http:\/\/www.ies.wisc.edu\/\">Nelson Institute for Environmental Studies<\/a> and the USGS.&nbsp;<\/p>\r\n<p>A powerful feature of the wildlife disease map is its ability to tap into the WDIN's large and growing electronic library of information from around the globe.<\/p>\r\n<p>\"If you click on the name of a particular disease, it takes you to our main Web site and does a quick search of everything that we have on that topic,\" says Cris Marsh, a librarian who oversees the wildlife disease news services for the WDIN.&nbsp;<\/p>\r\n<p>State and federal wildlife managers, animal disease specialists, veterinarians, medical professionals, educators, and private citizens will all find the new map useful for monitoring wildlife disease, adds Marsh.<\/p>\r\n<p>Produced by WDIN staffer Megan Hines, the map is the latest addition to a suite of tools aimed at keeping users abreast of wildlife disease news. The WDIN gathers news from more than 20 on-line sources and makes it available in a number of handy formats, from a Wildlife Disease News Digest at <a href=\"http:\/\/wildlifedisease.nbii.gov\/wdindigest.html\">wdin.blogspot.com<\/a> to desktop widgets, e-mail, and RSS feeds. Subscription information for these news delivery services can be found at <a href=\"http:\/\/wildlifedisease.nbii.gov\/wdindigest.html\">http:\/\/wildlifedisease.nbii.gov\/wdindigest.html<\/a>.<\/p>\r\n<p>Ultimately, the WDIN seeks to provide a comprehensive on-line wildlife disease information warehouse, according to project leader Josh Dein, a veterinarian with the Madison-based USGS National Wildlife Health Center.<\/p>\r\n<p>\"People who collect data about wildlife diseases don't currently have an established communication network, which is something we're working to improve,\" says Dein. \"But just seeing what's attracting attention in the news gives us a much better picture of what's out there than we've ever had before.\"<\/p>\r\n<p>Concerns about the emergence and spread of diseases that can pass between species have forged new links in recent years between wildlife health, human health, and domestic animal health professionals.<\/p>\r\n<p>\"It all ties in together, the <a href=\"http:\/\/www.wcs.org\/5060651\">'One-World, One-Health'<\/a> idea,\" says Marsh. \"The We","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1209700800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169114"},{"tid":"169774"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}