{"title":"Manatee Population Rising in Some Regions, Likely Stalled or Declining in Others","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Manatee populations are growing at healthy rates in two of four regions off Florida&rsquo;s coast, but may be stalled or declining in the remaining regions, according to a recently released report by the U.S. Geological Survey.<\/p>\n<p><\/p>\r\n<p>In three USGS-led studies &#8212; the first comprehensive population analysis published in 9 years &#8212; scientists documented survival, reproduction, and population growth rates of the endangered Florida manatee. The Florida Fish and Wildlife Conservation Commission, Mote Marine Laboratory, and the Florida Park Service collaborated in the research, published in the July issue of the journal Marine Mammal Science.<\/p>\r\n<p><span class=\"c-bold\">Population-Growth Rates<\/span> <\/p>\r\n<p>&quot;Over the past 10 years, the annual population growth rate in two of the regions is healthy, one region appears to be declining, and one region is probably holding steady. That&rsquo;s what the science says,&quot; Michael Runge, lead scientist for the USGS said. &quot;We estimate that manatee populations in the Northwest and Upper St. Johns River regions have been growing annually at 3.7 percent and 6.2 percent, respectively. These estimates are in line with previous studies and, leaving a margin for error, suggest healthy growth of those populations.&quot;<\/p>\r\n<p>The report concludes that the estimated annual growth rate for the population in Florida&rsquo;s Atlantic region is 1.1 percent, but the margin of error in this estimate is large enough that it is possible the population is stable or slightly declining. In the Southwest region, the estimated population growth rate is negative (&mdash;1.1 percent per year); however, the margin of error in this estimate is larger than in the other regions. <\/p>\r\n<p>&quot;The estimates for the Atlantic and Southwest are of concern, because these regions make up most of the manatee population,&quot; said Runge. <\/p>\r\n<p>These findings estimate annual population growth rates over the past decade, using survival and reproductive rates from the two companion studies. The modeling work indicates that these growth rates are largely driven by adult survival, which has implications for both monitoring and management. <\/p>\r\n<p>&quot;First, we need better estimates of adult survival, especially in the Atlantic and Southwest regions; this involves a strong commitment to the continuation of long-term monitoring,&quot; Runge said. &quot;Second, recovery of the species may largely depend on achieving and maintaining high adult survival rates.&quot; <\/p>\r\n<p><span class=\"c-bold\">Survival Rates<\/span> <\/p>\r\n<p>One companion study, led by USGS scientist Catherine Langtimm, estimated survival rates of adults and calves. Every year, scientists from several federal, state, and private agencies photograph individual manatees. Many manatees can be uniquely identified by their scar patterns, and this identification provides the information to estimate survival rate in a statistically sound manner. The estimated annual adult survival rates over the last decade were 95.6 percent in the Northwest region, 96 percent in the Upper St. Johns River region, 93.7 percent in the Atlantic region, and 90.8 percent in the Southwest region. <\/p>\r\n<p>&quot;Field efforts by the Florida Fish and Wildlife Conservation Commission and the Mote Marine Laboratory over the years have allowed us to estimate survival rates in the Southwest for the first time,&quot; said Langtimm. &quot;While this monitoring achievement is exciting, the survival rates themselves are disappointing in the Southwest.&quot; <\/p>\r\n<p>Langtimm and collaborators were also able to make formal statistical estimates of calf survival for the first time. In the Upper St. Johns River region, the only region where scientists could reliably identify calves, annual survival rates were 81 percent for first-year calves and 92 percent for second-year calves. <\/p>\r\n<p><span class=\"c-bold\">Reproduction Rates<\/span> <\/p>\r\n<p>The other companion","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1091592000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170125"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}