{"title":"Melting Glaciers to Methane Gasses","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Editors: Interviews with any of the USGS scientists presenting papers at the AGU meeting may be arranged by contacting Pat Jorgenson in the AGU newsroom, Dec. 10-14. <\/p>\n<p>MELTING GLACIERS TO METHANE GASSES ARE FOCUS OF USGS RESEARCH AT AGU <\/p>\r\n<p><!--introstart-->Nearly 300 scientists from the U.S. Geological Survey will present papers and posters describing their earth-science research, during the annual meeting of the American Geophysical Union (AGU), at the Moscone Convention Center in San Francisco, December 10 &ndash; 14. The USGS scientists who are presenting research findings will join more than 8,000 of their colleagues at the annual meeting. Among the presentations in the Moscone Center meeting rooms are<!--introend-->: <\/p>\r\n<p>Vanishing Glaciers &ndash; Of the nearly 700 named Alaskan glaciers, fewer than a dozen are advancing, according to a study headed by USGS glaciologist, Dr. Bruce Molnia. During more than a decade of study, Molnia has found that all 11 mountain ranges and three island areas in Alaska are characterized by significant glacier retreat, thinning or stagnation, and that some glaciers have completely disappeared. The study, which was launched to assess the response of Alaska&rsquo;s glaciers to climate change in the post-Little Ice Age, does not suggest whether or not any of the glacier changes are human induced. Molnia will present his findings at 9:05 a.m., December 13, in Room 124. <\/p>\r\n<p>But Then, There&rsquo;s the Hubbard -- The persistent advance of Hubbard Glacier since at least 1895 will eventually close the entrance to Russell Fiord for hundreds of years, according to Dennis Trabant, a USGS glaciologist in Fairbanks. Comparing approximately 50-year periods, Trabant found the average rate of advance of the Hubbard has accelerated from about 16 meters per year between 1895 and 1948, to about 26 meters per year between 1948 and 1998. During shorter periods, the advance is spatially and temporally erratic. Trabant says that because the Hubbard Glacier must advance about 300 meters across a narrow channel of the Situk River that is swept by severe tidal currents before it can block the entrance to Russell Fiord, normal glacier flow is not likely to cause a closure before 2020. Trabant will present his findings in the poster session that begins at 1:30 p.m., Tuesday, December 11, in Hall D. <\/p>\r\n<p>Arsenic on Mars? &ndash; The same arsenate concentrations that help California&rsquo;s Mono Lake support some forms of life could also be of importance in sustaining microbial ecosystems in volcanically influenced brines that may be present below the ice crust of Europa or beneath the loose surface sediments on Mars. Dr. Ron Oremland will explain all at 8:45 a.m., Tuesday, December 11, in Room 308. <\/p>\r\n<p>Portland Has Its Faults &ndash; The Canby&shy;Molalla fault extends for 60 kilometers (37 miles) beneath the Willamette Valley immediately south of Portland, Ore., and is capable of producing a magnitude-6.5 or larger earthquake, according to Dr. Richard Blakely. The fault is completely concealed beneath young sediments but geophysical measurements of various kinds indicate a vertical offset of at least 150 meters (500 feet). Deformation of flood deposits above the fault hint that the fault slipped within the last 10,000 years, making it a player in earthquake hazards of the greater Portland area. Those conclusions from recent measurements conducted by Blakely and his coauthors, will be presented at 1:30, December 11 in Room 307. <\/p>\r\n<p>Recent Rainier Eruptions Are Small Potatoes &ndash; The eruptions of Mount Rainer in 1830, 1850 and 1892 were small events, compared to others during the past 3,000 years. Dr. James Vallance, a USGS hydrologist in Vancouver, Wash., will describe his research which shows that eruptions of Mount Rainer are clustered in three major periods, 2,700 years ago, 2,200 years ago and 1,600 years ago, and how these eruptions varied in magnitude and materials erupt","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1008219600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"},{"tid":"168795"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}