{"title":"Free Holiday Maps","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table border=\"0\" cellpadding=\"3\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_12_03\/map_wrap.jpg\" alt=\"Image shows wrapped gifts using topographic maps.\" width=\"200\" height=\"150\" \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Free maps are being offered by The Map Store @ USGS for use as holiday wrapping paper and in celebration of the 125<sup>th<\/sup> anniversary of national topographic mapping, which the U.S. Geological Survey (USGS) will honor on December 3.&nbsp;<\/p>\r\n<p>Topographic maps became a signature product of the USGS because the public found them to be a versatile tool for viewing the nation's vast landscape. This holiday season, The Map Store @ USGS is honoring the 125-year (1884-2009) legacy, as well as the digital technologies that have transformed topographic mapping science and enabled the electronic construct of today&rsquo;s <em>The National Map<\/em>, by providing free maps to the public for wrapping paper.<\/p>\r\n<p>The free &ldquo;map wrap&rdquo; is available now through Christmas. The maps are rolled in bundles of 10, with a limit of two rolls per person, and are only available at the store.&nbsp;<\/p>\r\n<p>To pick up the free wrapping paper, visit The Map Store @ USGS in Building 810 at the Denver Federal Center.&nbsp; Enter through Gate 1, located on Kipling, just north of Alameda, then follow the signs west to Building 810.&nbsp; Visitors will need to show a valid ID at the gate. Store hours are 8 a.m. to 4 p.m., Monday through Friday.<\/p>\r\n<p>The Map Store @ USGS is operated by the nonprofit Rocky Mountain Nature Association in partnership with the USGS, National Park Service, U.S. Forest Service, Bureau of Land Management and U.S. Fish and Wildlife Service, to provide public lands and science information.&nbsp;<\/p>\r\n<p>For more information on the &ldquo;map wrap,&rdquo; call The Map Store @ USGS at 303-202-4675 or go to <a href=\"http:\/\/www.rmna.org\/usgsmaps\">www.rmna.org\/usgsmaps<\/a>.<\/p>\r\n<p>Visit the <a href=\"http:\/\/nationalmap.gov\/125years\/\">125 Years of Topographic Mapping Web site<\/a> for further information about the topographic mapping anniversary.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["Mapping","topographic Map","The National Map","Free Maps","Holiday"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1259816400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170332"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}