{"title":"USGS Graphically Illustrates Urban Growth in America","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Farmlands, wetlands, forests and deserts that composed the American landscape in the early 20th century have frequently been transformed during the past 30 years into mushrooming metropolitan areas as urbanization spreads across the country. Many metropolitan areas in the United States are growing at extraordinary rates. A new publication from the U.S. Geological Survey (USGS), \"Urban Growth in American Cities,\" provides a measured, scientific view of urbanization in 16 metropolitan areas by describing spatial changes in landscape characteristics, the driving forces of urbanization and the potential consequences and challenges of continued growth. The 52-page booklet features contrasting image pairs from the early 1970&rsquo;s and 1990&rsquo;s that colorfully illustrate the extent of urban development in the selected metropolitan areas. Supporting data were derived from archived satellite images that are available through The National Map <a href=\"http:\/\/nationalmap.usgs.gov\/\">http:\/\/nationalmap.usgs.gov\/<\/a>. An accompanying overview of historical factors in American urban growth helps explain the transformation that these areas have undergone over two decades. <\/p>\n<p>\"Urban growth is a vital issue that requires our careful attention from local to global scales,\" said Barbara Ryan, USGS Associate Director for Geography. \"It is not until we begin to take a broad census of the land itself - tracking landscapes from a spatial perspective in a time scale of decades - that we can grasp the scale of the changes that have already occurred and predict the impact of changes to come.\" <\/p>\r\n<p>The 16 metropolitan areas included in the study were Atlanta, Boston, Chicago, Denver, Houston, Las Vegas, Memphis, Minneapolis-St. Paul, Orlando, Phoenix, Pittsburgh, Raleigh-Durham, Reno-Sparks, Sacramento, Seattle-Tacoma and Tampa-St.Petersburg. On average, between 1973 and 1992, these metropolitan regions averaged 173 square miles of additional urban land over the two decades with Houston, Orlando and Atlanta as the top three regions by area. The growth leaders by percentage change were Las Vegas (193%), Orlando (157%), and Phoenix (103%). <\/p>\r\n<p>USGS scientists continue to assess the status of the Nation&rsquo;s land surface and to analyze trends in land use. These assessments aid decision makers in considering such critical issues as ecology of urban environments, ecosystem health, water quality and quantity, resource availability and vulnerability to natural hazards. For further information on this topic, visit <a href=\"http:\/\/gam.usgs.gov\/index.shtml\">http:\/\/gam.usgs.gov\/index.shtml<\/a>. <\/p>\r\n<p>Copies of \"Urban Growth in American Cities\" are available by calling 1-888-ASK-USGS and requesting USGS Circular 1252. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts","Washington","Florida","Georgia","North Carolina","Tennessee","Arizona","Colorado","Texas","Illinois","Minnesota","California","Nevada"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1082952000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}