{"title":"Nationwide Radium Testing of Groundwater Shows Most Susceptible Regions are Central U.S. and East Coast","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>This report is available&nbsp;<a href=\"http:\/\/water.usgs.gov\/nawqa\/trace\/radium\/index.html\">online<\/a>.<\/em>&nbsp;&nbsp;<\/p>\n<p><!--introstart-->Groundwater in aquifers on the East Coast and in the Central U.S. has the highest risk of contamination from radium, a naturally occurring radioactive element and known carcinogen.<!--introend-->&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>According to a study conducted by the USGS, radium was detected in concentrations that equaled or exceeded U.S. Environmental Protection Agency drinking water standards in more than one in five wells tested in the Mid-Continent and Ozark Plateau Cambro-Ordovician aquifer systems, underlying parts of Ark., Ill., Ind., Iowa, Mich., Minn., Mo, and Wis.; and the North Atlantic Coastal Plain aquifer system, underlying parts of Del., Md., N.J., N.Y., N.C., and Va.<\/p>\r\n<p>Radium is generally present at low levels in all soil, water, and rocks, including groundwater. However, the study found that if the groundwater has low oxygen or low pH, radium is more likely to dissolve and become present in the groundwater. Low oxygen conditions were prevalent in the Mid-Continent and Ozark Plateau Cambro-Ordovician aquifer systems, and low pH conditions were prevalent in the North Atlantic Coastal Plain aquifer system.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>\"Radium is a troubling contaminant in groundwater because it cannot be readily detected by taste or smell, nor are the analytical methods for measurement easily applied by non-experts,\" said USGS director Marcia McNutt. \"This new-found correlation between radium contamination and low oxygen or low pH allows very simple tests to determine which groundwater sources are at risk from radium, and why.\"&nbsp;<\/p>\r\n<p>Low oxygen or low pH conditions were associated with more frequent detections of radium in <a href=\"http:\/\/water.usgs.gov\/nawqa\/trace\/radium\/index.html\">other aquifers<\/a> as well.&nbsp;<\/p>\r\n<p>\"This is the first nationwide study to identify geochemical factors present in many aquifers, such as low dissolved oxygen or low pH, that make groundwater more susceptible to radium contamination,\" said Jeffrey Fischer, USGS hydrologist and a coauthor of the paper. \"These simple geochemistry measurements are good indicators of where radium is likely to exceed a standard and can help managers and the EPA anticipate areas where radium may be elevated.\"&nbsp;&nbsp;<\/p>\r\n<p>In most aquifers used for drinking water supply, radium concentrations were below EPA standards, especially in the western U.S.&nbsp;&nbsp;<\/p>\r\n<p>Exposure to elevated levels of radium over long periods of time can increase the risk of cancer. Radium can enter the body in drinking water. It behaves similarly to calcium and can replace calcium in tissues, particularly bone. Long-term exposure to radium increases the risk of developing diseases such as bone and sinus cancer, lymphoma, and leukemia.&nbsp;<\/p>\r\n<p>Radium is derived from the common long-lived radioactive elements, uranium and thorium, which decay slowly to produce radioactive elements like radium. Groundwater flowing slowly through pores or cracks in underground rocks and sediments can dissolve radium-bearing minerals as it moves. Three commonly occurring types are radium-228, radium-226, and radium-224.<\/p>\r\n<p>1,266 wells were sampled by the USGS <a href=\"http:\/\/water.usgs.gov\/nawqa\/\">National Water-Quality Assessment Program<\/a> (NAWQA) from 1990 to 2005 and analyzed for radium-226 and radium-228 for comparison to the EPA drinking water standard.&nbsp; A subset of 645 water samples were analyzed for the short-lived radium radionuclide, radium-224, which had not previously been measured in many parts of the nation, but is a concern in drinking water. A specific drinking-water standard has not been established for this form of radium. This study examined untreated water from the wells, and the findings represent the quality of water in aquifers before treatment.&nbsp;<\/p>\r\n<p>Approximately 50% of the nation","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","groundwater","nawqa","radium"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1329282000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"},{"tid":"170695"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}