{"title":"U.S. Minerals Production Value Rose Again in 2008","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<h3><em>Strong First Half Followed by Slump in Final Months<\/em>&nbsp;<\/h3>\n<p><!--introstart-->The value of U.S. nonfuel mine production rose to $71 billion in 2008, a 2.4 percent increase from that of 2007, according to preliminary estimates by the USGS. Deteriorating economic conditions, however, resulted in a downward trend for minerals consumption at yearend 2008.<!--introend-->&nbsp;<\/p>\r\n<p>The U.S. Geological Survey released its annual report on events, trends, and issues in the domestic and international mineral industries and includes statistics on about 90 individual mineral commodities. \"<a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/\">Mineral Commodity Summaries 2009<\/a>\" is available&nbsp;online.<\/p>\r\n<p>\"Unusually high prices, which were due to increased demand for many mineral products, resulted in the overall increased value of production in 2008,\" said USGS Mineral Resources Program Coordinator Kathleen Johnson. \"This overall enhanced value is despite production downturns for most mineral commodities, including declines in materials for construction and the housing industry.\"&nbsp;<\/p>\r\n<p>Major U.S. industries that consume mineral materials made up approximately 16 percent (more than $2.3 trillion) of the nation's 2008 gross domestic product. The estimated value of domestically processed nonfuel mineral materials (materials processed from raw minerals and rocks) totaled $609 billion in 2008. This is an increase of about 4.2 percent compared to that of 2007, according to data reported by the U.S. Census Bureau.&nbsp;<\/p>\r\n<p>U.S. mine production and value increased in 2008 for a handful of mineral commodities, most notably copper and iron ore. The value of production increased despite decreased production quantity for other mineral commodities that included gold, lithium, and platinum. Record high prices were reached during the year for copper, platinum, rhodium, sulfur, and zirconium concentrates. Other commodities saw extremely high prices as well, but most experienced significant decreases by yearend.&nbsp;<\/p>\r\n<p>The USGS is the sole federal provider of objective assessments on mineral resources, production, consumption, and environmental effects. The USGS collects, analyzes, and disseminates current data on mineral commodity industries in the United States and about 180 other countries.&nbsp;<\/p>\r\n<p>Hardcopies should be available in February from the Government Printing Office, Superintendent of Documents. For ordering information, please call (202) 512-1800 or (866) 512-1800 or visit The <a href=\"http:\/\/bookstore.gpo.gov\/\">GPO U.S. Goverment Bookstore Web site<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Minerals"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1234155600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169780"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}