{"title":"USGS Astrogeologists Contribute to ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Astrogeologists at the U.S. Geological Survey here provided critical data sets used in the latest release of planetary exploration tools from Google, Inc.&nbsp; The updated software enables users to explore the moon in high detail, including the Apollo 11 landing site.<\/p>\n<p>Google Inc. and NASA Ames Research Center consulted USGS scientists, cartographers, technicians, and programmers from the Astrogeology Science Center &ndash; experts with more than four decades of experience assembling planetary images &ndash; in preparing the new release. &ldquo;Moon in Google Earth&rdquo; provides easy access to lunar data for researchers and enthusiasts alike.<\/p>\r\n<p>&ldquo;USGS scientists not only selected the site on the moon for the Apollo 11 Commander&rsquo;s &lsquo;one giant leap for mankind&rsquo; in July 1969, but also provided critical datasets used in &ldquo;Moon in Google Earth&rdquo; released today for earthbound explorers,\" observed Secretary of the Interior Ken Salazar. The events may be forty years apart, but today USGS is on the cutting edge of science on more fronts than ever.&rdquo;<\/p>\r\n<p>Astrogeology Science Center Chief Scientist Jeff Johnson is proud of his team&rsquo;s contribution. &ldquo;The USGS Astrogeology program excelled at creating accurate maps of the lunar surface during the Apollo era,&rdquo; said Johnson.&nbsp; &ldquo;As modern imaging and computing technologies developed, so did our expertise in creating high-quality lunar products using data from multiple spacecraft missions.&nbsp; We are pleased that our work has been of such great value&hellip;.&rdquo;<\/p>\r\n<p>&ldquo;The techniques and technologies used by the Astrogeology Science Center have been evolving since the 1960&rsquo;s, starting with the Apollo missions, and all played a role in the creation of the data sets used in Google Earth,&rdquo; said Trent Hare, a geographic information systems expert with the USGS Astrogeology Science Center. &ldquo;Many USGS personnel lent their expertise, and we hope to continue this relationship as a wealth of additional data is gathered by NASA&rsquo;s Lunar Reconnaissance Orbiter mission and other international missions.&rdquo;<\/p>\r\n<p>Google Earth 5.0 provides a unique &ldquo;globe-like&rdquo; interface that allows users to explore the moon.&nbsp; This version provides not only a perspective of the moon&rsquo;s surface but also the location of named features and detailed information for the Apollo landing sites.<\/p>\r\n<p>USGS Geodesist Brent Archinal described how several of the major datasets shown in &ldquo;Moon in Google Earth<em>&rdquo;<\/em> originated with the USGS.&nbsp; &ldquo;The basic &lsquo;map of the moon&rsquo; that Google uses is the USGS Clementine global base map of the moon, version 2.&nbsp; In addition, the place names, the Lunar Orbiter map of the moon, the Lunar Orbiter images, and the Apollo 15 landing site topography are all publicly available products created here in Flagstaff.&rdquo;<\/p>\r\n<p>One of the core missions of the USGS Astrogeology Science Center is to help distribute NASA&rsquo;s planetary data and USGS map products using collaborative, modern technology. &ldquo;Moon in Google Earth is a tremendous example of how this can be done,&rdquo; says Johnson.&nbsp; Hare adds, &ldquo;We hope the public will benefit from the years of USGS work that help make the moon maps possible.&nbsp; We know students of all ages will enjoy virtually traveling to the moon and hope to inspire the next generation of space explorers.&rdquo;<\/p>\r\n<p><em>The mission of the USGS Astrogeology Science Center is to serve the Nation, the international planetary science community, and the general public&rsquo;s pursuit of new knowledge of our Solar System. The Team&rsquo;s vision is to be a national resource for the integration of planetary geosciences, cartography, and remote sensing. As explorers and surveyors, with a unique heritage of proven expertise and international leadership, USGS astrogeologist","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["moon","Apollo","astrogeology","geology","Google","Flagstaff","anniversary","Lunar Image","lunar","Mapping","data","planetary","Visualization"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1248062400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169668"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}