{"title":"New National Atlas Map Reveals Old Voting Patterns","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The Presidential elections of 2000 rekindled America&rsquo;s fascination with the history and geography of other closely contested elections. A new map illustrating how citizens have voted in every Presidential election since 1789 is now available from the National Atlas of the United States&reg; at <a href=\"http:\/\/nationalatlas.gov\/whatsnew.html\">http:\/\/nationalatlas.gov\/whatsnew.html<\/a> <\/p>\n<p>\"The map is a wonderful educational tool and should interest every American and is a must for students of American history,\" said Barbara Ryan, USGS chief geographer. <\/p>\r\n<p>Fifty-four election results, from George Washington in 1789 to George W. Bush in 2000 are depicted in this colorful new map. The map presents an interesting and concise summary of how the presidents were elected and how the views of voters have changed over the years. It includes a detailed map for the 2000 elections that shows the winner of the popular vote by county.<\/p>\r\n<p>In addition, the National Atlas introduced a series of printable elections maps. These 14 page-size maps are designed for personal printing and online viewing (<a href=\"http:\/\/nationalatlas.gov\/printable.html\"> http:\/\/nationalatlas.gov\/printable.html<\/a>). Users can also go online to make their own maps using the National Atlas interactive mapper. This lets you make and explore your own maps using more than 400 other layers of map information.<\/p>\r\n<p>Begun in 1997 and led by the USGS, the National Atlas is a collaboration between private sector business and more than twenty federal agencies. The National Atlas makes authoritative, reliable geographic information more readily accessible to the public. The Web based National Atlas (nationalatlas.gov) provides a comprehensive map-like view into the enormous wealth of data collected by the federal government. Americans are using it to draw a new map every 1.2 seconds. <\/p>\r\n<p>Copies of the map, \"Presidential Elections, 1789-2000\" (Item 112283) are available from the USGS for $7 plus a $5 shipping and handling fee by calling 1-888-ASK-USGS. More information about the Presidential Elections map and other National Atlas maps is available at <a href=\"http:\/\/nationalatlas.gov\/atlasmap.html\">http:\/\/nationalatlas.gov\/atlasmap.html<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1016082000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"169570"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}