{"title":"Computer Model Simulates Groundwater Flows in the Chambers-Clover Creek Watershed","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>[Editors: More about the USGS study is available <a href=\"http:\/\/wa.water.usgs.gov\/projects\/clovercreek\/\">online<\/a>.]<\/p>\n<p>TACOMA, Wash. &mdash; <!--introstart-->A newly developed computer model simulates how groundwater flows in the Chambers-Clover Creek aquifer system and contributes to an improved understanding of water resources in the Chambers-Clover Creek Watershed, according to a report published by the U.S. Geological Survey.<!--introend--><\/p>\r\n<p>The USGS model covers an area of about 491 square miles in western Pierce County, Washington and is bounded to the northeast by the Puyallup River, to the southwest by the Nisqually River, and extends northwest to Puget Sound, and southeast to Tanwax Creek. Scientists used water level measurements and geologic information from 450 water wells to define the watershed's groundwater-flow system. Streamflow measurements from 44 locations were used to analyze the exchange of water between streams and aquifers.<\/p>\r\n<p>\"The groundwater-flow system in this watershed is very complex,\" said Mark Savoca, USGS hydrologist and study leader. \"This new model provides a useful tool to better understand groundwater flow and the complex interactions between streams and aquifers.\"<\/p>\r\n<p>The model was developed in cooperation with the Pierce Conservation District, local public water suppliers, Pierce County Surface Water Management Division, and the Washington State Department of Ecology. USGS scientists will present the results of the model at a public meeting on July 19, 2011, from 9:00 a.m. to noon at the&nbsp;<a href=\"http:\/\/www.mytpu.org\/contact\/hours-location.htm\">Tacoma Public Utilities Administration Building<\/a>, 3628 S 35th Street, Tacoma, WA.<\/p>\r\n<p>\"The model will improve our understanding of how changes in natural conditions and human activity could impact water resources in the watershed\" said Dave Seabrook, Pierce Conservation District. \"The model will help us sustain our groundwater and streamflows while protecting fragile ecosystems.\"<\/p>\r\n<p>The third and final USGS report of the study, &ldquo;<a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5086\/\">Numerical simulation of the groundwater-flow system in the Chambers-Clover Creek Watershed and vicinity, Pierce County, Washington<\/a>,\" by K.H. Johnson, M.E. Savoca, and Burt Clothier, is published as U.S. Geological Survey Scientific Investigations Report 2011-5086.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["groundwater","aquifer","watershed","computer Model"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1309492800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169725"},{"tid":"170053"},{"tid":"169169"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}