{"title":"Earthquake\/Tsunami Hazard in Caribbean Higher Than Previously Thought","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Enough strain may be currently stored in an earthquake zone near the island of Guadeloupe to cause a magnitude 8 or larger earthquake and subsequent tsunami in the Caribbean, according to a new U.S. Geological Survey study.<!--introend--><\/p>\n<p>USGS and French researchers studying the plate boundary in the Lesser Antilles region&mdash;the area where 20 of the 26 Caribbean islands are located&mdash;estimate that enough unreleased strain may have accumulated offshore of Guadeloupe to potentially create a magnitude 8.0-8.4 earthquake. A magnitude 7.5-8.5 quake in 1843 killed several thousand people in Guadeloupe, and a similar quake in the future could cause several tens to several hundreds of fatalities, and hundreds of millions to billions of U.S. dollars in damages. The paper was recently published in the Geophysical Journal International.<\/p>\r\n<p>\"Perception that a mega quake can occur in the Caribbean is low because none have been observed over the past century, and the rate at which the tectonic plates converge is fairly slow,\" said USGS scientist Gavin Hayes, lead author of the paper. \"Nevertheless, we show that enough unreleased strain may have accumulated on the subduction zone since the 19th century to generate a mega quake in the future.\"<\/p>\r\n<p>The impacted areas in Guadeloupe are of concern because these islands are popular with tourists.<\/p>\r\n<p>The shaking hazard from the scenario earthquake is predominantly limited to Guadeloupe, though other islands could be affected by earthquake hazards from more local sources. Because of the thrusting style of the earthquake modeled, a tsunami could result, which would significantly impact Guadeloupe and would be hazardous in other areas around the Caribbean. The impact of the tsunami would likely be fairly minimal on the east coast of the U.S. &nbsp;<\/p>\r\n<p>Based on historic strain release computations and previous research, the research team modeled several scenario earthquakes in the 7.5-8.5 magnitude range, using a variety of potential earthquake rupture areas and utilizing the USGS ShakeMap and PAGER software packages. Strong ground shaking during the scenario earthquake would likely cause loss of life and costly damages.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2013_12_20\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2013_12_20\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Natural Hazards","Natural Hazards Earthquake Hazards","Geographic Areas Northwest","Geographic Areas Southeast","caribbean","Model","Seismic Hazard","Seismology"],"article_type":["International News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1387515600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}