{"title":"USGS Reports Increase of California Sea Otters in Recent Survey","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The spring 2000 survey of 2,317 California sea otters indicates an overall increase by 10.9 percent since the 1999 spring survey of 2,090 individuals. This is the first overall increase observed since spring 1995, when the threatened population reached its highest number of 2,377 individuals. The breakdown of the 2000 survey shows a 13.8 percent increase in pups since spring 1999, and a 10.5 percent increase in adults and subadults, or independents. <\/p>\n<p>The survey, conducted cooperatively by scientists of the U.S. Geological Survey, California Department of Fish and Game, Monterey Bay Aquarium, and with the help of experienced volunteers, covered about 375 miles of California coast, from Half Moon Bay south to Santa Barbara. The information gathered will be used by federal and state wildlife agencies in making decisions about the management of this sea mammal. <\/p>\r\n<p>\"While we are encouraged by the larger numbers, it is too soon to know if this signifies a true increase in population size,\" says USGS scientist Dr. James A. Estes in Santa Cruz, Calif. \"Wildlife surveys are inherently imprecise and this is not the first time we have obtained counts that departed substantially from existing trends. Therefore, a sustained trend over the next several years will be required before we can say with any confidence that the period of decline is over.\" <\/p>\r\n<p>Low population growth rate has long been a factor in the lagging recovery of the California sea otter, says Estes. The population of sea otters in central California increased this century at an average annual rate of about 5 percent until the mid-1970&rsquo;s, when growth ceased and the population began to decline. Following the state of California&rsquo;s emergency restrictions on set-net fishing, the population increased again until 1995, but has since declined. In 1977 the California sea otter was listed as threatened under the Endangered Species Act. <\/p>\r\n<p>Disease, contaminants, starvation, and entanglement or entrapment in coastal fishing gear may have contributed to the recent sea otter decline, Estes says. The USGS National Wildlife Health Center in Madison, Wis., California Department of Fish and Game, and University of California, Davis, have been examining fresh sea otter carcasses to investigate causes of death. As yet, however, there is no evidence that the rate of deaths from disease has increased during the recent declines. <\/p>\r\n<p>Sea otters historically ranged across the North Pacific Ocean from about the mid-section of the Pacific coast of Baja California, Mexico, to northern Japan. By the end of the 19th century maritime fur traders hunted sea otters to the brink of extinction. About a dozen remnant colonies survived at the time of protection in 1911; one remnant colony occurred along the remote Big Sur Coast of Central California. <\/p>\r\n<p>The spring 2000 survey was conducted following a USGS survey protocol. Teams used binoculars and spotting scopes to count individuals from shore and from fixed-wing aircraft. The counts made from shore were plotted on maps and then entered into a spatial database. The aerial counts were entered directly into a geographic information system-linked database in the aircraft.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"960523200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}