{"title":"White Nose Syndrome Fungus Persists in Caves Even when Bats are Gone","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<strong><span style=\"text-decoration: underline\">White Nose Syndrome Fungus Persists in Caves Even When Bats are Gone<\/span><\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"481\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_03_2013_hMDo26Rfe8_01_03_2013_1\"><img src=\"http:\/\/gallery.usgs.gov\/images\/01_03_2013\/hMDo26Rfe8_01_03_2013\/medium\/soil_next_to_dime_cropped.jpg\" alt=\"\" width=\"481\" height=\"500\" \/><\/a> Amount of soil (about 200 mg) from which Geomyces destructans was cultured. This shows the small amount of soil needed to harbor live fungus and the threat that humans might pose in moving it around from cave to cave on their gear, boots, and clothing.[\/caption]\n\nThe fungus that has killed millions of bats in eastern North America since 2006 can survive in the environment for long periods of time, according to new research conducted by the <a href=\"http:\/\/www.nwhc.usgs.gov\/\">USGS National Wildlife Health Center<\/a> and collaborating partners at the University of Wisconsin-Madison, <a href=\"http:\/\/www.wvdl.wisc.edu\/\">Wisconsin Veterinary Diagnostic Laboratory<\/a>, and U.S. Forest Service.\n\n<strong><span style=\"text-decoration: underline\">What is White Nose Syndrome? <\/span><\/strong>\n\nWhite-nose syndrome (WNS) is a disease that has resulted in large-scale population declines for many species of North American bats. It is caused by <em>Geomyces destructans<\/em>, a fungus that is only capable of growing at cool temperatures; for this reason, the pathogen can only grow on bats when they are hibernating and have a depressed body temperature.\n\n<strong><span style=\"text-decoration: underline\">The WNS Causing Fungus Can Survive for Years<\/span><\/strong>\n\nScientists were previously unsure of how the fungus survived during the summer months when a batâ\u0080\u0099s body temperature is above that which is permissible for the growth of <em>G. destructans<\/em>. A new study published in <a href=\"http:\/\/aem.asm.org\/content\/early\/2012\/12\/10\/AEM.02939-12\">Applied and Environmental Microbiology<\/a> sheds light on this mystery, demonstrating that the fungus can survive over the summer in the soil of the caves and mines where bats hibernate.Â  Researchers at the USGS National Wildlife Health Center used culture techniques to analyze soil samples collected from 14 caves and mines in which bats with white-nose syndrome had been previously observed. The scientists found that <em>G. destructans<\/em> remained viable in the soil of these sites over the summer when bats were absent.Â  The findings reveal that caves and mines, which remain cool year-round, can serve as reservoirs for the fungus and that bats entering previously infected sites may contract white-nose syndrome from the environment.\n\nIn addition, the researchers found that <em>G. destructans<\/em> could persist in caves and mines for periods of time much longer than several months. At one site, the fungus was still surviving in soil two years after bats had been excluded from the mine. Similar species of fungi that are not pathogenic to bats appear to play out their entire life cycles in the soil of caves, and it is plausible that <em>G. destructans<\/em> is capable of doing the same. Once <em>G. destructans<\/em> arrives at a cave or mine, it is possible the site could remain contaminated indefinitely.\n\n<strong><span style=\"text-decoration: underline\">What these Findings Mean for Bats and Humans <\/span><\/strong>\n\nThis research has important implications for managing WNS and vulnerable bat species by revealing the important role that the environment plays in the disease. For example, the findings suggest that susceptible bats may not be able to effectively re-colonize caves and mines that have been previously contaminated and that the reintroduction of certain bat species to such sites may not be a sound strategy for reestablishing lost populations. Although bats likely play a major role in transporting the fungus, the work additionally highlights the potential for humans entering contaminated caves and mines to come into contact with <em>G. destructans<\/em> years after bats have disappeared from those sites.\n\nThe same study also used molecular techniques to examine the distribution of <em>G. destructans<\/em> in eastern North America and provided new evidence that the fungus is not native to the continent. These findings support a previous hypothesis that <em>G. destructans<\/em> may have been introduced from Europe where bats do not appear to die from infection by the fungus.Â  Using these molecular techniques, the scientists Â looked for the fungus in the soil of 55 caves and mines where bats hibernate in the eastern U.S. They found that <em>G. destructans<\/em> was limited to caves and mines within the range of the disease, but the fungus could not be detected in sites that remained disease-free. In addition, the investigation found that the fungusâ\u0080\u0099 presence correlated with the arrival of white-nose syndrome at sites sampled before and after the disease was observed. These results indicate that a pre-existing form of the fungus was not present prior to the manifestation of disease and argues against <em>G. destructans<\/em> being native to parts of eastern North America prior to the emergence of white-nose syndrome.\n\n<strong><span style=\"text-decoration: underline\">Early Detection of WNS <\/span><\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_03_2013_hMDo26Rfe8_01_03_2013_2#.UOcbhMhAbF9\"><img src=\"http:\/\/gallery.usgs.gov\/images\/01_03_2013\/hMDo26Rfe8_01_03_2013\/medium\/Soil_in_test_tube.JPG\" alt=\"\" width=\"500\" height=\"375\" \/><\/a> Amount of soil (about 200 mg) from which Geomyces destructans was cultured. This shows the small amount of soil needed to harbor live fungus and the threat that humans might pose in moving it around from cave to cave on their gear, boots, and clothing.[\/caption]\n\nThe molecular techniques used in the study represent the first successful attempt to use high-throughput screening, a method to rapidly test large numbers of environmental samples, for <em>G. destructans<\/em> and accurately distinguish it from the large number of similar fungi that occur in caves and mines. Such a technique has great utility in monitoring sites for the fungus and could serve as a means by which the disease agent can be detected prior to the disease itself being observed. This could allow for proactive management strategies that may reduce the number of bats lost and prevent or slow the spread of the fungus across the landscape.\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24267","uid":"31","filename":"fungus_withArrow.jpg","uri":"public:\/\/fungus_withArrow.jpg","filemime":"image\/jpeg","filesize":"91766","status":"1","timestamp":"1425492768","type":"image","uuid":"a297e9ba-3b5f-4b7a-933d-96a2a4d965be","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["bats","biology","disease","nationalwildlifehealthcenter","NWHC","whitenosesyndrome","wildlife","WNS"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1357832159","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}