{"title":"Alaska and Washington Yield Largest U.S. Earthquakes. . . Most Significant Earthquakes of &rsquo;96 Rattle China, Indonesia","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>China and Indonesia suffered the deadliest and most destructive earthquakes in 1996, while the U.S. remained relatively quiet according to scientists at the U.S. Geological Survey, Department of the Interior. The last deadly earthquake in the U.S. was the 1994 Northridge, Calif., quake that took 60 lives. \n<p>\"Although 1996 produced about 35 percent more significant earthquakes than 1995, the past year remained within the average range for seismicity,\" said Waverly Person, scientist at USGS National Earthquake Information Center in Golden, Colo. \r\n<p>According to Person, a total of 72 significant earthquakes occurred worldwide in 1996, compared to 47 in 1995. Earthquakes of magnitude 6.5 or greater or ones of lesser magnitude that cause fatalities, injuries or substantial damage are considered significant according to USGS definitions. \r\n<p>The past year produced one \"great\" earthquake, the magnitude 8.1 earthquake centered in Indonesia, as well as 20 \"major\" and 51 \"strong\" quakes. A \"great\" quake is defined as one of magnitude 8.0 or greater, \"major\" includes those between magnitude 7.0 to 7.9, and \"strong\" , between magnitude 6.0 to 6.9. \r\n<p>The great quake sustained in the Irian Jaya region of Indonesia killed 108 people and injured 423 others. Fifty-eight people were reported missing and 5,043 houses were destroyed or damaged. \r\n<p>Although smaller in size, the deadliest and most damaging earthquake happened in Yunnan, China on February 3, 1996. At least 251 people were killed, 4,027 suffered serious injuries and approximately one million were left homeless as a result of the magnitude 6.5 earthquake. \r\n<p>The most significant earthquake in United States occurred in the sparsely populated Andreanof Islands (Aleutian Islands). The 7.9 magnitude earthquake produced several large tsunamis (sea waves) recorded in Alaska, Hawaii, California and Washington. No substantial damage or injuries were reported. \r\n<p>Internationally, 449 people were killed in 1996 due to earthquake-related incidents. Typically, earthquakes are responsible for 10,000 deaths per year. The 1996 fatalities are attributed to the heavily populated areas where the major and great earthquakes occurred. The reported number of deaths dropped drastically in 1996 from the yearly earthquake summary of 1995 which listed more than 8,000 fatalities. \r\n<p>No deaths resulted from the six significant U.S. earthquakes, but two people were injured in the Seattle area where a 5.2 magnitude temblor hit on May 4, 1996. \r\n<p>An annual average of 18,000 to 20,000 earthquakes with magnitudes of 1.0 to 8.0 and higher are located by the USGS, using data from U.S. and foreign seismograph stations. This information is utilized to compile universal reports on earthquake incidents, alert disaster response teams, and inform other government agencies, industry, and the general public about the probability and prevention of earthquake hazards. \r\n<p>The USGS provides the nation with reliable, impartial information to describe and understand the earth. The information is used to minimize loss of life and property from natural disasters; manage water, biological, energy and mineral resources; enhance and protect the quality of life; and contribute to wise economic and physical development. \r\n<p>\r\n<p>Contact: Waverly Person, 303-273-8500 or Heidi Koehler, 303-236-5900 x302 Fax: (303) 236-5882 email: hkoehler@usgs.gov <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington","Alaska"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"855810000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170200"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}