{"title":"settlers Likely Responsible for Wetlands'Growth","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart--><strong>ROWLEY, Mass. -- <\/strong>The work of settlers clearing the land two centuries ago may have had a far greater impact on wetland growth than previously known, according to a new U.S. Geological Survey study.<!--introend--><\/p>\n<p>Researchers found that deforestation in the New England area at that time produced significant soil erosion, increasing sediment delivery rates -- the natural flow of sand and soil in water systems. The large amounts of sediment traveling in rivers and streams to the coastline spurred a significant period of wetland growth, leading to marshes lining the coast of New England that today are abnormally large.&nbsp;<\/p>\r\n<p class=\"Default\">&ldquo;For more than 40 years, the rise and fall of sea-level has been thought to control the formation and behavior of coastal marshes,&rdquo; said Matthew Kirwan, USGS research geologist and lead author of the new report. &ldquo;Our findings suggest however that sediment delivery rates related to historical land use change are equally, and in some cases, a more important factor.&rdquo;&nbsp;<\/p>\r\n<p>The scientists collected core samples along the Plum Island Estuary &mdash; the largest in New England&mdash; correlating the presence of fossils and other organic matter to the initial formation of the salt marsh.&nbsp; They found that these marshes began expanding rapidly during the 1700&rsquo;s and 1800&rsquo;s, a time when settlers were clearing forests and replacing them with farms.<\/p>\r\n<p>While logging was devastating to the inland landscape, the large run-off of sediment released through these practices benefited marshes by supplying them with sediment, and turning open waterways and rivers into new shallow bays, ideal for wetland growth.<\/p>\r\n<p>&nbsp;&ldquo;This is an interesting example of the tradeoffs in nature,&rdquo; said Kirwan.&nbsp; &ldquo;Settlers&rsquo; agricultural development was clearly harmful to forests, but in this case, it was also extremely beneficial to the coastline.&rdquo;<\/p>\r\n<p class=\"Default\">Understanding that the current size of wetlands is in some cases an artifact of historical land use change poses conflicting implications for wetland restoration.&nbsp;<\/p>\r\n<p>The finding that the growth of coastal marshes in the area was influenced by man has led researchers to question whether the current deterioration of the wetlands may signal a slow return to a more natural state.&nbsp;<\/p>\r\n<p>&ldquo;If marshes today are bigger because of agricultural practices that occurred 200 years ago, we need to reevaluate current restoration efforts with the mindset that what we are trying to restore and protect may not actually be a completely natural thing,&rdquo; said Kirwan.<strong><\/strong><\/p>\r\n<p>However, returning these wetlands to their more natural state and smaller size may jeopardize the many benefits they provide to coastal residents.&nbsp; Marshes protect coastal cities from storms, filter and clean water of pollutants before reaching shore, protect and shelter marine life, and support commercial fisheries. &ldquo;Wetlands are some of the most ecologically and economically valuable ecosystems on earth,&rdquo; said Kirwan.<\/p>\r\n<p>Despite ongoing wetlands restoration efforts, human influences during the 20th century, such as the construction of dams and reservoirs, have significantly decreased the amount of sediment traveling to the coast.&nbsp; Today&rsquo;s more refined agricultural practices, in addition to significant reforestation along the eastern shoreline, have also reduced the amount of sediment traveling to the coast leading to a decline in wetland growth.<\/p>\r\n<p>The article, &ldquo;Rapid wetland expansion during European settlement and its implication for marsh survival under modern sediment delivery rates,&rdquo; was published in the May issue of <em>Geology.<\/em><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":["geology"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1304308800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170108"},{"tid":"170085"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}