{"title":"Ancient Bacteria Uses Arsenic to Grow","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Scientists have discovered ancient bacteria that rely on arsenic, rather than water, to grow during photosynthesis.<!--introend-->&nbsp;<\/p>\n<p>Analysis indicates that this process probably dates back a few billion years.&nbsp;<\/p>\r\n<p>This discovery adds an important new dimension to the arsenic cycle and highlights a previously unsuspected process that may have been essential for establishing the arsenic cycle on the ancient Earth. Results are published in <em><a href=\"http:\/\/www.sciencemag.org\/cgi\/content\/abstract\/321\/5891\/967\">Science<\/a>.<\/em><\/p>\r\n<p>Scientists sampled two small hot spring-fed ponds on the south-eastern shore of Paoha Island in Mono Lake, CA. The springs were termed \"green\" and \"red\" based on the colors of the microbiological films in the pools that were studied. Samples from these springs oxidized the highly toxic Arsenic(III) to the less toxic and less mobile &nbsp;Arsenic(V) by light-dependent&nbsp; photosynthetic reaction that occurred in the absence of oxygen. The scientists also isolated a photosynthetic bacterium that demonstrated As(III)-dependent growth under anoxic conditions.<\/p>\r\n<p>NASA's Exobiology Program helped to fund the research along with the USGS. Collaborating colleagues in the diverse, team-oriented aspects of the experimental work were from Duquesne University (Prof. J.F. Stolz; Pittsburgh, PA) University of Georgia (Prof. J.T. Hollibaugh and Dr. J.Fisher); Athens, GA), Southern Illinois University (Prof. M. Madigan, and Dr. M.Asao), the USGS in Menlo Park, CA (Dr. R.S. Oremland, Dr. T.R. Kulp, S.E. Hoeft, and L.G. Miller) and the USGS Water Science Center in Maine (C.W. Culbertson).&nbsp;<\/p>\r\n<p>Arsenic is a chemical element and is a natural constituent of the Earth's crust. It occurs naturally in rocks, soil, water, air, plants and animals. When in the natural environment, arsenic usually binds to other molecules, such as those found in soils, and does not tend to travel very far. The average concentration of arsenic in soils in the United States varies considerably. Arsenic can be released into the environment through natural processes such as volcanic activity, erosion of rocks and forest fires. Human actions, such as agricultural practices, mining, smelting and combustion of fossil fuels also contribute to arsenic releases in the environment.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","arsenic"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1218772800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"170396"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}