{"title":"Where Do Mussels Go When Water Levels Drop?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Tracking Native Mussels on the Mississippi River<\/strong><\/p>\n<p><!--introstart-->For the first time ever, mussels in the Mississippi  River will be radio tagged and their movements observed during the water-level drawdown that is scheduled to begin next week. Researchers will attach tiny tags to the shells of about 200 mussels in the Upper Mississippi River near La Crosse, Wis.<!--introend--><\/p>\r\n<p>The U.S. Geological Survey in La Crosse and the U.S. Fish and Wildlife Service in Winona,  MN will follow the movement and survival of two native mussel species in Navigation Pool 6 throughout the summer to learn more about the impact of drawdowns on mussels.&nbsp;<\/p>\r\n<p>During the drawdown, resource managers will lower water levels in select navigation pools to restore shallow-water habitats for plants.&nbsp; But these drawdowns might further reduce imperiled native mussel populations.&nbsp;<\/p>\r\n<p>Lacking scientific evidence, resource managers have had to assume that all mussels residing in the drawdown zone are killed during drawdowns.&nbsp; However, it is likely that some mussels are able to either move out of the drawdown zone and reach deeper water or survive by burrowing into river sediments.<\/p>\r\n<p>Recent surveys of mussels show that there is a considerable mussel population in Pool 6 (estimated at nearly 61 million mussels), but that a small fraction resides in shallow water&mdash;the area presumed to be most affected by a drawdown.&nbsp;<\/p>\r\n<p>Native mussels are the most imperiled faunal group in North America.&nbsp; About 70 percent of native freshwater mussels in the Upper  Mississippi River are either extinct, endangered, threatened or of special concern.<\/p>\r\n<p>Mussels also perform important tasks.&nbsp; As filter feeders, they help to clean the water.&nbsp; They transform nutrients into a usable form for other species. Their presence indicates good water and sediment quality. That function also makes them notably vulnerable -- the aquatic &ldquo;canary in the coal mine.&rdquo;<\/p>\r\n<p>For this study, researchers will attach small radio tags to the mussels'shells that allow them to track individual mussels in 12 study plots, including areas unaffected by the drawdown, and areas that will likely be dewatered. Some plots will be placed in areas with high slope (relatively easy for mussels to move to deeper water) and some in areas with low slope (harder for mussels to reach deeper water).&nbsp; Mussels will be located weekly from June through October&mdash;a time period that encompasses the drawdown.&nbsp;<\/p>\r\n<p>Results from this study will help scientists to estimate the effect of a drawdown on movement of mussels, estimate movement patterns in high slope and low slope regions of the River, and estimate&nbsp; the efficiency of finding mussels using radio tags.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming","Minnesota"],"country":["United States of America"],"mm_tags":["biology","Upper Mississippi River","Wisconsin","Minnesota","Mollusks","Noticeto Boaters"],"article_type":["Technical Announcement"],"release_date":{"und":[{"value":"1245038400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170080"},{"tid":"170551"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}