{"title":"Deadly Bat Disease Caused by Fungus","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_172833\" align=\"alignleft\" width=\"300\" caption=\"Little brown bats in a hibernation cave in New York show fungal growth on their muzzles. Bats have been dissappearing at alarming rates due to white-nose syndrome, which scientists now know is caused by a specific fungus. (Photo Credit: Nancy Heaslip, New York Department of Environmental Conservation)\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/qvm8PCb54I_3\"><img class=\"size-medium wp-image-172833 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/Bats-with-WNS-300x169.jpg\" alt=\"Row of hibernating bats with white fungal growth on their muzzles\" width=\"300\" height=\"169\" \/><\/a>[\/caption]\n\nBat populations, which provide valuable insect control for the agricultural industry, are declining at an alarming rate due to a disease known as white-nose syndrome. In the Northeast, hibernating bat counts have declined by approximately 80 percent.\n\nWhat is causing this disease? And how is it spread?\n\nItâ\u0080\u0099s as ominous as its name implies. The fungus <em>Geomyces destructans<\/em> has been definitively identified as the cause of the deadly white-nose syndrome in bats, according to <a href=\"http:\/\/www.nature.com\/nature\/journal\/vaop\/ncurrent\/full\/nature10590.html\">newly published research<\/a> by USGS scientists and partners.\n\nDuring the study, 100 percent of healthy little brown bats exposed to <em>G. destructans<\/em> while hibernating in captivity developed white-nose syndrome, which is characterized by a powdery white growth on the muzzles of infected bats.\n\nThe study demonstrated for the first time that the <em>G. destructans<\/em> fungus is the cause of white-nose syndrome and that it is spread by bat-to-bat contact during hibernation.\n\nFrom previous studies, it is known that the fungus lives on the walls and floors of caves occupied by hibernating bats with white-nose syndrome, demonstrating that the environment plays a role in the disease cycle.\n\nWhite-nose syndrome has been rapidly spreading in all directions since its 2006 discovery in New York State. Knowing the cause and how it is spread will help decision makers manage the disease to preserve the ecologically and economically valuable bat populations of North America.\n\n<strong>Why Do Bats Matter?<\/strong>\n\nMuch more than their gothic characterization implies, insect-eating bats provide economically valuable ecological services that are estimated to save the agricultural industry billions of dollars.\n\nThe <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2743\">value of the pest-control services to agriculture<\/a> provided by bats in the United States alone ranges from a low of $3.7 billion to a high of $53 billion a year, according to a previous study by scientists from the University of Pretoria (South Africa), USGS, University of Tennessee, and Boston University.\n\n<strong>Extent of the Problem<\/strong>\n\nU.S. bat populations have been declining at an alarming rate since the 2006 discovery of white-nose syndrome in New York State. The disease has been found in 16 states and 4 Canadian provinces. The Northeast, where declines have exceeded 80 percent, is the most severely affected region in the United States.\n\nThere is no known cure for white-nose syndrome, and diseases among free-ranging wildlife are difficult to stop in their tracks once they've become established in populations of wild animals.\n\n<strong>Taking Precautions<\/strong>\n\nâ\u0080\u009cWhile our study confirmed that <em>G. destructans<\/em> is spread bat-to-bat, it is also important to note that virtually all pathogens, especially spore-producing fungi, are spread by multiple routes,â\u0080\u009d said David Blehert, USGS microbiologist and an author of the study.\n\nâ\u0080\u009cThis is the reason that in an effort to further control the spread of white-nose syndrome, resource management agencies have implemented universal precautions, including limiting human access to sensitive environments occupied by bats, decontaminating equipment and clothing moved between these environments, and restricting the movement of equipment between sites.â\u0080\u009d\n\n<strong>Positive Progress<\/strong>\n\nDespite these staggering statistics, the results of the new study significantly contribute to current knowledge about <em>G. destructans<\/em>, white-nose syndrome, and the ability of the fungus to infect and be transmitted between bats. Such information is critical for mitigating the devastating effects of white-nose syndrome in North America.\n\nâ\u0080\u009cBy identifying what causes white-nose syndrome, this study will greatly enhance the ability of decision makers to develop management strategies to preserve vulnerable bat populations and the ecosystem services that they provide in the U.S. and Canada,â\u0080\u009d said Anne Kinsinger, USGS Associate Director of Ecosystems.\n\n<em>This study, published in the journal <\/em><a href=\"http:\/\/www.nature.com\/nature\/journal\/vaop\/ncurrent\/full\/nature10590.html\">Nature<\/a><em>, was conducted at the USGS National Wildlife Health Center by scientists from the USGS, University of Wisconsin-Madison, Wisconsin Veterinary Diagnostic Laboratory, University of Tennessee-Knoxville, New York Department of Environmental Conservation, the U.S. Fish and Wildlife Service, Wisconsin Department of Natural Resources, and Bucknell University.\n<\/em>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24160","uid":"31","filename":"Bats-with-WNS-sm.jpg","uri":"public:\/\/Bats-with-WNS-sm.jpg","filemime":"image\/jpeg","filesize":"140810","status":"1","timestamp":"1425492768","type":"image","uuid":"e11a12d9-f8da-4871-9ebb-3ffcd2db037b","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1319836984","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}