{"title":"Rising Groundwater Associated with Sea Level Rise Expected to Impact New Haven","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>NEW HAVEN, Conn. <\/strong>&ndash; <!--introstart-->Basements of some local buildings and underground utilities may be at risk of being inundated by rising groundwater by the end of the 21<sup>st<\/sup> century due to projected rates of sea level rise for the area, according to a preliminary study released today.<!--introend--><\/p>\n<p>The report, produced in partnership by the U.S. Geological Survey and Yale University, indicates that a projected three-foot increase in sea level can be expected to increase groundwater levels in coastal areas, presenting long-term water management issues that could be very costly to mitigate. Groundwater levels may rise even higher if groundwater recharge -- the rate at which water is added to groundwater through precipitation -- also increases.<\/p>\r\n<p>The report<em> Preliminary Investigations of the Effects of Sea-Level Rise on Groundwater Levels, New Haven, Connecticut,<\/em><strong> <\/strong>is one of the first reports on a site in Connecticut to examine the effects of sea-level rise on groundwater in a complex urban environment. Studies on climate change and sea-level rise are typically focused on coastal issues like salt water intrusion, coastal erosion or flooding.<\/p>\r\n<p>\"An underappreciated aspect of climate change is going to be the rising toll on property owners in the coastal zone from effects such as the one identified in this report: rising ground water that produces water damage in basements that for decades and possibly a century were dry,\" said USGS Director Marcia McNutt. \"Utility bills will also rise to re-engineer utilities that were not designed to be installed completely above ground, as in the case in more temperate climates farther south.\"<\/p>\r\n<p>The study simulated effects from a projected three foot rise in sea-level, which caused&nbsp; groundwater levels beneath New Haven to rise as much as three feet near the shoreline, tapering to less than a half foot rise in groundwater levels farther inland. In a second scenario, scientists coupled the three-foot rise in sea level with a 12-percent increase in the rate of groundwater recharge.&nbsp; In this scenario, simulated groundwater levels rose higher farther inland, and in some areas of New Haven, simulated groundwater levels rose as much as an additional foot when compared to sea-level rise alone.&nbsp;<\/p>\r\n<p>\"Rising groundwater levels are expected to be a chronic problem and will likely be a major issue for all large cities along the coast in the future,\" said<strong> <\/strong>David Bjerklie, USGS hydrologist and lead author on the report.<strong> <\/strong><\/p>\r\n<p>While this is a preliminary study, the models used illustrate concepts associated with rising sea levels that can be extrapolated to other areas throughout southern New England, and will provide information for the engineering community as they plan to accommodate rising groundwater levels.<\/p>\r\n<p>\"As groundwater levels rise, buildings and basements which were not designed to be in contact with groundwater may be exposed to groundwater seepage, leading to costly de-watering procedures,\" said John Mullaney, USGS hydrologist and second author of the report. \"Knowing how water levels are expected to rise provides planners and engineers with information important for future building design or maintenance.\"<\/p>\r\n<p>\"In response to the study, Yale has been designing new building projects to accommodate the increases in groundwater levels anticipated in future years,\" said University Press Secretary Tom Conroy.<\/p>\r\n<p>The report, is available <a href=\"http:\/\/pubs.usgs.gov\/of\/2012\/1025\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut"],"country":["United States of America"],"mm_tags":["Sea Level Rise","ground","groundwater","groundwater","","Connecticut","Yale University","Climate Change","undergroundutilities","","utilities","engineering","Climateand Land Use Change"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1335844800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168977"},{"tid":"169175"},{"tid":"169732"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}