{"title":"Getting the Lead Out... Lead Concentrations In Lakes and Reservoirs Decline But Not Yet Back To Starting Gate","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Lead concentrations in the sediments of several selected lakes and reservoirs across the country have declined significantly in the last decade or more, but are not yet back to the baseline levels of the 1950&rsquo;s and 60&rsquo;s, according to a new U.S. Geological Survey (USGS) report. <\/p>\n<p>USGS scientists said the declines occurred despite significant increases in both the population and the number of motor vehicles driven in the urban drainage basins studied. Although lead concentrations in the sediments declined as much as 70 percent since the 1970&rsquo;s and 80&rsquo;s, they remain almost twice as high as the baseline levels of the 1950&rsquo;s and 60&rsquo;s. The article, \"Reservoir Sediment Cores Show U.S. Lead Declines,\" by Edward Callender and Peter Van Metre, which is published in the September issue of Environmental Science and Technology, shows results of the study. <\/p>\r\n<p>\"We purposely picked lakes and reservoirs that were under urban pressure and likely to be affected by lead contamination,\" said Robert Hirsch, USGS Chief Hydrologist. \"The significant declines in lead in these urban lakes are very encouraging. These declines are a good indication &gt;that the switch to unleaded gasoline in the late 1970&rsquo;s, coupled with enactment of the Clean Air Act, have produced a positive effect on the Nation&rsquo;s water resources.\" <\/p>\r\n<p>Previous studies by the USGS show a significant downward trend in lead concentrations in the Nation&rsquo;s streams. The newest sediment studies are particularly important because lake and reservoir sediments tend to be long-term \"traps\" that accumulate sediment and associated heavy-metal contaminants, such as lead. Lead in sediment accumulations can become sources of future water pollution. <\/p>\r\n<p>The lake and reservoir study is part of the national synthesis effort of the USGS <a href=\"http:\/\/wwwrvares.er.usgs.gov\/nawqa\/nawqa_home.html\">National Water Quality Assessment Program (NAWQA)<\/a>, which is the first comprehensive, ongoing study of trends in the quality of the Nation&rsquo;s surface- and ground-water resources. <\/p>\r\n<p>Hydrologists used gravity-type coring devices and \"grab box cores\" to collect samples of the sediments at the bottom of the lakes and reservoirs. From these samples, scientists can discern a \"signature\" of the quality of the water in the lake or reservoir and its drainage basin over time. Because lakes and reservoirs efficiently trap sediments from rivers and streams, the accumulated sediments can provide a valuable historical record of what has been happening regarding the presence of lead in a particular drainage basin. Heavy metals like lead, for example, tend to accumulate in sediment. Scientists can look at the lead concentrations in the core and determine the time frame when leaded gasoline was being used in the basin. Looking at lead concentrations in the older deposited sediments in the core is like moving backward in time to see if there has been a change in the percent of lead present in sediments deposited in more recent times. Radiochemical dating was used to determine the time represented by specific points along the length of the core. <\/p>\r\n<p>Additional sediment sampling of Lake Anne and Lake Fairfax in Reston, Virginia, and urban-suburban lakes in Minnesota, Colorado, and New Jersey is planned to look at other contaminants and the effects of urbanization on the chemistry of sediments in lakes and reservoirs. &gt;Significant components of the NAWQA Program include consistent methods for sampling and the use of complex \"clean\" sampling protocols that ensure the validity and integrity of the data. <\/p>\r\n<p>As the Nation&rsquo;s largest water and earth science research and information agency, the USGS routinely monitors the quality and quantity of surface- and ground-water resources at more than 50,000 sites across the country in cooperation with more than 1,200 State, local and other Federal agencies. Visit the USGS at <a href=","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"873172800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169788"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}