{"title":"Hurricane Gustav: USGS Maps Potential for Coastal Change","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>With Gustav approaching the Northern Gulf Coast, many communities are preparing for the impact. The combination of many Americans living along the coastline and the cumulative effects of previous storms makes the Northern  Gulf region vulnerable to tropical storms and hurricanes.&nbsp; The U.S. Geological Survey (USGS) is working to provide scientific information on coastal vulnerability to extreme storms that helps forecast possible impacts and damages.<\/p>\n<p>Hurricane landfall and associated elevated water levels, waves, and currents can lead to severe coastal change through erosion and re-deposition. In order to understand the vulnerability of coasts to storms, USGS scientists monitor U.S. coasts before and after impacts to determine the severity and patterns of erosion and accretion. Depending on storm characteristics and coastal elevations, as well as other factors, impacts can vary. The most extreme coastal change regime is associated with inundation, when storm surge exceeds the elevation of the primary dune or beach berm and the entire beach system is submerged. For Gustav, the USGS Hurricane and Extreme Storms Research Group has conducted pre-storm analyses of potential impacts in five major areas along the Northern Gulf of Mexico coastline where Gustav is likely to make landfall.<\/p>\r\n<p><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-8-31\/map.jpg\" alt=\"Sample of a map showing areas of potential coastal change due to Hurricane Gustav\" width=\"450\" height=\"228\" \/><\/p>\r\n<p>\"These maps describe the potential changes that may occur on the coast that threaten communities and critical wildlife habitats,\" said Abby Sallenger, USGS oceanographer.<\/p>\r\n<p>To view these maps and learn more about USGS coastal hazard research activities associated with Hurricane Gustav, please visit: <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/gustav\">http:\/\/coastal.er.usgs.gov\/hurricanes\/gustav<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Louisiana","Mississippi","Texas"],"country":["United States of America"],"mm_tags":["hurricanes","hazards","Gustav","Coastal Change"],"release_date":{"und":[{"value":"1220155200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169498"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}