{"title":"The Hills Are Alive With Ecosystem Research: The Western Mountain Initiative ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"375\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/11_22_2013\/n6IUl88kkf_11_22_2013\/medium\/DSC06292.JPG\"><img title=\"Trees in Rocky Mountain National Park, Colorado.\" src=\"http:\/\/gallery.usgs.gov\/images\/11_22_2013\/n6IUl88kkf_11_22_2013\/medium\/DSC06292.JPG\" alt=\"Trees in Rocky Mountain National Park, Colorado.\" width=\"375\" height=\"500\" \/><\/a> Trees in Rocky Mountain National Park, Colorado.[\/caption]\n\nTen years ago, the <a href=\"http:\/\/www.un.org\/en\/\">United Nations<\/a> General Assembly signed <a href=\"http:\/\/www.mountainpartnership.org\/fileadmin\/user_upload\/mountain_partnership\/docs\/Final%20UNGA%20Res%20-57-245.pdf\">resolution<\/a> to designate every December 11 as <a href=\"http:\/\/www.un.org\/en\/events\/mountainday\/background.shtml\">International Mountain Day<\/a> (IMD). IMD celebrates both the importance of mountain ecosystems to the planetâ\u0080\u0099s food and water resources, as well as the individuals that live within and support the ecosystems.\n\nThe tenth anniversary of IMD provides an excellent opportunity to reflect on the contributions of <a href=\"http:\/\/www.fort.usgs.gov\/\">USGS<\/a> Â science that support research and conservation programs in the rapidly-changing mountain ecosystems of the western United States.\n\n<strong>USGS and the Western Mountain Initiative<\/strong>\n\nMountain ecosystems of the western United States are ideally suited to address ecological questions associated with climate change. They contain (1) compressed climatic and biogeographic zones containing many ecosystems within relatively small areas, (2) rich paleoecological resources, which record past environmental changes and consequent ecosystem responses, and (3) common ecological drivers, such as snowpack, which facilitate comparisons across ecosystems.Â  Scientists from the USGS and <a href=\"http:\/\/www.fs.fed.us\/\">USDA Forest Service<\/a> have teamed up to better understand and predict the responses of Western mountain ecosystems to climate change. The research emphasizes sensitivities, thresholds, resistance, and resilience to climate change.\n\nSince national parks and wildernesses areas of the western mountains have experienced minimal human disturbance, effects of environmental changes on ecosystems can be inferred with fewer confounding influences than on intensively managed lands.\n\nWestern mountain ecosystems are important to society, providing water, wood products, carbon sequestration, biodiversity, and recreational and spiritual opportunities.\n\nMore than two decades of <a href=\"http:\/\/westernmountains.org\/pdfs\/FS08-3093_508.pdf\">USGS research<\/a> provides the foundation for broad syntheses of existing knowledge.\n\nâ\u0080\u009cWestern Mountain Initiative research has provided the scientific foundation for resource management and policy decisions for individual national parks and forests, and has also pulled together a west-wide understanding of how and why the effects of climate change and climate variability differ across mountains and elevations,â\u0080\u009d says Jill Baron, one of the WMI principal investigators. â\u0080\u009cThe regional context provides an important perspective for local decisions related to natural resource adaptation options.â\u0080\u009d\n\nThe Western Mountain Initiative addresses each of the 5-year goals and objectives of the <a href=\"http:\/\/www.usgs.gov\/climate_landuse\/clu_rd\/default.asp\">USGS Climate and Land Use Change research and development<\/a>.\n\n<strong>The Rivers of the Colorado Rockies<\/strong>\n\nOne of the areas of focus in the Western Mountain Initiative is the Colorado Rocky Mountains and the various rivers and streams that run through the range.\n\nThe Rocky Mountains are one of the major mountain ranges of North America, stretching 3,000 miles from British Columbia in western Canada to New Mexico in the southwestern United States. The continental divide runs along the crest of the Rockies, an important hydrologic feature, separating the flow of water either east to the Atlantic Ocean or Gulf of Mexico to those that flow west to the Pacific Ocean. Within the United States, at least two major rivers, the Rio Grande and the Colorado as well as numerous tributaries to rivers such as the Missouri and Columbia, have headwaters originating in these mountains.\n\nThe Colorado, Rio Grande, Arkansas and South Platte have their headwaters within the state of Colorado, and according to 2005 data from the <a href=\"http:\/\/co.water.usgs.gov\/\">USGS Colorado Water Science Center<\/a>, water from these river basins serve as the primary freshwater supply for an estimated 3.5 million people in Colorado alone.Â  <a href=\"http:\/\/www.usbr.gov\/newsroom\/newsrelease\/detail.cfm?RecordID=41645\">The Colorado River basin provides water to some 40 million people in seven states<\/a>. Water from the <a href=\"http:\/\/www.ibwc.gov\/crp\/riogrande.htm\">Rio Grande<\/a> basin serves an estimated 2.7 million people in the United States and an additional 6 million in Mexico.\n\n[caption id=\"\" align=\"alignright\" width=\"375\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/11_22_2013\/n6IUl88kkf_11_22_2013\/medium\/DSC06282.JPG\"><img title=\"Valley in Rocky Mountain National Park, Colorado\" src=\"http:\/\/gallery.usgs.gov\/images\/11_22_2013\/n6IUl88kkf_11_22_2013\/medium\/DSC06282.JPG\" alt=\"Valley in Rocky Mountain National Park, Colorado.\" width=\"375\" height=\"500\" \/><\/a> Valley in Rocky Mountain National Park, Colorado.[\/caption]\n\nIn the dry arid western states, where there is insufficient rainfall to grow crops, irrigation and agriculture are closely linked.Â  <a href=\"http:\/\/www.pacinst.org\/wp-content\/uploads\/2013\/05\/pacinst-crb-ag.pdf\">Water from the Colorado River basin is used to irrigate approximately 3.2 million acres within the basin and is reported to be used to irrigate another 2.5 million acres outside the basin<\/a>. Irrigating this number of acres consumes an estimated 70 percent of the water in the basin.\n\nThe conservation of the Colorado Rockies ecosystem and other mountain ecosystems will help to ensure many of the nationâ\u0080\u0099s water supplies for municipal and agricultural needs.\n\n<strong>Water-Shedding Some Light on the Data<\/strong>\n\nIn many cases, rivers flow into watersheds, and many of the mountains in the Western United States have natural watersheds within their ecosystems.\n\nIn 1991, the USGS initiated the <a href=\"http:\/\/water.usgs.gov\/webb\/\">Water, Energy, and Biogeochemical Budgets (WEBB) program<\/a> to understand the processes controlling water, energy and biogeochemical changes over time. <a href=\"http:\/\/water.usgs.gov\/webb\/newest_webbmap.html\">Five research watersheds<\/a> were selected for the study, including the <a href=\"http:\/\/co.water.usgs.gov\/lochvale\/\">Loch Vale Watershed<\/a> in the mountains of Colorado.\n\nTheÂ Loch Vale WatershedÂ is exceptionally sensitive to atmospheric man-made contamination and to climate change due to its mountainous and alpine environments, limited forest cover, extensive tundra, slope, and rock and snow glaciers. Research at the site has taken advantage of this sensitivity since 1983 by investigating, the effects of climate on weathering rates and the effects of nitrogen deposition on the algae in the lake. Research indicates that snowmelt is occurring two weeks earlier than in the late 1970s and runoff timing has shifted by a similar amount. These trends are strongly correlated with warming spring-time temperatures. A warming climate and melting permafrost appear to be affecting groundwater flow and solute fluxes at the site.\n\nIn addition to watersheds, mountain ecosystems host a multitude of other exciting natural wonders, such as volcanos.\n\n<strong>What You Need to Volca-Know<\/strong>\n\nThere are many <a href=\"http:\/\/volcanoes.usgs.gov\/\">volcanos in the Western United States<\/a>. Some are still active and some are dormant with no cause for concern. Though there are many negatives associated with volcanic eruptions, volcanos have multiple <a href=\"http:\/\/volcano.oregonstate.edu\/what-are-some-good-things-volcanoes-do\">positive effects on the environment<\/a>.\n\nVolcanos provide nutrients to surrounding soil, and volcanic ash often contains minerals that are helpful to many plants. In fact, the finer the ash is, then the quicker it breaks down and mixes into the soil.\n\nMany volcanos also have very steep slopes that are inaccessible to humans. This terrain can provide refuges to many different types of plant and animal species that would normally be in danger of human interaction.\n\nThe Earthâ\u0080\u0099s water and atmosphere can be attributed to volcanic gases. Though the process of supplying both the entire water supply and the whole atmosphere was a slow process, it is the result of 4.5 billion years of volcanic activity. As volcanos erupt, they are cooling down the planetâ\u0080\u0099s interior as the warm gases are being ejected into the sky.\n\n<strong>It All Comes Together<\/strong>\n\nMountain ecosystems serve as an intersection to many different types of ecological research and environmental studies. The research and data collected through the efforts of the Western Mountain Initiative connects <a href=\"http:\/\/www.usgs.gov\/start_with_science\/\">all of the mission areas<\/a> of the U.S. Geological Survey.\n\n<strong>Learn More<\/strong>\n<ul>\n\t<li><a href=\"http:\/\/www.usgs.gov\/ecosystems\/environments\/montane.html\">USGS Ecosystems â\u0080\u0093 Mountain Environments<\/a><\/li>\n\t<li><a href=\"http:\/\/volcanoes.usgs.gov\/\">USGS Volcano Hazards Program<\/a><\/li>\n\t<li><a href=\"http:\/\/water.usgs.gov\/wsc\/index.html\">USGS Science in Your Watershed<\/a><\/li>\n\t<li><a href=\"http:\/\/volcano.oregonstate.edu\/\">Volcano World<\/a><\/li>\n<\/ul>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24338","uid":"31","filename":"028.jpg","uri":"public:\/\/028.jpg","filemime":"image\/jpeg","filesize":"140205","status":"1","timestamp":"1425492768","type":"image","uuid":"8852d1d4-9ebf-4ae7-866e-a66d421509c9","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","climate","InternationalMountainDay","RockyMountains","Volcanos","watershed","WesternMountainInitiative"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1386079126","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}