{"title":"Florida and Illinois Make 48","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->People who want access to digital topographic maps for any of the lower 48 states can now count on the <a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo<\/a>.<!--introend--> The ongoing map project, as part of the U.S. Geological Survey's national map series, recently released new maps for Florida and Illinois &ndash; with Hawaii to soon follow. Adding more than 2,015 revised digital quadrangles has increased the collection to nearly 54,000 new US Topo maps, with plans for Alaska developing. The maps are available for free download from <a href=\"http:\/\/nationalmap.gov\/\"><em>The National Map<\/em><\/a> and the USGS Map Store <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/(ctype=areaDetails&amp;xcm=r3standardpitrex_prd&amp;carea=%24ROOT&amp;layout=6_1_61_48&amp;uiarea=2)\/.do\">website<\/a>.<\/p>\n<p>\"USGS topo maps are one of our most recognizable agency products, full of useful, up-to-date information, free, and easily downloaded to your computer,\" said USGS Director Marcia McNutt. \"Don't leave home<strong><em> <\/em><\/strong>without US Topo.\"<\/p>\r\n<p>Other new feature additions and improvements on the updated US Topo maps include:<\/p>\r\n<ul>\r\n<li>Contours <\/li>\r\n<li>Rivers, lakes steams and other hydrography <\/li>\r\n<li>Woodland tint derived from the National Land Cover Dataset<\/li>\r\n<li>Fire Stations<\/li>\r\n<li>Hospitals <\/li>\r\n<li>State and County boundaries<\/li>\r\n<li>Forest service boundaries &nbsp;<\/li>\r\n<li>Commercial roads in lieu of Census roads<\/li>\r\n<li>Forest Service roads and road numbers&nbsp;&nbsp;<\/li>\r\n<\/ul>\r\n<p>\"We are pleased to fulfill our commitment to the public, and ahead of schedule\", said Mark DeMulder, the Director of the USGS National Geospatial Program. \"With the completion of the lower 48 states, we can retire the pilot 'Digital Map-Beta' maps and start on the second national revision cycle.\"<\/p>\r\n<p>\"During the past year, more than 3,000 US Topo were downloaded every day, and that number continues to increase\", explained Mike Cooley, the US Topo Project Manager. \"We believe the US Topo program has been a success and we would love to hear what our customers are thinking. Please consider visiting our <a href=\"http:\/\/nationalmap.gov\/ustopo\/ustopo_feedback.html\">US Topo contact page<\/a> and let us know how we are doing.\"<\/p>\r\n<p>US Topos are derived from key layers of geographic data found in <a href=\"http:\/\/nationalmap.gov\/\"><em>The National Map<\/em><\/a> which delivers visible content such as high resolution aerial photography, which was not available on older paper-based topographic maps. The new US Topo maps provide modern technical advantages that support wider and faster public distribution and on-screen geographic analysis tools for users.<\/p>\r\n<p>Future enhancements to the US Topo are scheduled to include additional tools and map content such as a shaded relief layer, updated structures, enhanced transportation, additional federal boundaries, and Forest Service trails. <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3361\">Wyoming<\/a>, which was added about three weeks ago, also featured Public Land Survey System (<a href=\"http:\/\/nationalatlas.gov\/articles\/boundaries\/a_plss.html\">PLSS<\/a>). The USGS expects to produce more than 18,500 revised quadrangles annually. US Topo maps are updated every three years.<\/p>\r\n<p>The new digital electronic topographic maps for these new states&ndash; along with <a href=\"http:\/\/nationalmap.gov\/ustopo\/about.html\">46 other completed states<\/a> - are delivered in <a href=\"http:\/\/en.wikipedia.org\/wiki\/GeoPDF\">GeoPDF<\/a> image software format and may be viewed using <a href=\"http:\/\/get.adobe.com\/reader\/\">Adobe Reader<\/a>, also available as a no cost download.<\/p>\r\n<p>For more information, visit A New Generation of Maps <a href=\"http:\/\/nationalmap.gov\/ustopo\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida","Illinois","Hawaii","Alaska"],"country":["United States of America"],"mm_tags":["Core Science Systems National Geospatial","Florida","Illinois","Topo","digital Topographic Map","digital Quadrangles","The National Map","National Map","mapping Hawaii","Alaska","store","Digital Map Beta","topographic Map","Topo Maps","topographic Map",""],"distribution":["Mapping"],"release_date":{"und":[{"value":"1348027200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170136"},{"tid":"170049"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}