{"title":"Decline of Shorebird Linked to Bait Use of Horseshoe Crabs","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Declining numbers of a shorebird called the red knot have been linked to bait use of horseshoe crabs.<!--introend-->&nbsp;<\/p>\n<p>Long-term surveys of red knots showed that the average weight of red knots when they leave Delaware Bay has declined significantly since their primary food source, eggs of horseshoe crabs, has been reduced. The study also revealed that red knot survivorship is related to departure weight, and that the population size of red knots has declined by more than 75 percent.&nbsp;<\/p>\r\n<p>\"We concluded that the increased harvest of horseshoe crabs led to a reduction in the food supply for red knots at a critical period in their annual cycle, and this led to a dramatic decline in population size,\" said USGS scientist, Jon Bart, one of the authors of the study.<\/p>\r\n<p>There is a long tradition in Delaware Bay of harvesting horseshoe crabs for use as bait in various fisheries. In the years from 1992 to 1997, reported harvest of crabs grew 20 fold from about 100,000 individuals harvested to more than 2 million. This newly released study shows that this increase in horseshoe crab harvest has led to a dramatic decrease in the number of spawning crabs and to a 90 percent decline in crab eggs available for shorebirds to eat.&nbsp;<\/p>\r\n<p>Delaware Bay is globally recognized as an important feeding stopover for migrating shorebirds, especially red knots. Each year, red knots migrate from Arctic breeding grounds to the southern tip of South America and back, covering more than 18,600 miles. In May, large numbers of red knots congregate in the bay during their northward migration where they gorge on horseshoe crab eggs in preparation for their continued migration to the Arctic.&nbsp;<\/p>\r\n<p>Concern over red knot populations led to restrictions in horseshoe crab harvest starting in 1997. But as Lawrence Niles, a biologist with the Conserve Wildlife Foundation of New Jersey and senior author of the new study says, \"Despite restrictions, the 2007 horseshoe crab harvest was still well above that of 1990, and no recovery of knots was detectable. Recovery of both horseshoe crabs and red knots may require more restrictions on horseshoe crab harvest, possibly even a complete moratorium for some period. We've proposed a program of adaptive management, including monitoring, that should result in the information managers need to find the right balance.\"&nbsp;<\/p>\r\n<p>Fifteen scientists participated in the study, from a wide variety of federal, state, and nongovernmental entities. The results are published in the February edition of the science journal <em>Bioscience<\/em>. The title of the article is, \"Effects of horseshoe crab harvest in Delaware Bay on red knots: Are harvest restrictions working?\"<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Red Knot","Horseshoe Crab","Delaware Bay"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1234414800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169749"},{"tid":"169912"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}