{"title":"Helicopter to Make Low-level Flights Over Western Nebraska","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Nebraska residents should not be alarmed to witness a low-flying helicopter over western areas of the state in late-June.<\/p>\n<p>Beginning on <strong>June 26<sup>th<\/sup><\/strong> and lasting about two weeks, a helicopter monitored by the U.S. Geological Survey (USGS) will begin collecting and recording geologic measurements over western Nebraska for information about buried sand and gravel aquifers.<\/p>\r\n<p>The helicopter will fly over a study site north of Sidney in Cheyenne County, a site along the North Platte River near Minatare and Bridgeport in Scotts Bluff and Morrill Counties, a site down river of Lake McConaughy in Keith County, and the area of Western Cannel south of Big Springs and Brule in Keith County.<\/p>\r\n<p>Scientific equipment is towed about 100 feet below the helicopter in a &lsquo;spider web&rsquo; array and is designed to map geologic structures beneath the earth. It is controlled by experienced pilots who are specially trained for low-level flying and operated by SkyTem ApS. of Beder,  Denmark.<\/p>\r\n<p>This scientific analysis is designed to study the area&rsquo;s water resources such as sand and gravel aquifers via an aerial perspective. &nbsp;It is part of an ongoing USGS federal research program to identify physical occurrences such as changes in rock types.<\/p>\r\n<p><strong>Editor:&nbsp; In the public interest and in accordance with Federal Aviation Administration regulations, the USGS is announcing this low-level airborne project.&nbsp; Your assistance in publicizing this information is appreciated.<\/strong><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Nebraska"],"country":["United States of America"],"mm_tags":["geology","Nebraska","Low Level Flight","aquifers","water","Air Survey"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1277092800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}