{"title":"USGS Hosts National Seminar on GIS and Public Health","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>On May 11, the U.S. Geological Survey (USGS) National Center in Reston, Va., will serve as a public viewing site for a nationwide satellite broadcast on <b>GIS in Public Health: Using Mapping and Spatial Analysis Technologies for Health Protection<\/b>. Sponsored by the Centers for Disease Control and Prevention (CDC) and the Agency for Toxic Substance and Disease Registry (ATSDR), the broadcast will be shown in the USGS Auditorium at noon EDT. <\/p>\n<p>GIS (geographic information system) technology has become an important tool that enables public health professionals to better understand health issues they encounter every day. Computer-assisted GIS programs allow the visual layering of health, demographic, environmental and other data sources. Based on the location of the data on the Earth&rsquo;s surface, many types of data can be analyzed separately and in combination according to their spatial relationships. GIS applications can serve a wide range of purposes in public health research. <\/p>\r\n<p>The 2Â½ hour broadcast seminar will provide information on essential GIS concepts and terminology, entering data into a GIS, issues regarding the use of GIS in public health applications, and examples of GIS applications in public health. The program will feature a live question and answer session, during which participants nationwide can ask instructors questions via toll free telephone lines, by fax, or via TTY lines. Continuing education credits will be offered for various professions. <\/p>\r\n<p>There is no cost to register or view the program, but registration is required to support coordination of this national endeavor. On-line registration is available at: <a href=\"http:\/\/www.cdc.gov\/phtn\/gis\/gis.htm\">http:\/\/www.cdc.gov\/phtn\/gis\/gis.htm<\/a>. This site also provides more information on the course and the location of other viewing sites across the country. <\/p>\r\n<p>If you do not have Internet access, you can also register by phone if you have a fax number to which a document can be faxed. Call 1-888-232-3299, an automated fax back system (or 1-877-232-1010 for the hearing impaired), and follow the prompts. Request document #130029 when prompted to do so. The registration form will then be faxed to the number you provided. After completing the registration form, call 1-800-815-8152 or fax the completed form to the course registrar at 1-850-784-3081. <\/p>\r\n<p>Driving directions and a map to the USGS National Center are available at: <a href=\"http:\/\/mapping.usgs.gov\/mac\/visitors\/\">http:\/\/mapping.usgs.gov\/mac\/visitors\/<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"955944000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}