{"title":"High-Flow Experiment Proposed to Improve Grand Canyon Resources","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n(Flagstaff, Ariz.) <!--introstart-->An experiment using high flows from Glen Canyon Dam to study and improve Colorado River resources in Grand Canyon National Park has been proposed by the Department of the Interior.<!--introend--> \r\n<\/p>\r\n<p>\r\nThe goal of the experiment is to better understand whether higher flows can be used to rebuild eroded beaches downstream of Glen Canyon Dam by moving sand accumulated in the riverbed onto sandbars. Grand Canyon sandbars provide habitat for wildlife, serve as camping beaches for recreationists, and supply sand needed to protect archaeological sites. High flows also create areas of low-velocity flow, or backwaters, used by young native fishes, particularly endangered humpback chub. \r\n<\/p>\r\n<p>\r\nThe 2008 test would be different than previous high-flow tests conducted in 1996 and 2004. In particular, scientists have concluded that more sand is needed to rebuild sandbars throughout the 277-mile reach of Grand Canyon National Park than was available in 1996 or 2004. Currently, sand supplies in the river are at a 10-year high with a volume about three times greater than the volume available in 2004 due to tributary inflows below the dam over the past 16 months. \r\n<\/p>\r\n<p>\r\nThe proposed experiment is dependent on the completion of environmental review processes required by the National Environmental Policy Act and the Endangered Species Act. The Bureau of Reclamation (Reclamation) is in the process of preparing an environmental assessment of the proposed test. The environmental assessment is expected to be available for public review in early February 2008. This assessment evaluates the impact of the proposed test on a wide range of environmental and socioeconomic resources. A decision by the Department of the Interior is anticipated in late February 2008, with plans to conduct the high flow in early March 2008, if the decision is to move forward with the experiment. \r\n<\/p>\r\n<p>\r\n<img src=\"\/images\/logos\/rec.gif\" border=\"0\" alt=\"Reclamation logo\" hspace=\"4\" vspace=\"4\" width=\"339\" height=\"60\" align=\"right\" \/> The high-flow experiment and associated research activities, should they occur, will be undertaken cooperatively by scientists and resource managers from Interior&#39;s U.S. Geological Survey (USGS), Reclamation, National Park Service, and U.S. Fish and Wildlife Service. \r\n<\/p>\r\n<p>\r\n<img src=\"\/images\/logos\/nps.jpg\" border=\"0\" alt=\"National Park Service logo\" hspace=\"4\" vspace=\"4\" width=\"52\" height=\"60\" align=\"right\" \/>&quot;The proposed 2008 high-flow experiment and the accompanying studies build on learning that occurred as the result of the experiments in 1996 and 2004,&quot; says John Hamill, USGS Grand Canyon Monitoring and Research Center Chief. &quot;Given the current amount of sand in the system, we have a tremendous opportunity to learn more about whether high flows can be used to improve important natural, cultural, and recreational resources in Glen and Grand canyons.&quot; \r\n<\/p>\r\n<p>\r\n&quot;Years of study and unique environmental conditions allow us to move forward with an experimental flow that will provide the valuable information needed to protect the resources within Grand Canyon National Park,&quot; stated Steve Martin, Grand Canyon National Park Superintendent. \r\n<\/p>\r\n<p>\r\nOne of the proposed studies will document habitat changes and determine how backwater habitats are used by young humpback chub and other native and nonnative fishes. Other studies will look at how higher flows affect the aquatic food base, rainbow trout recruitment and emigration, riparian vegetation, nonnative fishes and archaeological resources in close proximity to the Colorado River. \r\n<\/p>\r\n<p>\r\nDuring the proposed high-flow experiment, Reclamation will release water from both the powerplant and the bypass tubes to a maximum amount of approximately 41,000 cubic feet per second (cfs) for about 60 hours. If approved, current plans would call for the flows to begin increasing on March 4, 2008 wi","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1200546000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169283"},{"tid":"169720"},{"tid":"170103"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}