{"title":"USGS Honors Dr. Walter J. Arabasz of the University of Utah with John Wesley Powell Award","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table border=\"0\" cellspacing=\"2\" cellpadding=\"3\" width=\"205\" align=\"right\">\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td align=\"center\"><img src=\"\/newsroom\/images\/walter_arabasz.gif\" border=\"0\" alt=\"Dr. Walter J. Arabasz\" width=\"200\" height=\"259\" \/> <span>Dr. Walter J. Arabasz<span> <\/span><\/span><\/td>\r\n\t\t<\/tr>\r\n\t<\/tbody>\r\n<\/table>\r\n<p>\r\n<!--introstart-->Reston, Va. - Dr. Walter J. Arabasz of the University of Utah Seismograph Stations received the John Wesley Powell Award from the U.S. Geological Survey for his outstanding scientific leadership in helping the public and elected officials understand and reduce the impact of earthquakes.<!--introend--> \r\n<\/p>\r\n<p>\r\n&quot;Earthquakes are one of the most costly hazards faced by the United States posing a significant risk to 75 million Americans in 39 states,&quot; said USGS Director Mark Myers. &quot;We are honoring Dr. Arabasz for more than three decades of solid, dedicated leadership in helping the public be prepared for and take measures to protect themselves from this natural hazard.&quot; \r\n<\/p>\r\n<p>\r\nThe award is named after the distinguished scientist and explorer John Wesley Powell, who served as the second director of the USGS, from 1881 to 1894, and who was a pioneer explorer of the Colorado River. It recognizes an individual or group, not employed by the federal government, whose contributions to the USGS&#39;s objectives and mission are noteworthy. \r\n<\/p>\r\n<p>\r\nAs part of the multi-agency National Earthquake Hazards Reduction Program, the USGS has the lead federal responsibility to provide notification of earthquakes to enhance public safety and to reduce losses through effective forecasts based on the best possible scientific information. \r\n<\/p>\r\n<p>\r\nFor more than 30 years, Arabasz has been involved in earthquake monitoring and research in Utah, including directing the University of Utah Seismograph Stations since 1985. He has served as a member of the Utah Seismic Safety Commission since its founding in 1994 and as chairman of the Commission during 1997-2001. For the 2002 Winter Olympics, Arabasz took the lead in obtaining federal funding to develop and implement a real-time earthquake reporting system, both to enhance public safety during the Olympic Games and to meet the long-term needs of Utah&#39;s Wasatch Front urban corridor. \r\n<\/p>\r\n<p>\r\nFor 20 years, Arabasz has worked with the USGS and the broader national seismology community to develop an integrated system of national earthquake monitoring. He has promoted a cooperative, national approach to earthquake monitoring in which regional and national interests and state and federal programs work together for increased public safety nationwide. In the early 1990s, Arabasz was one of a few individuals who worked with the USGS to create and promote the Council of the National Seismic System. In the late 1990s, Arabasz was one of the co-authors of USGS Circular 1188, <em>&quot;An Assessment of Seismic Monitoring in the United States: Requirement for an Advanced National Seismic System.&quot;<\/em> \r\n<\/p>\r\n<p>\r\nArabasz has been a leader in forming the concept, in the development and in the implementation of the Advanced National Seismic System. He has been a strong contributor to all aspects of the ANSS effort and has worked tirelessly to ensure its success; serving on ANSS committees, speaking to government and elected officials in support of the ANSS and providing steadfast advice and encouragement to keep the effort on course. On a broader scale, Arabasz had been a champion of the USGS Earthquake Hazards Program. \r\n<\/p>\r\n<p>\r\nArabasz was recently appointed to serve on the Advisory Committee on Earthquake Hazard Reduction, which was established by Congress to provide oversight and guidance to the four-agency National Earthquake Hazards Reduction Program. He is one of only two seismologists appointed to the committee, a testament to his high reputation for good counsel. \r\n<\/p>\r\n<p>\r\n&quot;Dr. Arabasz has had the vision and capacity t","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1192680000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}