{"title":"2011's Devastating Floods Topic of Free Lecture Wednesday","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>RESTON, Va. &ndash; <!--introstart--><\/strong>2011's epic floods, which devastated portions of the central, East, and northeastern U.S. and set numerous high water records in the process, are the topic of a free public lecture Wednesday, August 1, at 7:00 p.m. at the U.S. Geological Survey National Center in Reston, Va.<!--introend-->&nbsp;&nbsp;<\/p>\n<p>Titled, \"The Anatomy of Floods: The Causes and Development of 2011's Epic Flood Events,\" the lecture takes place in a federal facility and a valid photo ID is required for entry by attendees 18 years of age and older. Attendees should plan to arrive at least 15 to 20 minutes early to process through security.<strong><\/strong><\/p>\r\n<p>Flooding costs the<strong> <\/strong>United States more than $7 billion per year and claims more than 90 lives annually. Last year, increased precipitation from Hurricane Irene and Tropical Storm Lee resulted in river levels setting records and flooding in many northeastern states, while flooding in Minot, North Dakota, inundated more than 4,000 homes and forced more than 11,000 residents to evacuate.<\/p>\r\n<p>Dr. Robert Holmes will discuss aspects of the 2011 flooding, explain the different causes of these and other extreme flood events and discuss science that is critical to help prepare residents for future floods.<\/p>\r\n<p>For more information and directions visit the <a href=\"http:\/\/www.usgs.gov\/public_lecture_series\/\">Public Lecture Series website<\/a>.<\/p>\r\n<p>Those unable to attend the lecture in person can follow it live on Twitter @USGSLive<\/p>\r\n<p>These evening events are free to the public and intended to familiarize a general audience with science issues that are meaningful to their daily lives. USGS speakers are selected for their ability and enthusiasm to share their expertise with an audience that may be unfamiliar with the topic.<\/p>\r\n<p>The series provides the public an opportunity to interact with USGS scientists and ask questions about recent developments in Natural Hazards; Water; Energy Minerals and Environmental Health; Climate and Land Use Change; Ecosystems; and Core Science Systems. Ultimately, the goal is to create a better understanding of the importance and value of USGS science in action.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":["Public Lecture","flooding","flooding","","hurricaneirene","tropicalstorm","Extreme Flood","Natural Hazards","water"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1343620800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170355"},{"tid":"170108"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}