{"title":"Crowd-Sourcing the Nation: Using Volunteers for Enhanced Data Collection","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The USGS is expanding the involvement of volunteers to enhance data collection about<a href=\"https:\/\/my.usgs.gov\/confluence\/download\/attachments\/155025503\/Structure_Def_table.pdf\"> structures<\/a> for <em>The National Map<\/em>.<\/p>\n<p>This program, known as <em>The National Map<\/em> Corps, focuses on encouraging citizens to collect data relating to structures by both adding new features and\/or correcting existing data within <a href=\"http:\/\/nationalmap.gov\/index.html\"><em>The National Map<\/em><\/a> database. These structures can include schools, hospitals, post offices, police stations and other important public places.<\/p>\r\n<p>Collaborative <a href=\"http:\/\/nationalmap.gov\/TheNationalMapCorps\/pilot.html\">pilot projects<\/a> in Colorado were recently used to test the concept of crowd-sourcing. While the project is on-going, early indications point to positive results and show the success of using TNMC volunteers to enhance data sets.<\/p>\r\n<p>Over a trial period of ten months, 143 volunteers collected, improved, or deleted data on more than 6,400 structures in Colorado. The volunteers&rsquo; actions were accurate and exceeded USGS quality standards. In the Colorado pilot project the volunteer-collected data showed an improvement of approximately 25 percent in both location and attribute accuracy for existing data points. Completeness, or the extent to which all appropriate features were identified and recorded, was nearly perfect.<\/p>\r\n<p>The significant results of the Colorado pilot have led to a phased, nation-wide expansion of the crowd-sourcing \/volunteer project. The states in the first expansion of TNMC are: Arkansas, Alaska, Colorado, Delaware, Georgia, Idaho, Maryland, Michigan, Montana, North Dakota, New Jersey, New Mexico, Ohio, Oregon, South Carolina, Utah, Washington, West Virginia<\/p>\r\n<p>After an evaluation of the quality and procedures of the first group of states, the second set will be made available. Ultimately, by the end of 2013, the third batch of states will complete the expansion of the program.<\/p>\r\n<p>\"The response by volunteers in Colorado exceeded our expectations both in terms of the number of volunteers and the quality of the data they collected&rdquo;, said Kari Craun, the Director of the USGS National Geospatial Technical Operations Center. &ldquo;The Volunteered Geographic Information (VGI) community represents a fantastic, untapped resource to assist USGS in maintaining data that are part of <em>The National Map<\/em>.&rdquo;<\/p>\r\n<p>While some familiarity with the area that a volunteer chooses is helpful, one doesn&rsquo;t have to live near a particular place to contribute. The <a href=\"https:\/\/my.usgs.gov\/confluence\/display\/nationalmapcorps\/Home\">tools on TNMC website<\/a>, along with ancillary information available on the Internet, are generally sufficient to edit a distant area.<\/p>\r\n<p>There have been several instances of crowd-sourced geographic information making significant contributions to research and databases in government, private sector, and non-profit organizations. The goal of the TNMC is to provide data for the nation&rsquo;s primary federal mapping agency in its effort to provide accurate and authoritative spatial data via the web-based <em>National Map<\/em>.<\/p>\r\n<p>The citizen geographers\/cartographers who participate in this program will make a significant addition to the USGS&rsquo;s ability to provide accurate information to the public. Data collected by volunteers become part of TNM Structures dataset which is available to users free of charge.<\/p>\r\n<p>Without a network of volunteers, the desired information would not be collected this year and the existing data would not be updated. TNMC volunteers perform important work that otherwise will not be accomplished in the foreseeable future.<\/p>\r\n<p>Becoming a volunteer for TNMC is easy; go to the&nbsp;<a href=\"http:\/\/nationalmap.gov\/TheNationalMapCorps\/index.html\">National Map Corps website<\/a> to learn more and to sign up as","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland","New Jersey","West Virginia","Idaho","Montana","Oregon","Washington","Arkansas","Georgia","South Carolina","Colorado","New Mexico","Utah","Michigan","North Dakota","Ohio","Alaska"],"country":["United States of America"],"mm_tags":["Core Science Systems National Geospatial","Crowdsourcing","","Data Collection","The National Map","The National Map Corps","Colorado","","Arkansas","Alaska","Colorado","Delaware","Georgia","Idaho","Maryland","Michigan","Montana","North Dakota","New Jersey","New Mexico","Ohio","Oregon","South Carolina","Utah","washington","West Virginia","Volunteer Geographic Information","","National Geospatial Technical Operations Center"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1364788800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170168"},{"tid":"170049"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}