{"title":"southern Calif. Urbanization Isolates Wildlife, Promotes Inbreeding","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>MEDIA NOTE: NPS researcher Katy Delaney is available for media interviews. Please contact Lauren Newman for details.<\/em><\/p>\n<p><em>MEDIA NOTE: USGS researcher Robert Fisher is available for media interviews on Monday, September 20. Please contact Ben Young Landis for details.<\/em><\/p>\r\n<p><strong>THOUSAND OAKS, Calif.<\/strong> &ndash; <!--introstart-->Urban development can isolate wildlife populations and promote inbreeding, according to a genetic study of animals in the Santa Monica Mountains by researchers at the National Park Service and the U.S. Geological Survey.<!--introend--><\/p>\r\n<p>Researchers studied three commonly found species of lizards and a small songbird, the wrentit, comparing the DNA of animals collected throughout the now-isolated scrubland patches and parks surrounding Thousand Oaks and State Route 23 &mdash; an area that was a single, mostly contiguous wilderness only 50 years ago.<\/p>\r\n<p>They found that animals in these &ldquo;habitat islands&rdquo; have unique genetic profiles, so that individuals even in closely neighboring patches are unlikely to be related. Additionally, animals within the smaller or more isolated habitat patches are closely related to one another. The data showed that the populations of lizards and wrentits have become disconnected and isolated as their natural habitats became divided and fragmented by roadways and housing. As the animals are unable to cross these urban barriers, they begin to inbreed and lose their genetic diversity. Decreased genetic diversity may increase a species&rsquo; chance of extinction.<\/p>\r\n<p>The findings were published last week in the journal <em>PLoS ONE<\/em>.<\/p>\r\n<p>&ldquo;What&rsquo;s interesting is that these four species are abundant and widespread in Southern California,&rdquo; says NPS researcher Katy Delaney, the lead author of the study. &ldquo;But if even these species are being negatively impacted by urban barriers, then what&rsquo;s happening to the rarer, more specialized species in this region?&rdquo;<\/p>\r\n<p>The study is among the first concrete evidence of significant population genetic changes caused by habitat fragmentation, especially within a small region and over a short time period, says study coauthor Robert Fisher of the USGS Western Ecological Research Center. Researchers specifically chose these lizard and bird species because they represent different ecological niches and range of mobility within the scrubland ecosystem. For example, Western skinks tend to be secretive debris dwellers, while Western fence lizards are fast-running, more mobile animals.<\/p>\r\n<p>Yet researchers found the same pattern of genetic isolation in all four animals, even a flying species like the wrentit.&nbsp; &ldquo;We assumed birds could fly across urban barriers and remain a continuous population, but this was not the case, at least with a smaller sedentary bird like the wrentit,&rdquo; says Delaney.<\/p>\r\n<p>The results mirror findings published earlier this year by USGS reporting genetic isolation in the Jerusalem cricket, a large, flightless burrowing insect found in Southern California.<\/p>\r\n<p>&ldquo;We&rsquo;re starting to see the same genetic isolation across multiple species in the same region &mdash; from invertebrates to vertebrates.&rdquo; says Fisher. &ldquo;So, these are really significant findings that will help us understand to what extent urban barriers impact wildlife populations.&rdquo;<\/p>\r\n<p>The research article is publicly available <a href=\"http:\/\/www.plosone.org\/article\/info%3Adoi%2F10.1371%2Fjournal.pone.0012767\">online<\/a>. The study was a joint project of the USGS Western Ecological Research Center and the National Park Service Santa Monica Mountains National Recreation Area. Funding was provided by the NPS Natural Resources Preservation Program with the assistance of the University of California Cooperative Ecosystems Studies Unit and University of California-Los Angeles.<\/p>\r\n<p>For more research on wildlife po","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["genetic","diversity","urban","fragmentation","isolation","California","biology","","inbreeding","Habitat Island","Bird","wrentit","lizard","skink"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1284955200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168909"},{"tid":"169931"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}