{"title":"USGS Releases Regional Ecological Assessment of Sagebrush Wildlife and Habitats","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOISE, Idaho - For the first time, managers of sagebrush habitats in several western states have comprehensive, comparable information about the distribution and habitats of greater sage-grouse and 14 other wildlife species, as they consider how to manage land for wildlife and accommodate other uses, including agriculture, recreation, and energy development. The U.S. Geological Survey in collaboration with the U.S. Forest Service and the Bureau of Land Management have published this study in the book, \"Sagebrush Ecosystem Conservation and Management: Ecoregional Assessment Tools and Models for the Wyoming Basins,\" providing land managers with valuable information for critical decisions.<\/p>\n<p>\"Iconic ecosystems of the American west, such as the sagebrush, can and must be managed to accommodate wildlife, recreation, and compatible economic development, but to do so requires scientific understanding of complex feedbacks,\" explained USGS director Marcia McNutt. \"This multiagency, multistate study is a landmark in providing information and solutions on the scale that this challenge demands and deserves.\"<\/p>\r\n<p>The 133,000 square-mile ecological study area, involving most of Wyoming and parts of Montana, Colorado, Utah, and Idaho, contains about one quarter of the sagebrush ecosystem in the United States and is a stronghold for wildlife that depend to varying degrees on sagebrush for habitat.&nbsp; The area also is poised for rapid change because of growing interests in many forms of development, especially renewable and non-renewable energy facilities.<\/p>\r\n<p>The species addressed in the book include birds, mammals, lizards, and insects. The variety of species&rsquo; responses to change illustrates the complexity of managing habitats for more than one species in a rapidly changing landscape. The occurrence of three species, including the greater sage-grouse, was negatively influenced by features associated with humans, such as roads, oil and gas wells, and power lines. In contrast, human-associated features were a positive influence for three species, including the pronghorn, and one species showed no measurable influence one way or the other.<\/p>\r\n<p>\"We used a process called an ecoregional assessment,\" said Steve Hanser, USGS wildlife biologist and the lead editor of the book. \"Assessments like these yield data about species and the systems in which they occur across large geographic regions. Information from this assessment can be directly integrated into planning processes and provide understanding of the effects of proposed developments on species of concern.\"&nbsp;<\/p>\r\n<p>The complex study had multiple phases. Field surveys were used to identify species relationships with vegetation, soils, climate, and human developments. Scientists used the field data and computer programs to characterize species and environmental relationships. These relationships were then used to create maps of where species can be found on the landscape and interpret the importance of habitat features and human land-use in determining species distributions.<\/p>\r\n<p>The book and the data developed as part of this study are available at <a href=\"http:\/\/sagemap.wr.usgs.gov\/wbea.aspx\">Sagebrush Ecosystem Conservation and Management<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Montana","Wyoming","Colorado","Utah"],"country":["United States of America"],"mm_tags":["biology","sagebrush","Sage Grouse","ecosystems","pronghorn","habitat","wildlife","conservation"],"release_date":{"und":[{"value":"1330318800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170407"},{"tid":"170497"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}