{"title":"Cooperative Work Develops Low-Cost Digital Terrain Flyby Program","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Low-cost animated aerial views of the Earth&rsquo;s surface--known as terrain flybys--have been developed by a team of scientists from the U.S. Geological Survey (USGS), the Jet Propulsion Laboratory, and the National Aeronautics and Space Administration (NASA). The team combined USGS data sets with a commercial Geographic Information System (GIS) and low-cost or free software to produce the animations.<\/p>\n\r\n<p>\"Typically, the software used to build and view animated flybys is very expensive,\" explained USGS computer scientist Robert G. Clark, one of the principal investigators on the project. Terrain flybys are used by a number of agencies, such as NASA and the Department of Defense, to analyze and present terrestrial and planetary data. \"Because of decreasing government and university funding, buying the analytical software is becoming prohibitively expensive. We set out to integrate more readily available earth science software to help reduce costs,\" Clark said.<\/p>\r\n\r\n<p>The terrain analysis technique developed by the USGS is based on the integration of GIS, image processing, and animation software. First, the team merged USGS digital orthophoto quadrangles (aerial photographs that have the characteristics of maps), a digital elevation model, and transportation and hydrography digital line graph data used in the production of USGS paper maps for a mountainous area in Idaho.<\/p>\r\n\r\n<p>This data set was preprocessed by using a commercial GIS software package then further analyzed by using free or inexpensive image processing and animation software. \"By integrating these three software packages, we were able to exploit the best features in each of them, and save money by avoiding the costs of an expensive software package,\" Clark said.<\/p>\r\n\r\n<p>Several single images and an animation from the project will soon be available over the World Wide Web through the USGS home page.<\/p>\r\n\r\n<p>Details on the team&rsquo;s work can be found in \"Using Geographic Information, Image Processing, and Animation Systems to Visualize a Digital Terrain Flyby,\" by Robert G. Clark, John W. Jones, Thomas E. Ciciarelli, and Daniel F. Stanfil IV, part of \"Selected Papers in the Applied Computer Sciences 1994,\" U.S. Geological Survey Bulletin 2103. U.S. Geological Survey Bulletin 2103 is available from the U.S. Geological Survey, Information Services, Box 25286, Federal Center, Denver, Colorado 80225. Orders must specify the report number and the full title. Copies of the report are available for $4.25. All orders must be accompanied by a check or money order payable to U.S. Geological Survey - Department of the Interior.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"804312000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}