{"title":"September is National Preparedness Month","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"400\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_13_2010_vAQd72Fss4_08_13_2010_0\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/08_13_2010\/vAQd72Fss4_08_13_2010\/medium\/P3120001.JPG\" alt=\"\" width=\"400\" height=\"300\" \/><\/a> â\u0080¢ Haitian woman carrying supplies amid the destruction from the January 2010 Haiti earthquake.[\/caption]\n\nSeptember is National Preparedness Month, a time to highlight the threats posed by natural hazards and the importance for individuals and communities to be prepared.\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/isaac\/?from=image\">Hurricane Isaac<\/a> recently swept through the Gulf Coast, <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/as-fires-ravage-the-west-usgs-responds\/\">wildfires continue to ravage the west<\/a>, and drought grips more than three quarters of the contiguous United States facing <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/despite-isaac-drought-persists-in-midlands\/\">abnormally dry conditions<\/a>. Natural hazards like these threaten lives and cause billions of dollars in damage every year throughout the nation. Sound science is essential for preparedness to natural hazards, guiding the best decisions to minimize their impacts.\n\n<strong>USGS: Start with Science<\/strong>\n\n<a href=\"http:\/\/www.usgs.gov\/natural_hazards\/\">The U.S. Geological Survey works<\/a> with many partners to monitor, assess and conduct research on a wide range of natural hazards, providing policymakers and the public a needed understanding to enhance preparedness, response and resilience. USGS research includes earthquakes, volcanoes, landslides, wildfires, floods, droughts and extreme storms.\n\n<strong>Earthquakes<\/strong>\n\nEarthquakes pose a risk to more than 165 million people in 37 states. <a href=\"http:\/\/earthquake.usgs.gov\/\">The USGS has created and provides<\/a> information tools to support earthquake loss reduction, including hazard assessments, scenarios, comprehensive real-time earthquake monitoring and public preparedness handbooks.\n\nImagine if doctors had time to stop delicate procedures before an earthquake. And if emergency responders had a few extra moments to gear-up, airplane landings could be postponed, trains slowed, and people could move to safer locations. The USGS and its partners are helping to provide critical <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/the-usgs-brings-an-earthquake-early-warning-system-to-california\/\">seconds of notification<\/a> by developing a prototype <a href=\"http:\/\/earthquake.usgs.gov\/research\/earlywarning\/\">Earthquake Early Warning System<\/a> in the United States.\n\nYou can sign up to receive earthquake notices through the <a href=\"https:\/\/sslearthquake.usgs.gov\/ens\/\">USGS Earthquake Notification System<\/a> as well as <a href=\"http:\/\/www.usgs.gov\/socialmedia\/\">USGS social media channels<\/a>. Tips and suggestions for earthquake preparedness can be found on the <a href=\"http:\/\/www.earthquakecountry.info\/\">Earthquake Country Alliance website<\/a> and the <a href=\"http:\/\/earthquake.usgs.gov\/prepare\/\">USGS Prepare website<\/a>. When you feel an earthquake, you can report your experience on the <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/\">USGS â\u0080\u009cDid You Feel It?â\u0080\u009d website<\/a>.\n\n<strong>The Next Earthquake: Are You Ready? <\/strong>\n\nNumerous states and countries will be participating in the next ShakeOut earthquake drill on Oct. 18, 2012. At 10:18 a.m., participants will â\u0080\u009cdrop, cover and hold on.â\u0080\u009d This event offers citizens a chance to learn how to get better prepared and practice what to do when an earthquake happens in their community.\n\n[caption id=\"\" align=\"alignleft\" width=\"400\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/12_08_2009_wcr1Vih77O_12_08_2009_5\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/12_08_2009\/wcr1Vih77O_12_08_2009\/medium\/Shishaldin8.20.2008--Cyrus_Read.jpg\" alt=\"\" width=\"400\" height=\"265\" \/><\/a> Shishaldin Volcano on Unimak Island, part of Izembek National Wildlife Refuge in Alaska.[\/caption]\n\nThis is the first year an official drill is being coordinated in the Southeast United States, and you can see a full list of participating locations at the <a href=\"http:\/\/www.shakeout.org\/\">ShakeOut website<\/a>. Mark your calendar and sign up your family, school, business, or organization to join as well.\n\n<strong>Volcanoes<\/strong>\n\n<strong><\/strong>When the violent energy of a volcano is unleashed, the results can be catastrophic. Lava flows, debris avalanches and explosive blasts have devastated communities. Noxious volcanic gas emissions have caused widespread lung problems. Airborne ash clouds from explosive eruptions have caused millions of dollars of aircraft damage and nearly brought down passenger flights.\n\nFortunately, volcanoes show signs of unrest hours, weeks and months before they erupt, and the <a href=\"http:\/\/volcanoes.usgs.gov\/publications\/2009\/nvews.php\">USGS National Volcano Early Warning System<\/a> is designed to detect these precursors. The USGS issues warnings and alerts of potential volcanic hazards â\u0080\u0093 including ash fall forecasts â\u0080\u0093 to responsible emergency-management authorities and those potentially affected. <a href=\"http:\/\/volcanoes.usgs.gov\/activity\/status.php\">See current alerts and status<\/a> for volcanoes in the United States.\n\nPreparedness is increasingly important for the growing number of people that live, work, play and travel in volcanic regions. Learn more by visiting the <span style=\"text-decoration: underline\">USGS Volcano Hazards Program website<\/span> and <a href=\"http:\/\/www.youtube.com\/watch?v=6X64IhvYYlw&amp;feature=plcp\">watching a video<\/a> on USGS volcano science.\n\n<strong>Landslides<\/strong>\n\nLandslides occur in all 50 states and pose a risk to every citizen. Falling rocks, mudslides and debris flows can be deadly hazards, and we are still learning more about them. To protect communities from landslide hazards, USGS science is helping answer questions such as where, when and how often landslides occur, and how fast and far they might move.\n\nFor example, USGS scientists produce maps of areas susceptible to landslides and identify what sort of rainfall conditions will lead to such events. The USGS is working with the National Weather Service on a <a href=\"http:\/\/www.usgs.gov\/homepage\/science_features\/debris_flow_ca.asp\">Debris Flow Warning System<\/a> to help provide forecasts and warnings to inform community and emergency managers about what areas are at imminent risk of having a debris flow or mudslide.\n\nFor more information, <a href=\"http:\/\/www.youtube.com\/watch?v=MVwSpGVfWVo&amp;feature=plcp\">watch a video<\/a> about USGS landslide science, and visit the <a href=\"http:\/\/landslides.usgs.gov\/\">USGS Landslide Hazards Program website<\/a>. Scientists at the USGS are also asking the public to help them track landslides and collect a more complete catalog of events. Report your landslide experiences and sightings at the new <a href=\"http:\/\/landslides.usgs.gov\/dysi\/\">USGS â\u0080\u009cDid You See It?â\u0080\u009d website<\/a>.\n\n<strong>Wildfires<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"400\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_17_2012_g30Ner5DDx_05_17_2012_8#.UFc7RmOvVNq\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_17_2012\/g30Ner5DDx_05_17_2012\/medium\/LaConchia_USGS_Photo.jpg\" alt=\"\" width=\"400\" height=\"300\" \/><\/a> This landslide occurred in 2005 in La Conchita, California.[\/caption]\n\nThe USGS plays an integral role in <a href=\"http:\/\/pubs.usgs.gov\/fs\/2006\/3015\/\">preparing for and responding to wildfires<\/a>. The USGS provides tools and information before, during and after fire disasters to identify wildfire risks and reduce subsequent hazards, while providing real-time geospatial support for firefighters during the events. For example, the USGS provides fire managers with up-to-the <a href=\"http:\/\/eros.usgs.gov\/\">minute maps and satellite imagery<\/a> about current wildfire extent and behavior throughout the nation.\n\nThe wildfire itself is a hazard, but once the smoke clears, the danger is not over. Secondary effects of wildfires, including erosion, landslides, invasive species and changes in water quality, are often more disastrous than the fire itself. As fires are contained, USGS scientists help to assess their aftermath to guide the re-building of more resilient communities and restoration of ecosystems.\n\n<strong>Flooding, Storms and Drought<\/strong>\n\n<strong><\/strong>The USGS conducts real-time monitoring of the nation's rivers and streams, providing officials with critical information for flood warnings and drought mitigation. If you want to know whether river levels are higher or lower than normal, visit USGS <a href=\"http:\/\/waterwatch.usgs.gov\/\">WaterWatch<\/a>. You can also use USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">WaterAlert<\/a> to receive texts or emails when water levels at a specific streamgage exceed certain thresholds.\n\nDuring floods, USGS scientists measure water levels, river velocities and high water marks. The USGS and the National Weather Service work together to make <a href=\"http:\/\/wim.usgs.gov\/FIMI\/FloodInundationMapper.html\">flood inundation maps<\/a> that show you exactly where the water will be â\u0080\u0093 what yards, roads and buildings will be covered â\u0080\u0093 and when a river or stream reaches a certain water level.\n\nThe USGS also studies coastal vulnerability and change from <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/\">hurricanes and extreme storms<\/a>, helping inform flood forecasts and evacuation warnings. Before, during and after major hurricanes or tropical storms affecting the United States, the USGS assesses the likelihood of beach erosion, overwash or inundation. Scientists also measure storm surge and monitor water levels of inland rivers and streams.\n\nUnlike flooding, droughts often take a long time to begin to impact an area, sometimes festering for months or even years. USGS science contributes to the national <a href=\"http:\/\/www.drought.gov\/portal\/server.pt\/community\/drought_indicators\/us_drought_monitor\">Drought Monitor<\/a>, which is the official report detailing drought conditions, as well as the National Weather Serviceâ\u0080\u0099s <a href=\"http:\/\/www.cpc.ncep.noaa.gov\/products\/expert_assessment\/seasonal_drought.html\">Drought Outlook<\/a>, which forecasts future drought.\n\n<strong>More Information<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"400\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_30_2011_j51Qiu6HGb_06_30_2011_0#.UFc7mWOvVNo\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/06_30_2011\/j51Qiu6HGb_06_30_2011\/medium\/Downtown_Minot.JPG\" alt=\"\" width=\"400\" height=\"268\" \/><\/a> Flooding hit record highs in in North Dakota and many other areas of the U.S. in 2011. For more on the floods of 2011: http:\/\/gallery.usgs.gov\/videos\/439[\/caption]\n\nTo learn more about National Preparedness Month, visit <a href=\"http:\/\/www.fema.gov\/\">www.fema.gov\/<\/a> or <a href=\"http:\/\/www.ready.gov\/\">www.ready.gov<\/a>.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24233","uid":"31","filename":"006sr.jpg","uri":"public:\/\/006sr.jpg","filemime":"image\/jpeg","filesize":"63092","status":"1","timestamp":"1425492768","type":"image","uuid":"bab8aa07-f081-474c-a9e8-b40857ea482c","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["drought","earthquake Hazards","floods","hurricanes","Landslide Hazards","National Preparedness Month","Natural Hazards","Storms","Volcano Hazards","wildfire"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1347894602","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}