{"title":"Elevated Nitrogen and Phosphorus Still Widespread in Much of the Nation's Streams and Groundwater","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>Complete findings, as well as a USGS fact sheet, podcast, and graphics are available <a href=\"http:\/\/water.usgs.gov\/nawqa\/nutrients\/pubs\/circ1350\/\">online<\/a>.&nbsp;<\/em><\/p>\n<p><!--introstart-->Elevated concentrations of nitrogen and phosphorus, nutrients that can negatively impact aquatic ecosystems and human health, have remained the same or increased in many streams and aquifers across the Nation since the early 1990&rsquo;s, according to a new national study by the U.S. Geological Survey.<!--introend--><\/p>\r\n<p>&ldquo;This USGS report provides the most comprehensive national-scale assessment to date of nitrogen and phosphorus in our streams and groundwater,&rdquo; said Marcia McNutt, USGS Director. &ldquo;For years we have known that these same nutrients in high concentrations have resulted in &lsquo;dead zones&rsquo; when they reach our estuaries, such as during the spring at the mouth of the Mississippi, and now we have improved science-based explanations of when, where, and how elevated concentrations reach our streams and aquifers and affect aquatic life and the quality of our drinking water.&rdquo;&nbsp; &nbsp;<\/p>\r\n<p>&ldquo;Despite major Federal, State and local efforts and expenditures to control sources and movement of nutrients within our Nation&rsquo;s watersheds, national-scale progress was not evident in this assessment, which is based on thousands of measurements and hundreds of studies across the country from the 1990&rsquo;s and early 2000&rsquo;s,&rdquo; said Matthew C. Larsen, USGS Associate Director for Water.<\/p>\r\n<p>According to the U.S. Environmental Protection Agency, nutrient pollution has consistently ranked as one of the top three causes of degradation in U.S. streams and rivers for decades.<\/p>\r\n<p>USGS findings show that widespread concentrations of nitrogen and phosphorus remain two to ten times greater than levels recommended by the EPA to protect aquatic life. Most often, these elevated levels were found in agricultural and urban streams. These findings show that continued reductions in nutrient sources and implementation of land-management strategies for reducing nutrient delivery to streams are needed to meet EPA recommended levels in most regions.<\/p>\r\n<p>Nutrients occur naturally in water and are needed for plant growth and productive aquatic ecosystems; however, in high concentrations nutrients often result in the growth of large amounts of algae and other nuisance plants in streams, lakes and estuaries. The decay of these plants and algae can cause areas of low dissolved oxygen, known as hypoxic, or &ldquo;dead,&rdquo; zones that stress or kill aquatic life. Some forms of algae release toxins that can result in health concerns.<\/p>\r\n<p>The study also found that nitrate is a continuing human-health concern in many shallow aquifers across the Nation that are sources of drinking water. In agricultural areas, more than one in five shallow, private wells contained nitrate at levels above the EPA drinking water standard. The quality and safety of water from private wells&mdash;which are a source of drinking water for about 40 million people&mdash;are not regulated by the Federal Safe Drinking Water Act and are the responsibility of the homeowner.<\/p>\r\n<p>Because nitrate can persist in groundwater for years and even decades, nitrate concentrations are likely to increase in aquifers used for public drinking-water supplies during at least the next decade, as shallow groundwater with high nutrient concentrations moves downward into deeper aquifers.<\/p>\r\n<p>&ldquo;Strategies designed to reduce nutrient inputs on the land will improve the quality of water in near-surface parts of aquifers; however, decades may pass before quality improves in deeper parts of the aquifer, which serve as major sources for public-supply wells,&rdquo; said Neil Dubrovsky, USGS hydrologist and lead scientist on this study. &ldquo;Unfortunately, similar time delays for improvements are expected for streams that r","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","nutrients","phosphorus","nitrate","nitrogen","nawqa","","","","water"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1285214400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"},{"tid":"170188"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}