{"title":"USGS Provides Satellite Data for Tsunami Disaster Relief Efforts","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey continues to contribute to the tsunami disaster relief efforts by supplying before and after satellite images obtained through Landsat 7 and other image-derived products of the tsunami-affected coastlines. Approximately 170,000 files have been downloaded, totaling over two terabytes of satellite data covering approximately one million square miles of coastal and inland areas.<!--introend--> These products are available via The National Map Hazards Data Distribution System (<a href=\"http:\/\/gisdata.usgs.gov\/website\/tsunami\/\">http:\/\/gisdata.usgs.gov\/website\/tsunami\/<\/a>). <\/p>\n<p>In addition, the USGS has procured approximately 5,700 square miles of high-resolution commercial satellite imagery over key tsunami-effected areas in the Indian Ocean. The imagery, purchased from Space Imaging LLC, of Thornton Colo., comes with an unlimited non-commercial license allowing the USGS to distribute the data to national and international relief organizations and governments, academia, non-government organizations, and local agencies for non-commercial uses. <\/p>\r\n<p>\"The science community is grateful for Space Imaging&rsquo;s initiative in collecting this imagery and allowing us to broadly distribute it to organizations that can make a difference in disaster response and recovery\", said Barbara Ryan, USGS Associate Director for Geography. \"This information will be extremely beneficial to scientists exploring the longer term impacts from this unfortunate disaster.\" <\/p>\r\n<p>The commercial products consist of 4-band multispectral imagery at 4-meter resolution and a single band panchromatic at 1-meter resolution, providing detailed depictions of tsunami-impacted coastal areas. To obtain access to the commercial satellite imagery, contact the USGS National Center for Earth Resources Observation and Science at custserv@usgs.gov or 1-800-252-4547. <\/p>\r\n<p>The USGS established satellite data contracts last June with Space Imaging LLC, Digital Globe, Inc., and Orbital Imaging Corporation. USGS administers these contracts as part of its leadership in implementing the President&rsquo;s Commercial Remote Sensing Space Policy (signed in April of 2003) to build a long-term partnership between the government and the commercial remote sensing space industry. Agencies who wish to access USGS commercial satellite contracts should contact Tim Saultz at 573-308-3654 or tsaultz@usgs.gov. <\/p>\r\n<p>Other USGS contributions to the disaster relief effort include the enhancement of seismic monitoring and information delivery from the Global Seismic Network which will provide a more robust real-time earthquake detection and notification system as well as on site post disaster scientific investigations to more fully understand the effects of the tsunami and how similar events could impact US coastlines.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1106629200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}