{"title":"Reducing Disaster Tax, Improving Customer Service","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The new look and vision of the U.S. Geological Survey, focused on four public policy themes of hazards, resources, environment and information, and committed to reducing the nation&rsquo;s annual disaster tax are highlighted in the bureau&rsquo;s most recent yearbook.<\/p>\n<p>\"We have been working hard at the USGS to reduce the huge indirect tax that all Americans pay to repair and rebuild in the wake of natural disasters,\" said USGS Director Gordon Eaton. \"This &rsquo;disaster tax&rsquo; now costs the nation more than $55 billion per year. Through more and ever-improving natural hazards research, we are determined to reduce that tax burden.\"<\/p>\r\n<p>\"To better serve the American people -- who in a sense are both our customers and our board of directors, the new USGS is rededicating its efforts to provide improved service to all our customers.\"<\/p>\r\n<p>The 134-page yearbook includes information on USGS investigations and research in every state that touches the lives of every citizen every day. In cooperation with more than 1,200 state and local organizations the USGS conducts an $886 million program to provide \"Earth Science in the Public Service.\"<\/p>\r\n<p>Highlights from the theme areas in the 1994 yearbook are:<\/p>\r\n<p><b>Hazards<\/b><\/p>\r\n<p>Lessons Learned from Northridge Earthquake, Jan. 17, 1994 - This magnitude 6.7 earthquake was the most costly earthquake in U.S. history, causing estimated losses of $20 billion. Although the losses were significant, they were far below the damage levels of the Kobe, Japan earthquake, due in part to improved building designs that incorporate knowledge gained from USGS earthquake studies. Throughout the main shock and the thousands of aftershocks, USGS scientists relayed earthquake information to members of the CalTech-USGS Broadcast of Earthquakes (CUBE) program, a system of rapid dissemination of earthquake information in southern California that alerts state officials and emergency response personnel within 5 minutes of an earthquake.<\/p>\r\n<p>Tropical Storm Alberta Leads to Independence Day Flood - USGS scientists monitored and reported stream conditions from the onset of the storm until the floodwaters receded, to provide hydrologic information that is vital to the protection of lives and property. The information collected when Alabama, Florida, and Georgia were inundated by rains from tropical storm Alberto in July 1994, emphasizes the high cost exacted in life and property by flood disasters and the importance of preparing for, monitoring and documenting floods. The data are reported to the U.S. Army Corps of Engineers, National Weather Service, Federal Emergency Management Agency, and other federal, state, county and city government officials in developing land-use plans and emerging response efforts to minimize the effects of future floods.<\/p>\r\n<p>After the Mississippi River Flood of 1993 - After devastating floods hit the Mississippi River basin in the summer of 1993, the USGS led an interagency study of the floodplains in the upper Mississippi River valley. The Scientific Assessment and Strategy Team (SAST) provided scientific advice and assistance to federal officials responsible for decisions about flood recovery in the Mississippi River basin. The SAST team compiled maps that show the extent of flooding, historical changes in stream channels, existing habitat locations, and other information to assist in river-basin management. Data were also incorporated into computerized demonstrations showing information such as toxics-release sites, areas most suitable for aquatic habitat restoration and levees that were breached during floods that can be used by decisionmakers in evaluating how to best meet the needs of areas affected by natural disasters.<\/p>\r\n<p><b>Resources<\/b><\/p>\r\n<p>Salt Mine Collapse - The Retsof salt mine, near Rochester, New York, is the largest salt mine in the western hemisphere, and supplies road salt to 14 states in the northeastern U.S. In March and A","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"805089600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}