{"title":"Groovy Turtles'Genes to Aid in Their Rescue","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>DAVIE, Fla.--<\/strong>&nbsp;The diverse patterns on the diamondback terrapins&rsquo; intricately grooved shell may be their claim to fame, but a newly published U.S. Geological Survey study of the genetic variation underneath their shell holds one key to rescuing these coastal turtles.<\/p>\n<p>Listed as an endangered species in Rhode Island and deemed threatened in Massachusetts, the terrapin is the only turtle in North America that spends its entire life in coastal marshes and mangroves. Seven different subspecies of terrapins are currently recognized by scientists based on external traits, such as their skin color and the shape of their shells. Each subspecies occupies a strip of the eastern seaboard or Gulf of Mexico coastline, from as far north as Massachusetts to as far west as Texas.<\/p>\r\n<p>Many of the coastal states where terrapins are found have designated it a species of special concern, and the states are looking to address the issues the terrapins face due to fragmentation of their coastal habitats. An increasingly patchy swath of isolated coastal marshes makes it harder for terrapins to find each other and continue interbreeding as they have in the past.<\/p>\r\n<p>&ldquo;Before now, it was not clear how terrapin genetics varied across the range,&rdquo; said Kristen Hart, a USGS research ecologist and lead author of the study. &ldquo;Understanding this variation across the landscape helps land managers develop conservation plans. For example, they may pinpoint areas where habitat protection can be supplemented with migration corridors.&rdquo;<\/p>\r\n<p>Agencies often maintain migration corridors to help wildlife continue to breed based on their historic patterns. These are areas where habitat restoration, regulatory policies, or other means are used to ensure animals can pass safely between two or more prime areas of habitat. Well-placed corridors could maintain the terrapins&rsquo; existing natural diversity and keep their overall population numbers robust, explained Hart.<\/p>\r\n<p>&ldquo;Diversity loss can be a silent threat to many species,&rdquo; explained Maggie Hunter, a USGS research geneticist and co-author of the study. &ldquo;The threat to long-term survival of terrapins occurs if they become separated into isolated groups. Isolation can affect their overall survival several generations down the line.&rdquo;<\/p>\r\n<p>&nbsp;To support a healthy mix of genetic diversity, however, managers must first understand the existing genetic variation.<\/p>\r\n<p>&ldquo;Healthy interbreeding doesn&rsquo;t mean that turtles from Maine have to interbreed with those from Texas,&rdquo; explained Hunter. &ldquo;Once managers know where &lsquo;natural breaks&rsquo; in populations occur, they can focus on keeping terrapin populations healthy by enabling reproduction within each of those distinct groups.&rdquo;<\/p>\r\n<p>To identify those natural genetic breaks, Hart teamed up with Hunter and USGS research geneticist Tim King to study their breeding patterns using DNA from the blood samples of nearly a thousand terrapins. Based on their variation in 12 genetic markers -- strands of DNA that King had decoded for comparative purposes -- the terrapins were assigned into genetically similar groups.<\/p>\r\n<p>They found only 4 genetically distinct populations, which came as a surprise, given there are 7 recognized terrapin subspecies. This means the &lsquo;natural breaks&rsquo; in breeding don&rsquo;t correspond to the ranges of those subspecies.<\/p>\r\n<p>The results of the genetic study offer one more benefit. During the 1920s, terrapins were considered a delicacy and hunted for their meat, and they still occasionally turn up as food in markets around the country. Now, wildlife agencies can use a DNA test to determine where these turtles came from, so they can return rescued turtles back to their original habitat.<\/p>\r\n<p>The study, &ldquo;<a href=\"http:\/\/link.springer.com\/article\/10.1007%2Fs10592-014-0563-6\" target=\"_blank\">Regiona","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Coastal Ecosystems","Terrapins","Mangroves Coastal Marshes",""],"article_type":["National News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1399262400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170286"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}