{"title":"DOI and NASA Honor Achievements in Remote Sensing","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nThe Department of the Interior (DOI) and the National Aeronautics and Space Administration (NASA) have announced the winners of the 2006 William T. Pecora Award, a prestigious federal award given to individuals and groups to recognize significant achievements in remote sensing.\r\n<\/p>\r\n<p>\r\nThe 2006 Pecora Group Award was presented to the Total Ozone Mapping Spectrometer (TOMS) Team for developing innovative techniques for providing unique atmospheric ozone, sulfur dioxide, and aerosol data for more than 25 years.&nbsp; The presentation took place at the American Geophysical Union Fall Meeting on December 13, 2006, in San Francisco.\r\n<\/p>\r\n<p>\r\nThe 2006 William T. Pecora individual Award was presented to Dr. John R. Jensen of the University of South Carolina to recognize his outstanding and sustained international leadership in advancing geographical remote sensing and remote sensing education. He received the award at the opening plenary session of the Fall Specialty Conference of the American Society for Photogrammetry and Remote Sensing and the Management Association for Private Photogrammetric Surveyors on November 8, 2006, in San Antonio.\r\n<\/p>\r\n<p>\r\nThe award, sponsored jointly by the DOI and NASA, recognizes outstanding contributions to the understanding of the Earth by means of remote sensing. It has been presented annually since 1974 in memory of Dr. William T. Pecora, whose early vision and support helped establish what we know today as the Landsat satellite program. Dr. Pecora was director of the U.S. Geological Survey from 1965-71, and later served as DOI undersecretary until his death in 1972.\r\n<\/p>\r\n<p>\r\n<strong>2006 Winners:<\/strong>\r\n<\/p>\r\n<p>\r\n<strong>Dr. John R. Jensen<\/strong>\r\n<\/p>\r\n<p>\r\nProfessor John R. Jensen, distinguished professor of geography at the University of South Carolina has made lasting contributions to the field of remote sensing in the geographical sciences through his research, publications, leadership, teaching, and mentoring of students.&nbsp; Dr. Jensen&#39;s research addresses two primary themes:&nbsp; remote sensing of phenomenology and image processing.&nbsp; Dr. Jensen has developed a wide variety of algorithms for identifying land cover features, detecting land-cover change, and mapping biophysical components of the environment.&nbsp; As a strong advocate for remote sensing on national and international scales, Dr. Jensen led the establishment of the Remote Sensing Specialty Group of the Association of American Geographers in 1981 and served as President of ASPRS from 1995 to 1996.&nbsp; In addition, he has served on five National Research Council (NRC) studies and chaired the NRC committee that developed the report &quot;Down to Earth: Geographic Information for Sustainable Development in Africa&quot; for the U.S. Department of State.&nbsp; Dr. Jensen is well known as the author of two heavily used remote-sensing textbooks, but perhaps his greatest accomplishment is the education of a generation of remote-sensing scientists.\r\n<\/p>\r\n<p>\r\n<strong>Total Ozone Mapping Spectrometer (TOMS) Team<\/strong>\r\n<\/p>\r\n<p>\r\nThe TOMS sensors have provided some of the most critical and influential environmental data ever produced, documenting the long-term decline of global atmospheric ozone and the emergence and development of the Antarctic &quot;ozone hole.&quot; TOMS sensors have flown successfully on U.S., Russian, and Japanese satellites beginning in 1978, with only a small gap, enabling hundreds of researchers to quantitatively monitor the ozone-layer losses and recovery of the Earth&#39;s atmosphere. The TOMS Team has shown the enduring value of building simple sensors that are well understood and carefully designed to make critical observations for application to global change research.&nbsp; In order to achieve these results, the Team demonstrated extraordinary perseverance and ingenuity, developing new algorithms to make absolute measurements of ozone from space. Imaging of volcanic","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1166072400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"170595"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}