{"title":"Media Advisory:  Scientists to Share What Can Be Learned from Hurricanes Katrina and Rita and How to Prepare for Future Hurricanes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Reston, VA &ndash; Today, more than half of the United States population lives within 50 miles of the coast, and this trend is increasing. Many of these areas will be in the direct path of future hurricanes. Learn how science can be used to build more resilient communities and help restore the devastation recently caused by Hurricanes Katrina and Rita.<!--introend--><\/p>\n<p>\"Experts tell us we&#039;re entering a twenty-year period of increased severe storm intensity,\" said Senator Jim DeMint, Chairman of the Commerce, Science, and Transportation Subcommittee on Disaster Prevention and Prediction. \"Hurricane Katrina was likely the worst natural disaster to ever hit America, and it is likely just the beginning. The fact is that we&rsquo;re only in the first inning of a nine inning game, and we need to do everything we can to maintain and improve accurate predictions of natural disasters.\" <\/p>\r\n<TABLE>\r\n<TBODY>\r\n<TR>\r\n<TD vAlign=top><strong>What<\/strong>:<\/TD>\r\n<TD>The U.S. Geological Survey (USGS) will host a congressional briefing on how science can help reduce America&#039;s risk to hurricanes and their aftermath.<br><\/TD><\/TR>\r\n<TR>\r\n<TD vAlign=top><strong>Who<\/strong>:<\/TD>\r\n<TD>Lynn Scarlett, Assistant Secretary for Policy, Management and Budget at the Department of the Interior<br>P. Patrick Leahy, USGS Acting Director<br>Dr. Asbury Sallenger, USGS Hurricane Expert<br><\/TD><\/TR>\r\n<TR>\r\n<TD vAlign=top><strong>Where<\/strong>:<\/TD>\r\n<TD>Room 2325 Rayburn House Office Building<br>Washington, DC<br><\/TD><\/TR>\r\n<TR>\r\n<TD vAlign=top><strong>When<\/strong>:<\/TD>\r\n<TD>10:00 a.m.<br>Friday, Oct. 28, 2005<br><\/TD><\/TR>\r\n<TR>\r\n<TD vAlign=top><strong>Sponsors<\/strong>:&nbsp;&nbsp;<\/TD>\r\n<TD>United States Senator Jim DeMint<br>United States Representative James P. Moran<br>Geological Society of America<br>American Geological Institute<br>American Geophysical Union<\/TD><\/TR><\/TBODY><\/TABLE>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1129694400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}