{"title":"DOI and NASA Honor Achievements in Remote Sensing","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Department of the Interior (DOI) and NASA officials presented the 2001 and 2002 William T. Pecora award, a prestigious federal award given to individuals and groups for contributions in remote sensing at a ceremony in Denver, Colorado. The 2001 award winners were Dr. Ronald J. P. Lyon and the Landsat 7 Team. The 2002 award winners were Dr. Ichtiaque Rasool and the Upper Atmosphere Research Satellite Team. <\/p>\n<p>U.S. Geological Survey (USGS) Regional Director Tom Casadevall, representing the DOI, and Dr. Mary Cleave, Deputy Associate Administrator for Earth Science (Advanced Planning) in the NASA Office of Earth Science, presented the award at the annual Pecora 15\/Land Satellite Information IV Symposium. <\/p>\r\n<p>The award, sponsored jointly by the DOI and NASA, recognizes outstanding contributions to the understanding of the Earth by means of remote sensing. It has been presented annually since 1974 in memory of Dr. William T. Pecora, whose early vision and support helped establish what we know today as the Landsat satellite program. Dr. Pecora was Director of the USGS from 1965-71, and later served as Undersecretary, Department of the Interior, until his death in 1972. <\/p>\r\n<p><b>2001 Winners:<\/b> <\/p>\r\n<p><b>Dr. Ronald J.P. Lyon<\/b> <\/p>\r\n<p>Dr. Lyon received the award for outstanding scientific, educational and professional leadership in geological remote sensing. While best known for his research on thermal-infrared analysis of minerals, Lyon also contributed to the use of infrared absorption spectroscopy for mineral studies, the definition and evaluation of instruments for early satellite missions and the application of hyperspectral remote sensing technology. His research methods have been used operationally in the mining and remote sensing industries. He held positions in the School of Earth Science at Stanford University since 1965, where he launched the remote sensing careers of a generation of students. <\/p>\r\n<p><b>The Landsat 7 Team<\/b> <\/p>\r\n<p>The Landsat 7 satellite mission had dramatically improved the flow of moderate-resolution data to that provides global, seasonal coverage, thus accomplishing a long-held dream that began with the launch of Landsat 1 in 1972. The Landsat 7 Team is a partnership between NASA (who managed the development and launch of the satellite and developed the ground system), USGS (who is responsible for operating the satellite and receiving, processing, archiving and distributing the data) as well as industry and the academic community. The team was recognized for contributions towards understanding the Earth&rsquo;s land surface and coastal regions, and for studies on deforestation, agricultural land use, erosion, water resources and urbanization. <\/p>\r\n<p><b>2002 Winners:<\/b><\/p>\r\n<p><b>Dr. Ichtiaque Rasool<\/b> <\/p>\r\n<p>Dr. Ichtiaque Rasool was recognized for outstanding international leadership in advancing remote sensing as a fundatmental element of Earth System science. His contributions included researching the Earth&rsquo;s climate and vegetation, guiding governmental research programs in remote sensing, and developing global environmental datasets. Dr. Rasool was the co-founder of the International Satellite Land Surface Climatology Project and one of the founders of the International Geosphere-Biosphere Program. He has held numerous positions at NASA and is now an independent researcher and consultant in remote sensing related to carbon and the water cycle. <\/p>\r\n<p><b>Upper Atmosphere Research Satellite Team<\/b> <\/p>\r\n<p>The Upper Atmosphere Research Satellite (UARS) is still operational 11 years after launch and continues to advance our understanding of the Earth&rsquo;s middle and upper atmosphere, and the response of these regions to natural and human activity. Observations from the satellite&rsquo;s 10 instruments provide information about the dynamical, photochemical, and radiative processes that influence the middle and upper atmosphere, and thus represent a major","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1037768400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"169124"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}