{"title":"Library of Congress Hosts USGS Earth as Art Exhibit","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The most recent USGS Earth as Art exhibit, the third in the series of award-winning Landsat satellite images, will be on display at the Library of Congress beginning May 31.<!--introend-->&nbsp;<\/p>\n<p>\"The striking beauty revealed in these Landsat images, acquired nearly 450 miles above Earth's surface, reminds us that scientists pursue their calling not just out of curiosity, but because they are inspired by the natural world,\" said USGS Director Marcia McNutt. \"We are delighted to share 'our Muse' with the public through this exhibit at the Library of Congress.\"&nbsp;<\/p>\r\n<p>Forty satellite images were selected for the exhibit based on their aesthetic appeal. Cloud formations, mountain ranges, islands, deltas, and glaciers seen from space take on patterns resembling abstract art with their striking textures and brilliant colors.&nbsp;<\/p>\r\n<p>\"These new Earth as Art images will delight everyone,\" said John H&eacute;bert, Chief of the Geography and Map Division at the Library of Congress. \"It is amazing to see how places on Earth as viewed from space do appear as art and yet, at the same time, they signal an ever-present influence of humankind in shaping Earth's appearance.\"&nbsp;<\/p>\r\n<p>Art is a world away from the true calling of Landsat. Earth observation data from the nearly 40-year-old Landsat program directly support USGS scientific research. Landsat satellites monitor the interaction of key natural processes and human land use such as vegetation growth, deforestation, agriculture, coastal and river erosion, wildfire potential, snow accumulation, reservoir replenishment, and urbanization.&nbsp;<\/p>\r\n<p>However, when we look beyond its scientific purpose, Landsat imagery surprises us by depicting an intricate beauty in Earth&rsquo;s natural patterns. Instead of paint or watercolor, the medium for the Earth as Art collection is light.&nbsp;<\/p>\r\n<p>The USGS Earth as Art exhibition will be on display in the Library&rsquo;s exhibition hall outside the Geography and Map Reading Room, located on the basement level of the James Madison Building, 101 Independence Ave. S.E., Washington, D.C.&nbsp;<\/p>\r\n<p>Free to the public, the exhibit is open from 8:30 a.m. to 4:30 p.m., Monday through Saturday. The images will remain on display at the Library for one year, until May 31, 2012.&nbsp;<\/p>\r\n<p>Digital Earth as Art images are in the public domain and may be used without copyright considerations.<\/p>\r\n<p>Images may be <a href=\"http:\/\/eros.usgs.gov\/imagegallery\/collection.php?type=earth_as_art_3\">viewed online and downloaded<\/a> in JPG and TIFF formats. <a href=\"http:\/\/landsat.usgs.gov\/index.php\">Landsat program<\/a> details and updates are available from the <a href=\"http:\/\/www.usgs.gov\/\">USGS website<\/a>.&nbsp; <span style=\"text-decoration: underline;\"><br \/> <\/span><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":["geography","landsat","Climateand Land Use Change Land Remote Sensing",""],"release_date":{"und":[{"value":"1306123200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}