{"title":"Web-Based Stream Statistics Available for South Dakota","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The Web-based StreamStats tool for South Dakota streams is now publicly available from the U.S. Geological Survey.<!--introend--> StreamStats provides users with access to tools that are critical for water-resources planning and management, and for engineering design applications, such as the design of culverts and bridges.&nbsp;<\/p>\n<p>This statistical tool for South Dakota is an Internet-based Geographic Information System (GIS) developed by the USGS, in cooperation with the South Dakota Department of Transportation and East Dakota Water Development District.&nbsp;<\/p>\r\n<p>\"StreamStats adds one more user-friendly product to the USGS tool box that translates our wealth of basic observations on streamflow into information that directly addresses the questions that water managers and planners need answered,\" said USGS Director Marcia McNutt. \"It provides information<br \/>on the streamflow characteristics that drive design at the locations where infrastructure is being modified or installed, using equations to mathematically calculate flow between gauged sites.\"&nbsp;<\/p>\r\n<p>StreamStats allows users to easily obtain streamflow statistics, drainage-basin characteristics, and other information for user-selected sites on streams. StreamStats users can choose locations of interest from an interactive map and obtain information for these locations. StreamStats is available <a href=\"http:\/\/streamstats.usgs.gov\/south_dakota.html\">online<\/a>.&nbsp;<\/p>\r\n<p>The South Dakota StreamStats tool incorporates statewide equations that are used to estimate low-probability peak flows, such as those with recurrence intervals of 100 and 500 years.&nbsp;<\/p>\r\n<p>\"The StreamStats study is an ongoing effort,\" said Ryan Thompson, USGS hydrologist and lead scientist for this study. \"Data from additional streamgages and additional years of record will enable us to update the equations that are used to calculate peak flows in South Dakota.\"&nbsp;<\/p>\r\n<p>For more information, visit the <a href=\"http:\/\/sd.water.usgs.gov\/\">USGS South Dakota Water Science Center<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["","streamflow","South Dakota","website Water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1333425600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169138"},{"tid":"170411"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}