{"title":"Lawns and Streets are Main Urban Residential Sources of Phosphorus for Madison-Area Lakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Lawns and streets contribute most of the phosphorus being transported from urban residential areas of Madison, Wisconsin, to Lakes Wingra and Mendota, according to a study recently published by the U.S. Geological Survey (USGS), U.S. Department of the Interior. <!--introend-->The results of the USGS study, in cooperation with the City of Madison and the Wisconsin Department of Natural Resources (WDNR), showed that lawns and streets combined contribute about 80 percent of the total and dissolved phosphorus in runoff from the residential areas studied, with lawns contributing more than streets. \n<p>Phosphorus is an essential element for plant life, but when there is too much of it in water, it can result in nuisance algae blooms in lakes. This has become a problem for Lakes Wingra and Mendota in Madison, Wisconsin. Phosphorus can originate from urban sources such as animal waste, lawn fertilizer, soil particles, leaves, and grass clippings which get washed to the lakes during rain events. \r\n<p>Samplers were used to collect phosphorus data from five source areas&mdash;streets, lawns, roofs, driveways, and parking lots. The data was input into a computer model to determine which source areas are contributing the most phosphorus within the basins. The stormwater-runoff samples from source areas and the basin outfall were collected from three basins. The three basins were (1)the Monroe Basin&mdash;a residential basin on the west side of Madison that drains to Lake Wingra, (2) the Harper Basin&mdash;a residential basin on the east side of Madison that drains to Lake Mendota, and (3) the Lakeland Basin&mdash; an older residential basin on Madison&rsquo;s Isthmus that drains to Lake Monona. The Lakeland Basin was monitored for lawn runoff only. The data bases, created for this study, are the largest to date using the most advanced source-area sample collection technology available. \r\n<p>The City of Madison and Dane County can now use the data to devise management strategies to reduce the amounts of phosphorus discharged to the lakes. Lakes Mendota and Wingra are both part of the WDNR Priority Watershed Program. The Lake Mendota Priority Watershed Project&rsquo;s goal is to reduce the frequency of algae blooms in the lakes from one out of every two days to one out of every five days. To accomplish this goal, it is estimated that a 50-percent reduction is needed in the amount of phosphorus entering the lake. To reach this target, the Nonpoint Source Control Plan for the Lake Mendota Priority Watershed Project set a goal of reducing phosphorus loading to the lake by 20 percent from urban areas. The remaining 30-percent reduction is intended to come from rural phosphorus management. \r\n<p>The report, titled &quot;Sources of Phosphorus in Stormwater and Street Dirt from Two Urban Residential Basins in Madison, Wisconsin, 1994&ndash;95,&quot; R.J. Waschbusch, W.R. Selbig, and R.T. Bannerman, is available for inspection at the U.S. Geological Survey, Water Resources Division, 8505 Research Way, Middleton, WI 53562, (608) 828-9901. Paper copies can be purchased at cost from the U.S. Geological Survey, Branch of Information Services, Box 25286, Denver, CO 80225-0286 or phone 1-888-ASK-USGS. Orders must include check or money order payable to the U.S. Department of the Interior&ndash;U.S. Geological Survey, and must specify report number WRIR 99-4021. \r\n<p>A copy of this report can be downloaded in PDF format from <a href=\"http:\/\/wi.water.usgs.gov\">http:\/\/wi.water.usgs.gov<\/a>. Information about USGS programs may be found on the USGS home page: <a href=\"http:\/\/www.usgs.gov\">http:\/\/www.usgs.gov<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"935121600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170340"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}