{"title":"High Flood Potential for Eastern and Northeastern Black Hills","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors: Photographs of the 2007 Hermosa flood are available <\/strong><a href=\"http:\/\/sd.water.usgs.gov\/projects\/FloodHistory\/2001-2009\/photos.html\"><strong>here<\/strong><\/a>.<\/p>\n<p><!--introstart-->Regional flood and storm potentials are highest along the eastern and northeastern periphery of the Black Hills and generally include the areas from Hot Springs to Spearfish, according to a recent report by the U.S. Geological Survey.<!--introend--><\/p>\r\n<p>The USGS report, prepared in cooperation with the National Weather Service, examines climatological factors that affect thunderstorm generation in the Black Hills area, describes similarities between catastrophic 1972 flooding near Rapid City and 2007 flooding near Hermosa, and documents the history of floods in the area since 1877. Storm occurrence patterns among these severe events of the past help scientists better understand how Black Hills floods may develop in the future and which areas face the largest flooding potential.<\/p>\r\n<p>&ldquo;USGS streamgage records have indicated that storm and runoff potential may be greatest in the lower elevations of the Black Hills rather than the higher elevations,&rdquo; said Dan Driscoll, USGS hydrologist and lead author of the report. &ldquo;We have now confirmed that the maximum potential for heavy rain-producing thunderstorms is along the eastern periphery of the Black Hills, which also can coincide with areas of especially high relief and narrow canyons that further enhance potential for flash flooding.&rdquo;<\/p>\r\n<p>A system of strong storms on August 17, 2007 caused heavy precipitation along a line between Piedmont and Hermosa, causing some of the most substantial flash flooding in the Black Hills since the June 9-10, 1972 flood that claimed 238 lives. Rainfall totals during the 2007 storms exceeded 10 inches in some locations west of Hermosa and occurred within a timeframe of about 2 to 3 hours. No lives were lost during the 2007 flood, although some houses were washed from their foundations and a railroad grade was breached south of Hermosa.<\/p>\r\n<p>&ldquo;An important similarity between the 1972 and 2007 storm was that both occurred late in the day, as is typical of many exceptionally severe convective storms,&rdquo; Driscoll said. &ldquo;Hence, flooding often occurs during darkness hours, which can dramatically extenuate hazardous circumstances and also can complicate warning and rescue efforts.&rdquo;<\/p>\r\n<p>During 2007, Battle Creek rose 14 feet in about 2.5 hours near Hermosa, and during 1972, Rapid Creek rose about 14 feet in 3 hours, with 11 feet rising in 2 hours.<\/p>\r\n<p>&ldquo;Exceptionally rapid water level rises are one of the greatest dangers associated with flash flooding,&rdquo; said Driscoll.<\/p>\r\n<p>The 1972 flooding was an extreme event in the history of Black Hills area. During this six-hour storm, maximum rainfalls were about 14 to 15 inches, and rainfall totals exceeded four inches over an area of about 870 square miles. Flows recorded during 1972 remain the highest on record for 14 USGS streamgages in the Black Hills area; the largest flow rates recorded were 51,600 cubic feet, or about 386,000 gallons, per second along Boxelder Creek near Doty School and 50,000 cubic feet per second along Rapid Creek in Rapid City, where the most devastating flood damage occurred.<\/p>\r\n<p>The USGS has compiled hundreds of historical accounts of flood events in the Black Hills area spanning the last 130 years. Some of the most noteworthy events include severe flooding in Deadwood, Spearfish, and throughout large parts of the Black Hills in 1883; a large thunderstorm in 1907, with exceptional flooding in the Deadwood and Piedmont areas; and a robust flood history for Hot Springs along the Fall River, with exceptional flooding in 1884, 1937, and 1938.<\/p>\r\n<p>The recent USGS report can be accessed at <a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5187\/\">http:\/\/pubs.usgs.gov\/sir\/2010\/5187\/<\/a>. Visit the <a href=\"http:\/","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["water","South Dakota","Black Hills","Hermosa","flashflood",""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1297227600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169138"},{"tid":"170028"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}