{"title":"Climate Change May Affect the Carbon Balance of a Rocky Mountain Wetland","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOSTON--<!--introstart-->The carbon balance of wetlands in the southern Rocky Mountains may be very sensitive to small changes in local climate, according to recent research conducted by the U.S. Geological Survey.<!--introend--> \n<p>Carbon Budget of a Subalpine Wetland in the Southern Rocky Mountains by Kimberly P. Wickland and Robert G. Striegl will be presented as part of the Environmental Geochemistry Poster session at the 1998 American Geophysical Union Spring Meeting on Friday, May 29 from 8:30 a.m. to 4 p.m. in Exhibit Hall C of the Hynes Veteran&rsquo;s Memorial Convention Center. Wickland and Striegl studied how much carbon was entering and leaving a subalpine wetland in Colorado&rsquo;s Rocky Mountain National Park on an annual basis, primarily in the form of the greenhouse gases carbon dioxide (CO2) and methane (CH4), and environmental factors that can affect the carbon balance. The wetland has been a net carbon sink over the past several thousand years, but during the two-year study the wetland was a net source of carbon to the atmosphere, having released more carbon dioxide and methane gases to the atmosphere than it consumed. \r\n<p>\"The processes leading to carbon gas emission appear to be highly temperature dependent at this wetland, and carbon dioxide uptake through photosynthesis is correlated with temperature and photosynthetically active radiation (PAR),\" said Wickland, a USGS biologist based in Denver, Colo. \r\n<p>Recent studies observed similar changes in the carbon balances of northern wetlands. Continued net carbon release from these wetlands may result in significant increases in their greenhouse gas emissions. Long-term research of these areas and processes are needed to address whether the observed changes in carbon balances may be a response to changes in climate and\/or may simply be natural variability.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"896328000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169489"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}