{"title":"Elwha River Restoration Science Explained at Science Symposium","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>PORT ANGELES, Wash. &mdash; <!--introstart-->Wading through abstracts can be daunting, so in this USGS media tip sheet, we have done the work for you. Selected and compressed for your convenience, here is the Elwha River science that the USGS has been working on, often as part of an interagency collabora&shy;tion.<!--introend--> The topics are presented in chronological order with session in&shy;formation. USGS scientists involved are listed. Complete listings can be found in the symposium program. As a reminder: all of these events are open to the public.&nbsp;<\/p>\n<p>News media representatives are invited to visit the Elwha Science Symposium media room at Peninsula College in Port Angeles, Wash, in room M227. Staff there will help you connect with USGS scientists and other experts.&nbsp;<\/p>\r\n<p><strong>Oral Sessions (some also are poster sessions)<\/strong>&nbsp;<\/p>\r\n<p>OVERVIEW OF ELWHA HYDROLOGY AND ITS ROLE IN ECOSYSTEM RESTORATION<br \/> Christopher P. Konrad, USGS Washington Water Science Center, Tacoma, Wash.<br \/> <em>Oral session 1B; Thursday, 10:40 a.m., Science Building Lecture Hall<\/em><br \/> A century of observation affords a good picture of the Elwha River&rsquo;s hydrology. The river has ample capacity to transport sediments deposited in the reservoirs, provided it can access these deposits once the dams are removed. Channel cutting and migration will isolate some sediments, leaving terraces. The river will routinely transport and deposit more sediment in the channel once the dams are gone, restoring a fundamental ecological process.<\/p>\r\n<p>ASSESSING SALMONIDS AT A FLOATING WEIR TO YIELD DATA FOR RECOVERY<br \/> Jeff J. Duda, USGS Western Fisheries Research Center, Seattle, Wash.<br \/> <em>Oral session 1A; Thursday, 11:20 a.m., Little Theater (PUB)<\/em><br \/> Understanding the response of fish populations to dam removal is a priority. An interagency team of scientists installed an innovative weir to collect information about the types of fish present and their population characteristics. Chinook, pink, coho, sockeye, and chum salmon, plus steelhead, bull trout, and coastal cutthroat trout were captured and described in the first two weeks of the weir&rsquo;s operation. The 2011 sampling began in August.<\/p>\r\n<p>MONITORING OF SUSPENDED-SEDIMENT LOAD IN THE LOWER ELWHA DURING THE FIRST TWO YEARS OF DAM REMOVAL <br \/> Christopher S. Magirl, Christopher A. Curran, Christiana R. Czuba, and Mathieu D. Marineau, USGS Washington Water Science Center, Tacoma, Wash.<br \/> <em>Oral session 1B; Thursday, 11:40 a.m., Science Building Lecture Hall<\/em><br \/> Biological and physical systems in the Elwha could be influenced by sediments that move downstream. Turbidity, a measure of suspended sediments, is monitored continuously downstream of the Elwha Dam using several sophisticated instruments installed by the USGS and collaborators. A variety of data are being analyzed to establish a continuous record of suspended-sediment load carried by the lower Elwha River during and after dam removal.<\/p>\r\n<p>ELWHA AQUATIC FOODWEB RESEARCH: BASELINE, EXPERIMENTAL, AND FUTURE DATASETS<br \/> Jeff Duda, USGS Western Fisheries Research Center, Seattle, Wash.<br \/> <em>Oral session 2A; Thursday, 1 p.m., Little Theater (PUB)<\/em><br \/> Data collected across the Elwha basin show biomass of periphyton (small plants and animals attached to submerged surfaces) consistently higher in regulated sections, and benthic invertebrate composition at sites above the dams distinct from sites between and below. Nutrient limitation and salmon carcass addition show periphyton growth rates and heavy-nitrogen-isotope ratios of juvenile salmon significantly elevated in treatment reaches over reference reaches. These and additional data are part of a monitoring program to understand how fish colonization will affect the food web.<\/p>\r\n<p>THE ELWHA RIVER ESTUARY: AN OVERVIEW OF ITS MORPHOLOGY AND HYDROLOGY<br \/> Jonathan Warrick, USGS Pacific Coastal and Marin","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["Elwha Valley","washington"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1315886400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}