{"title":"What We Leave Behind","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"When you go hunting or fishing, the gas in your car is unleaded but your ammo and tackle may not be. Even the most conscientious shooters and anglers may leave some of their ammo and tackle behind, and if itâ\u0080\u0099s made with lead that could spell trouble for the birds that come along afterward.\n\nThere is copious scientific literature on the negative effects of lead from ammunition and tackle on wildlife. Nonetheless, the subject remains controversial among hunters and anglers. A team of scientists, led by USGS Wildlife Ecologist Susan Haig, recently published a new <a href=\"http:\/\/www.aoucospubs.org\/doi\/abs\/10.1650\/CONDOR-14-36.1\">review<\/a> of the literature on the subject.Â  Their publication explores the effects of lead ammunition and fishing tackle on birds and investigates various measures to reduce their exposure to it.Â  This information is critical to wildlife managers and outdoor enthusiasts who are trying to limit leadâ\u0080\u0099s harmful impact on birds while also maintaining opportunities for hunting and fishing.\n\n<strong>Why Lead?<\/strong>\n\n[caption id=\"\" align=\"alignleft\" width=\"473\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/07_14_2014_mri7LXw33F_07_14_2014_1\"><img src=\"http:\/\/gallery.usgs.gov\/images\/07_14_2014\/mri7LXw33F_07_14_2014\/medium\/Lead_bullet_copy.jpg\" alt=\"Lead Core Bullet Samples\" width=\"473\" height=\"301\" \/><\/a> An unfired and fired lead core bullet (with a copper alloy jacket) fired into a water barrel from a .30-06 rifle. Photo courtesy of Clinton Epps, Oregon State University.[\/caption]\n\nLead is the metal of choice in ammunition and tackle because of its low melting point and malleability, and its cost compared to alternative metals. Â In 2013 the USGS <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/lead\/mis-201301-lead.pdf\">found<\/a> that 69,000 metric tons of lead â\u0080\u0093 thatâ\u0080\u0099s over 152 million pounds â\u0080\u0093 were used to produce ammunition in the United States in one year. Annual estimates of lead fishing weights sold add almost another 9 million pounds. Together, thatâ\u0080\u0099s about one-and-a-half times the weight of the <em>Titanic<\/em>. Not all that lead ends up being left behind after every outdoor excursion, but some does.\n\nAccording to Haig, birds ingest lead in different ways. Common Loons, for example, swallow lead sinkers and jigs, perhaps mistaking them for prey. Other birds eat lead pellets or fragments as grit to aid in digestion. Scavengers including condors and eagles often feed on carcasses of animals killed by hunters and subsequently ingest lead fragments.Â  The impacts can range from lethargy and anorexia to reproductive issues and even death.\n\n<strong>Start with Science<\/strong>\n\nThe review, published in the August issue of <em>The Condor: Ornithological Applications<\/em>, summarizes decades of research from the USGS and other institutions on the sources and effects of lead ammunition and fishing tackle on birds. It includes research on the physiological effects of lead eaten by birds, the wide range of lead poisoning responses by different bird species and the effects on population numbers.\n\nThe scientists also introduce three priority research directions to better understand the threat of lead poisoning on birds.\n\nBetter measurements of variation in sensitivity to lead exposure among bird species.\n\nBetter understanding of what areas are affected by sources of lead contamination in relation to bird exposure in those same locations.\n\nExamination of the interactions between lead exposure in birds and other landscape-scale factors that affect bird populations.\n\n<strong>Diverse Efforts to Reduce Lead Exposure<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"346\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/07_14_2014_mri7LXw33F_07_14_2014_0\"><img src=\"http:\/\/gallery.usgs.gov\/images\/07_14_2014\/mri7LXw33F_07_14_2014\/medium\/Black_billed_bird_copy.jpg\" alt=\"Black-billed Magpies\" width=\"346\" height=\"484\" \/><\/a> Black-billed Magpies (Pica hudsonia) feed on mule deer (Odocoileus hemionus columcianus) shot near Penticton, British Columbia, Canada. Photo courtesy of Laure Wilson Neish.[\/caption]\n\nHaig and her colleagues reviewed several different approaches to reduce birdsâ\u0080\u0099 exposure to lead from ammunition and fishing tackle.\n\nOutreach is one approach. Haig says â\u0080\u009cArizona Game and Fish joined with hunting groups to share information about the negative effects of lead on California Condors in the Kaibab Plateau region. One study estimated that over 80% of hunters switched to non-lead ammunition as a result, and no condors were found with lead poisoning the following year.â\u0080\u009d\n\nOther approaches include regulations such as the <a href=\"http:\/\/www.fws.gov\/migratorybirds\/currentbirdissues\/nontoxic.htm\">Federal ban<\/a> on lead ammunition for hunting waterfowl or state restrictions on the use of lead fishing tackle in certain areas. Successful approaches to reduce lead exposure in birds are most likely to come from wildlife professionals, hunters and anglers working together to sustain wildlife resources and societyâ\u0080\u0099s hunting and angling heritage.\n\nâ\u0080\u009cFortunately,â\u0080\u009d Haig said, â\u0080\u009cthere are some realistic and effective ways to decrease the danger of lead ammunition and tackle to birds and other wildlife.â\u0080\u009d\n\n<strong>USGS Providing Sound Science<\/strong>\n\nThe USGS has long conducted research into the effects of contaminants on birds. The USGS <a href=\"http:\/\/www.pwrc.usgs.gov\/\">Patuxent Wildlife Research Center<\/a>, established in 1936, and the USGS <a href=\"http:\/\/www.nwhc.usgs.gov\/\">National Wildlife Health Center<\/a>, established in 1975, have been centers of expertise with enduring legacies in this field. The USGS <a href=\"http:\/\/www.usgs.gov\/ecosystems\/\">Ecosystems<\/a> and <a href=\"http:\/\/www.usgs.gov\/envirohealth\/\">Environmental Health<\/a> Mission Areas also support this research with many scientists across the country. The USGS is committed to helping Americans understand the impact lead poisoning has on wildlife. Communication among scientists, outdoor enthusiasts and policymakers will ultimately reduce the threat.\n\nYou can find out more information on contaminants and their effects on wildlife at the following USGS websites:\n\n<a href=\"https:\/\/www.pwrc.usgs.gov\/contaminants-online\/\">Wildlife and Contaminants Online<\/a>\n\n<a href=\"https:\/\/www.pwrc.usgs.gov\/eisler\/\">Contaminant Hazard Reviews On-Line<\/a>\n\n<a href=\"https:\/\/www.pwrc.usgs.gov\/wwtc\/\">Whole Wildlife Toxicology Catalog<\/a>\n\n<a href=\"http:\/\/www.nwhc.usgs.gov\/disease_information\/lead_poisoning\/index.jsp\">National Wildlife Health Center, Impacts of Lead on Wildlife<\/a>\n\n<strong>More Information<\/strong>\n\n<a href=\"http:\/\/www.aoucospubs.org\/doi\/abs\/10.1650\/CONDOR-14-36.1\">Review paper:Â  â\u0080\u009cThe persistent problem of lead poisoning in birds from ammunition and fishing tackleâ\u0080\u009d<\/a>\n\n<a href=\"http:\/\/www.aoucospubs.org\/doi\/abs\/10.1650\/CONDOR-14-78.1\">Accompanying perspective publication: â\u0080\u009dConsidering the switch: Challenges of transitioning to non-lead hunting ammunitionâ\u0080\u009d<\/a>\n\n<a href=\"http:\/\/oregonstate.edu\/ua\/ncs\/archives\/2014\/jul\/review-lead-ammunition-and-tackle-can-be-deadly-though-mitigation-may-help\">Oregon State University<em> <\/em>News Release<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24387","uid":"31","filename":"MainFishing.jpg","uri":"public:\/\/MainFishing.jpg","filemime":"image\/jpeg","filesize":"150514","status":"1","timestamp":"1425492768","type":"image","uuid":"a8eaf970-6440-4a9a-bc8b-ef79b81583fb","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","birds","California Condor","Environmental Health","fishing","Hunting","lead","Magpie","wildlife"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1406564604","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}