{"title":"High Post-Wildfire Erosion Potential for Sandia and Manzano Mountain Basins","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ALBUQUERQUE, New Mexico &mdash;Basins in the Sandia and Manzano Mountains at risk for a rainfall-generated debris-flow following a wildfire are identified by a new method for estimating post-fire erosion hazards before a wildfire actually burns, according to <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5161\/\">a new U.S. Geological Survey study<\/a>.<\/p>\n<p>Wildfire can drastically increase the probability of debris flows, a potentially hazardous and destructive form of landsliding in landscapes that have otherwise been stable throughout recent history. This new USGS report identified watersheds with the most serious poten&shy;tial for debris-flow hazards in the event of a large-scale wildfire and subsequent rainfall in the Sandia and Manzano Mountains, including sub-basins close to Albuquerque.<\/p>\r\n<p>\"This pre-wildfire assessment approach is valuable to resource managers because the analysis of the debris-flow threat is made before a wildfire occurs, which facilitates pre-wildfire management, planning and mitigation,\" said Anne Tillery, USGS scientist and author of the new report.<\/p>\r\n<p>Simulated debris-flow probabilities, debris-flow volumes and burn probabilities were combined into an integrated hazard ranking for each sub-basin and used to identify the most hazardous basins in the Sandia and Manzano Mountains area. Five sub-basins on the west-facing slopes of the Sandia Mountains, four of which extend to the outskirts of the City of Albuquerque, are among the top two percent most hazardous for the area assessed.<\/p>\r\n<p>\"The Rio Grande Water Fund will be using the results of this study to set priorities for restoring overgrown forests,&rdquo; said Laura McCarthy, director of Conservation Programs with The Nature Conservancy. &ldquo;Figuring out which areas are vulnerable to damaging wildfire and post-fire flooding is necessary to protect communities and our water sources.\"&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New Mexico"],"country":["United States of America"],"mm_tags":["Water Hydrologic Researchand Development","Water Hydrologic Networksand Analysis","Natural Hazards Landslide Hazards","Geographic Areas Southwest","wildfires"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1412654400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}