{"title":"The Connected Consequences of River Dams","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>In a case study of dams on the upper Missouri River, USGS researchers have demonstrated that an upstream dam is still a major control of river dynamics where the backwater effects of a downstream reservoir begin. In light of this finding, the conventional understanding of how a dam can influence a river may have to be adjusted to account for the fact that effects of river dams can interact with one another.<\/p>\n<p>\"We have known for a long time that dams have dramatic effects on river form and function,\" said Jerad Bales, acting USGS Associate Director for Water. \"In the past, however, the effects of dams generally have been studied individually, with relatively little attention paid to how the effects could interact along a river corridor.\"<\/p>\r\n<p>One of the greatest modifications of rivers by humans has been the construction of dams that provide valuable services such as irrigation, hydroelectric power, navigation, flood protection, and recreational opportunities. Hundreds of thousands of dams have been built worldwide, beginning for the most part in the 20<sup>th<\/sup> century.&nbsp;<\/p>\r\n<p>The downstream effects of river dams have been well documented by previous researchers. In the presence of a dam, it can often take hundreds of kilometers for a river to adjust to its natural state. The upstream impacts of dams have also been widely considered, particularly sedimentation of reservoirs. These effects may extend upstream for many kilometers.&nbsp;<\/p>\r\n<p>\"In addition to documenting dramatic changes to a section of the Missouri River during the 2011 floods,\" Bales continued, \"the unique contribution of this important study is development of a conceptual model that establishes a framework for future studies of the many rivers affected by dams in series.\" &nbsp;<\/p>\r\n<p>Working with historical aerial photography, streamgage data, and cross sectional surveys in a careful analysis of the Garrison (N.D.) and Oahe (S.D.) dams on the Missouri River, the USGS researchers propose a conceptual model of how interacting dams might affect a river's physical characteristics (geomorphology).&nbsp; This model applies to dams on large rivers and divides the river into various zones of predictable behavior (Figure 1).&nbsp;&nbsp;<\/p>\r\n<p>The researchers also conducted a geographic analysis of dams along 66 major rivers (as listed in a standard professional reference) in the contiguous United States to determine how often dams occur in a series. Of the rivers analyzed, 404 dams were located on the main stem of 56 of the rivers. Fifty of these rivers had more than one dam on the river creating a total of 373 possible interacting dam sequences.<\/p>\r\n<p>The results from this work indicate that more than 80% of large rivers may have interactions between their dams. Given this widespread occurrence, the USGS investigators suggest that dam interaction is prevalent and should be the focus of additional research.&nbsp;<\/p>\r\n<p>The study was published in the journal <a href=\"http:\/\/www.journals.elsevier.com\/anthropocene\/\"><em>Anthropocene<\/em><\/a><em>&nbsp; <\/em>(Oct. 2013).&nbsp;<\/p>\r\n<p><strong>Figure 1.&nbsp; Conceptual model of how two dams in a sequence may interact.<\/strong><strong>&nbsp;<\/strong><\/p>\r\n<p>The diagram correlates the river zones created by large dams (shown on left) to the morphological features (described on right) that each zone influences.&nbsp;&nbsp;<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"205\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_01_09\/Dammed_river_diagram.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_01_09\/Dammed_river_diagram_tn.JPG\" alt=\" Conceptual model of how two dams in a sequence may interact.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Conceptual model of how two dams in a sequence may interact. <a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_01_09\/Dammed_river_diagram.jpg\">(High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/t","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water Hydrologic Networksand Analysis","Water Hydrologic Researchand Development"],"article_type":["National News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1389243600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"169821"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}