{"title":"The Hayward Fault Revealed: The Most Dangerous Urban Fault in America?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong><em>\r\nAGU Sessions Indicate Hayward &amp;\r\nCalaveras Faults Connect at Depth<\/em><\/strong>\r\n<\/p>\r\n<p>\r\n<!--introstart-->As the 140th&nbsp;Anniversary of the last big earthquake on the\r\nHayward Fault approaches, new U.S. Geological Survey studies provide mounting\r\nevidence that the Bay Area should get ready for another big quake soon.<!--introend-->\r\n<\/p>\r\n<p>\r\nThe Hayward Fault has ruptured\r\nabout every 140 years for its previous five large earthquakes. October 21,\r\n2008, marks the 140th Anniversary of the 1868 approximate Magnitude 7\r\nearthquake. Two and half million people now live along the Hayward Fault and\r\nseven million people in the region would feel a repeat event of the same magnitude.\r\n<\/p>\r\n<p>\r\nThe US Geological Survey will\r\npresent new studies to partners, colleagues and media at the American\r\nGeophysical Union&#39;s annual conference in San Francisco on December 11. The\r\nsessions will take place at the Moscone West Convention Center, 800 Howard\r\nStreet (at Fourth Street), San Francisco. Hayward fault presentations are\r\ndivided between a morning poster session, from 8:00 a.m. to noon, and afternoon\r\noral presentations from 1:45 p.m. - 4:00 p.m.\r\n<\/p>\r\n<p>\r\nScientists will explain the\r\nsignificance of new high resolution elevation models, imagery of active\r\ndeformation and creep, new results of age-dating studies, refinements and\r\ninnovations to an 1868 earthquake ShakeMap, 3-D geometric and mechanical\r\nmodels, and ground motion simulations showing rupture along the fault.\r\n<\/p>\r\n<p>\r\nThese special sessions will\r\nalso highlight the important public information campaigns underway to increase\r\nawareness about seismic hazards posed by earthquake faults located throughout\r\nthe Bay Area.\r\n<\/p>\r\n<p class=\"bold\">\r\nSummary of Presentations:\r\n<\/p>\r\n<p>\r\n(S21A-0230) The October 21,\r\n1868 Hayward Earthquake -- 140 Years Later\r\n<\/p>\r\n<p>\r\nThis large\r\nearthquake caused extensive damage to the San Francisco Bay Area and remains\r\nthe nations 12th most lethal earthquake, resulting in about 30 fatalities.&nbsp; The shaking from this earthquake was the\r\nstrongest that the the new towns and growing cities of the Bay Area had ever\r\nexperienced, producing devastating effects on brick buildings and walls and\r\ncracking buildings as far away as Napa, Santa Rosa, and Hollister.&nbsp; Analysis of triangulation data suggest that\r\nthe fault moved as far north as Berkeley with an average inferred slip rate of\r\n1.9 m.&nbsp; The average interval between the\r\n10 earthquakes before 1868 is 170 years, with the last five earthquakes having\r\nan average interval of only 140 years.&nbsp;\r\nThe population at risk from a large Hayward fault earthquake is now 100\r\ntimes greater than in 1868 and the infrastructure in the San Francisco Bay Area\r\nhas been tested only by the relatively remote 1989 magnitude 6.9 Loma Prieta\r\nearthquake.&nbsp; To help focus public\r\nattention on the potential earthquake hazards, the 1868 Hayward Earthquake\r\nAlliance has been formed consisting of public and private sector agencies and\r\ncorporations.&nbsp; The alliance is planning a\r\nseries of activities leading up to the 140th anniversary on October 21, 2008\r\nthat includes public forums, conferences, commemoration events, publications,\r\nwebsites, videos, and public service announcements.&nbsp; See: http:\/\/www.1868alliance.org\/. (Tom\r\nBrocher, Tuesday, 8:00am, MS Exh Hall B)\r\n<\/p>\r\n<p>\r\n(S21A-0234)&nbsp; Liquefaction Scenarios in the Northern Santa\r\nClara Valley for a Repeat of the 1868 Hayward Fault Earthquake\r\n<\/p>\r\n<p>\r\nThe spatial\r\ndistribution of the probability of liquefaction in the northern Santa Clara\r\nValley was predicted for a repeat of an earthquake like the 1868 Hayward fault\r\nfor surficial geologic units and scenario maps were produced depicting the\r\nestimated probability of liquefaction.&nbsp;\r\nFor a magnitude 7 earthquake probabilities range from 0.1 to 0.2 along\r\nCoyote and Guadalupe Creeks, but are less than 0.05 throughout the Valley.&nbsp; Liquefact","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1197262800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170604"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}