{"title":"Herbert Hoover â\u0080\u0093 the USGS President","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"This weekend we celebrate the 140<sup>th<\/sup>Â birthday of President Herbert Clark Hoover, the second geologist president but the only employee of the U.S. Geological Survey (USGS) to hold that office.\n\n<strong>Becoming a Geologist<\/strong>\n\n<a href=\"http:\/\/hoover.archives.gov\/education\/hooverbio.html\" target=\"_blank\">President Hoover<\/a>Â served three summers as a geological assistant with the USGS in the early 1890s as the agency expanded its original mandate in economic geology to include hydrology and other research in the earth sciences in response to increasing national needs for applied and basic science.\n\n[caption id=\"\" align=\"alignleft\" width=\"130\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_01_2014_dHx3BNm00U_08_01_2014_0\"><img src=\"http:\/\/gallery.usgs.gov\/images\/08_01_2014\/dHx3BNm00U_08_01_2014\/large\/1894-1FS.jpg\" alt=\"Hoover\" width=\"130\" height=\"174\" \/><\/a> Herbert Hoover, Stanford Senior Picture Fall 1894-May 1895. Photo Credit: Herbert Hoover Presidential Library[\/caption]\n\nHooverâ\u0080\u0099s tenure at the USGS was influenced by his Stanford University professor, John Casper Branner, the State Geologist of Arkansas and president of Stanfordâ\u0080\u0099s Department of Geology.\n\nWhile serving as Arkansasâ\u0080\u0099s State Geologist, Branner joined the Stanford faculty in 1892 and influenced Hoover to switch his major from engineering to geology. That summer, Hoover worked with Branner for the Arkansas State Survey in the Ozarks.\n\nDuring the following three summers, Hoover worked as a seasonal employee of the USGS, mapping the eastern slope of Californiaâ\u0080\u0099s Sierra Nevada mountain range withÂ <a href=\"http:\/\/lcweb2.loc.gov\/service\/pnp\/cph\/3b20000\/3b21000\/3b21600\/3b21646r.jpg\" target=\"_blank\">Waldemar Lindgren<\/a>, a renowned geologist, who helped establish the journalÂ <a href=\"http:\/\/www.segweb.org\/SEG\/Publications\/SEG\/Publications.aspx\" target=\"_blank\">Economic Geology<\/a> in 1905, served as USGS Chief Geologist during 1911-12, and was appointed head of the geology department at the Massachusetts Institute of Technology in 1912.\n\nWhile studying at Stanford, Hoover met Lou Henry, a fellow geology student. They fell in love, and were married in 1899.\n\n<strong>USGS Activities during the 1890s<\/strong>\n\nThe early 1890s were tumultuous for the USGS. Â In 1888, Congress and President Grover Cleveland founded the Irrigation Survey (and federal streamgaging) within the USGS (led by John Wesley Powell since 1881) to help redeem arid lands in the West.Â That legislation also closed the public domain to entry, and denied federal dowry lands to six new states admitted in 1889-90, while sites for dams, reservoirs, and canals were being located, surveyed and segregated.Â When the selections did not appear promptly, Congress and President Benjamin Harrison canceled the Irrigation Survey in 1890 and turned to the Agriculture Department for a better understanding of the West's surface and underground water resources.\n\n[caption id=\"\" align=\"alignright\" width=\"207\"]<a href=\"http:\/\/pubs.usgs.gov\/circ\/c1050\/fig13.jpg\"><img src=\"http:\/\/pubs.usgs.gov\/circ\/c1050\/fig13.jpg\" alt=\"An early method of stream gaging, 1890.\" width=\"207\" height=\"202\" \/><\/a> An early method of stream gaging, 1890.<span style=\"font-size: 13px;line-height: 19px\">Â <\/span>[\/caption]\n\nPowell continued to direct USGS until June 30, 1894, but his control of the Survey's geologic work ended in August 1892. In the spring of 1894, Powell told the House Committee on Agriculture that he supported legislation to transfer the Geological Survey from the Department of the Interior to the Department of Agriculture because he felt that the bulk of its operations were now concerned with agriculture, unlike its original focus on economic geology. When the USGS did not respond to a renewed crisis in the mineral industry, Secretary of the Interior Hoke Smith recommended to President Cleveland that Charles Doolittle Walcott, then USGS Chief Geologist, be nominated as the third Director of the USGS.\n\nMeanwhile, far removed from controversy in Washington, the summer student-employee Hoover, enjoyed his time working for and learning from his Stanford professor and mentor.\n\n<strong>The Miner and Engineer<\/strong>\n\nAfter graduating, Hoover used his geology degree to pursue a career in mining. He learned the business from the bottom up, working ten-hour shifts, seven days a week, in the Reward Gold Mine, near Nevada City, Calif. Then he moved on to another job with the Mayflower Mine.\n\nHooverâ\u0080\u0099s career took off when he accepted a job as a typist for Louis Janin, an expert on western mining. Janin appointed Hoover the assistant manager of the Steeple Mine in Carlisle, N.M., and also had Hoover serve as an investigator of hydraulic installations for gravel mines. In fall 1896, Janin recommended Hoover for a position with Bewick, Moreing and Company, a British mining firm looking for Americans skilled in gold-mining practices to work in Australia.\n\nIn Australia, Hoover not only learned about sampling and surveying the mines, but he also developed a strong background in technology and management, which earned him a promotion to an assignment in China. In China, his expertise and achievements earned him a reputation as a world-class mining engineer. He traveled as a consultant to many countries before settling in London and opening his own engineering firm in 1908.\n\n[caption id=\"\" align=\"alignright\" width=\"172\"]<a href=\"http:\/\/pubs.usgs.gov\/circ\/c1050\/fig15.jpg\"><img src=\"http:\/\/pubs.usgs.gov\/circ\/c1050\/fig15.jpg\" alt=\"Cripple Creek \" width=\"172\" height=\"215\" \/><\/a> A geological party on its way to map the Cripple Creek mining district, Colorado, 1893.[\/caption]\n\nAs Hoover cultivated an impressive mining career, Congress appropriated funding, originally meant for the never-created Department of the Mines, to the USGS, creating a Division of Mining and Mineral Resources. In December 1901, USGS Director Walcott, now also president of the Geological Society of America, discussed the importance of this new mission and his long-standing view that the USGS should aid any in any science that could be advanced by a greater knowledge of the Earth and its resources.\n\nâ\u0080\u009cEvery investigation undertaken to solve some geologic problem, whether it prove successful or not, is sure to develop other problems, and the geologic Alexander will never lack worlds to conquer,\" Walcott said.\n\n<strong>World War I<\/strong>\n\nIn 1917, USGS formed a Division of Military Surveys, with its topographic mapping work conforming to a program drawn up by the Armyâ\u0080\u0099s General Staff, and USGS geologists went to France to serve in the American Expeditionary Force. The war enhanced the strategic-minerals work of the USGS to accommodate the Nationâ\u0080\u0099s war-time production demands.\n\nHoover had been living in London, when the Great War broke out in Europe and the U.S. Embassy asked him to help American travelers get safely back to the United States.\n\nAs the USGS aided military operations and mineral resources during the war, Hoover was appointed U.S. Food Administrator by President Woodrow Wilson and was responsible for feeding the troops overseas. His â\u0080\u009cFood Will Win the Warâ\u0080\u009d campaign and other efforts kept the U.S. armed forces well fed and later prevented a post-war famine in Europe.\n\n<strong>Secretary of Commerce and Running for President<\/strong>\n\nNewly elected President Warren G. Harding appointed Hoover as Secretary of Commerce with the goal of reorganizing the department into a service organization.\n\n[caption id=\"\" align=\"alignleft\" width=\"166\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_01_2014_dHx3BNm00U_08_01_2014_1#.U9-LoGK8Dag\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/08_01_2014\/dHx3BNm00U_08_01_2014\/large\/1928-61FS.jpg\" alt=\"Hoover Campaigning for President\" width=\"166\" height=\"216\" \/><\/a> Presidential Candidate Herbert Hoover on the campaign trail, 1928. Photo Credit: Herbert Hoover Presidential Library[\/caption]\n\nWhile Secretary, Hoover also served as the president of the American Child Health Organization and formulated The Childâ\u0080\u0099s Bill of Rights. His involvement in disaster relief with the American Red Cross and work with the Rockefeller Foundation helped cultivate his powerful public image.\n\nIn 1928, Hoover ran for President as the Republican nominee against the Democratic candidate, Governor Al Smith of New York. In a landslide victory, Hoover carried 40 of the 48 states, and 444 of the 531 electoral votes. On Nov. 6, 1928, Hoover was elected the 31st President of the United States.\n\n<strong>The Hoover Presidency<\/strong>\n\nThe Great Depression began only 7 months after Hoover's inauguration. Before it began, however, Hoover's interest in science and conservation brought about a change in USGS's work in conservation activities and then in its basic research. Hoover recognized three urgent problems in the public landsâ\u0080\u0099 conservation: overgrazing, conservation of water resources, and the conservation of oil and gas resources.\n\nIn the fall of 1929, the first Hoover budget called for increased funds for scientific agencies, including $100,000 for fundamental research in geologic sciences, the first substantial increase in federal funds for geologic investigations since 1915.\n\n[caption id=\"\" align=\"aligncenter\" width=\"992\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_01_2014_dHx3BNm00U_08_01_2014_4#.U9-MIWK8Dag\"><img class=\"      \" src=\"http:\/\/gallery.usgs.gov\/images\/08_01_2014\/dHx3BNm00U_08_01_2014\/large\/usgs_50th_web.jpg\" alt=\"USGS 50th Anniversary White House\" width=\"992\" height=\"246\" \/><\/a> In 1929, as part of modest ceremonies to mark the USGS' 50th anniversary, President Hoover invited Director George Otis Smith (who succeeded Walcott in 1907), and other USGS employees in the DC area to a reception at the White House. A professional photographer took a panoramic image of the attendees assembled in the Rose Garden.[\/caption]\n\nIn 1929, as part of modest ceremonies to mark the USGS' 50<sup>th<\/sup>Â anniversary, President Hoover invited Director George Otis Smith (who succeeded Walcott in 1907), and other USGS employees in the DC area to a reception at the White House.Â A professional photographer took a panoramic image of the attendees assembled in the Rose Garden.\n\n<strong>Conclusion<\/strong>\n\nHerbert C. Hoover led the fullest of lives as a public servant, working on four continents, helping to feed the world, serving as President of the United States of America, and providing advice to subsequent presidents.\n\nLate in his life, after 50 years in service, President Hoover said, \"being a politician is a poor profession. Being a public servant is a noble one.\"\n\nHappy birthday Mr. President!\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24366","uid":"31","filename":"Main.jpg","uri":"public:\/\/Main.jpg","filemime":"image\/jpeg","filesize":"111012","status":"1","timestamp":"1425492768","type":"image","uuid":"3018522b-45d3-4ab8-bc17-e4898aaa96f2","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["geology","history","mining","president","USGS Director’s Office","water","White House"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1407240919","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}