{"title":"Colombian and US Officials Meet to Save Lives through Exchange","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>Note to Editors:<\/em><\/strong><\/p>\n<p><strong><em>&nbsp;<\/em><\/strong><em>Dr. Marta Calvache, Deputy Director of the Geological Survey of Colombia, will give a public presentation about &ldquo;Volcano Hazards Preparedness: Lessons from Colombia&rdquo; on Thursday, Sept. 19 at 7:00 p.m. Sponsored by the City of Puyallup, Pierce County Department of Emergency Management, and the U.S. Geological Survey, it will take place at Puyallup City Hall, 333 S. Meridian, Puyallup, Wash.<\/em><\/p>\r\n<p><em><br \/><\/em><\/p>\r\n<p>VANCOUVER, Wash. &mdash; Officials from South America are helping to save lives in communities around Cascade Range volcanoes by sharing their expertise in a bi-national exchange that brings Colombian emergency managers and scientists to the Pacific Northwest, following a recent visit to Colombia by U.S. counterparts.<\/p>\r\n<p>Ten scientists, emergency managers, and first responders from communities near Colombia's Nevado del Ruiz volcano will visit Mount Rainier and Mount St. Helens this week. While in the U.S., the Colombian officials will work with their counterparts in the <a href=\"http:\/\/www.emd.wa.gov\">Washington Emergency Management Division<\/a>, <a href=\"http:\/\/www.co.pierce.wa.us\/index.aspx?nid=104\">Pierce County Department of Emergency Management<\/a>, <a href=\"http:\/\/www.ovfr.org\/\">Orting Valley Fire and Rescue<\/a>, <a href=\"http:\/\/www.nps.gov\/mora\/index.htm\">Mount Rainier National Park<\/a>, <a href=\"http:\/\/www.fs.usda.gov\/mountsthelens\">U.S. Forest Service Mount St. Helens National Volcanic Monument<\/a>, <a href=\"http:\/\/www.whatcomcounty.us\/dem\/\">Whatcom County Department of Emergency Management<\/a>, and the <a href=\"http:\/\/volcanoes.usgs.gov\/observatories\/cvo\/\">U.S. Geological Survey Cascades Volcano Observatory<\/a>. They will learn how U.S. officials and scientists here prepare for and manage disasters, and along the way share their own hard-earned advice about volcanic disasters, including the importance of monitoring volcanoes carefully, the necessity of clear communication between scientists and officials, and community preparedness.<\/p>\r\n<p>Colombia suffered one of the worst volcanic disasters of the 20<sup>th<\/sup> century in November 1985 when ice-clad Nevado del Ruiz volcano erupted and communities at its base were destroyed by large lahars (volcanic debris flows) that swept down the valleys draining the summit area.&nbsp; More than 23,000 fatalities occurred in the once thriving city of Armero and in smaller communities.&nbsp; The disaster had a profound and constructive effect on scientific and disaster management in Colombia and around the world.<\/p>\r\n<p>After the tragic event in Colombia, the USGS and the U.S. Agency for International Development's Office of U.S. Foreign Disaster Assistance, joined forces to create an international volcano response team, the Volcano Disaster Assistance Program that aids volcano monitoring and eruption response in other countries when requested.&nbsp; Since 1985 the group, stationed at CVO in Vancouver, Wash., has responded to more than 25 volcano crises and eruptions, built volcano monitoring infrastructure in 12 countries and helped save tens of thousands of lives. USGS scientists who witnessed the aftermath of the Armero disaster, returned to the United States and redoubled their efforts to educate local officials and populations at risk. Many of the same VDAP volcanologists who work in Colombia also work to monitor and study Mount Rainier from CVO.&nbsp;<\/p>\r\n<p>\"There is nothing hypothetical or exotic about the hazards from Mount Rainier. It is an active volcano with about a cubic mile of ice on its flanks that is available to fuel lahars in the next eruption,\" said USGS Cascades Volcano Observatory Scientist-in-Charge, John Ewert. \"Many lahars from Mount Rainier have inundated valleys all the way to Puget Sound, areas that are now densely populated and important to the economy of Washington state\"<\/p>\r\n<p>In Washington state, five glacier-clad","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["volcano","hazards","columbia","Mount Saint Helens","Mount Rainer","Nevado Del Riuz","Cascades Volcano Observatory","Emergency Management"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1379390400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169006"},{"tid":"169740"},{"tid":"169902"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}