{"title":"USGS Introduces Virtual, Interactive Tour of the 1906 Earthquake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey (USGS) has created a virtual, interactive tour of the magnitude 7.8 April 18th 1906 earthquake in Northern California.<!--introend--> To see the USGS tour, visit <a href=\"http:\/\/earthquake.usgs.gov\/regional\/nca\/virtualtour\/\">http:\/\/earthquake.usgs.gov\/regional\/nca\/virtualtour\/<\/a>.<\/p>\n<p>The virtual tour, using the three-dimensional geographic mapping tool Google Earth&trade;, begins with a view from space and zooms in on the 300-mile rupture of the 1906 earthquake along the San Andreas Fault. Using overlays of ground-shaking intensity, damage, historic photos and first-hand accounts, the 1906 earthquake is revealed in its historic and scientific context. In addition, the user can explore present day earthquake hazards in the Bay Area with maps and other on-line resources.<\/p>\r\n<p>Some of the features on the virtual tour include:<\/p>\r\n<UL>\r\n<LI>Photographs showing fault rupture, shaking damage, liquefaction, and lateral spreading of the ground from the earthquake<\/LI>\r\n<LI>Maps of the intensity of shaking with quotes from earthquake survivors describing the shaking experienced in different places in Northern California<\/LI>\r\n<LI>A high speed flight along the fault trace highlighting the vast speed of the rupture to the north<\/LI>\r\n<LI>Seismograms of the 1906 earthquake from around the world<\/LI>\r\n<LI>Bay Area faults<\/LI>\r\n<LI>Historic rupture extents comparing earthquakes before and after 1906<\/LI>\r\n<LI>Global Plates, Plate Boundaries, and Current Earthquakes<\/LI><\/UL>\r\n<p>The virtual tour demonstrates the extent of damage throughout northern California and reveals the 1906 earthquake and its effects, like all large quakes, to be much more extensive than simply a large dot on a map. <\/p>\r\n<p>&quot;We are telling the story of the 1906 earthquake through interactive maps,&quot; said Luke Blair, a USGS geologist and Geographic Information Systems specialist who led the creation of the tour. &quot;With this tool, people can easily visualize USGS geological data and how it relates to where they live.&quot;<\/p>\r\n<p>Perhaps the most popular part of the tour will be the photographs taken before and just after the earthquake. These photographs can be viewed with the same azimuth in which they were taken in 1906, and will provide the viewer a clear sense of the locations of famous photographs available from the USGS, the Bancroft Museum, and History San Jose.<\/p>\r\n<p>Another feature will be the fault rupture tour, in which viewers travel from the Golden Gate to Cape Mendocino along the San Andreas fault at the speed of the fault rupture, roughly 8000 miles\/hour, in only 90 seconds. This trip gives the viewer a better sense of the speed that seismic waves travel and the great length of the fault rupture.<\/p>\r\n<p>Scientists now believe that the earthquake started at a point along the San Andreas fault located about two miles offshore the current location of the San Francisco Zoo, and ruptured both to the north and to the south for nearly 300 miles.<\/p>\r\n<p>&quot;My hope is that this tour will provide a new and fun way for people to learn about earth science,&quot; said from Heather Lackey, a student intern from San Francisco State University who worked on the project.<\/p>\r\n<p>&quot;We are working to release more USGS seismic hazard information for viewing in interactive online maps, including real-time shaking intensity maps (ShakeMaps) for significant Bay area earthquakes&quot; said Mary Lou Zoback, Co-regional coordinator for USGS Northern California Earthquake Hazards Program and Chair of the Steering Committee of the 1906 Earthquake Centennial Alliance.<\/p>\r\n<p>&quot;This website provides information on a famous yet not very well known subject in a new way,&quot; said Marco Ticci, a volunteer at the USGS who helped construct the tour. &quot;The virtual tour will interest all kinds of audiences, from those just curious about a famous event to those fascinated by its geological aspects.&q","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1144382400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}