{"title":"Kerry Caslow: Exploring the World of Water","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<strong>Introduction to the USGS<\/strong>\n<div style=\"float: right;\" align=\"right\">[iframe width=\"420\" height=\"315\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/DV1h_rET_mE?rel=0\" frameborder=\"0\" allowfullscreen]<\/div>\nI found out about the USGS and the Student Career Experience Program (SCEP) by attending a State Soil and Water Conservation Society meeting. At the meeting I met a geologist who works with the USGS, asked about my interests, and gave me contact information for my current supervisor. Two months later, I started working as a Volunteer for Science, and then as a SCEP during college. After graduation I began in my current term position as a Hydrologic Technician. I now work as a team member in the data section, with the urban hydrology program.\n\n<strong>A Day in the Life<\/strong>\n\nA typical day for me revolves around collecting accurate data for our cooperators and the public. Duties that I might perform include surface water and water quality field trips; gage maintenance; peak flow data collection; bacteria sample collection and processing; working and checking records; storm and <a href=\"http:\/\/ga.water.usgs.gov\/edu\/dictionary.html#B\">base flow<\/a> sampling; laboratory cleaning; and much more.\n\n<strong>In the Field<\/strong>\n\nThe most memorable experiences for me would be every storm sampling trip that I have been a part of, especially those at night. Sampling during these times always seems to make me feel like a storm chaser because the streams in our area are very quick to rise due to urbanization, and generally we aim to catch the storm event at its peak. It is always interesting participating in storm response teams because you actually get to see how a stream or river flows during the peak of the <a href=\"http:\/\/waterwatch.usgs.gov\/new\/?sno=05482300&amp;m=sitedur\">hydrograph<\/a> as opposed to just seeing a line on a screen â\u0080\u0094 it makes the work more realistic. To me, it is really interesting to see how much impact just a half inch of rain can have on a watershed. Our urban streams can easily go from being ankle deep at base flow to at least five feet deep in just a couple hours during major storms. Sampling is also a great opportunity to see how urbanization has truly impacted a region through water quality parameters such as <a href=\"http:\/\/ga.water.usgs.gov\/edu\/dictionary.html#T\">turbidity<\/a>, <a href=\"http:\/\/ga.water.usgs.gov\/edu\/dictionary.html#S\">specific conductance<\/a>, <a href=\"http:\/\/ga.water.usgs.gov\/edu\/dictionary.html#P\">pH<\/a>, and dissolved oxygen. We also make <a href=\"http:\/\/ga.water.usgs.gov\/edu\/dictionary.html#D\">discharge<\/a> measurements during storm events. These are very important when it comes to flood inundation mapping efforts and flood warning systems (such as <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">WaterAlert<\/a>) that are currently in place. At all times, we need to have accurate ratings and well-maintained equipment so that we can warn people who live close to streams and rivers that they may be in danger if even a minor flood event were to occur. It does not take much water to ruin property and take lives, so the work that the USGS does is vital.\n\nAs for what work I would like to do next, I would love to get more involved in water quality research and potentially write some publications.\n\n<strong>Why the USGS?<\/strong>\n\n[caption id=\"attachment_173510\" align=\"alignright\" width=\"300\" caption=\"Kerry Caslow working near a stream.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/DSC024951.jpg\"><img class=\"size-medium wp-image-173510\" title=\"Top story image for Kerry Caslow\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/DSC024951-300x174.jpg\" alt=\"Kerry Caslow\" width=\"300\" height=\"174\" \/><\/a>[\/caption]\n\nI believe that the USGS is a great place for students to work because there are many opportunities for learning and growth as a scientist. Coworkers and supervisors will continually motivate you and help to develop the skills that you already have, along with instilling new skills. There is also a great amount of training available to USGS employees at all times. In the USGS, there is a lot of pride and hard work that goes into each and every bit of data collected and published. At the end of the day, you can always be satisfied knowing that you have worked hard and gotten much accomplished, and that satisfaction is what makes USGS great.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24179","uid":"31","filename":"DSC024951.jpg","uri":"public:\/\/DSC024951.jpg","filemime":"image\/jpeg","filesize":"120221","status":"1","timestamp":"1425492768","type":"image","uuid":"f0571c09-f4fe-46e4-853d-e59ea594e6f5","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":360,"width":620},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1330718975","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}