{"title":"Landsat 5 Resumes Operations","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Landsat 5 is back in operation after imaging operations were temporarily suspended due to technical difficulties.<!--introend--> The U.S. Geological Survey (USGS) and NASA engineers were able to adjust the operating procedures for the solar array drive mechanism, providing enough power for the mission to resume normal operations. Consequently, acquisition operations have begun over the conterminous U.S., and the international stations will be brought on line in the coming weeks.<\/p>\n<p>The solar array drive mechanism began exhibiting problems in late November 2005. The rotation of the solar array drive became sporadic and the solar array was not able to provide the power needed to charge the batteries. As a precaution, imaging operations were suspended until the problem was identified and potential solutions were evaluated and tested.<\/p>\r\n<p>\"This is good news for the global science and operational communities,\" said Jay Feuquay, Land Remote Sensing Program Coordinator for the USGS. \"The Landsat Program has a well-established record of over 30 years of earth observations. The latest developments allow the Landsat user community to continue to rely on Landsat imagery. I am optimistic about the &rsquo;fix&rsquo; applied to the solar array problem and the future operations of Landsat 5. At the same time, we are moving aggressively to develop a Landsat Data Continuity Mission that will provide Landsat data continuity.\"<\/p>\r\n<p>Landsat 5, launched in March 1984, has performed far beyond its three-year design lifetime and has continued to collect global land surface coverage. Over 620,000 images, illustrating events from the Chernobyl disaster to Hurricane Katrina, have proven invaluable for identifying the impact of natural and human-induced changes. Landsat 5 and Landsat 7 together provided full global coverage of the Earth&#039;s surface.<\/p>\r\n<p>The Landsat Program is the longest running civilian program providing vital images of the Earth&#039;s surface from space. The first Landsat satellite was launched in 1972 and since then, Landsat satellites have been providing a constant stream of moderate-resolution images. In 1999, the Landsat Program took a giant leap forward technologically with the launch of Landsat 7. The instruments on the Landsat satellites have acquired millions of images of the surface of the planet, providing a unique resource for scientists who study agriculture, geology, forestry, regional planning, education, mapping and global change research.<\/p>\r\n<p>The Landsat Program has been a joint initiative of USGS and NASA to gather Earth resource data using a series of satellites including Landsats 5 and 7. NASA is responsible for developing and launching the spacecrafts, while the USGS is responsible for flight operations, maintenance, and management of all data reception, processing, archiving, product generation, and distribution. The primary objective of the Landsat Program is to ensure a consistent, calibrated collection of Earth imagery that can be used to scientifically measure change over decades and beyond, and support the operational agencies. Landsat&#039;s global survey mission is to repeatedly capture images of the Earth&#039;s land mass, coastal boundaries, and coral reefs; and to ensure the data acquired are of maximum utility in supporting the objectives of monitoring changes in the Earth&rsquo;s land surface and associated environment.<\/p>\r\n<p>Updates and further information are available at <a href=\"http:\/\/landsat.usgs.gov\/\">http:\/\/landsat.usgs.gov\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1138597200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170388"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}