{"title":"USGS Astrogeology Returns to its Lunar Roots With LRO","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Critical science support for NASA&rsquo;s Lunar Reconnaissance Orbiter (LRO), launched today from Cape Canaveral, Florida, will help pave the way for further human and robotic exploration of the Moon.<!--introend--> <br \/><br \/>U.S. Geological Survey scientists are providing unique knowledge and skills as members of the science teams operating instruments on LRO.&nbsp; The USGS has deep roots in lunar exploration, beginning with geologic and cartographic support and astronaut training of the Apollo manned missions during the 1960s. <br \/><br \/>Among the instruments carried on LRO, the Lunar Reconnaissance Orbiter Camera (LROC) will acquire high-resolution stereo images that will allow the USGS to create detailed topographic maps of specific sites.&nbsp; USGS maps can be used to prioritize which sites are of the most interest, to guide robotic spacecraft or astronauts to safe landings, and to plan surface operations, including roving and possibly construction on the surface of the Moon.<br \/><br \/>USGS scientists Laszlo Keszthelyi and Lisa Gaddis, both members of the LROC team, bring their expertise to help understand the volcanic features on the Moon, including picking places to take pictures and then interpreting the images.&nbsp; In addition, Keszthelyi will help calibrate the camera so the locations of specific features on Moon can be precisely determined. <br \/><br \/>&ldquo;Of particular importance is making information gathered by LRO compatible with past data,&rdquo; explains USGS cartographer and LROC team member Brent Archinal.&nbsp; Archinal will help establish the cartographic coordinate frame and standards onto which all LRO, international mission, and past mission lunar data will be based, and to help assure that the LRO data can be tied together and placed into that common mapping system.<br \/><br \/>&ldquo;I think the most exciting element of the mission will be collecting images and other data of both past and future human landing sites on the Moon,&rdquo; says Archinal.&nbsp; &ldquo;We should be able to see much of the actual hardware left on the surface during past missions. Images of all of the past robotic and human landing sites, and even sites where spacecraft have previously impacted on the Moon will give us a better understanding of the characteristics of each of these sites, by comparing the &lsquo;ground truth&rsquo; collected at these sites with the new data.&rdquo;<br \/><br \/>In the search for lunar resources, the Diviner Lunar Radiometer Experiment (Diviner) will map the temperature of the entire lunar surface to identify cold-traps and potential ice deposits, as well as landing hazards such as rough terrain or rocks. USGS senior scientist Larry Soderblom will work with the Diviner team mapping day and night surface temperatures of the Moon to characterize environments for possible habitability.<br \/><br \/>USGS senior scientist Randy Kirk will work with the miniature synthetic aperture radar (MINI SAR) technology demonstration , which is designed to acquire radar images of the shadowed regions of craters near the lunar poles.&nbsp; MINI SAR&rsquo;s ability to measure the polarity of the reflected signal is critical to identifying and studying ice deposits.&nbsp; Kirk will help turn the radar images into maps that will be used to identify ice as possible resources for future explorers and to assist in selection of future landing sites.<br \/><br \/>USGS geology, cartography, and image processing support for the LRO mission collectively represent a full-circle return of USGS Astrogeology to its roots as Apollo mission support.&nbsp; USGS scientists, cartographers, technicians, and programmers from the Astrogeology Science Center in Flagstaff have over four decades of experience assembling planetary images and creating maps, starting with those acquired to support the Apollo moon landings.&nbsp; In the 1960s, Apollo missions only considered landing sites near the equator on the side of","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["lunar","moon","","geology","astrogeology","Orbiter","Lunar Reconnassaince Orbiter","Apollo","cartography","Image","Lunar Image","Flagstaff","astronaut","","Planetary Data","crater"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1245297600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169307"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}