{"title":"Avian Cholera Could Spread from Great Salt Lake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists at the U.S. Geological Survey&rsquo;s (USGS) National Wildlife Health Center are concerned that avian cholera, which recently killed about 30,000 eared grebes&mdash;small, diving water birds&mdash;at Great Salt Lake, Utah, could spread as birds migrate south for the winter, the agency announced today. Last week, USGS scientists isolated <i>Pasteurella multocida<\/i>, the bacterium that causes avian cholera, from dead grebes that were sent to the USGS National Wildlife Health Center in Madison, Wis. USGS scientists are working with Utah biologists to monitor the situation.<\/p>\n<p>\"We haven&rsquo;t observed significant avian cholera outbreaks in North America since 1998, so we aren&rsquo;t certain if this mortality represents an isolated event or a renewal of regular outbreaks,\" says Mike Samuel, a USGS scientist and avian cholera expert. \"Because recent research shows that birds are the primary reservoir for maintaining and spreading this disease, we need to consider the possibility that grebes and other birds will spread avian cholera beyond the Great Salt Lake during their migration to wintering areas.\" Each fall about 1.5 million eared grebes congregate at the Great Salt Lake as they migrate south.<\/p>\r\n<p>Avian cholera is the most common infectious disease among wild North American waterfowl. Once birds are infected with <i>P. multocida<\/i>, they die quickly, sometimes within 6 to 12 hours after infection. Bacteria spread by dead and dying birds can subsequently infect healthy birds. As a result, avian cholera can sweep quickly through a wetland and kill thousands of birds in a single outbreak.<\/p>\r\n<p>Avian cholera outbreaks occur primarily in winter and early spring. During these times, waterfowl are usually in dense groups on wintering or staging areas and may be experiencing stress due to crowding and severe weather. These conditions may serve to initiate an outbreak and facilitate transmission of the disease. Previous outbreaks of avian cholera have erupted at Great Salt Lake, killing tens of thousands of birds. The bacterium that causes avian cholera is not a significant human health threat, although the disease is readily transmitted among bird species.<\/p>\r\n<p>Avian cholera was introduced to North America from domestic fowl and eventually spread to wild bird populations during the 1940s. Since that time, it has spread throughout most of the U.S. Over the past 10 to 15 years, avian cholera has recurred almost annually in several areas: southern Saskatchewan, California&rsquo;s Central Valley and Klamath Basin, the Texas panhandle and rice belt, the Rainwater Basin of Nebraska, and in the Mississippi and Missouri River drainages. For more information on avian cholera, go to <a href=\"http:\/\/www.nwhc.usgs.gov\/research\/avian_cholera\/avian_cholera.html\">http:\/\/www.nwhc.usgs.gov\/research\/avian_cholera\/avian_cholera.html<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Utah","Wisconsin"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1100235600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170312"},{"tid":"169394"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}