{"title":"New Record Streamflow for Little Missouri River at Camp Crook","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"Default\"><!--introstart-->Streamflow of the Little Missouri River at Camp Crook, S.D., set a new record high when the water level peaked on Tuesday, May 24, according to real-time U.S. Geological Survey streamgage data.<!--introend--><\/p>\n<p class=\"Default\">The new streamflow record of approximately 20,200 cubic feet per second (cfs) was recorded by the USGS streamgage at Little Missouri River at Camp Crook, breaking the previous April 17, 2009 record of 12,400 cfs at this location. The water level peaked at 19.42 feet on Tuesday, about seven feet above the National Weather Service designated flood stage of 12 feet.&nbsp;<\/p>\r\n<p class=\"Default\">\"This event only had a 0.2 percent chance of occurring, making it a 500-year event,\" said Joyce Williamson, a USGS hydrologist. \"This doesn&rsquo;t mean that the next comparable flood will be in 500 years, just that there is a 0.2 percent chance of this level of flooding to occur.&nbsp; Multiple 500-year events can occur in a short time frame and then not again for a very long time.\"&nbsp;<\/p>\r\n<p class=\"Default\">Much of northwestern South Dakota has experienced steady to heavy rainfall during the past week.&nbsp; Streamflow at streamgages on the Grand, Moreau, Belle Fourche, and Cheyenne Rivers and their tributaries generally is in the 95th to 99th percentiles, which only occurs 1 to 5 percent of the time.<\/p>\r\n<p class=\"Default\">Data have been collected at the USGS Little Missouri River streamgage at Camp Crook for 56 years. For many streamgages in northwestern South Dakota, the highest recorded water levels occurred in 1962, 1982, 2008, and 2009.&nbsp;<\/p>\r\n<p class=\"Default\">A USGS South Dakota flood watch <a href=\"http:\/\/sd.water.usgs.gov\/projects\/flooding\/index.html\">webpage<\/a><span style=\"text-decoration: underline;\"> <\/span>has been released to help track the current flooding conditions across the state. The website shows locations of streamgages where the water level is above flood stage or at high flow and provides flood tracking charts and tables of recent and previous flood peak flows. &nbsp;&nbsp;<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. The USGS collects data from more than 7,700 streamgages, most of which provide real-time data that is transmitted every hour. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.<\/p>\r\n<p>You can receive instant, customized updates about water conditions, including flooding, by subscribing to USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a><\/p>\r\n<p>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["water","flooding","","South Dakota","streamgages","streamflow"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1306296000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169781"},{"tid":"169694"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}