{"title":"USGS Maps Now Available On CD-ROM","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nPennsylvania is the first in a state-by-state series of digital topographic \r\n<\/p>\r\nmaps of the U.S. available on CD-ROM from the U.S. Geological Survey. \r\n<p>\r\nThe CD-ROMs, computerized images of USGS topographic quadrangle maps, in digital raster graphic (DRG) format, have been produced through a partnership arrangement with the Land Information Technology Company, Ltd., of Aurora, Colo. \r\n<\/p>\r\n<p>\r\nTopographic maps are among the most popular and versatile products that the USGS produces. They depict natural and cultural features of the landscape, such as lakes and streams, highways and railroads, boundaries, elevation, and geographic names. Over the years they have been popular with the general public for outdoor, particularly recreational, uses and with scientists and engineers in support of research and technical applications. \r\n<\/p>\r\n<p>\r\nDr. Donald M. Hoskins, Pennsylvania State Geologist, and an early supporter of the program, met with the USGS in December 1994 to establish the first cooperative agreement to produce DRGs of Pennsylvania. Many other state agreements have since been signed with the USGS, and production work is underway. CD-ROMs for parts of Pennsylvania and Washington state are available, with full coverage of the U.S. expected by 1998, after some 57,000 USGS maps are converted to CD-ROM format. \r\n<\/p>\r\n<p>\r\n&quot;Topographic maps on CD-ROM are a new product for the USGS,&quot; said James R. Plasker, associate chief for operations of the USGS mapping division. &quot;Through the data production agreement with Land Info and in partnerships with the states, the USGS has an opportunity to complete nationwide DRG coverage in the next two years.&quot; \r\n<\/p>\r\n<p>\r\nEach CD-ROM includes the USGS topographic maps for a 1-degree block. \r\n<\/p>\r\n<p>\r\nThe USGS will also continue to print and distribute the paper topographic maps for which it is best known. \r\n<\/p>\r\n<p>\r\nDRG versions of topographic maps are useful as a backdrop for other digital images. They have been used to collect digital cartographic data and to revise maps. When combined with digital aerial photographs or digital terrain models, DRG data can be used to produce hybrid products, such as image maps and shaded relief maps. \r\n<\/p>\r\n<p>\r\nEach DRG file has its own descriptive file that provides information including file identification, data sources and dates, scanning specifications and georeferencing information. Viewing software, product specifications, and assorted text files are also included on the CD-ROMs. Two viewing software packages are provided: Aerial View Lite image display software provided by Gary Mart and ArcView software from Environmental Systems Research Institute (ESRI) of Redlands, Calif. The agreements among USGS, ESRI and Gary Mart to provide both data and software in a useful format are typical of government-wide alliances with private companies to provide useful products and services to the public. \r\n<\/p>\r\n<p>\r\nFor information on ordering DRGs on CD-ROM, contact any Earth Science Information Center or call 1-800-ASK-USGS. The cost of each CD-ROM is $32 plus $3.50 handling on each order. \r\n<\/p>\r\n<p>\r\nFor technical information on the use of DRG data on CD-ROM, contact: \r\n<\/p>\r\n<p>\r\nRolla-ESIC U.S. Geological Survey 1400 Independence Rd., MS 231 Rolla, MO 65401-2602 (573) 308-3500; Fax (573) 308-3615 E-mail: <a href=\"mailto:esic@mcdgs01.cr.usgs.gov\">esic@mcdgs01.cr.usgs.gov<\/a> \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Pennsylvania"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"825656400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}