{"title":"American Eels Return to Mountain Streams After Dam Removal","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Shenandoah National Park, Va<\/strong>. &ndash; <!--introstart-->American eels are declining across their range but are showing indications of a population revival following the removal of a large dam in Virginia.<!--introend--><\/p>\n<p>The removal of Embrey Dam on the Rappahannock River increased American eel numbers in headwater streams nearly 100 miles away, according to <a href=\"http:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/00028487.2012.675918\">research just published<\/a> by U.S. Geological Survey, U.S. Fish and Wildlife Service, and National Park Service researchers.<\/p>\r\n<p>American eels undergo long-distance migrations from their ocean spawning grounds in the Sargasso Sea to freshwater streams along the Atlantic coast from northern South America to Greenland. Dams may slow or even stop upstream eel migrations.&nbsp; However, prior to this research, little was known about American eel responses to dam removal.<\/p>\r\n<p>The new study evaluated eel abundances in Shenandoah National Park streams before and after the removal of the large dam in 2004.&nbsp; The researchers found significant increases in eel numbers beginning 2 years after dam removal and continued increases nearly every year since.&nbsp; The rebounding eel populations in Shenandoah National Park present a stark contrast to decreasing numbers elsewhere throughout their range.<\/p>\r\n<p>\"Our study shows that the benefits of dam removal can extend far upstream,\" said Dr. Nathaniel Hitt, a USGS biologist and lead author of the study.&nbsp; \"American eels have been in decline for decades and so we&rsquo;re delighted to see them begin to return in abundance to their native streams.\"<\/p>\r\n<p>The American eel is currently being considered by the U.S. Fish and Wildlife Service for listing as a threatened species under the Endangered Species Act.&nbsp; Migration barriers such as dams have been recognized as a contributing cause to range-wide decreases over the last 50 years.&nbsp; The authors hypothesize that dam removal could have long-term benefits for eel conservation by increasing the reproductive success of females, which are typically found in headwater streams.<\/p>\r\n<p>\"This research shows the direct benefits of dam removal for American eel populations and demonstrates the importance of continued stream restoration work for east coast rivers,\" said Sheila Eyler, a U.S. Fish and Wildlife Service biologist and co-author of the study.<\/p>\r\n<p>American eel recovery in Shenandoah National Park also represents an important achievement for management of Park resources.&nbsp; Additional fish population surveys from Shenandoah National Park in 2012 provide further support for the findings of the study.<\/p>\r\n<p>\"Eel populations in the Park continue to show recovery,\" said Jeb Wofford, a biologist at Shenandoah National Park and co-author of the study.&nbsp; \"This research highlights the fact that ecosystems in the Park extend far outside Park boundaries and that downstream conservation can have important upstream benefits.\"<\/p>\r\n<p>Embrey Dam was built in 1910 on the Rappahannock River near the city of Fredericksburg, Virginia.&nbsp; The dam measured 22 feet high by nearly 800 feet wide.&nbsp; Until the 1960s, the dam provided hydroelectric power for Fredericksburg.&nbsp; Recognizing the hazards presented by the dam and the potential for fish restoration, a coalition of state, federal, and non-governmental partners coordinated the removal of the dam in 2004.<\/p>\r\n<p>\"This study demonstrates that multiple benefits can be realized by removing obsolete dams such as Embrey,\" said Alan Weaver, fish passage coordinator for the Virginia Department of Game and Inland Fisheries.&nbsp; \"Shad, herring and striped bass are also using reopened habitat on the Rappahannock River, so it&rsquo;s exciting to see a growing number of species benefitting from dam removal in Virginia.\"<\/p>\r\n<p>The USGS, working with partners across the country, has been studying how dam decommissioning af","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":["Ecosystems Fisheries Aquaticand Endangered Resources American Eels Rappahannock River Virgnia Dams Dam Removal"],"distribution":["Biology"],"release_date":{"und":[{"value":"1343707200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"170184"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}