{"title":"Triggered Fault Movement from Baja Quake Reveals Previously Unknown Faults in Southern California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MENLO PARK, Calif.&mdash; <!--introstart-->The El Mayor-Cucapah earthquake in northern Baja California, Mexico on April 4, 2010 triggered surface movement on several Southern California faults.<!--introend--> Detailed mapping of these small movements by the U.S. Geological Survey, California Geological Survey, and other institutions, revealed previously unknown faults in the greater Salton Sea area, and confirmed whether other known faults were active. Knowing the existence of faults is the first step in evaluating the hazard they pose.&nbsp;<\/p>\n<p>\"Every earthquake is an opportunity for new understanding, but few in recent times have created more distinct new information than the April 4, 2010 Baja quake,\" said USGS director Marcia McNutt. \"Seismologists and geologists are eager to use the triggered fault movement for unraveling complex stress interactions in the plate boundary region of the Imperial Valley.&rdquo;&nbsp;<\/p>\r\n<p>Of the few dozen faults in the Coachella and Imperial valleys that showed surface movement, only about half were previously known or mapped. Of the known faults, the newly observed movement revealed one major fault to be longer than previously known, and another was confirmed to be active.<\/p>\r\n<p>Lead USGS geologist Michael Rymer explained, \"This type of triggered, aseismic movement commonly occurs on faults that are considered &lsquo;creeping&rsquo;; that is, they slip without generating earthquakes. The magnitude 7.2 El Mayor-Cucapah earthquake occurred in northern Baja California, and not surprisingly, triggered surface movement on multiple faults extending throughout the Salton Trough. The triggered surface movements were at distances up to 172 km (107 miles) from the epicenter.\"&nbsp;<\/p>\r\n<p>Noted Dr. John Parrish, State Geologist of California and head of CGS, \"The El Mayor-Cucapah earthquake has provided a geological treasure trove to our understanding of what is happening tectonically in this expansive region of northern Mexico and Southern California.&nbsp; What we learn here will be important to expanding our understanding of triggered fault movements and strain distributions elsewhere.\"&nbsp;<\/p>\r\n<p>Although most of the ground movement mapped was triggered by the main earthquake, some measured fault movement in the Yuha Desert was triggered by a magnitude 5.7 aftershock, on June 14, 2010. The newly named Ocotillo Fault, near the town of Ocotillo, was known and suspected to be active. The observed, triggered movement (of 85 mm or 3.3 inches) confirms it is an active fault. The Elsinore Fault, one of three major northwest-trending faults in this part of Southern California, showed triggered movement extending three kilometers (almost 2 miles) to the southeast beyond its previously known extent.&nbsp;<\/p>\r\n<p>\"It was exciting to identify and map an extensive and complex zone of largely unmapped faults in the Yuha Desert area of California's southern border with Mexico,\" said CGS geologist Jerry Treiman, adding: \"These faults may play a significant role in distributing strain to other major faults in the Salton Trough.\"&nbsp;<\/p>\r\n<p>Locating and carefully mapping the small surface movements was aided by NASA&rsquo;s high-tech UAVSAR (Uninhabited Aerial Vehicle Synthetic-Aperture Radar) in concert with traditional field geology methods of traversing almost 500 square kilometers (about 200 square miles) of terrain on foot, and measuring small gaps and cracks in the ground with fault offsets of only a few millimeters. The previously unknown Yuha Fault displayed some of the largest movements detected, between 50-60 mm (about 2 to 2.5 inches). Displacements in the Brawley Fault Zone, although not as large as movement on the Yuha Fault, were large enough to damage concrete-lined irrigation canals.&nbsp;<\/p>\r\n<p>Other important contributors to the work included scientists from the University of Oregon; University of Colorado; University of California, San Diego; and Caltech's Jet Propulsion L","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["geology","quake","earthquake","Baja","El Mayor Cucapah","Mexico","trigger","fault","Surface Movement","hazard"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1331182800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169252"},{"tid":"170518"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}