{"title":"Media Advisory: Lake Erie Scientists, Officials Welcome New ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey will celebrate the newest addition to its <a href=\"http:\/\/www.glsc.usgs.gov\/main.php?content=aboutus_theglsc_vessels&amp;title=The%20GLSC0&amp;menu=aboutus\">fleet of large research vessels<\/a> in a traditional champagne-breaking ceremony at the Sandusky Yacht Club on Wednesday.&nbsp;&nbsp;<\/p>\n<p>Dr. Suzette Kimball, USGS Deputy Director, will follow the U.S. Navy and U.S. Coast Guard tradition of Christening the <a href=\"http:\/\/www.glsc.usgs.gov\/\">USGS Great Lakes Science Center&rsquo;s<\/a> <a href=\"http:\/\/www.glsc.usgs.gov\/_files\/factsheets\/Vessels%202011%20Muskie.pdf\">Research Vessel (R\/V) Muskie<\/a> by breaking a bottle of champagne across its bow and formally naming the vessel. Dara Ritter, Associate Chief of USGS Office of Management Services Operations, will read the official orders of commission, marking the beginning of the vessel&rsquo;s life at sea. Approximately fifty USGS and other federal, state, and local officials, including Congresswoman Marcy Kaptur, will share in this momentous occasion.&nbsp;<\/p>\r\n<p>The new large research vessel will enable <a href=\"http:\/\/www.glsc.usgs.gov\/_files\/factsheets\/Stations%202002-6%20LEBS.pdf\">USGS Lake Erie Biological Station<\/a> researchers to explore the health and population of biological organisms in Lake Erie. Such research is used by federal, state, and tribal resource managers to protect the area's $7 billion annual commercial and sport fisheries.<\/p>\r\n<table>\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>WHAT: <\/strong><\/td>\r\n<td>Christening and commissioning ceremony for the new USGS Research Vessel Muskie <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>WHO: <\/strong><\/td>\r\n<td>Suzette Kimball, USGS Deputy Director<br \/>Dara Ritter, Associate Chief of USGS Office of Management Services Operations Congresswoman Marcy Kaptur<br \/>Other federal, state, and local officials <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>WHEN: <\/strong><\/td>\r\n<td>Wednesday, Oct. 19, 2011<br \/>9 a.m. ceremony<br \/>1 p.m. public open house <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>WHERE: <\/strong><\/td>\r\n<td>Sandusky Yacht Club<br \/>529 East Water Street<br \/>Sandusky, Ohio<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>The new research vessel is one of two USGS vessels recently constructed to replace the oldest vessels in the fleet. The new <a href=\"http:\/\/www.glsc.usgs.gov\/_files\/factsheets\/Vessels%202011%20Muskie.pdf\">R\/V Muskie<\/a> is replacing the R\/V Musky II, which has been the primary USGS research platform on Lake Erie since 1960. The second vessel, the <a href=\"http:\/\/www.glsc.usgs.gov\/_files\/factsheets\/Vessels%202011%20Kaho.pdf\">R\/V Kaho<\/a>, will replace the ageing vessel on Lake Ontario. The new vessels will provide safe and reliable platforms for scientists, and will be equipped with state-of-the-art scientific instrumentation to improve the understanding of deep-water ecosystems and fishes in these lakes for ecological management purposes.&nbsp;&nbsp;<\/p>\r\n<p>The new <a href=\"http:\/\/www.glsc.usgs.gov\/_files\/factsheets\/Vessels%202011%20Muskie.pdf\">R\/V Muskie<\/a> is designed to support up to a five day mission with sleeping accommodations for six. The <a href=\"http:\/\/www.glsc.usgs.gov\/_files\/factsheets\/Vessels%202011%20Muskie.pdf\">R\/V Muskie<\/a> includes all the necessary features to support a wide variety of aquatic science projects in the open water and near-shore areas of Lake Erie, including electronic navigational and scientific equipment, onboard sample processing and storage facilities, and a 3G\/4G cellular modem and WiFi communications network.&nbsp;<\/p>\r\n<p>The USGS awarded an $8.2 million contract to the <a href=\"http:\/\/www.thegreatlakesgroup.com\/\">Great Lakes Towing Company<\/a> in 2010 for the construction of the new research vessels. Funding for the contract came from the <a href=\"http:\/\/www.recovery.gov\/About\/Pages\/The_Act.aspx\">American Recovery and Reinvestment Act<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" widt","summary":null,"format":null}]},"field_images":[],"regions":["Ohio"],"country":["United States of America"],"mm_tags":["ecosystems","Great Lakes","Lake Erie","Great Lakes Research Vessels","Great Lakes Science Center","Ohio"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1318824000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169502"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}