{"title":"New USGS Map Locator and Downloader Delivers Topo Maps Online","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"bold italics\">\n(Nearly 60,000 Available Electronically) \r\n<\/p>\r\n<p>\r\n<!--introstart-->The USGS has launched the new USGS Map Locator and Downloader, a Web tool designed to deliver topographic maps easier, faster and less expensively than before.<!--introend--> \r\n<\/p>\r\n<p>\r\nUsing open source software and the Google Maps programming interface, the Map Locator and Downloader allows customers to find the topographic maps they need, by searching zip code, address, or navigating on an interactive map. Users can pan, zoom, change the map to see satellite imagery or a seamless USGS topographic map view, order printed maps or download a scanned map image in GeoPDF&reg; format. \r\n<\/p>\r\n<p>\r\n&quot;This product was a major priority for us since 20 percent of the people who visit the USGS homepage are looking for maps,&quot; said USGS Director Mark Myers. &quot;This is the beginning of a whole new approach to serving our customers.&quot; \r\n<\/p>\r\n<p>\r\nDownloading maps allows users to view the map prior to purchase and doesn&#39;t require customers to pay the shipping and handling fees associated with hard map products. \r\n<\/p>\r\nThe launch of the Map Locator and Downloader is the first step in a plan to update the USGS Store (<a href=\"http:\/\/store.usgs.gov\/\">http:\/\/store.usgs.gov<\/a>), which is expected to be completed early in 2008. To date, customers have downloaded about 40,000 maps; traffic is currently about 16,000 downloads per month. For more information on the Map Locator and Downloader contact Denver Makle at (703) 648-4732 or <a href=\"mailto:dmakle@usgs.gov\">dmakle@usgs.gov<\/a>.","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1187064000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169236"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}