{"title":"Going Critical: Being Strategic with Our Mineral Resources","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_176327\" align=\"alignright\" width=\"407\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/04\/U.S.-Import-Reliance-Graph1.jpg\"><img class=\"wp-image-176327 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/04\/U.S.-Import-Reliance-Graph1.jpg\" alt=\"\" width=\"407\" height=\"511\" \/><\/a> The above graph shows the percent reliance of the United States on foreign sources for 61 mineral commodities.[\/caption]\n\nAs the holiday season continues, people flock to the stores to purchase those special gifts for the ones they love. Perhaps this year, a special someone in your life deserves a gift that is both precious and rare. In fact, maybe that special someone believes it is â\u0080\u009ccriticalâ\u0080\u009d that you do.\n\nPlatinum is great for both him and her; a precious metal used in the most expensive jewelry you can buy, but also a key component in the fanciest gadgets and electronics in entertainment today. This critical mineral also plays an essential role in both the health of the economy, as well as defense operations.\n\nBreaks in the supply chain have long been a concern of Government and industry. Ensuring the supply of critical materials, especially those essential to maintain a strong economy and national defense, is an essential part of the Governmentâ\u0080\u0099s work.\n\nThe U.S. Geological Survey (USGS) is the principal Federal provider of research and information on nonfuel mineral resources, and the information it provides is central to the Governmentâ\u0080\u0099s ability to respond strategically to interruptions in supply. The USGS searches for new mineral resources and keeps track of what countries and companies are using existing mineral resources and how the minerals are being used. For instance, in 2013, the United States was <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/2012\/mcs2012.pdf\">100 percent dependent<\/a> on foreign suppliers for 17 mineral commodities and more than 50 percent dependent on foreign sources for at least 24 other mineral commodities.\n\n&nbsp;\n\n<strong><span style=\"text-decoration: underline\">What Makes a Mineral â\u0080\u009cCriticalâ\u0080\u009d?<\/span><\/strong>\n\n[caption id=\"attachment_176320\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/www.flickr.com\/photos\/london-commodity-markets\/8199189029\/\"><img class=\" wp-image-176320 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/04\/123.jpg\" alt=\"\" width=\"500\" height=\"310\" \/><\/a> Rare earth elements include 17 elements: Yttrium, Scandium, and the Lanthanide Series. Photo credit: PeggyÂ Greb, Agricultural Research Service, USDA.[\/caption]\n\nAll mineral commodities are important to someone or they wouldnâ\u0080\u0099t be produced. So what makes a mineral â\u0080\u009ccriticalâ\u0080\u009d and\/or â\u0080\u009cstrategic?â\u0080\u009d These two terms are often used together and sometimes interchangeably.\n\nCriticality to some extent is determined by the industrial and commercial uses of the raw materials. Although currently no U.S. Government-wide definition exists, broadly speaking, if a vital sector of the economy requires a mineral in order to function, that mineral would likely be deemed â\u0080\u009ccritical.â\u0080\u009d On the other hand, when viewed from a national perspective, <a href=\"http:\/\/pubs.nc-proxy-cr.usgs.gov.nsatc.net\/publication\/cir930A\">a strategic mineral<\/a> may be defined as one that is important to the Nationâ\u0080\u0099s economy, particularly for defense issues; doesnâ\u0080\u0099t have many replacements; and primarily comes from foreign countries. Usually, the term implies a nationâ\u0080\u0099s perception of vulnerability to supply disruptions, and of a need to safeguard its industries from repercussions of a loss of supplies. Disruptions in supply can take place for a number of reasons, such as natural disasters, civil wars, and labor strikes.\n\nWhat minerals are deemed to be â\u0080\u009ccritical and strategicâ\u0080\u009d thus necessarily changes over time. In 1803, when sending Lewis and Clark on the expedition to survey lands acquired in the Louisiana Purchase, for example, President Thomas Jefferson instructed Captain Meriwether Lewis to take note of â\u0080\u009cmineral productions of every kind; but more particularly metals, limestone, pit coal, &amp; saltpetre [sic].â\u0080\u009dÂ  Two centuries later, things have changed significantly, and the list has become more complex. Early computers, for instance, needed less than ten different mineral components. Now, just smartphones and tablets need dozens. The list can vary over time too. Rare-earth elements (REEs), which are among those minerals that are considered most critical today, have been added to the list only within the past decade.\n\n&nbsp;\n\n[caption id=\"attachment_176339\" align=\"alignright\" width=\"491\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/04\/Principal-REE-Deposits-in-the-US2.jpg\"><img class=\" wp-image-176339 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/04\/Principal-REE-Deposits-in-the-US2-1024x810.jpg\" alt=\"\" width=\"491\" height=\"389\" \/><\/a> Principal rare earth elements districts in the United States.[\/caption]\n\n<strong><span style=\"text-decoration: underline\">Why Rare-Earth Elements?<\/span><\/strong>\n\nRare-earth elements are necessary components of more than 200 products across a wide range of applications, especially high-tech consumer products, such as cellular telephones, computer hard drives, electric and hybrid vehicles, and flat-screen monitors and televisions. Significant defense applications include electronic displays, guidance systems, lasers, and radar and sonar systems.\n\nAlthough the amount of REE used in a product may not be a significant part of that product by weight, value, or volume, the REE can be necessary for the device to function. For example, magnets made of REE often represent only a small fraction of the total weight, but without them, the spindle motors and voice coils of desktops and laptops would not be possible.\n\nIn 1993, 38 percent of world production of REEs was in China, 33 percent was in the United States, 12 percent was in Australia, and five percent each was in Malaysia and India. Several other countries, including Brazil, Canada, South Africa, Sri Lanka, and Thailand, made up the remainder. However, in 2008, <a href=\"http:\/\/pubs.er.usgs.gov\/publication\/ofr20111042\">China accounted for more than 90 percent<\/a> of world production of REEs, and by 2011, China accounted for 97 percent of world production.\n\nBeginning in 1990 and beyond, supplies of REEs became an issue as the Government of China <a href=\"http:\/\/pubs.usgs.gov\/of\/2011\/1042\/\">began to change<\/a> the amount of the REEs that it allows to be produced and exported. The Chinese Government also began to limit the number of Chinese and Sino-foreign joint-venture companies that could export REEs from China.\n\n<strong><span style=\"text-decoration: underline\">Other Critical Minerals<\/span><\/strong>\n\nRare earth elements are hardly the only critical minerals. Theyâ\u0080\u0099re not even the only minerals critical to the high-end technology sector. Another mineral vital to the functioning of your smart phone is <a href=\"http:\/\/pubs.usgs.gov\/fs\/2013\/3006\/\">gallium<\/a>, a soft, silvery metal. Without gallium, the semiconductors that power smartphones and data-centric networks would not be possible. Unlike rare earths, gallium is not a common metal in the Earthâ\u0080\u0099s crust, but it does occur regularly alongside aluminum in a mineral known as bauxite. One of galliumâ\u0080\u0099s other claims to fame is that it has such a low melting point that it will melt if held in your hand.\n\nAnother critical mineral is <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/manganese\/\">manganese<\/a>, which is an important metal alloying ingredient. Without manganese, stainless steel would not be possible. In addition, it helps other metals resist rust and corrosion, such as iron and aluminum. Manganese is a fairly common element in the Earthâ\u0080\u0099s crust, and exists in many concentrations easily mineable.\n\n<strong><span style=\"text-decoration: underline\">The Role of USGS<\/span><\/strong>\n\nThe USGS is the primary scientific resource for the U.S. Government as well as U.S. industry to monitor the status of critical minerals to prevent supply disruption. In 2010, the USGS completed an <a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5220\/\">inventory of domestic rare-earth reserves and resources<\/a> to enhance the Governmentâ\u0080\u0099s ability to respond to the potential shortage of REEs.Â  The primary U.S. source for REEs is the Mountain Pass mine in California, and advanced exploration projects for new REE deposits are underway at Bokan Mountain, AK, and Bear Lodge, WY.\n\nThe USGS maintains a workforce of geoscientists with expertise in critical minerals and materials, including REEs.Â  The USGS continuously collects, analyzes, and disseminates data and information on domestic and global REEs reserves and resources, production, consumption, and use.Â  This information is published annually in the <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\">USGS Mineral Commodity Summaries<\/a>, which also includes a description of current events, trends, and issues related to REE supply and demand.\n\nThe past has shown that demand for critical and strategic minerals is only going to increase, and as the world becomes more interconnected, ensuring a steady and secure supply for those minerals will remain a vital responsibility for the U.S. Government. USGS will play its part by continuously tracking the global supplies and flow of these minerals, as well as constantly seeking new sources for them.\n\n<strong>Read More<\/strong>\n<ul>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/of\/2011\/1042\">Chinaâ\u0080\u0099s Rare-Earth Industry<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2013\/3006\/\">Galliumâ\u0080\u0094A Smart Metal<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.er.usgs.gov\/publication\/cir930A\">International Strategic Minerals Inventory Summary Reportâ\u0080\u0094Manganese<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/circ\/1993\/0930n\/report.pdf\">International Strategic Minerals Inventory Summary Reportâ\u0080\u0094Rare-Earth Oxides<\/a><\/li>\n\t<li><a href=\"http:\/\/minerals.usgs.gov\/minerals\">Mineral Commodity Summaries 2013<\/a><\/li>\n\t<li><a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/myb.html\">Minerals Yearbook<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/of\/2011\/1069\/\">Mines and Mineral Processing Facilities in the Vicinity of the March 11, 2011, Earthquake in Northern Honshu, Japan<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5220\/\">The Principal Rare Earth Elements Deposits of the United Statesâ\u0080\u0094A Summary of Domestic Deposits and a Global Perspective<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5094\/\">Rare Earth Elementsâ\u0080\u0094End Use and Recyclability<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/of\/2002\/of02-189\/\">Rare Earth Element Mines, Deposits, and Occurrences<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.er.usgs.gov\/publication\/ofr20121273\">Recent Strikes in South Africaâ\u0080\u0099s Platinum-Group Metal Mines: Effects Upon World Platinum-Group Metal Supplies<\/a><\/li>\n<\/ul>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24336","uid":"31","filename":"lakemontana.jpg","uri":"public:\/\/lakemontana.jpg","filemime":"image\/jpeg","filesize":"136406","status":"1","timestamp":"1425492768","type":"image","uuid":"7a436f38-2094-4c28-9237-f2280db320e1","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Critical Minerals","Gallium","Japan Earthquake","Manganese","Mineral Commodity Summaries","Minerals","Rare Earth Elements","Rare Earth Minerals","Rare Earths","REE","Strategic Minerals"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1386936014","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}