{"title":"Public Meetings on Science and Water Policy in the Shenandoah Valley","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Policy makers, managers, planners, and scientists will meet in Winchester on Oct. 27-28 to discuss science and important questions about the region's water quality and availability.<!--introend--> The public is invited to attend. The Great Valley Water Resources Science Forum (Oct. 27) and the Shenandoah Valley Water Conference (Oct. 28) are sponsored by the U.S. Geological Survey and local partners to present current scientific research and to link science to the formulation of policy in management of the water resources in the Shenandoah Valley.<\/p>\n<p>\"We are assembling the Science Forum and Water Conference to generate a strong dialogue between the public, policy makers, managers, planners, and scientists about important water resources questions and management,\" said Jim McNeal, USGS scientist and a conference organizer. \"The availability of clean water is critical not only to daily life of residents, but also to the environmental health of the Shenandoah Valley. This is an opportunity for water managers to learn more about science and to better understand tools to assist in water management,\" said McNeal.<\/p>\r\n<p>The Great Valley Water Resources Science Forum will be held on Oct. 27 and will include presentations of new USGS scientific research in the Shenandoah Valley. Geologic mapping, ground-water modeling, and the latest techniques in water-quality monitoring will be discussed. This is some of the science that serves as a basis for the Shenandoah Valley Water Conference on Oct. 28, held for a larger audience of policy makers, managers, planners and scientists about important water resources questions and management.<\/p>\r\n<p><strong>Reporters and the public are invited to attend the full 2 days of sessions.&nbsp; <\/strong>Both meetings will be held at Millwood Station, 252 Costello Dr.,  Winchester, VA.&nbsp; Millwood Station is located off of I-81 exit 313. Take Route 50 (Millwood Pike) east to Route 522 (Front Royal Pike) south to Costello Drive. Turn left (east), Millwood Station is on the left. (Behind the Millwood Fire Station)<\/p>\r\n<p>A summary session on Oct. 28 at 3:45 pm will be followed by an opportunity for reporters to interview scientists and policy makers.<\/p>\r\n<p><strong>Registration is required and is free.<\/strong> To register for the Oct. 27 Science Forum, which runs 10 a.m. - 3 p.m., please contact Hugh Bevans <a href=\"mailto:hbevans@usgs.gov\">hbevans@usgs.gov<\/a>. To register for the Oct. 28 Water Conference, which runs 8:00 a.m. - 3:45 p.m., please contact Jill Keihn, <a href=\"mailto:jkeihn@shentel.net\">jkeihn@shentel.net<\/a>, 540-636-8800 ext. 209. For more information and agendas, please visit the <a href=\"http:\/\/shenandoahvalleyscience.wik.is\/\" target=\"_blank\">Shenandoah Valley Science Wiki<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":["water","Shenandoah Valley","Water Availability","Water Quality"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1224648000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169540"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}