{"title":"High Concentrations of Nitrate more Prevalent in Livermore, Gilroy-Hollister, and Cuyama Valleys than Statewide","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SACRAMENTO, Calif. &mdash; Nitrate was detected at high concentrations in about 14 percent of untreated groundwater sources used for public water supply in the Livermore, Gilroy-Hollister, and Cuyama valleys of the Southern Coast Ranges, according to an ongoing U.S. Geological Survey study of the state's groundwater quality. In comparison, elsewhere in California high concentrations of nitrate have generally been found in less than one to eight percent of the groundwater sources used for public supply.<\/p>\n<p>For the study, U.S. Geological Survey scientists analyzed untreated groundwater sources from wells, not treated tap water. Federal and California regulatory benchmarks, established for drinking water, were used to provide context for evaluating the quality of the groundwater. \"High\" concentrations are defined as above the Environmental Protection Agency's or <a href=\"http:\/\/www.cdph.ca.gov\/certlic\/drinkingwater\/Pages\/Nitrate.aspx\">California Department of Public Health's established Maximum Contaminant Levels<\/a>&nbsp;or other non-regulatory health-based levels for chemical constituents or elements not having MCLs.<\/p>\r\n<p>While nitrate can occur naturally at low concentrations in groundwater, high and moderate concentrations are generally a result of human activities. Potential human sources of nitrate in the Livermore, Gilroy-Hollister, and Cuyama valleys include the application of fertilizer to crops and landscaping, nitrate in water used for engineered recharge, animal and human waste, seepage from septic and sewage systems, and wastewater discharge.<\/p>\r\n<p>In addition to nitrate, trace elements arsenic, boron, and molybdenum were detected at high concentrations in about 20 percent of the primary groundwater aquifer system. The prevalence of high concentrations of trace elements was similar to the prevalence in other areas of the state. Arsenic, boron and molybdenum are naturally present in rocks and soils and in the groundwater that comes in contact with those materials.<\/p>\r\n<p>&ldquo;This study reveals that the major threats to groundwater quality include both naturally occurring trace elements and human activities that release nitrate, such as agriculture or waste disposal,&rdquo; said Dr. Justin Kulongoski, USGS hydrologist and co-author of the report prepared in collaboration with the California State Water Resources Control Board. &ldquo;The new results for the South Coast Interior Groundwater basins show where, what, and how much contamination is in the groundwater, focusing attention on improving water quality where it is needed.&rdquo;<\/p>\r\n<p>The study is part of the <a href=\"http:\/\/www.waterboards.ca.gov\/gama\/\">State Water Resources Control Board GAMA Program Priority Basin Project<\/a>, for which the <a href=\"http:\/\/ca.water.usgs.gov\">USGS California Water Science Center<\/a> is the technical lead. GAMA is the Groundwater Ambient Monitoring &amp; Assessment Program. In cooperation with the SWRCB, the USGS is monitoring and assessing water quality in 120 priority groundwater basins, and in groundwater outside of basins across California over a 10-year period to better understand the natural and human factors affecting groundwater quality. The main goals of the GAMA Program Priority Basin Project are to improve comprehensive statewide groundwater monitoring and to increase the availability of groundwater-quality information to the public.<\/p>\r\n<p>The complete findings are detailed in a new USGS report, &ldquo;<a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5023\/\">Status and understanding of groundwater quality in the South Coast Interior groundwater basins, 2008&mdash;California GAMA Priority Basin Project<\/a>,&rdquo; and in a related four-page fact sheet, &ldquo;<a href=\"http:\/\/pubs.usgs.gov\/fs\/2013\/3088\/\">Groundwater quality in the South Coast Interior Basins, California<\/a>,&rdquo; intended for the public.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","Quality","","Livermore","Hollister","Gilroy","Cuyama","nitrate","groundwater","","arsenic","boron","molybdenum","aquifer","Trace Element"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1400040000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169420"},{"tid":"169926"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}