{"title":"Celebrating Success:  Chattahoochee River National Recreation Area and BacteriALERT Monitoring Program","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Chattahoochee River Stakeholders are celebrating the 10<sup>th<\/sup> Anniversary of the BacteriALERT Monitoring Program.<!--introend--> Scientists taking weekly water samples are a common sight within the Chattahoochee River National Recreation Area (CRNRA). The scientists are collecting samples for the BacteriALERT program, designed to track bacterial levels in the Chattahoochee River and inform water users and decision makers about the River&rsquo;s water quality.<\/p>\n<p>The Chattahoochee River provides drinking water and recreational opportunities for 3.5 million people in the Atlanta metropolitan area, but increased population growth and development continue to threaten water quality in the metro area. Sewer system failures and urban run-off are causing increasing levels of bacteria in local rivers.<\/p>\r\n<p>Recognizing the problems presented by bacteria in the River, CRNRA, in partnership with the U.S. Geological Survey (USGS), Cobb County Water System, Cobb County-Marietta Water Authority (CCMWA) , and the Upper Chattahoochee Riverkeeper (UCR), established the BacteriALERT program in 2000, to track bacterial levels and provide information to the public on current river conditions<strong>. <\/strong><\/p>\r\n<p>&nbsp;&ldquo;The BacteriALERT program still remains the only program of its kind in the Southeast<em> <\/em>and one of just a few in the nation where real-time data is collected in a similar public-private partnership,&rdquo;says &nbsp;Sally Bethea, UCR Executive Director.<\/p>\r\n<p>Scientists with the BacteriALERT program collect and analyze water samples for total coliform and Escherichia coli (E. coli) bacteria from the Chattahoochee River.&nbsp; Within 24 hours, results are posted on a <a href=\"http:\/\/ga2.er.usgs.gov\/bacteria\/SummaryIntroduction.cfm\">publicly-accessible website<\/a>.<\/p>\r\n<p>&ldquo;This program has greatly expanded our scientific understanding of bacteria in the Chattahoochee River,&rdquo; says Ed Martin, USGS District Chief. &ldquo;This knowledge is used to promote the maximum safest recreational use of the River by the public.&rdquo;<em> <\/em><\/p>\r\n<p>&nbsp;&ldquo;These water quality reports are helpful in deciding whether or not to recreate in the Chattahoochee on any given day,&rdquo; says Rick Slade, National Park Service(NPS) CRNRA Chief of Science and Resource Management .&nbsp; &ldquo;Our samples show that for the most part, the water in the CRNRA is safe for recreation by people in good health,&rdquo;<em><\/em><\/p>\r\n<p class=\"Default\">&ldquo;However, when the river is muddy after it rains, bacteria levels can be very high from sewer overflows and runoff from yards, streets and industrial areas. This is not a good time to get too close to the water, &rdquo;says Steve Lawrence, USGS Water Quality Specialist. During 2009, E. coli levels in the Chattahoochee River were above the Environmental Protection Agency&rsquo;s recommended safe level 20 percent of the days out of the year.<\/p>\r\n<p>Readings from the BacteriALERT program will also help provide a better understanding of the weather and water conditions that affect bacteria levels. Currently, an estimation model is being developed by the USGS that will predict E. coli bacteria levels in real time under a wide range of seasonal, weather and river conditions.<\/p>\r\n<p>&ldquo;A heavy rainfall may cause an increase in <em>E. coli<\/em> levels overnight. A bright sunny day may cause <em>E. coli<\/em> levels to fall.&nbsp; It&rsquo;s really important to have a tool that can provide up to the minute information about bacteria levels and changing weather conditions so the public can stay informed and stay safe,&rdquo; says Steve Lawrence.<\/p>\r\n<p>For the Atlanta community, the BacteriALERT has become a model partnership program and an indispensible outreach tool designed to increase public safety.&nbsp;<\/p>\r\n<p>&ldquo;Treatment of drinking water uses a multi-barrier approach to ensure the safety and health of all consumers. Information","summary":null,"format":null}]},"field_images":[],"regions":["Georgia"],"country":["United States of America"],"mm_tags":["water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1291179600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168975"},{"tid":"170328"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}