{"title":"Many Factors Will Challenge the Recovery of the Chesapeake Bay","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The Chesapeake Bay is affected by multiple factors, ranging from population growth to climate variability, which will challenge the recovery of this important ecosystem. These findings released today by the U.S. Geological Survey (USGS) are part of a comprehensive 5-year summary of the major factors affecting the health of the Bay ecosystem and the implications for its management.<!--introend--><\/p>\n<p>Population growth and agricultural lands have contributed to an overabundance of nutrients, sediment, and contaminants entering the Bay, and loss of habitats that can retain these pollutants. Climate change and variability have caused water temperatures in the Bay to exhibit greater extremes during the 20th century than the previous 2,000 years. Sea-level rise related to climate change is contributing to the loss of vital coastal wetlands. The cumulative impact of pollutants, habitat loss, invasive species, climate change, and disease has affected the health of fish and bird populations in the Bay and its watershed.<\/p>\r\n<p>\"There are multiple factors affecting the Bay ecosystem, which continue to challenge its recovery,\" said Scott Phillips, the Coordinator of USGS Chesapeake Bay studies. \"These findings provide implications about the types and locations of actions needed for the recovery of the Bay ecosystem.\"<\/p>\r\n<p>\"Using the best science available from all of our partners to continually improve our understanding of the Bay ecosystem is a hallmark of the Chesapeake Bay Program. This information and knowledge enables us to make the most informed and cost-effective decisions to restore and protect the Bay and its watershed,\" said Environmental Protection Agency's Jeffrey Lape, Director of the Chesapeake Bay Program.<\/p>\r\n<p>Among the key findings on land use and its relation to water quality and habitats:<\/p>\r\n<ul>\r\n<li>Impervious surfaces increased 41 percent during the 1990s compared to an 8-percent increase in population. The rate of increase of impervious surface implies there will be more rapid delivery of nutrients to streams and an increase in sediment erosion.<\/li>\r\n<li>There has been a decrease in nitrogen and phosphorus concentrations at a majority of the sites in the watershed. However, concentrations are not decreasing at a rate that would sufficiently reduce nutrient loads to the Bay to meet water-quality standards by 2010.<\/li>\r\n<li>Sediment is having an adverse impact on water clarity and underwater grasses in the Bay and stream quality in the watershed. The results imply that actions to address sediment will have to be focused in the high sediment-generating areas in the Piedmont, promote sediment trapping in wetlands and reservoirs, and address shoreline erosion.<\/li>\r\n<li>The traveltime of nutrients and sediment through the watershed ranges from weeks to centuries. This can result in a \"lag time\" between implementing management actions and improvements in water quality. Knowledge of traveltimes can be used to better focus management actions.<\/li>\r\n<li>Synthetic organic pesticides and their degradation products have been widely detected at low levels in the watershed, including emerging contaminants such as pharmaceuticals and hormones. The results imply there are opportunities to better integrate nutrient, sediment, and contaminant reduction measures.<\/li>\r\n<\/ul>\r\n<p>Among the key findings on the fish and bird populations:<\/p>\r\n<ul>\r\n<li>The health of fish populations in the Bay is affected by multiple factors including degraded water quality, pathogens, and disease. The results imply that improving water quality for fisheries may make them less susceptible to disease and pathogens.<\/li>\r\n<li>Fish (principally male bass) in the Potomac watershed have testicular oocytes-- female eggs growing in their testes--a form of intersex. Reproductive abnormalities in fish have been strongly linked with a variety of contaminants that affect the endocrine systems of fish.<\/li>\r\n<li>Concentrations of","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1202706000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170441"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}