{"title":"The President&#39;s FY 2007 Budget Request for USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>...helping to meet the nation&rsquo;s energy needs and to protect Americans from natural disasters. <\/p>\n<p><!--introstart-->The 2007 budget request for USGS is $944.8 million and continues to focus research on the highest priorities of today, ensuring that USGS maintains the expertise to answer the complex research questions that will arise tomorrow, while reflecting fiscal prudence. <!--introend-->The budget strengthens USGS efforts in earth observation, energy research, and multi-disciplinary natural hazards research, monitoring, and warning systems, by adding $40.1 million in new program and fixed-cost funding, which is offset by redirecting $49.9 million from lower priority activities and eliminating $10.0 million in earmarked funding.<\/p>\r\n<p>\"Events during the past year, such as the hurricanes that devastated the Gulf Coast, floods, earthquakes, volcanic eruptions, and the potential threat of highly pathogenic avian influenza, underscore the need for timely, relevant scientific information,\" said USGS Acting Director P. Patrick Leahy. \"Our 2007 budget expands USGS capabilities in these crucial areas by providing funding for a multi-hazards pilot initiative, development of Landsat 8, and energy research.\" <\/p>\r\n<p>During much of last year, the nation has coped with significant losses from natural disasters. In addition, we have witnessed disasters elsewhere in the world resulting from natural hazards. To better understand and mitigate these hazards, the 2007 USGS budget includes $5.7 million for a multi-hazards pilot initiative. This includes increases for research to assess coastal vulnerability to extreme storms, for earthquake and landslide hazards research, and increases for geographic and water resources studies. <\/p>\r\n<p>\"Once again, we were reminded of nature&rsquo;s force last year and the urgent need to prepare,\" said Interior Secretary Gale Norton. \"The USGS budget emphasizes efforts to better protect Americans from natural hazards and to enhance the nation&rsquo;s energy security while adhering to a policy of fiscal discipline. The USGS 2007 budget will enhance our ability to rapidly locate earthquakes; better monitor the nation&rsquo;s rivers for flooding; improve landslide monitoring systems; and work with communities and other partners to ensure timely warnings for geologic hazards. The proposed budget will also expand research into potentially significant energy resources for our future.\"<\/p>\r\n<p>The multi-hazards pilot initiative will enhance research on the causes and consequences of natural hazards and improve community responses to the range of natural hazards potentially facing each community. The initiative also focuses on improved communication as it merges information about different high-risk hazards into integrated products to support local community efforts in land-use planning, hazards mitigation, and emergency response. <\/p>\r\n<p>To further address the issue of flood hazards, the 2007 budget increases funding for streamgaging by $2.3 million. These additional resources will enable USGS to increase the number of streamgages by 30, will allow continued operations at high-priority sites identified in the National Streamflow Information Program as \"federal interest\" gauges, and will enable technological investments to improve the cost efficiency of the entire network. <\/p>\r\n<p>\"Each year on average, floods kill 140 people in the United States and cause $6 billion in direct economic losses,\" said Secretary Norton. \"This past year was anything but average, and losses to life and property are still being calculated. But even in an average year, floods kill more people and cost the nation more in property losses than any other natural disaster, and they can happen nearly anywhere.\" <\/p>\r\n<p>In a preparatory action, the President requested and the Congress approved $3.67 million in emergency supplemental funding for the USGS in FY 2006 to help safeguard human and animal health from possible infectio","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1139202000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}