{"title":"USGS Hosts &rsquo;Show and Tell&rsquo;","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists from the U.S. Geological Survey&rsquo;s Earthquake Hazards Team will be on site at an open trench on the Hayward Fault, Tuesday, October 2, to explain to city and county officials and transportation managers, the importance of trenching operations to earthquake research, and the latest results of trenching the Hayward Fault. WHEN: October 2, 10 a.m. to 1 p.m. <\/p>\n<p>WHERE: On Walnut Avenue, just south of the BART station in Fremont <\/p>\r\n<p>Reporters will have an opportunity to listen in and interview USGS geologists, David Schwartz and James Lienkaemper. <\/p>\r\n<p>Then, on Wednesday, October 3, at the same location, those scientists, together with scientists from the Geological Survey of Japan and Hiroshima University, will demonstrate the \"Geoslicer,\" a large, crane-operated device that can go into the bottom of the 12-foot-deep trench, cuts an additional 6 x 12-foot section of geologic deposits and brings it to the surface for examination by the scientists. The Geoslicer allows the geologists to sample below the water table and double the length of the earthquake record they can study.<\/p>\r\n<p>\"Reading\" the geologic strata in the trench walls and in the geoslice enables geologists to determine the dates of earthquakes on faults, for the past few thousand years, and use that information to learn more about the fault and make forecasts about the occurrence of future earthquakes on the fault. Because the GeoSlicer can go deeper than geologists can safely trench, it exposes layers that nearly double the length of the geological record previously available. <\/p>\r\n<p>The first use of the Geoslicer on Wednesday will begin about 9 a.m., and the geologists will be working with it, throughout the day. <\/p>\r\n<p>For more information on trenching across faults and other research tools, go to <a href=\"http:\/\/quake.wr.usgs.gov\/\">http:\/\/quake.wr.usgs.gov<\/a>, and click on \"Earthquake Research.\" <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1001995200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}