{"title":"Declining Shorebird Numbers Recorded on Long-term Surveys in North America","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nIn a newly released study, the U.S. Geological Survey and collaborators describe a broad decline in the average number of shorebirds recorded on surveys in the northeastern United States and southeastern Canada during the period 1980-2000.\r\n<\/p>\r\n<p>\r\nThe average decline among the 30 species studied was 2.17 percent per year, equivalent to a 36 percent decline during 20 years. Survey results declined by more than 50 percent for 13 species and by more than 60 percent for 7 species.\r\n<\/p>\r\n<p>\r\nSome of the species showing the largest and statistically significant declines were black-bellied plover (65 percent), American golden-plover (78 percent), killdeer (63 percent), upland sandpiper (73 percent), pectoral sandpiper (61 percent), and stilt sandpiper (74 percent).\r\n<\/p>\r\nThe researchers concluded that the most likely explanation for their results is a decline in shorebird populations that migrate through the study area. They could not eliminate the possibility that a change in movements, for example shorebirds moving through the region more quickly during recent years of the study, caused the decline in survey results.  Many other reports have appeared in the past decade suggesting that shorebird populations are declining in many parts of the world. \r\n<p>\r\nShorebird data from the Midwest also were studied. No clear pattern of change was detected in this region.\r\n<\/p>\r\n<p>\r\nShorebirds are a biologically distinct group of birds generally with long legs, pointed wings and long bills that tend to occur at the shores of oceans and lakes and in grasslands and marshes. They are of particular conservation concern because of their long migrations, biological characteristics, and use of wetlands.\r\n<\/p>\r\n<p>\r\nContributing scientists were Jonathan Bart, U.S. Geological Survey; Stephen Brown and Brian Harrington, Manomet Center for Conservation Sciences, and Guy Morrison, Canadian Wildlife Service. The article is published in the January edition of the &quot;<a href=\"http:\/\/www.blackwellpublishing.com\/journal.asp?ref=0908-8857&amp;site=1\" target=\"_blank\">Journal of Avian Biology<\/a>.&quot; \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1169442000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169760"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}