{"title":"High Concentrations of Trace Elements More Prevalent in Southern Desert Groundwater than Statewide","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SACRAMENTO, Calif. &mdash; Inorganic trace elements &ndash; fluoride, arsenic, molybdenum and boron &ndash; were detected at high concentrations in 42 percent of groundwater used for public supply in the&nbsp;Borrego Valley, and southern desert areas of California, according to a recent study by the U.S. Geological Survey. The USGS evaluated the quality of untreated groundwater for this study &ndash; not treated tap water.<\/p>\n<p>These findings are significant because elsewhere in the state, high concentrations of trace elements generally are found in only six to 28 percent of the groundwater used for public supply.&nbsp;Fluoride, arsenic, molybdenum, and boron are naturally present in rocks and soils, and the water that comes in contact with those materials. High concentrations generally are the result of natural processes, but human activities may have some influence.<\/p>\r\n<p>&ldquo;High&rdquo; are concentrations above the Environmental Protection Agency's or California Department of Public Health's established Maximum Contaminant Levels or other non-regulatory health-based levels for chemical constituents or elements not having MCLs. &ldquo;Moderate&rdquo; are concentrations greater than one-tenth the MCL.<\/p>\r\n<p>&ldquo;Local water distributors, regional agencies, as well as the U.S. EPA, are aware of the presence of arsenic, fluoride, boron, and other trace elements in groundwater in the desert region, and are actively working to manage local groundwater resources and assure that water delivered to consumers meets water-quality standards,&rdquo; said Dr. Miranda Fram, chief of the USGS Groundwater Ambient Monitoring and Assessment program. &ldquo;This quantitative assessment of where, what, and how much contamination is in the groundwater will help agencies better manage groundwater resources.&rdquo;<\/p>\r\n<p>Nitrate was detected at high concentrations in less than three percent of groundwater used for public supply. Household, commercial, industrial and agricultural products and pesticides were detected at moderate concentrations in about five percent of the groundwater tested.<\/p>\r\n<p>The study is part of the <a href=\"http:\/\/www.waterboards.ca.gov\/gama\/\">State Water Resources Control Board GAMA Program Priority Basin Project<\/a>, for which the <a href=\"http:\/\/ca.water.usgs.gov\">USGS California Water Science Center<\/a> is the technical lead. In cooperation with the SWRCB, the USGS is monitoring and assessing groundwater quality in 120 priority basins, and groundwater outside of basins to better understand the natural and human factors affecting groundwater quality in California. The main goals of the GAMA Program Priority Basin Project are to improve comprehensive statewide groundwater monitoring and to increase the availability of groundwater-quality information to the public.<\/p>\r\n<p>The complete findings are detailed in a new <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5001\/\">report <\/a>from the USGS and in a related four-page <a href=\"http:\/\/pubs.usgs.gov\/fs\/2014\/3001\/\">fact sheet<\/a> intended for the public.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","Quality","contaminant","groundwater","fluoride","arsenic","molybdenum","boron","Borrego Valley","",""],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1398139200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168954"},{"tid":"169420"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}