{"title":"USGS Scientist Discusses Feasibility of CO2 Burial . . .<br><em>Meeting Kyoto:Empty Containers and a Full Commitment<\/em>","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: Dr. Burruss will be available immediately following Session 7, \"Coal Geology I: Energy Mix of the Future\" at 9:30 am on Mon, Oct. 25. You can also schedule an interview by calling Heidi Koehler in the GSA Newsroom in Denver, 303-228-8511. <\/b>\n<p><!--introstart-->Depleted gas reservoirs can provide enough storage to limit carbon dioxide emissions from fossil fuels for at least 20 years, to levels set for the U.S. under the 1997 Kyoto Treaty on Global Warming, according to Dr. Robert Burruss of the U.S. Geological Survey.<!--introend--> Storing carbon dioxide in depleted gas reservoirs is one of several options for reducing atmospheric emissions that include storage in deep saline aquifers, depleted oil reservoirs, the deep oceans, and unmineable coal beds. Burruss will present his findings on the feasibility of this technique, called \"geologic sequestration,\" at the 111th Annual Meeting of the Geological Society of America scheduled for Oct. 24-28 in Denver, Colorado. \r\n<p>\r\n<p>\"Depleted oil and gas reservoirs can be thought of as empty containers that could be filled with carbon dioxide,\" says Burruss, who points out that reservoirs are natural traps that have contained gas for millions of years. \"Cumulative U.S. natural gas production through 1996 is 701 trillion cubic feet, and each year we produce about 20 trillion cubic feet more. Sequestering carbon dioxide from all U.S. coal-fired power plants, about a third of total U.S. carbon dioxide emissions or slightly more than the Kyoto target, requires storage of 38 trillion cubic feet of carbon dioxide per year,\" Burruss explains. \r\n<p>\r\n<p>Storage space, however, is only one of the challenges to managing carbon dioxide by sequestration. According to Burruss, to capture, compress, transport, and inject 38 trillion cubic feet of emissions per year would require an industry nearly twice the size of the current natural gas industry. The scale of this activity suggests that additional strategies will be needed to significantly reduce carbon dioxide emissions. \r\n<p>\r\n<p>\"Options for Sequestration of Carbon Dioxide: An Energy Resource Perspective\" is scheduled for 8:30am on Monday, Oct 25, in the Colorado Convention Center, Room C109.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"940564800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}