{"title":"USGS Releases New National Produced Waters Geochemical Database","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists studying produced waters and their geochemical and environmental impacts have a powerful new tool in the newly released <a href=\"http:\/\/energy.usgs.gov\/EnvironmentalAspects\/EnvironmentalAspectsofEnergyProductionandUse\/ProducedWaters.aspx#3822349-data\">USGS Produced Waters Geochemical Database<\/a>. This database is publicly available to all scientists and interested members of the public.<\/p>\n<p>Produced waters are those volumes of water that are typically recovered during oil and gas exploration, development, or production. This database is an update of the 2002 USGS Produced Waters Database, adding more than 100,000 new samples with greater spatial coverage and from both conventional and unconventional oil and gas development.<\/p>\r\n<p>&ldquo;This update of the database &ndash; with significantly more samples, types of analyses, and data from unconventional oil and gas wells &ndash; will be a tremendous tool for a number of stakeholders,&rdquo; said USGS scientist Madalyn Blondes, who led the development of the database. &ldquo;Industry can use the database to examine water quality for prospective plays and to plan for waste-water injection and recycling. Farmers can look up local produced water quality for possible remediation and reuse. &nbsp;Local and national resource managers and economists will have new data to aid in tracking the composition of trace elements and quantifying strategic mineral commodities.&rdquo; &nbsp;<\/p>\r\n<p>The USGS Produced Waters Geochemical Database has data on a comprehensive list of chemicals, including major elements, trace elements, isotopes, and time-series data. In addition, where available, each sample is identified according to what kind of well it was produced from, the properties of the rock formation it originated from, and the physical properties of the water in the sample.<\/p>\r\n<p>The kind of well the sample originated from is important, as different well types involve different production methods and rock formations. The USGS Produced Waters Geochemical Database lists seven different well types: <a href=\"http:\/\/energy.usgs.gov\/GeneralInfo\/HelpfulResources\/EnergyGlossary.aspx#c\">conventional oil and gas<\/a>, <a href=\"http:\/\/energy.usgs.gov\/GeneralInfo\/HelpfulResources\/EnergyGlossary.aspx#s\">shale gas<\/a>, <a href=\"http:\/\/energy.usgs.gov\/GeneralInfo\/HelpfulResources\/EnergyGlossary.aspx#t\">tight oil<\/a>, <a href=\"http:\/\/energy.usgs.gov\/GeneralInfo\/HelpfulResources\/EnergyGlossary.aspx#t\">tight gas<\/a>, <a href=\"http:\/\/energy.usgs.gov\/GeneralInfo\/HelpfulResources\/EnergyGlossary.aspx#c\">coal bed methane<\/a>, <a href=\"http:\/\/energy.usgs.gov\/GeneralInfo\/HelpfulResources\/EnergyGlossary.aspx#g\">geothermal<\/a>, and groundwater.<\/p>\r\n<p>The database is designed to be dynamic and easily updated with new data or corrections as needed. It is made up of 25 smaller databases, publications, and reports.<\/p>\r\n<p>The Produced Waters project, as part of the USGS Energy Resources Program (ERP) examines the characterization, use, and impact of waters associated with oil and gas production.<\/p>\r\n<p>The USGS Produced Waters Geochemical Database can be accessed <a href=\"http:\/\/energy.usgs.gov\/EnvironmentalAspects\/EnvironmentalAspectsofEnergyProductionandUse\/ProducedWaters.aspx#3822349-data\">here<\/a>. To learn more about USGS produced waters and other energy research, please visit the <a href=\"http:\/\/energy.usgs.gov\/GeneralInfo\/Newsletter.aspx\">USGS Energy Website<\/a>, sign up for our <a href=\"http:\/\/energy.usgs.gov\/GeneralInfo\/Newsletter.aspx\">Newsletter<\/a>, or follow us on <a href=\"http:\/\/www.twitter.com\/usgsenergy\">Twitter<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Energyand Minerals Energy Resources","water","Oiland Gas","Produced Waters","Unconventional Energy","Conventional Energy","Geothermal Energy","Coalbed Methane","shalegas","shaleoil","groundwater","Database"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1397707200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169998"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}