{"title":"Decline of World&rsquo;s Glaciers Expected to Have Global Impacts Over This Century","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The great majority of the world&rsquo;s glaciers appear to be declining at rates equal to or greater than long-established trends, according to early results from a joint NASA and United States Geological Survey (USGS) project designed to provide a global assessment of glaciers. At the same time, a small minority of glaciers are advancing. <\/p>\n<p>Jeff Kargel, a USGS scientist who will discuss glacier changes and their potential political and economic impacts at the American Geophysical Union (AGU) Spring Meeting in Washington, suggests that accelerating climate change over the next century will directly impact the rate that glaciers retreat. <\/p>\r\n<p>The research is part of an international effort by glaciologists, coordinated by the USGS, which uses NASA satellite imagery to map and assess glaciers throughout the world during the middle to latter part of the melt season when permanent ice is exposed. <\/p>\r\n<p>Current glacier satellite images are being compared with topographical maps and other records of glaciers from the 20th century. The project, called the Global Land Ice Measurements from Space (GLIMS), includes more than 100 collaborators in 23 countries. <\/p>\r\n<p>\"Glaciers in most areas of the world are known to be receding,\" said Kargel, who is also the international coordinator for GLIMS. \"But glaciers in the Himalaya are wasting at alarming and accelerating rates, as indicated by comparisons of satellite and historic data, and as shown by the widespread, rapid growth of lakes on the glacier surfaces.\" <\/p>\r\n<p>While ice reflects the sun&rsquo;s rays, lake water absorbs and transmits heat more efficiently to the underlying ice, kicking off a feedback that creates further melting. <\/p>\r\n<p>According to a 2001 report by the Intergovernmental Panel on Climate Change, scientists estimate that surface temperatures could rise by 1.4Â°C to 5.8Â°C by the end of the century. The researchers have found a strong correlation between increasing temperatures and glacier retreat. <\/p>\r\n<p>Glacier changes in the next 100 years could significantly affect agriculture, water supplies, hydroelectric power, transportation, mining, coastlines, and ecological habitats. Melting ice may cause both serious problems and, for the short term in some regions, helpful increases in water availability, but all these impacts will change with time, Kargel said. <\/p>\r\n<p>For example, the Gangotri glacier between Kashmir and Nepal is retreating at an accelerated rate that cannot be accounted for by lingering effects from warming after the little ice age over 200 years ago. The Gangotri glacier&mdash;and many others&mdash;feed the Ganges River Basin, upon which hundreds of millions of people, including those in New Delhi and Calcutta, depend for fresh water. <\/p>\r\n<p>Kargel finds that over one percent of water in the Ganges and Indus Basins (South Asia) is currently due to runoff from wasting of permanent ice from glaciers. This contribution is expected to increase as melting rates accelerate, though ultimately the added runoff is predicted to disappear as glaciers decline many decades from now. Such changes are important since water use in these basins is already approaching capacity as populations continue to grow. In drier parts of Asia, like in arid Western China, wasting glaciers currently account for over ten percent of fresh water supplies. <\/p>\r\n<p>But the research finds positive aspects to glacier changes as well. <\/p>\r\n<p>&quot;It&rsquo;s not all doom and gloom,&quot; Kargel said. &quot;Glaciers are wastelands, but as they recede the land underneath may become available for use.&quot; <\/p>\r\n<p>The net loss or benefit of receding glaciers has not been calculated, but Kargel suspects the overall impacts will be negative. <\/p>\r\n<p>GLIMS is designed to monitor the world&rsquo;s glaciers primarily using data from the ASTER (Advanced Spaceborne Thermal Emission and reflection Radiometer) instrument aboard the NASA&rsquo;s Earth Observing System (EO","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1022644800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169885"},{"tid":"169123"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}