{"title":"National Geologic Map Database Gets a Face Lift","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n<em>\"Geologic maps are valuable in many ways.Â  They show the areas within which coal, iron, and other useful minerals occur, the limits of the artesian basins, the course of metalliferous veins, and many other things needful to the development of a region.â\u0080\u009d<\/em> (U.S. Geological Survey, 1904).\n\n[caption id=\"attachment_175507\" align=\"alignright\" width=\"234\"]<a href=\"http:\/\/ngmdb.usgs.gov\/maps\/MapView\/\"><img class=\"wp-image-175507  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/11\/ngmdb1-300x253.jpg\" alt=\"\" width=\"234\" height=\"198\" \/><\/a> The MapView interface, showing the seamless, mosaicked set of geologic maps of Nevada and surrounding areas. The colored boxes represent maps that will become visible when you zoom more closely into an area. You can browse the thousands of maps shown in MapView, and also search the complete NGMDB Map Catalog, for additional maps of any area.<strong><\/strong>[\/caption]\n\nWhen the U.S. Geological Survey was established in 1879, the main purpose of the Survey was defined by law to be the making of a geologic map of the United States, in order to assess and classify the Nation's geological structure and natural resources. Since that time, the Nationâ\u0080\u0099s needs for geologic information have grown much more diverse to include, for example, natural and environmental hazards, and human health and safety. At the same time, the need to provide this information to the public quickly and efficiently has become imperative.\n\nIn 1992 the Geologic Mapping Act was enacted by Congress. This Act requires the USGS and the state geological surveys (represented by the <a href=\"http:\/\/www.stategeologists.org\/\">Association of American State Geologists<\/a>) to build a â\u0080\u009cnational archiveâ\u0080\u009d of standardized geoscience map information, the <a href=\"http:\/\/ngmdb.usgs.gov\/\">National Geologic Map Database<\/a>. As the Act intended, the NGMDB has long served the publicâ\u0080\u0099s need for quick access to publications, data, and information about the Nationâ\u0080\u0099s geology.\n\nSince the NGMDB website debut in 1996, changes in technology and user expectations have been dramatic. The geologic map database primary partners, the USGS and AASG, are pleased to launch a newly redesigned system that is a significant leap forward in terms of the technology and the information now available to the public. The new system improves the integration of publication citations, stratigraphic nomenclature, downloadable content, and unpublished source information, thereby greatly improving public access to this archive of the Nationâ\u0080\u0099s geologic knowledge.\n\n<strong>Introducing â\u0080\u009cMapViewâ\u0080\u009d<\/strong>\n\nA significant feature of new site is â\u0080\u009c<a href=\"http:\/\/ngmdb.usgs.gov\/maps\/MapView\/\">MapView<\/a>â\u0080\u009d â\u0080\u0093 a visually compelling new interface that uses the latest technology to seamlessly portray the Nationâ\u0080\u0099s geologic maps published by the USGS, the state geological surveys, and many others.Â  These maps, now available through the NGMDB in several popular and easy-to-use formats, can be viewed in detail and downloaded from the various publishers.\n\n[caption id=\"attachment_175513\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/ngmdb.usgs.gov\/maps\/MapView\/\"><img class=\"wp-image-175513 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/11\/ngmdb21-300x183.jpg\" alt=\"\" width=\"300\" height=\"183\" \/><\/a> A Google Earth view of the Harperâ\u0080\u0099s Ferry area (Virginia, Maryland, and West Virginia). This is one of many new features now provided at the NGMDB site.[\/caption]\n\n&nbsp;\n\nThis is the first stage in a complete redesign of the NGMDB.Â  All other aspects of the site will be addressed in the months ahead.Â  While the redesign will mark a significant milestone for the geologic map database, the projectâ\u0080\u0099s main focus will continue undeterred â\u0080\u0093 that is, to make the NGMDB even more comprehensive and useful to the public.\n\n[caption id=\"attachment_175511\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/ngmdb.usgs.gov\/maps\/MapView\/\"><img class=\"wp-image-175511 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/11\/ngmdb3-300x154.jpg\" alt=\"\" width=\"300\" height=\"154\" \/><\/a> In the late 1800's, the USGS began to address the publicâ\u0080\u0099s need for geologic information. This map of New York City and surrounding areas demonstrates the changes in time available through the NGMDB â\u0080\u009cMapViewâ\u0080\u009d website.[\/caption]\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24261","uid":"31","filename":"ngmdb.jpg","uri":"public:\/\/ngmdb.jpg","filemime":"image\/jpeg","filesize":"163164","status":"1","timestamp":"1425492768","type":"image","uuid":"98010cff-7970-4ab3-9fd1-12111ff68960","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1354294993","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}