{"title":"Oyster Aquaculture Could Significantly Improve Potomac River Estuary Water Quality","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Oyster aquaculture in the Potomac River estuary could result in significant improvements to water quality, according to a new NOAA and U.S. Geological Survey <a href=\"http:\/\/www2.coastalscience.noaa.gov\/publications\/detail.aspx?resource=tGjmvcmzkuSIKKrh8f0JM72ls1dpfuVHIgAv6xKolJI=\">study<\/a> published in the journal <em>Aquatic Geochemistry<\/em>.<\/p>\n<p>All of the nitrogen currently polluting the Potomac River estuary could be removed if 40 percent of its river bed were used for shellfish cultivation, according to the joint study. The researchers determined that a combination of aquaculture and restored oyster reefs may provide even larger overall ecosystem benefits. Oysters, who feed by filtering, can clean an enormous volume of water of algae which can cause poor water quality&nbsp;<\/p>\r\n<p>The study is based on data modeling and an ecosystem-wide scientific evaluation, which examined how activities in the watershed affected the river estuary&rsquo;s water quality. The research team evaluated nitrogen flows from the Potomac River headwaters and the nutrient-related water quality conditions of the estuary, called eutrophication.<\/p>\r\n<p>Eutrophication takes place when a body of water becomes enriched in dissolved nutrients that stimulate the growth of aquatic plants, causing nuisance algal blooms. These blooms often result in the depletion of dissolved oxygen and the loss of seagrasses.<\/p>\r\n<p>The team sought to assess how shellfish aquaculture &ndash; specifically oyster aquaculture -- could be used to remove nutrients directly from the water, complementing traditional land-based measures.<\/p>\r\n<p>Although the estuary bottom area needed to grow oysters to remove the nutrients exists, it is unlikely that such a management measure would be implemented because of conflicting uses. However, a smaller area could still provide great benefits if aquaculture leases were approved. According to the study, if only 15 to 20 percent of the bottom was cultivated it could remove almost half of the incoming nutrients.<\/p>\r\n<p>&ldquo;Our study looked to see just how much impact oyster aquaculture could have in restoring some balance to the system,&rdquo; said Suzanne Bricker, physical scientist in NOAA&rsquo;s National Centers for Coastal Ocean Science and the paper&rsquo;s lead author. &ldquo;Eutrophication conditions in the Potomac River estuary are representative of conditions found in the Chesapeake Bay and many other U.S. estuaries. Historically, waters of the Potomac and other Chesapeake region estuaries were filtered by oysters, but as their populations declined so did their filtration capabilities. This resulted in increased concentrations of nutrients and related water quality concerns, such as algal blooms and low dissolved oxygen.<\/p>\r\n<p>&ldquo;The most expedient way to reduce eutrophication in the Potomac River estuary would be to continue reducing land-based nutrients complemented by a combination of aquaculture and restored oyster reefs. The resulting combination could provide significant removal of nutrients and eutrophication impacts directly from the water column, and offer innovative solutions to long-term persistent water quality problems.&rdquo;<\/p>\r\n<p>This alternative approach to water quality management has the potential to address legacy pollution, provide a marketable seafood product if there are no other contaminant issues that would prevent human consumption, and enhance local economies with additional income to growers through the possible development of a program -- similar to those being considered in other parts of the country -- where growers would be paid for the water cleaning services done by their oysters.<\/p>\r\n<p>Flowing into the Chesapeake Bay, the Potomac River is the fourth largest river on the Atlantic coast, with more than six million people living in its watershed. The NOAA and USGS research about human influences on water quality found that the effects of high nutrient levels have not changed","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia","West Virginia"],"country":["United States of America"],"mm_tags":["water","Chesapeake Bay","Water Quality","Potomac","river","Geographic Areas Northeast","Aquaculture"],"distribution":["Water"],"release_date":{"und":[{"value":"1397016000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168904"},{"tid":"169808"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}