{"title":"Obituary - Terry W. Offield","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Terry W. Offield, recently retired geologist with the U.S. Geological Survey in Reston, VA, died Feb.5, of complications following open heart surgery at Fairfax Hospital. A resident of Reston, VA, he was 65. \n<p>Dr. Offield was born in 1933 in Amarillo, Texas and grew up in Fairfax County. He graduated from Fairfax High School in 1949, received his Bachelor of Science degree in geology from Virginia Polytechnic Institute in 1953, and his Master of Science degree in geology from the University of Illinois in 1955. He then served in the U.S. Air Force from 1955-57, achieving the rank of Captain. He resumed his academic career and received a Doctorate in geology from Yale University in 1962, while also having a duel appointment at the New York State Geological Survey. \r\n<p>Early in his career, he carried out exploration for several mining companies. In 1961, Dr. Offield joined the USGS, working in West Pakistan on regional geology and mineral resources of the outer Himalayas, and on mineral-surveys in northeastern Brazil before returning to the U.S. In 1966, Dr. Offield began working in the USGS Branch of Astrogeology, mapping geologic structures on the Moon and serving as an advisor of Lunar Orbiter missions. He subsequently did research in remote sensing, serving as an advisor and instructor in Brazil and Thailand. He became Coordinator of the Uranium Geophysics Program in 1974, and in 1977, was appointed Chief, Branch of Uranium and Thorium Resources. In 1982, Dr. Offield was selected as Chief of the Office of Energy and Marine Geology, where he guided the program through the creation of the Minerals Management Service and initiated offshore sonar surveys of the continental shelf area designated as the Exclusive Economic Zone. \r\n<p>Most recently, Dr. Offield worked in the slate belt of the Carolinas and on sulfide deposits in Vermont. He authored more than 100 scientific publications and received many awards including the Meritorious Service Award from the Department of the Interior. Dr. Offield was a member of the Geological Society of America, where he helped start the GSA Congressional Science Fellow Program. He also belonged to the American Association for the Advancement of Science, American Geophysical Union, the Meteoritical Society, Sigma Xi, and the Geological Society of Washington. \r\n<p>He was married to the former Virginia Braybrook (deceased 1994) from 1957 to 1986. He is survived by his wife, Alda Herold; two daughters, Marjorie Offield of Houston, Texas and Allison Hearst of Las Vegas, Nevada; a step-daughter, Cynthia McCall of Hawthorne, California; a step-son, Michael Sampsell of Aldie, Virginia; and five grandchildren. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"919227600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}