{"title":"Plagued by Plague: New Research Shows Widespread Risk to Wildlife","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The effects of plague on wildlife may have been underestimated in the past, according to research published today in a special issue of <em>Vector-Borne and Zoonotic Diseases.<\/em><\/p>\n<p>Plague, a flea-borne bacterial disease introduced to North America in the late 1800s, spreads rapidly across a landscape, causing devastating effects to wildlife and posing risks to people. Conservation and recovery efforts for imperiled species such as the black-footed ferret and Utah prairie dog are greatly hampered by the effects of plague. Eruptions of the fatal disease have wiped out prairie dog colonies, as well as dependent ferret populations, in many locations over the years.<\/p>\r\n<p>The newly published work demonstrates that plague continues to affect the black-footed ferret, one of the most critically endangered mammals in North America, as well as several species of prairie dogs, including the federally threatened Utah prairie dog&mdash;even when the disease does not erupt &nbsp;into epidemic form.<\/p>\r\n<p>&ldquo;The impacts of plague on mammal populations remain unknown for all but a few species, but the impact on those species we have studied raises alarms as well as important questions about how plague might be affecting conservation efforts in general,&rdquo; said Dean Biggins, a wildlife biologist with the U.S. Geological Survey and co-author of two papers in the special issue.<\/p>\r\n<p>Biggins&rsquo; and his colleague&rsquo;s research indicates that plague may be maintained in the wild within colonies of prairie dogs, the primary food of black-footed ferrets, without causing the large-scale, rapid die-off of prairie dogs that is commonly observed. The mechanisms of the bacterium&rsquo;s low-level presence and survival, as well as the absence of a large-scale die-off of prairie dogs, remain under investigation.<\/p>\r\n<p>&ldquo;The overall difficulty of detecting plague in the absence of a large-scale die-off serves as a warning for those dedicated to wildlife conservation and human health,&rdquo; Biggins said. &ldquo;Hazards from plague may exist even where there have never been epidemics that caused widespread and readily detectable levels of mortality among local rodents such as prairie dogs,&rdquo; he explained.<\/p>\r\n<p>Two years ago, for example, a National Park Service employee in Arizona died of plague contracted from an infected cougar that he had found dead, even though a plague epidemic had not been observed in resident prairie dog populations.<\/p>\r\n<p>The papers are part of a collection presented at an international symposium on the ecology of plague and its effects on wildlife, held in Fort Collins, Colo., in November 2008. The symposium was co-sponsored by the U.S. Geological Survey, the U.S. Fish and Wildlife Service, Colorado State  University, and the U.S. Centers for Disease Control and Prevention.<\/p>\r\n<p>The special issue covers how plague persists in the wild, the role of rodents and other host species in disease transmission, diagnostic techniques, factors that affect the occurrence and spread of plague, effects to wildlife populations, and disease management and control. For a limited time, the journal will be available online at no charge.<\/p>\r\n<p>For more information, visit:<\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/www.liebertonline.com\/toc\/vbz\/10\/1\">Vector-Borne and Zoonotic Diseases, Vol. 10 No. 1<\/a><\/li>\r\n<li><a href=\"http:\/\/www.fort.usgs.gov\/Plague\/default.asp?Ad=Plague\">Symposium on the Ecology of Plague and Its Effects on Wildlife<\/a><\/li>\r\n<li><a href=\"http:\/\/www.fort.usgs.gov\/Research\/research_tasks.asp?TaskID=2123\">Ecology of Plague<\/a><\/li>\r\n<li><a href=\"http:\/\/www.fort.usgs.gov\/Staff\/staffprofile.asp?StaffID=114\">Dean Biggins (staff profile)<\/a><\/li>\r\n<\/ul>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_02_16\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_02_16\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;am","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Wyoming","Arizona","Colorado","New Mexico","Utah","Nebraska","Nevada"],"country":["United States of America"],"mm_tags":["biology","Wildlife Disease","Plague","Bubonic Plague","Black","ferrets","Prairie Dogs"],"release_date":{"und":[{"value":"1266987600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170130"},{"tid":"169211"},{"tid":"169918"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}