{"title":"Landsat 5 Satellite Sees Mississippi River Floodwaters Lingering","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->In this <a href=\"http:\/\/eros.usgs.gov\/#\/About_Us\/Views_of_the_News\">Landsat 5 satellite image captured June 11<\/a>, flooding is still evident both east and west of the Mississippi River near Vicksburg, Mississippi. Standing water is most apparent, however, in the floodplain between the Yazoo and Mississippi Rivers north and northwest of Vicksburg.<!--introend--><\/p>\n<p>According to the National Weather Service, the Mississippi River reached a historic crest (57.10 feet) at Vicksburg on May 19, 2011.<\/p>\r\n<p>By early June, flooding had receded considerably around Vicksburg, but water remained high. On June 14, the Mississippi River measured 44.88 feet at Vicksburg.&nbsp; At that point, the river was in minor flood stage and its level was forecast to continue falling through June 19.<\/p>\r\n<p>The Landsat series of satellites is used by emergency managers to acquire a range of imagery, from floods to fires. Landsat has recently provided both images of the flooding of the Mississippi River and the fires raging in Arizona.<\/p>\r\n<p><a href=\"http:\/\/landsat.usgs.gov\/index.php\">Landsat<\/a> is a joint effort of both <a href=\"http:\/\/www.usgs.gov\/\">USGS<\/a> and <a href=\"http:\/\/landsat.gsfc.nasa.gov\/\">NASA<\/a>. USGS conducts Landsat operations and NASA develops and launches new satellites that meet USGS requirements. In addition to imagery of natural hazard events, Landsat provides valuable data for land use research and advances the Department of the Interior&rsquo;s important role in land remote sensing under the President&rsquo;s National Space Policy. Landsat images are unique in that they provide complete global coverage, they are available for free, and they span nearly 40 years of continuous earth observation. No other satellite imagery has that combination of attributes.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Louisiana","Mississippi"],"country":["United States of America"],"mm_tags":["geography","landsat","Climateand Land Use Change Land Remote Sensing"],"release_date":{"und":[{"value":"1308196800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169752"},{"tid":"170335"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}