{"title":"Celebrate American Wetlands Month and Wade into USGS Wetlands Research: ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_1010\" align=\"alignleft\" width=\"300\" caption=\"Mangrove islands bespeckle the bay in upper Lostman&#039;s River.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_18_2010_h41Ogs6FEa_08_18_2010_35\"><img class=\"size-medium wp-image-1010 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/05\/mangrove_islands_fla-300x154.jpg\" alt=\"Mangrove islands bespeckle the bay in upper Lostman's River.\" width=\"300\" height=\"154\" \/><\/a>[\/caption]\n\n<strong>Celebrate American Wetlands Month and Wade into USGS Wetlands Research<\/strong>\n\nBogs, marshes, estuaries, coral reefs, lagoons, swamps, prairie potholes, lakes, pocosins, vernal pools, mudflats, fens, ponds, mires, deltas, billabongs, lagoons, floodplains:Â  wetlands are the unsung heroes of the worldâ\u0080\u0099s ecosystems. They are critical to the worldâ\u0080\u0099s environmental, ecological, and socioeconomic health. May is the 21<sup>st<\/sup> annual American Wetlands Month, a time to celebrate the essential role wetlands play in giving us food; sheltering us from storms, floods, and coastal erosion; providing habitat for birds, fish, and other wildlife; and cleaning and storing water before returning it to us again.\n<table style=\"width: 170px;border: 1px #ccc solid;float: right\" cellspacing=\"0\">\n<tbody>\n<tr>\n<td><strong>CoreCast<\/strong>: Wade Into Wetlands Research\n[audio:http:\/\/gallery.usgs.gov\/audio\/corecast\/ep156\/20110511_156_wetlands_research.mp3]\n<strong> Slideshow<\/strong>: <a href=\"http:\/\/gallery.usgs.gov\/videos\/382\">Wade Into Wetland Research <\/a><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\nUSGS scientists provide the critical scientific understanding about how wetlands work and their importance in our lives and the lives of the plants and animals that depend on wetlands for their survival. For example, USGS researchers are examining the vulnerability of North America's prairie potholes to a warming climate.Â The loss of wetlands in the prairie pothole region of central North America due to a forecasted warmer and drier climate will adversely affect the millions of waterfowl that depend on the region for food, shelter, and raising young, according to research by the USGS and partners.\n\nCreated in 1991,Â American Wetlands Month helps inspire a better understanding of these ecosystems that are so vital to healthy environments and society. Important wetland research like this is happening all across the country â\u0080\u0094 from sea-level rise to the importance of wetlands for carbon sequestration to constructed wetlands serving as cleaning filters for polluted and contaminated water. Our globally recognized USGS research informs managers and decision makers across the United States and the world how sustainable use of these important ecosystems is achievable.\n\nCheck out some of our wetlands research projects, highlighted below and visit the <a href=\"http:\/\/ecosystems.usgs.gov\/ecosystems\/wetlands.html\">USGS wetlands site<\/a>.\n\n<em><strong>- Anne Kinsinger<\/strong><\/em>\n<h2>Climate Change and Storms<\/h2>\n[caption id=\"attachment_1063\" align=\"alignleft\" width=\"150\" caption=\"A prairie wetland at Ordway Prairie near Aberdeen, South Dakota.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_01_2010_gk04EqpDDX_02_01_2010_1\"><strong><img class=\"size-thumbnail wp-image-1063 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/south_dakota_wetland2-150x129.jpg\" alt=\"A prairie wetland at Ordway Prairie near Aberdeen, South Dakota.\" width=\"150\" height=\"129\" \/><\/strong><\/a>[\/caption]\n\n<strong><a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2398\">Disappearing Ducks? North Americaâ\u0080\u0099s Prairie Potholes Vulnerable to Warming Climates: <\/a><\/strong>\n\nThe loss of wetlands in the prairie pothole region of central North America due to a warmer and drier climate will negatively affect millions of waterfowl that depend on the region for food, shelter and raising young, according to research by the USGS and colleagues. The new research shows that the region appears to be much more sensitive to climate warming and drying than previously thought. A wetland model developed by the authors to understand the impacts of climate change on wetlands in the prairie pothole region projected major reductions in water volume, shortening of the time water remains in wetlands and changes to wetland vegetation dynamics in this 800,000-square kilometer region in the United States (North and South Dakota, Montana, Minnesota and Iowa) and Canada.\n\n[caption id=\"attachment_1039\" align=\"alignright\" width=\"150\" caption=\"An aerial view of subsiding marshes in the Mississippi River Delta\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_10_2011_f30Md55ccw_05_10_2011_12\"><img class=\"size-thumbnail wp-image-1039  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/marshaerial_klm-150x150.jpg\" alt=\" An aerial view of subsiding marshes in the Mississippi River Delta\" width=\"150\" height=\"150\" \/><\/a>[\/caption]\n\n<strong>Effects of Elevated CO<sub>2<\/sub> and Climate Change on Coastal Wetlands: <\/strong>According to the Intergovernmental Panel on Climate Change (IPCC), higher CO<sub>2<\/sub> concentrations in the atmosphere are primarily responsible for recent global warming, which contributes to sea-level rise through thermal expansion of oceans and melting of ice fields. To avoid submergence, coastal marshes must match sea-level rise by building verticallyâ\u0080\u0094through either surface deposition of mineral sediment or accumulation of organic matter by plants.Â Research conducted by USGS scientists and partners are showing how plants and their contribution of organic matter are important to marsh building, especially in sediment-starved areas such as the Mississippi River Delta.Â  Their work further suggests that higher CO<sub>2<\/sub> concentrations in the atmosphere may aid some marshes in keeping up with rising sea-levels, by stimulating plant production. For more information, view <a href=\"http:\/\/gallery.usgs.gov\/videos\/257\">video on sea-level rise and the Mississippi Delta<\/a>,Â  <a href=\"http:\/\/gallery.usgs.gov\/videos\/357\">and potential effects of elevated CO2 and climate change on wetlands<\/a>. Learn more about how <a href=\"http:\/\/soundwaves.usgs.gov\/2009\/05\/index.html\">elevated atmospheric CO2 may help Coastal Wetlands keep pace with Sea-Level rise<\/a>, the Potential <a href=\"http:\/\/www.nwrc.usgs.gov\/factshts\/2006-3074\/2006-3074.htm\">Effects of Elevated Atmospheric Carbon Dioxide (CO<sub>2<\/sub>) on Coastal Wetlands<\/a>, and <a href=\"http:\/\/biology.usgs.gov\/ecosystems\/global_change\/persistence.html\">current Global Change projects<\/a>.\n\n[caption id=\"attachment_1058\" align=\"alignleft\" width=\"150\" caption=\"Aerial photo of Cat Island, Mississippi, after Hurricane Katrina.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_10_2011_f30Md55ccw_05_10_2011_3\"><strong><img class=\"size-thumbnail wp-image-1058 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/catisland_ms1-150x133.jpg\" alt=\"Aerial photo of Cat Island, Mississippi, after Hurricane Katrina.\" width=\"150\" height=\"133\" \/><\/strong><\/a>[\/caption]\n\n<strong>The Northern Gulf of Mexico Ecosystem Change and Hazard Susceptibility project<\/strong> is working to understand the evolution of coastal ecosystems on the northern gulf coast, the effects of human activities on these ecosystems, and to assess the vulnerability of ecosystems and people to more frequent and intense hurricanes in the future. To listen to a podcast about research on hurricanes, watch the video \"In <a href=\"http:\/\/gallery.usgs.gov\/videos\/297\">Harmâ\u0080\u0099s Way: Measuring Storm Impacts<\/a>.\" For more information on the research, visit the <a href=\"http:\/\/ngom.usgs.gov\/\">Northern Gulf of Mexico (NGOM) Ecosystem Change and Hazard Susceptibility project<\/a>.\n\n[caption id=\"attachment_1042\" align=\"alignright\" width=\"150\" caption=\"View near a groundwater well in North Dakota.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_28_2011_yDTg83Jwv6_01_28_2011_5\"><img class=\"size-thumbnail wp-image-1042\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/wetlands_field-150x150.jpg\" alt=\"North Dakota Sky, Water, and Prairie\" width=\"150\" height=\"150\" \/><\/a>[\/caption]\n\n<strong>Predicting Coastal Persistence under a Changing Climate: <\/strong>USGS is conducting research in a variety of coastal areas to address critical questions regarding the vulnerability of coastal wetland systems to global change. Learn more aboutÂ <a href=\"http:\/\/biology.usgs.gov\/ecosystems\/global_change\/effects_land_use.html\">Integrating the Effects of Land Use and Global Climate Change on Hydrology and Vegetation of Northern Great Plains Wetlands<\/a> and <a href=\"http:\/\/www.pwrc.usgs.gov\/products\/factsheets\/Climate%20Change%20FSsm.pdf\">Prairie Wetlands and Climate Change-Droughts and Ducks on the Prairies<\/a> [PDF].\n\n[caption id=\"attachment_1043\" align=\"alignleft\" width=\"150\" caption=\"Wood frog embryos in a partly ice-covered Wisconsin wetland.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_11_2011_hmd5Gsr11Y_05_11_2011_0\"><img class=\"size-thumbnail wp-image-1043\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/Wood_frog_embryos_icy_wetland_Mark_Roth_USGS_photo_adjusted-150x150.jpg\" alt=\"Wood frog embryos in a partly ice-covered Wisconsin wetland.\" width=\"150\" height=\"150\" \/><\/a>[\/caption]\n\n<a href=\"http:\/\/www.umesc.usgs.gov\/twgcrn.html\"><strong>Terrestrial Wetland Global Change Research Network<\/strong><\/a>: Interconnected wetlands and uplands are critical elements of most of the North American landscape and support our quality of life in profound ways. These landscape matrices are highly susceptible to climate change, land use, and other elements of global change, but we know little about how they are responding to these forces. To provide much-needed information about such responses, the USGS is leading a growing network of U.S. and Canadian partners who are using satellite and ground-based sensors to monitor key variables at research sites along North American environmental gradients.\n\n[caption id=\"attachment_1044\" align=\"alignright\" width=\"150\" caption=\"An aerial view of subsiding marshes in the Mississippi River Delta.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_10_2011_f30Md55ccw_05_10_2011_12\"><strong><img class=\"size-thumbnail wp-image-1044 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/marshaerial_klm1-150x150.jpg\" alt=\"An aerial view of subsiding marshes in the Mississippi River Delta.\" width=\"150\" height=\"150\" \/><\/strong><\/a>[\/caption]\n\n<strong>Sea-Level Rise, Subsidence, and Wetland Loss in the Mississippi River Delta: <\/strong>Rising sea levels are threatening coastlines worldwide, but areas where the land is sinking due to natural and human-related activities are particularly vulnerable.Â  The Mississippi River Delta contains vast areas of marshes, swamps, and barrier islandsâ\u0080\u0094important habitat for wildlife, as nursery grounds for marine life, and as protective buffers against storms and hurricanes. However, rapid land subsidence due to sediment compaction and dewatering increases the rate of submergence in this deltaic system.Â  The construction of levees along the lower Mississippi River also has reduced delivery of sediments to coastal wetlands, which have been deteriorating as soil surfaces sink and wetland plants are subjected to excessive flooding.Â  Other factors that have contributed to land loss include construction of canals and periodic hurricanes. Scientists are studying how natural and anthropogenic factors have combined with global processes such as sea level rise to cause wetland loss in the Mississippi River Delta. For more information watch these short videos:Â <a href=\"http:\/\/gallery.usgs.gov\/videos\/347\">Sea-Level Rise, Subsidence, and Wetland<\/a> and <a href=\"http:\/\/gallery.usgs.gov\/videos\/258\">Coastal Louisiana: Impacts of Hurricanes on Salt Marsh and Mangrove Wetlands<\/a>.\n<h2>Restoration and Ecosystems<\/h2>\n[caption id=\"attachment_1045\" align=\"alignleft\" width=\"150\" caption=\"A curious reef squid hovers over a calcification-monitoring station.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_10_2011_f30Md55ccw_05_10_2011_1\"><img class=\"size-thumbnail wp-image-1045 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/calcificationstation-150x150.jpg\" alt=\"A curious reef squid hovers over a calcification-monitoring station.\" width=\"150\" height=\"150\" \/><\/a>[\/caption]\n\n<strong><a href=\"http:\/\/coastal.er.usgs.gov\/crest\/\">Coral Reef Ecosystems<\/a><\/strong>:Â Coral reefs are known as the rainforests of the oceans with numerous and diverse communities of fish, crustaceans, sponges and algae. Â The CREST (Coral Reefs Ecosystem) project investigates the processes and monitors activities relevant to the health and resilience of shallow water reef environments. Â Research in Florida at Dry Tortugas and Biscayne National Parks and areas of the Florida Keys National Marine Sanctuary as well as the Virgin Islands are improving understanding and information about coral health, advancing the ability to forecast future changes in coral reef environment, and helping to guide management decisions.\n\n[caption id=\"attachment_1047\" align=\"alignright\" width=\"112\" caption=\"A nest in a salt marsh in San Francisco Bay\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_10_2011_l52Skw7JId_05_10_2011_0\"><img class=\"size-full wp-image-1047  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/nest_in_salt_marsh_SF_Bay_WERC1.jpg\" alt=\"A nest in a salt marsh in San Francisco Bay\" width=\"112\" height=\"150\" \/><\/a>[\/caption]\n\n<strong>Saltmarsh Restoration in the San Francisco Bay<\/strong>:Â In San Francisco Bay, a 15,000-acre tidal wetland restoration project is relying on USGS ecological and hydrological science to inform its planning phases and actions -- actions that will provide America's Silicon Valley with natural flood control, recreational access and wildlife habitat in the coming decades. For more info, please visit the <a href=\"http:\/\/www.werc.usgs.gov\/outreach.aspx?RecordID=22\">USGS Western Ecological Research Center website<\/a> also <a href=\"http:\/\/www.werc.usgs.gov\/outreach.aspx?RecordID=24\">WERC from the field <\/a>and the <a href=\"http:\/\/www.southbayrestoration.org\/index.html\">South Bay Salt Pond Restoration Project<\/a>.\n\n[caption id=\"attachment_1048\" align=\"alignleft\" width=\"150\" caption=\"The marshes of Plum Island Estuary are among those predicted by scientists to submerge during the next century under conservative projections of sea-level rise.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/11_30_2010_c28Ja44YYt_11_30_2010_2\"><img class=\"size-thumbnail wp-image-1048 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/TidalMarshPlumIsland3KirwanUSGS1-150x150.jpg\" alt=\"The marshes of Plum Island Estuary are among those predicted by scientists to submerge during the next century under conservative projections of sea-level rise.\" width=\"150\" height=\"150\" \/><\/a>[\/caption]\n\n<strong><a href=\"http:\/\/www.conservationmaven.com\/frontpage\/predicting-the-performance-of-plant-restoration.html\">Predicting the Success of Wetlands Restoration<\/a><\/strong>:Â Itâ\u0080\u0099s not as easy as one would think to restore a wetland, in great part because establishing native plants in an area where no native plants exist any longer is somewhat of a gamble. Jim Grace, a wetlands scientist at the USGS National Wetlands Research Center, and his colleagues note that managers need to use seeds or transplants that are genetically adapted to the restoration site. If they arenâ\u0080\u0099t, the project can fail. To help solve this dilemma, Grace and Steve Travis, another USGS scientist, have developed a model to predict how well restoration efforts will succeed based on genetic traits of the plants and the geographic distance between the plantâ\u0080\u0099s source and the restoration site.\n<h2>Human Health<\/h2>\n[caption id=\"attachment_1049\" align=\"alignright\" width=\"112\" caption=\"A large Saharan dust storm leaves the West African coast to move over the Atlantic Ocean and cover downwind islands. \"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_10_2011_f30Md55ccw_05_10_2011_2\"><img class=\"size-full wp-image-1049 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/Canary_TMOA2004064LG.jpg\" alt=\"A large Saharan dust storm leaves the West African coast to move over the Atlantic Ocean and cover downwind islands. \" width=\"112\" height=\"150\" \/><\/a>[\/caption]\n\nAfrican Dust, Coral Reefs and Human Health:Â Coral reefs in the Caribbean are in decline due to human activities, high water temperatures, and coral diseases. Â Diseases, which were first reported in the 1970s, are on the increase and becoming more widespread. One source of the deterioration may be found halfway around the world as hundreds of millions of tons of mineral dust are transported through the atmosphere from the Sahara and Sahel regions of Africa to the Caribbean and Americas every year. Â Although African dust has been carried out of the Sahara and into the Caribbean and the Americas for hundreds of thousands of years, there have been significant changes in the past 40 years: the quantity of dust has increased and the composition has changed with more pesticides and other toxic chemicals being carried over in the dust.Â USGS scientists areÂ investigating whether African dust is playing a role in coral reef declines throughout the Caribbean, and if there is a connection between African dust and high rates of asthma and other respiratory ailments in the region. For more info, watch a short video on <a href=\"http:\/\/gallery.usgs.gov\/videos\/223\">African dust, coral reefs, and human health<\/a> and <a href=\"http:\/\/coastal.er.usgs.gov\/african_dust\/\">The Effects of African Dust an Coral Reefs and Human Health<\/a>.\n\n[caption id=\"attachment_1025\" align=\"alignleft\" width=\"150\" caption=\"A resident of Iwate Prefecture feeds a wintering flock of northern pintail ducks and whooper swans in Northern Honshu, Japan.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_24_2010_g30Nfr5EDx_02_24_2010_4\"><img class=\"size-thumbnail wp-image-1025\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/n_pintail_ASC_pearce_Image_10-150x133.jpg\" alt=\"A resident of Iwate Prefecture feeds a wintering flock of northern pintail ducks and whooper swans in Northern Honshu, Japan.\" width=\"150\" height=\"133\" \/><\/a>[\/caption]\n\n<strong>Global Health and Wetlandsâ\u0080\u0094The Spread of Bird Flu<\/strong>:Â In studying the spread of H5N1 avian flu and its potential risk to the United States, USGS researchers have partnered with the United Nations in China, Tibet, Bangladesh, Turkey, Egypt and elsewhere to study wild ducks and geese, using satellite technology to track their migratory paths through wetlands worldwide to uncover H5N1 transmission pathways. Such research will eventually help scientists and health professionals understand how and forecast where the potentially dangerous virus could spread. For more information, visitÂ the <a href=\"http:\/\/www.werc.usgs.gov\/outreach.aspx?RecordID=7\">USGS Western Ecological Research Center website<\/a> or read the news release <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2735\">New Research Suggests Wild Birds May Play a Role in the Spread of Bird Flu<\/a>.\n\n[caption id=\"attachment_1027\" align=\"alignright\" width=\"150\" caption=\"Larval tapeworm found on a coral reef fish\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_01_2010_w06Ev32uto_10_01_2010_5\"><img class=\"size-thumbnail wp-image-1027\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/larval_tapeworm_in_fish_palmyra_lafferty-150x141.jpg\" alt=\"Larval tapeworm found on a coral reef fish\" width=\"150\" height=\"141\" \/><\/a>[\/caption]\n\n<strong>Parasites and Healthy Wetlands<\/strong>:Â USGS researchers focus on the tiniest â\u0080\u0093 but still essential â\u0080\u0093 parts of wetlands. For example, studies in California have shown that tiny parasites that infest snails and fish can be promising tools to measure the wildlife diversity and ecosystem function of a healthy wetland. Learn more <a href=\"http:\/\/www.werc.usgs.gov\/outreach.aspx?RecordID=3\">Night of the Brain Snatchers!<\/a>, <a href=\"http:\/\/www.bml.ucdavis.edu\/PEEIR\/brochures\/Parasites.pdf\">Parasites as Indicators of Wetland Biodiversity<\/a> [PDF]Â and <a href=\"http:\/\/escholarship.org\/uc\/item\/1x31b6mr\">Parasites as aIndicators of Coastal Wetland Health<\/a>.\n\n[caption id=\"attachment_1051\" align=\"alignleft\" width=\"150\" caption=\"Demonstration wetland at Henderson, Nevada\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_10_2011_f30Md55ccw_05_10_2011_8\"><img class=\"size-thumbnail wp-image-1051 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/Henderson_Demo_Wetland__FORT_PIX1-150x150.jpg\" alt=\"Demonstration wetland at Henderson, Nevada\" width=\"150\" height=\"150\" \/><\/a>[\/caption]\n\n<strong><a href=\"http:\/\/www.fort.usgs.gov\/Research\/research_tasks.asp?TaskID=2233\">Demo Wetland<\/a><\/strong>:Â Municipal, agricultural and industrial development in the arid western U.S. depletes already-scarce water resources needed to maintain wetland and riparian (streamside) habitats. Loss of these habitats threatens many fish and wildlife resources, and so USGS researchers are examining techniques to naturally remove contaminants from reclaimed or contaminated water through the use of constructed wetlands.\n<p class=\"mceTemp\"><\/p>\n<p class=\"mceTemp\"><\/p>\n<p class=\"mceTemp\"><\/p>\n<p class=\"mceTemp\"><\/p>\n\n<h2>Invasives and Wetlands<\/h2>\n[caption id=\"attachment_1052\" align=\"alignright\" width=\"150\" caption=\"A USGS researcher in an invasive phragmites stand, Great Lakes\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_10_2011_q74Xpc0ONi_05_10_2011_1\"><img class=\"size-thumbnail wp-image-1052 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/USGS_GLSC_Phragmites_Research_D__Wilcox_credit_K__Kowlaski_GLSC-150x150.jpg\" alt=\"A USGS researcher in an invasive phragmites stand, Great Lakes\" width=\"150\" height=\"150\" \/><\/a>[\/caption]\n\n<strong>Invasives and Wetlands in the Great Lakes<\/strong>: Many noxious, invasive species infest our nationâ\u0080\u0099s wetlands. One example is a new type of phragmites, a wetlands grass from Europe that has rapidly spread across the continent, altering soil, producing copious seeds, and resulting in dense stands of mostly one-plant â\u0080\u0093 phragmites â\u0080\u0093 stands. The result: plant speciesâ\u0080\u0099 diversity declines, and critical habitat for fish, reptiles, amphibians and birds is lost. The species is rapidly invading the few remaining marshes in the Great Lakes, but USGS scientists and their colleagues are using cutting-edge research to try to fight back. For more information visit, <a href=\"http:\/\/cida.usgs.gov\/glri\/projects\/invasive_species\/Phragmites_control.html\">Innovative Phragmites Control Strategies<\/a> and <a href=\"http:\/\/cida.usgs.gov\/glri\/projects\/accountability\/Phragmites_invasion.html\">Forecasting Potential Phragmites Coastal Invasion Corridors<\/a>.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24114","uid":"31","filename":"mangrove_islands_fla-300x154.jpg","uri":"public:\/\/mangrove_islands_fla-300x154.jpg","filemime":"image\/jpeg","filesize":"11730","status":"1","timestamp":"1425492768","type":"image","uuid":"246fdde3-73b1-4a7b-9cc0-ed3cbc91a24e","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":154,"width":300},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Wetland"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1301313645","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}