{"title":"USGS Launches Land Cover Data Web Tool","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<strong>San Francisco<\/strong><strong>, Calif.<\/strong><strong> -<\/strong> <!--introstart-->Today the U.S. Geological Survey (USGS) announced the launch of the new USGS Land Cover Visualization and Analysis Tool, which allows users to analyze, in specific detail, how land cover has changed over time.<!--introend--> \n<p>\r\nDesigned for both novice and expert users, the web-based system provides an intuitive interface able to selectively view and analyze land cover data from any web browser. The USGS is soliciting users to evaluate the preview release of the application. For more information, go to <a href=\"http:\/\/emmma.usgs.gov\/landcover\">http:\/\/emmma.usgs.gov\/landcover<\/a> . \r\n<\/p>\r\n<p>\r\n&quot;Land cover data has been a largely untapped information resource. With increasing population and the challenging prospect of climate change, comprehensive information about the condition of our land, and how it is changing, becomes more and more vital,&quot; said Barbara Ryan, USGS Associate Director for Geography. &quot;An easy-to-use Web-based application that delivers national land information assets to a wider audience and clearly demonstrates how our environment is changing broadens opportunities to incorporate land cover data in decision making.&quot; \r\n<\/p>\r\n<p>\r\nLand cover, the pattern of natural vegetation, agriculture, and urban areas, is shaped by both natural processes and human influences. Information about land cover is needed by managers of public and private lands, urban planners, agricultural experts, and scientists for studying such issues as climate change or invasive species. \r\n<\/p>\r\n<p>\r\nThe newly released application allows users to: \r\n<\/p>\r\n<ul>\r\n\t<li>Access land cover data for any area of the United States from any web browser without the need for specialized GIS software.<\/li>\r\n\t<li>Filter specific land cover classes for specific time periods (e.g. view all urban or forest areas in 1990).<\/li>\r\n\t<li>Clip selected areas by political, natural, or user-defined boundaries (i.e. user drawn areas, watersheds, or city, county and state boundaries).<\/li>\r\n\t<li>Calculate land cover statistics within selected areas and print out simple reports.<\/li>\r\n<\/ul>\r\n<p>\r\nA subsequent version of the application will also have the potential to serve the data as a Web service to external applications without the need for them to store and manage the data locally. This capability should improve information sharing between Federal agencies and promote greater efficiency by reducing redundant data collections. Other agencies participating in the development of the tool, as part of a national consortium, include the Environmental Protection Agency, the National Oceanic and Atmospheric Administration, the U.S. Forest Service, the National Atmospheric and Space Administration and the Bureau of Land Management. \r\n<\/p>\r\n<p>\r\nThe USGS Land Cover Visualization and Analysis Tool was developed under contract with eSpatial Solutions Ltd. (<a href=\"http:\/\/www.espatial.com\/\">http:\/\/www.espatial.com\/<\/a>), using their iSMART&reg; software. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1176350400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169236"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}