{"title":"Ongoing USGS Mercer Island Seismic Studies Resume in July","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>As part of a continuing earthquake hazard study in the Seattle urban area, the U. S. Geological Survey will be conducting a series of seismic-reflection surveys starting July 10 on Mercer Island and the city of Seattle, Washington. The studies will conclude on or around July 19.<\/p>\n<p>USGS scientists will re-survey the area where they conducted the 2008 seismic-reflection profile on Mercer Island. Exact locations include: along 84<sup>th<\/sup> Ave. SE from SE 39<sup>th<\/sup> St. to SE 29<sup>th<\/sup> St., and along 84<sup>th<\/sup> Ave SE from approximately SE 26<sup>th<\/sup> St., to the north tip of Mercer Island.&nbsp;&nbsp;<\/p>\r\n<p>During the 2008 USGS survey, the energy source used was a small vibration truck. &nbsp;This truck used two 12 second sweeps to put vibrations into the earth, which reflected off the boundary between rock types and back to the surface. The reflected vibrations were recorded by sensors attached to a cable placed along the ground surface.&nbsp;&nbsp;<\/p>\r\n<p>The unique aspect of the 2014 experiment is that no active energy source (vibration truck) will be used.&nbsp; The data collection will record vibrations in the ground and along its surface generated by ambient noise.&nbsp; This ambient noise, sometimes referred to as &ldquo;cultural noise,&rdquo; comes from everyday movement of traffic, people, aircraft, ocean waves, etc. USGS recording equipment will collect the ambient noise data over about a six hour period during the day for two to three days, testing different acquisition parameters.&nbsp;&nbsp;<\/p>\r\n<p>The goal of this first of its kind experiment in an urban area is to determine if seismic imaging using ambient noise sources can produce an image of similar quality to what was achieved using a vibration source. This new methodology, if successful, would be very useful to have for additional subsurface imaging studies in urban areas where access of a truck would be limited by narrow streets or sensitive environmental areas such as parks and roadless areas.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["Geographic Areas Northwest","Natural Hazards Earthquake Hazards"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1404360000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}