{"title":"CALL THE USGS, GET PUT ON HOLD, AND LOVE IT&mdash;PUBLIC ASKS FOR MORE","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html <\/a>\n<p><!--introstart-->A frequent complaint of persons conducting business by telephone is the amount of time they spend waiting on hold, forced to listen to silence or music that someone else thinks they might enjoy. <!--introend-->Even when the music is classically uplifting, as with United Airlines theme, there is a limit to how many times one wishes to hear the same song. \r\n<p>Such, apparently is not the case with callers to the U.S. Geological Survey in Menlo Park, Calif. For the past few months callers to the agency&rsquo;s regional offices have had the opportunity to learn something while they are holding. Some like it so well that they are calling USGS offices and saying, \"I really don&rsquo;t want to talk to anyone, but could you just put me on hold for a few minutes?\" \r\n<p>The object of their new-found audio delight is neither a dramatic or soothing piece of music, but a series of questions and answers about planet Earth, and its neighbors. Ranging from earthquakes to water usage and the temperature of the surface of Venus, the 196 responses give the caller a montage of interesting scientific fact and figures. \r\n<p>The idea for the new \"hold and learn\" service is the brainchild of Carol Lawson in the Survey&rsquo;s Western Region Branch of Information Services. In addition to telecommunication responsibilities, the branch is also responsible for the USGS Menlo Park switchboard which directs customer calls to the appropriate USGS resource. \"I chose not to use music to entertain callers placed on hold because of diversity of tastes in music. However, it seemed perfectly logical that if a person was calling an earth sciences agency, they might like to learn more about earth and planetary sciences while they were waiting for their call to be answered,\" Lawson said. \r\n<p>\r\n<p>Rather than writing a proposal and forming a committee to study the possibility of such a project, Lawson, who holds bachelor&rsquo;s and master&rsquo;s degrees in science disciplines, obtained the required approval to produce an audio CD, and just did it. She was fortunate to have the enthusiastic assistance of Mary Ellen Lazarus who played a key role in obtaining information from many USGS scientists. Lawson then added these contributions to her own material, and on weekends and during long business flights, she began formatting them into a question and answer format. In late 1998 Lawson completed the questions and answers, and Lazarus worked with various USGS scientists to verify their accuracy and complete the editorial review required to publish them as a USGS Open File Report. When the editorial review was completed, the next step was to record the material for production of the CD. Co-workers began suggesting their favorite celebrity to be \"the voice of the USGS,\" but Lawson knew that getting a professional would mean contract negotiations and lots of money, and this was a low budget project. So she asked three fellow employees and a USGS Volunteer for Science who have nice, believable voices to record the CD. They agreed and recording time was booked at a local studio. Within weeks the CD was being played on the USGS telephone system \"on-hold subsystem,\" and callers began hearing the science questions and answers. The CD plays continuously, but the caller rarely hears the same material twice. An example of the material a caller might hear is \"Where and when did the largest earthquake occur in the twentieth century?\" Answer: \"The 1960 Chilean earthquake, which occurred off the coast of South America. It had a magnitude of 9.6 and broke a fault over 1,000 miles long.\" The questions and answers are generally grouped according to subject matter or science discipline. \r\n<p>After learning that they had stumbled onto something that contained a wealth of","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"934171200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}