{"title":"Wichitaâ\u0080\u0099s Water-Use Strategy Helps Preserve the Equus Beds Aquifer","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Wichita&rsquo;s water-use strategy has helped preserve the Equus Beds aquifer during the recent drought of 2011-12, according to a <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5185\/\">new report<\/a> released by the U.S. Geological Survey and prepared in cooperation with the city of Wichita.<\/p>\n<p>The Equus Beds aquifer is one of the primary water-supply sources for the city of&nbsp;Wichita, Kansas. Groundwater pumping for municipal and irrigation needs and sporadic drought conditions have caused water-level declines leading to concerns about the adequacy of the<em> <\/em>future water supply for Wichita. For this reason, the City of Wichita developed a strategy to reduce the amount of water it pumped from the Equus Beds aquifer from about 60 to 40 percent of the total usage.<\/p>\r\n<p>Compared to the record low water levels in 1993, average water levels in the Equus Beds aquifer in winter 2013 rose four to six feet higher in the Wichita well field than in the entire surrounding 189-square mile study area. These rises occurred despite increased irrigation pumpage and decreased precipitation during 2011 and 2012. &nbsp;Streamflows in the Little Arkansas River were too low during most of 2011 and 2012 for Wichita to use river water for artificial recharge. As a result, Wichita artificially recharged 37 million gallons in 2011-12, which was much less than the average of about 265 million gallons it recharged annually in 2007-10.<\/p>\r\n<p>\"Reports such as this one help the city of Wichita to evaluate the effectiveness of the strategy of increased withdrawals from Cheney reservoir to minimize water-level declines in the Equus Beds aquifer by decreased pumping in the past 20 years,\" said Alan King, city of Wichita Director of Public Works. \"Wichita is pleased to see that during the 2011-12 drought that this strategy was a benefit to the aquifer and all the people who depend on it.\"<\/p>\r\n<p>The aquifer storage-volume increase since 1993 was larger in the Wichita well field than in the entire study area in Harvey and Sedgwick Counties by more than 3 billion gallons in summer 2012 and winter 2013. This happened during a time where irrigation pumping increased by three percent in the Wichita well field area and 24 percent in the rest of the larger study area. Precipitation levels were also only about two-thirds to three-fourths of the long-term average precipitation of 31.38 inches during 2011and 2012. This indicates the storage-volume increases in the Wichita well field were offset by declines and decreases in storage volume in the rest of the study area.<\/p>\r\n<p>The USGS report was prepared as part of the USGS Cooperative Water Program with the city of Wichita as part of their <a href=\"http:\/\/www.wichita.gov\/Government\/Departments\/PWU\/Pages\/PublicWaterSupply.aspx\">Equus Beds Aquifer Storage and Recovery (ASR) project<\/a>, an effort to increase the amount of groundwater storage and maintain water quality in the aquifer by artificially recharging treated water from the Little Arkansas River into the aquifer. Additional historical information about the project can be found <a href=\"http:\/\/ks.water.usgs.gov\/equus-beds-recharge\">online.<\/a><\/p>\r\n<p>In 1993, the city of Wichita adopted the Integrated Local Water Supply Program (now part of the ASR program) to ensure an adequate water supply through 2050. By decreasing the proportion of water Wichita pumps from the Equus Beds aquifer, water levels in the aquifer decline less and the movement of the brine plume toward the Wichita well field is slowed. In 2007, the city of Wichita began to use the&nbsp;Equus Beds ASR facilities to artificially recharge the aquifer with excess&nbsp;water from the Little Arkansas River. Artificial recharge is being used to raise groundwater levels, increase storage&nbsp;volume in the aquifer, and slow down the plume of chloride brine approaching the Wichita well&nbsp;field from Burrton, Kansas. The chloride plume was caused by oil production activities in the 1930s. Ano","summary":null,"format":null}]},"field_images":[],"regions":["Kansas"],"country":["United States of America"],"mm_tags":["Water Use","aquifers","Kansas","wichita Water Cooperative Water","Water Groundwater Resources","Geographic Areas Southwest"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1414555200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}