{"title":"A History of Rubble and Rumblings","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>RESTON, Va.<\/strong> &ndash; <!--introstart-->Earthquakes in the Eastern United States and the seismic hazard the region faces is the topic of a free public lecture Wednesday, September 5, at 7 p.m. at the U.S. Geological Survey National Center in Reston, Va.<!--introend-->&nbsp;<\/p>\n<p>Titled, \"A History of Rubble and Rumblings: Earthquakes in the Eastern U.S.,\" the lecture takes place in a federal facility and a valid photo ID is required for entry by attendees 18 years of age and older. Attendees should plan to arrive at least 15 to 20 minutes early to process through security.<strong>&nbsp;<\/strong><\/p>\r\n<p>Last year's M5.8 Virginia earthquake on August 23 came as a surprise for many in the area, but in the past 400 years, there have been more than 30 damaging earthquakes in the eastern U.S., ranging from the M6.0 near Boston in 1755, to M7.3 in Charleston, S.C. in 1886.<\/p>\r\n<p>Despite this history of earthquakes, the faults on which these earthquakes are occurring are poorly known, and scientists do not have a clear understanding of the causes of earthquakes in the eastern U.S. &nbsp;Scientists are using seismic data from the last year&rsquo;s Virginia earthquake to answer some of these questions and to refine estimates of the of the region&rsquo;s seismic hazard.<\/p>\r\n<p>For more information and directions visit the <a href=\"http:\/\/www.usgs.gov\/public_lecture_series\/\">Public Lecture Series website<\/a><\/p>\r\n<p>For more information about last year's M 5.8 Virginia earthquake, listen to two podcasts: \"<a href=\"http:\/\/gallery.usgs.gov\/audios\/444#.UDPnytCe6gQ\">A Year After the Virginia Earthquake: What More do We Know?<\/a>\" and &ldquo;<a href=\"http:\/\/gallery.usgs.gov\/audios\/445#.UDPnxtCe6gQ\">A Year After the Virginia Earthquake: Will the Shaking Continue<\/a>?\"<\/p>\r\n<p>Those unable to attend the lecture in person can follow it live on Twitter @USGSLive<\/p>\r\n<p>These evening events are free to the public and intended to familiarize a general audience with science issues that are meaningful to their daily lives. USGS speakers are selected for their ability and enthusiasm to share their expertise with an audience that may be unfamiliar with the topic.<\/p>\r\n<p>The series provides the public an opportunity to interact with USGS scientists and ask questions about recent developments in Natural Hazards; Water; Energy Minerals and Environmental Health; Climate and Land Use Change; Ecosystems; and Core Science Systems. Ultimately, the goal is to create a better understanding of the importance and value of USGS science in action.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":["publiclecture","scienceinaction","earthquake","virginiaearthquake","New Madrid","Seismic Hazard","Natural Hazards Earthquake Hazards"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1346731200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170108"},{"tid":"170375"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}