{"title":"USGS Finds Elevated Levels of Organochlorine Pesticides in Aleutian Bald Eagles","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>NOTE TO NEWS EDITORS: Reproducible photo for this release may be found at: <a href=\"http:\/\/www.werc.usgs.gov\/news\/1999-09-29a.tif\">http:\/\/www.werc.usgs.gov\/news\/1999-09-29a.tif<\/a> (USGS scientists measuring and banding bald eagle nestlings in Aleutian Archipelago. Photo courtesy of Norm Smith.) \n<p><!--introstart-->Elevated levels of organochlorine pesticides such as DDE have been associated with low reproduction of nesting bald eagles on remote islands in the seemingly pristine Aleutian Archipelago in Alaska, according to recent research published in the September issue of the journal Environmental Toxicology and Chemistry.<!--introend--> \r\n<p>Organochlorines are chemical compounds invented to kill agricultural insect pests. These chlorinated hydrocarbons work mainly by blocking nerve impulses necessary for normal bodily functions. Unfortunately, they are long-lived, toxic to most animals and can be converted to even more deadly compounds as they degrade or when eaten and released into the environment as metabolites. DDE is an example of a metabolite of DDT. \r\n<p>The study adds to a growing body of research that indicates organochlorine pesticides can be transported long distances on air and sea currents and affect wildlife populations in remote and pristine areas, said Dr. Bob Anthony, lead author and a scientist at the USGS Oregon Cooperative Fish and Wildlife Research Unit in Corvallis, Ore. \r\n<p>\r\n<p>Anthony&rsquo;s coauthors are Dr. Keith Miles and Dr. Jim Estes of the USGS Western Ecological Research Center in Sacramento, Calif., and Frank Isaacs of the Department of Fisheries and Wildlife at Oregon State University. \r\n<p>\"The fact that elevated levels of pesticides such as DDT and DDE are more widely distributed than previously known raises concerns for the health of the Aleutian marine ecosystems where bald eagles forage,\" said Anthony. \r\n<p>Estes added, \"The top predators of these Alaskan ecosystems -- sea lions, seals and sea otters -- have declined substantially in the North Pacific Ocean over the last several decades. While overfishing and temperature regime shifts have been blamed, the role contaminants may play in these declines should be investigated further.\" \r\n<p>The Aleutian Archipelago in western Alaska marks the border between the North Pacific Ocean and Bering Sea and is made up of many islands that stretch between North America and Asia. It is also the westernmost nesting range of the bald eagle. In their study during the summers of 1993 and 1994, Anthony and his coauthors were surprised to find elevated levels of organochlorine contaminants in bald eagle eggs on all of the four islands they studied (Adak, Tanaga, Amchitka and Kiska), but particularly on the westernmost island, Kiska, where levels of mercury and DDE were significantly higher. The number of bald eagles produced per nest on Adak, Tanaga and Amchitka was comparable to healthy populations in the lower 48 states. The elevated levels of DDE on Kiska, however, were within the range known to cause reproductive problems in bald eagles, Anthony said. \r\n<p>\"We expected to find PCB&rsquo;s that may have been associated with the intensive military activity on all of the islands except Tanaga, but we didn&rsquo;t expect to find elevated DDT or its metabolites,\" said the USGS researcher. \"In fact, we thought that the eagles would have low or non-detectable concentrations of contaminants, possibly other than PCB&rsquo;s, since they are extremely remote from industrial or agricultural areas. We had hoped to study the effects of PCB&rsquo;s on bald eagles without our results being affected by the presence of elevated levels of other contaminants. What we found instead was both perplexing and disturbing. These contaminants appear to be traveling through oceanic or atmospheric currents to regions believed to be at little risk from such contamination.\" \r\n<p>The role of seabirds may also be important,\" suggested Keith Miles. \r\n<p>Although the researchers","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"938577600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}