{"title":"Manufacturing Facilities Release Pharmaceuticals to the Environment","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors:&nbsp; This scientific paper is published in <em>Environmental Science and Technology<\/em>. The paper, an accompanying USGS data report, and related information are available <a href=\"http:\/\/toxics.usgs.gov\/highlights\/PMFs.html\">online<\/a>.<\/strong>&nbsp;<\/p>\n<p>Pharmaceutical manufacturing facilities can be a significant source of pharmaceuticals to surface waters, according to a new study by the U.S. Geological Survey (USGS) conducted in cooperation with the State of New York.<\/p>\r\n<p>Outflow from two wastewater treatment plants in New York that receive more than 20 percent of their wastewater from pharmaceutical facilities had concentrations of pharmaceuticals that were 10 to 1000 times higher than outflows from 24 plants nationwide that do not receive wastewater from pharmaceutical manufacturers.&nbsp;<\/p>\r\n<p>\"This is the first study in the U.S. to identify pharmaceutical manufacturing facilities as a significant source of pharmaceuticals to the environment,\" said Matthew C. Larsen, USGS Associate Director for Water. \"The USGS is working with water utilities to evaluate alternative water treatment technologies with the goal of reducing the release of pharmaceuticals and other emerging contaminants to the environment.\"<\/p>\r\n<p>Maximum concentrations in outflows from the two wastewater treatment plants in New York were:<\/p>\r\n<ul>\r\n<li>3,800 parts per billion (ppb) of metaxalone (a muscle relaxant)<\/li>\r\n<li>1,700 ppb of oxycodone (an opioid prescribed for pain relief)<\/li>\r\n<li>Greater than 400 ppb of methadone (an opioid prescribed for pain relief and drug withdrawal)<\/li>\r\n<li>160 ppb of butalbital (a barbiturate)<\/li>\r\n<li>Greater than 40 ppb of phendimetrazine (a stimulant prescribed for obesity) and carisoprodol (a muscle relaxant)<\/li>\r\n<li>3.9 ppb diazepam (an anti-anxiety medication)&nbsp;<\/li>\r\n<\/ul>\r\n<p>While pharmaceutical concentrations were significantly lower in receiving streams, measurable concentrations were detected as far as 20 miles downstream.<\/p>\r\n<p>By contrast, outflow from the wastewater treatment plants that do not receive wastewater from pharmaceutical manufacturing facilities had concentrations that rarely exceeded one ppb.<\/p>\r\n<p>&ldquo;This study would not have been possible without the cooperation and support of the New York Department of Environmental Conservation and wastewater treatment plants in New   York and nationwide,&rdquo; said USGS scientist Patrick Phillips, who led the study. &ldquo;We continue to work with the NYS DEC to monitor the quality of the outflows and receiving streams.&rdquo;<\/p>\r\n<p>For this study, USGS scientists collected outflow samples periodically from 2004 to 2009 from three New York wastewater treatment plants, two of which receive more than 20 percent of their wastewater from pharmaceutical manufacturing facilities. USGS also collected samples from 2006-2009 from 23 selected wastewater treatment plants across the nation that do not receive wastewater from pharmaceutical manufacturing facilities.<\/p>\r\n<p>All of the samples were analyzed for seven pharmaceuticals, including opioids and muscle relaxants, representing some of the most frequently prescribed medications in the U.S. Some pharmaceuticals studied have not previously been included in environmental studies.<\/p>\r\n<p>The pharmaceuticals investigated in this study were identified using a forensic approach that identified initially unknown chemicals present in the wastewater treatment plant outflows at elevated levels. Although public records were not available for all pharmaceuticals formulated at these sites, available data indicate that these seven pharmaceuticals are manufactured at one or both of the New York facilities involved in the study.&nbsp; Additional pharmaceuticals were identified in the outflow of these two wastewater treatment plants, and ongoing studies are documenting the levels at which they occur in the environment.<\/p>\r\n<p>This study is part of a long-term effort to","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":["New York","wastewater","pharmaceutical","emergingcontaminants"],"release_date":{"und":[{"value":"1275624000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169497"},{"tid":"170227"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}