{"title":"Coral Reef Disease Hits Kaneohe Bay, Hawaii","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"500\" caption=\"Coral reef affected by Montipora White Syndrome. Note the large swath of white skeleton tissue surrounded by normal (brown) corals.\"]<img src=\"http:\/\/gallery.usgs.gov\/images\/01_11_2012\/aEUh83Jww6_01_11_2012\/medium\/MWS.jpg\" alt=\"Coral reef affected by Montipora White Syndrome. Note the large swath of white skeleton tissue surrounded by normal (brown) corals.\" width=\"500\" height=\"375\" \/>[\/caption]\n\nScientists have discovered an outbreak of coral disease called Montipora White Syndrome in KÄ\u0081neÊ¿ohe Bay, OÊ¿ahu. The affected coral are of the species <em>Montipora capitata<\/em>, also known as rice coral.\n\nRice corals provide valuable habitat, shelter, and foraging grounds for a variety of tropical marine fish and invertebrates and provide the fundamental structure of coral reefs. Rice corals are especially important to Hawaiâ\u0080\u0098iâ\u0080\u0099s marine ecosystems because they are one of the more abundant coral reef species in the region.\n\nThus, loss of corals can have negative effects on many other reef-associated organisms. In fact, losing a coral reef is similar to losing a rainforest, with many species reliant on that ecosystem for survival.\n\nIn addition, coral reefs in Hawaiâ\u0080\u0098i are an important source of tourism and other economic income (fisheries).Â  For example, KÄ\u0081neÊ¿ohe Bay, where this outbreak is concentrated, is a popular spot frequented by snorkelers, bathers, divers, boaters and fishermen.\n\nWhile this particular disease outbreak seems limited to south KÄ\u0081neÊ¿ohe Bay, coral diseases have the potential to be widespread, affecting large geographic regions. A prime example is the Western Atlantic and Caribbean where large tracts of coral reefs have either declined or disappeared due to diseases.\n\n<strong><span style=\"text-decoration: underline\">Science Helping Protect the Reefs<\/span><\/strong>\n\nThe investigation of this recent outbreak has been led by the University of Hawaiâ\u0080\u0098iâ\u0080\u0099s Hawaiâ\u0080\u0098i Institute of Marine Biology in collaboration with University of Hawaiâ\u0080\u0098i, West OÊ¿ahu, and the USGS National Wildlife Health Center Honolulu Field Station.\n\nCurrent efforts are focused on determining the extent of the outbreak and collecting samples for laboratory analysis. On a longer term scale, all three partner organizations are trying to devise better methods to detect coral disease and determine their cause.\n\nFor the most part, the causes of coral diseases are unknown. Since biologists do not know yet precisely what is killing corals, this has complicated management of coral reef diseases. Scientists are investigating many possible causes, including host immunity, host physiology, potential infectious agents like bacteria or parasites, and environmental variables such as increased seawater temperatures associated with climate change or land-based sources of pollution.\n\nThe USGS is one of the few organizations globally that has applied biomedical tools to investigate animal diseases to coral reefs (yes, corals are animals too). The USGSâ\u0080\u0099s focus in this particular outbreak is to characterize the changes seen in sick corals by looking at the whole coral (what we see with the naked eye) as well as at the cellular level (under the microscope). The USGS is also developing other laboratory tools to help enhance our understanding of coral diseases with the eventual goal of pinpointing the causes of such important diseases.\n\n<strong><span style=\"text-decoration: underline\">What Is Montipora White Syndrome?<\/span><\/strong>\n\nCorals are basically modified anemones, which are a group of predatory â\u0080\u0094 and often strikingly pretty â\u0080\u0094 marine organisms related to jellyfish. Corals secrete a calcium carbonate skeleton covered by a thin layer of tissues that form the foundation of coral reefs. Montipora White Syndrome affects the rice coral and involves loss of tissues from the coral until the underlying white skeleton is revealed\/exposed, hence the name â\u0080\u009cwhite syndrome.â\u0080\u009d\n\n<strong><span style=\"text-decoration: underline\">History of Outbreak and Future Risks<\/span><\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"500\" caption=\"Coral reef affected by Montipora White Syndrome. Note the large swath of white skeleton tissue surrounded by normal (brown) corals.\"]<img src=\"http:\/\/gallery.usgs.gov\/images\/01_11_2012\/aEUh83Jww6_01_11_2012\/medium\/MWS1.jpg\" alt=\"Coral reef affected by Montipora White Syndrome. Note the large swath of white skeleton tissue surrounded by normal (brown) corals.\" width=\"500\" height=\"375\" \/>[\/caption]\n\n&nbsp;\n\nBased on surveys done since 2006 by the University of Hawaiâ\u0080\u0098i and USGS, Montipora White Syndrome has historically been documented in coral reefs in KÄ\u0081neÊ¿ohe Bay, albeit at low levels with scattered, isolated colonies affected. Large-scale outbreaks involving multiple coral colonies over a larger geographic area have only been documented since March 2011 and this recent event.\n\nThe reasons for this increase in outbreaks are presently unknown. Tissue loss diseases like white syndrome are particularly insidious in that they result in immediate loss of coral cover. Often, dead corals are then overgrown by algae, leading to permanent reduction in corals reefs and a change in the ecosystem from a coral-dominated to an algae-dominated reef.\n\nWhether this will be the case here remains to be seen.\n\nThe USGS and partner scientists are actively involved in trying to better understand Montipora White Syndrome and other coral diseases. This will allow managers to also determine the environmental drivers of those causes, leading to better intervention and strategies to protect coral reefs.\n\nFor more information on this topic and other wildlife health related issues, visit the <a href=\"http:\/\/www.nwhc.usgs.gov\/hfs\/\">USGS Honolulu Field Station website<\/a>.\n\n<strong>Contact<\/strong>: <a href=\"mailto:Thierry_work@usgs.gov\">Thierry Work<\/a>, <a href=\"mailto:jrobertson@usgs.gov\">Jessica Robertson<\/a>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Biology and Ecosystems","bleaching","Climate Change","coral","coral ecosystems","Coral Reef Ecosystem","Coral Reefs","Hawaii","Kaneohe Bay","Montipora White Syndrome","Oahu","Rice Coral"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1326834294","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}