{"title":"Groundwater Provides Vital Boost to Streams, Springs of Upper Klamath Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Note<\/strong>: The report can be viewed on the Web at <a href=\"http:\/\/pubs.usgs.gov\/sir\/2007\/5050\/\">pubs.usgs.gov\/sir\/2007\/5050\/<\/a> . \r\n<\/p>\r\n<p>\r\n<!--introstart-->Groundwater discharging to streams through springs and seeps is a major source of streamflow in the upper Klamath Basin, helping to sustain flow during the dry months of late summer and fall, according to a report recently released by the U.S. Geological Survey (USGS) in cooperation with the Oregon Water Resources Department.<!--introend--> Although the groundwater-surface water connection has long been understood and documented in earlier reports, the new USGS report is the first to provide quantitative estimates of groundwater discharge to streams over the entire upper basin.\r\n<\/p>\r\n<p>\r\nThe sources of groundwater in the upper Klamath Basin are rain and snowmelt that infiltrate through the soil into the aquifer system at an estimated rate of about two million acre-feet per year. Most of this recharge occurs in the Cascade Range and uplands in the interior and eastern parts of the basin. Groundwater generally flows toward the interior basins and stream valleys, and most eventually discharges to streams.\r\n<\/p>\r\n<p>\r\nAccording to Marshall Gannett, lead author of the new report, the lava flows and other volcanic deposits that dominate the geology of the basin are very permeable and form productive aquifers. Groundwater can discharge from these aquifers as springs or seepage to streams where geologic and hydrologic conditions permit. &quot;Although streamflow in many Western basins diminishes or ceases entirely during dry parts of the year, groundwater fed streams in the upper Klamath Basin have substantial flows year-round,&quot; noted Gannett. &quot;Groundwater also tends to reduce the effects of drought, because aquifers provide carryover storage from previous years.&nbsp; However, after several dry years, spring flow starts to decrease,&quot; Gannett continued.\r\n<\/p>\r\n<p>\r\nAs a result of the connection between groundwater and streams, groundwater pumping can affect streamflow. Pumping water from an aquifer in one location affects groundwater flow elsewhere. Springs are one of the places where flow can be diminished as a result of pumping.\r\n<\/p>\r\n<p>\r\nThe report describes how the water table fluctuates in response to drought cycles and pumping. Ken Lite, from the Oregon Water Resources Department and a coauthor of the report, observed that &quot;groundwater levels historically have been stable in the upper Klamath Basin, moving up and down mostly in response to drought cycles. Pumping has caused some declines in the past, but these generally have been modest and restricted to relatively small areas.&quot; Lite added, however, that increases in pumping in recent years have caused water level declines of as much as 10 to 15 feet in some deep wells in the Klamath Valley and northern Tule Lake sub-basin. It is not known how long it will take the water table to recover once wet climate conditions return and pumping is reduced.\r\n<\/p>\r\n<p>\r\nThe report, &quot;Ground-Water Hydrology of the Upper Klamath Basin, Oregon and California,&quot; is published as U.S. Geological Survey Science Investigations Report 2007-5050. Copies can be obtained free of charge from the USGS Oregon Water Science Center, 10615 S.E. Cherry Blossom Dr., Portland, OR 97216, telephone 503-251-3201, e-mail <a href=\"mailto:info-or@usgs.gov\">info-or@usgs.gov<\/a>.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1177560000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170065"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}