{"title":"Models Assess Remedial Actions on Abandoned Mine Lands in Colorado","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOSTON-<!--introstart-->Cleaning up where the mines left off is where some scientific minds are focused this week.<!--introend--> Robert Runkel, a U.S. Geological Survey hydrologist based in Denver, Colo., will present Modeling the Effects of Proposed Remedial Actions on Stream Chemistry in Abandoned Mine Lands during a poster session at the 1998 American Geophysical Union Spring Meeting on Thursday, May 28, 1:30 p.m. to 5:30 p.m. in Hall C of the Hynes Veterans Memorial Convention Center. \n<p>Runkel&rsquo;s presentation is part Water and Watersheds, a special session devoted to the discussion of water quality problems at the watershed scale. \r\n<p>Land management agencies are currently charged with the task of cleaning up abandoned mine lands. Past mining activities on these lands have degraded the water quality of streams and rivers. Effective remediation of abandoned mine lands involves identifying major sources of contamination in the watershed and the effects of contaminant sources on stream water quality as well as evaluating the effects of alternate remedial actions. \r\n<p>The poster presentation illustrates two simulation models that may be used to evaluate remedial actions. The modeling techniques are applied to St. Kevin Gulch, a small stream near Leadville, Colo. These techniques provide estimates of St. Kevin Gulch water quality that reflect the impact of proposed remedial actions. Additional information on source identification and modeling will be presented by USGS hydrologists Briant Kimball (paper H42A-11) and Katherine Walton-Day (paper H42A-12) on the same day. \r\n<p>The work that Runkel is presenting was funded jointly by the U.S. Department of Interior&rsquo;s Abandoned Mine Lands Initiative and the USGS&rsquo;s Toxic Substance Hydrology Program. \r\n<p>NOTE TO EDITORS: Interviews during the AGU meeting with Robert Runkel can be arranged by contacting Marion Fisher in AGU newsroom 105 at 617-954-3867. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"896328000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169489"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}