{"title":"Is Recent Earthquake Activity Unusual? Scientists Say No.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->China&rsquo;s tragic magnitude 6.9 earthquake on April 13 and the recent devastating earthquakes in Haiti, Chile, Mexico, and elsewhere have many wondering if this earthquake activity is unusual.<!--introend--><\/p>\n<p>Scientists say 2010 is not showing signs of unusually high earthquake activity. Since 1900, an average of 16 magnitude 7 or greater earthquakes &mdash; the size that seismologists define as major &mdash; have occurred worldwide each year. Some years have had as few as 6, as in 1986 and 1989, while 1943 had 32, with considerable variability from year to year.<\/p>\r\n<p>With six major earthquakes striking in the first four months of this year, 2010 is well within the normal range. Furthermore, from April 15, 2009, to April 14, 2010, there have been 18 major earthquakes, a number also well within the expected variation.<\/p>\r\n<p>&ldquo;While the number of earthquakes is within the normal range, this does not diminish the fact that there has been extreme devastation and loss of life in heavily populated areas,&rdquo; said USGS Associate Coordinator for Earthquake Hazards Dr. Michael Blanpied.<\/p>\r\n<p>What will happen next? Aftershocks will continue in the regions around each of this year&rsquo;s major earthquakes sites. It is unlikely that any of these aftershocks will be larger than the earthquakes experienced so far, but structures damaged in the previous events could be further damaged and should be treated with caution. Beyond the ongoing aftershock sequences, earthquakes in recent months have not raised the likelihood of future major earthquakes; that likelihood has not decreased, either. Large earthquakes will continue to occur just as they have in the past.<\/p>\r\n<p>Though the recent earthquakes are not unusual, they are a stark reminder that earthquakes can produce disasters when they strike populated areas &mdash; especially areas where the buildings have not been designed to withstand strong shaking. What can you do to prepare? Scientists cannot predict the timing of specific earthquakes. However, families and communities can improve their safety and reduce their losses by taking actions to make their homes, places of work, schools and businesses as earthquake-safe as possible. The USGS provides information on how you can prepare at the <a href=\"http:\/\/earthquake.usgs.gov\/prepare\/\">Earthquake Hazards Program Web site<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1271217600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"169310"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}