{"title":"Come Celebrate 20 Years of Worldwide Wetlands Science on Earth Day!","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Acadiana!&nbsp; <!--introstart-->Come celebrate 20 Years of Worldwide Wetlands Science at the U.S. Geological Survey National Wetlands Research Center (NWRC) during INNOV8&rsquo;s first Earth Day Celebration on the Research Park of the University of Louisiana in Lafayette, La.<!--introend--><\/p>\n<p>\"South-central Louisiana is the perfect location for wetland science and engineering research, and we are delighted to invite the entire community to learn more about what we do,\" said USGS NWRC Director, Phil Turnipseed. \"There is incredibly innovative science going on in your own backyard!\"<\/p>\r\n<p>The NWRC has provided important science from their facilities at the University of Louisiana at Lafayette since 1992. The center not only focuses on the wetlands of Louisiana, but conducts studies throughout the Southeast, Texas, Mexico, and across the globe.<\/p>\r\n<p><strong>What:<\/strong> The whole family can enjoy learning about science in our own backyard at this community event. Here are just a few of the highlights:<\/p>\r\n<ul>\r\n<li>See how the cool scientists get around! We&rsquo;ll have the NWRC Science Response Vehicle, which was used to help respond to Hurricane Katrina in New Orleans; the NWRC Mobile Avian Radar Lab that tracks birds; and a variety of air and motor boats on display.&nbsp; <\/li>\r\n<li>Get behind the scenes on one of the lab tours. <\/li>\r\n<li>Check out how invasive species like nutria, island apple snails, and feral swine are studied. <\/li>\r\n<li>Experience how scientists study Louisiana animals through the examination of furbearer pelts, bones, and bird carvings. <\/li>\r\n<li>Be a detective! See how fast you can find your home via remote sensing imagery. <\/li>\r\n<li>Learn more about Louisiana&rsquo;s coastal wetlands, why we&rsquo;re losing them, and what&rsquo;s being done to save this precious North American resource!<\/li>\r\n<\/ul>\r\n<p><strong>When: <\/strong>Earth Day, Sunday, April 22, from 1 p.m. &ndash; 5 p.m.<\/p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style=\"text-decoration: underline;\">Special Event Times: <\/span><\/p>\r\n<ul>\r\n<li>Behind the scenes lab tours start at 1:00, 2:00, 3:00 and 4:00 <\/li>\r\n<li>Presentation on &ldquo;Louisiana&rsquo;s Coastal Wetlands: A Primer,&rdquo; starts at 2:30<\/li>\r\n<\/ul>\r\n<p><strong>Where: <\/strong><\/p>\r\n<ul>\r\n<li>University Research Park, <br \/>USGS National Research Center<br \/>700 Cajundome Boulevard, Lafayette LA 70506<\/li>\r\n<\/ul>\r\n<p>The USGS is just one agency participating in this exciting and educational Earth Day celebration. Kids can climb a rock wall or play in the bounce house at the Evangeline Area Council of Boy Scouts of America exhibit. Learn about coastal restoration by visiting the NOAA Estuarine Habitat and Coastal Fisheries Center next door. Louisiana&rsquo;s Coastal Protection and Restoration Authority will present information about creating a sustainable coast.<\/p>\r\n<p>Learn more about the USGS NWRC by visiting their <a href=\"http:\/\/www.nwrc.usgs.gov\/\">website<\/a>.&nbsp;<\/p>\r\n<p>More information about INNOV8&rsquo;s Earth Day Celebration is available on their <a href=\"http:\/\/www.innov8lafayette.com\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana"],"country":["United States of America"],"mm_tags":["National Wetlands Research Center","Lafayette","Louisiana","Science Response Vehicle","Earth Day","publicevent","Coastal Ecosystems","Coastal Wetlands"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1334808000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169391"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}