{"title":"USGS Accelerates Access to Maps in Oil Spill Area","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>The U.S. Geological Survey provides new levels of access to map products and tools for oil spill response and recovery operations. &nbsp;<\/em><\/p>\n<p><!--introstart-->To assist in responding to the Deepwater Horizon oil spill, the U.S. Geological Survey has developed a new tool to rapidly distribute the latest USGS topographic maps of the Gulf Coast region.<!--introend--><\/p>\r\n<p>Once the magnitude of the spill became known in early May, experts at the USGS National Geospatial Technical Operations Center (NGTOC) sprang into action to create the Emergency Response Map Index Tool (ERMIT), an event-specific application that provides quick access to standard USGS mapping products &mdash; Digital Map-Beta and US Topo &mdash; for the region.<\/p>\r\n<p>The ERMIT allows a user to access relevant USGS topographic maps from a standard DVD. Access to the internet is not required, saving download time and disk storage. When loaded to any PC computer, the tool displays an index of pre-loaded maps. Specific maps can then be easily selected and manipulated using mapping tools that are also supplied on the DVD.<\/p>\r\n<p>Up-to-date topographic maps derived from <em>The National Map<\/em> give environmental analysts and recovery workers uniform geographic information about shorelines, wetlands, stream channels, land cover, and navigation obstacles. Accurate, authoritative maps are vital in facilitating close coordination among a broad array of scientists, managers, and field personnel.<\/p>\r\n<p>More information about <em>The National Map<\/em> and USGS digital map products can be found <a href=\"http:\/\/nationalmap.gov\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Louisiana","Mississippi","Texas"],"country":["United States of America"],"mm_tags":["The National Map","beachhealth","topographic Map","geography","gulf Of Mexico"],"article_type":["Technical Announcement"],"release_date":{"und":[{"value":"1275019200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169352"},{"tid":"170047"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}