{"title":"Hawaiian Seabirds Vulnerable to Sea-Level Rise on Low-Lying Atoll","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HAWAI'I ISLAND, Hawai'i &mdash; <!--introstart-->The Hawaiian Islands'largest atoll, French Frigate Shoals, is key to understanding how seabird nesting habitat will change with predicted rising sea levels, according to a team of U.S. Geological Survey biologists.<!--introend-->&nbsp;<\/p>\n<p>The team led by Dr. Michelle Reynolds of USGs'Pacific Island Ecosystems Research Center studied the island's topography and the population dynamics of eight seabird species on French Frigate Shoals, an isolated atoll of low-lying coral islands in the Northwestern Hawaiian Islands about halfway between the main Hawaiian Islands and Midway Atoll in the mid-Pacific. These islands are part of the Hawaiian Islands National Wildlife Refuge and Papah&#257;naumoku&#257;kea Marine National Monument, and are managed by the U.S. Fish and Wildlife Service, the National Oceanic and Atmospheric Administration and the State of Hawai'i. Papah&#257;naumoku&#257;kea is a seasonal home to more than 14 million seabirds, the largest tropical seabird rookery in the world. Virtually all of the world's populations of Laysan albatross and black-footed albatross live there, as well as globally significant populations of red-tailed tropicbirds, Bonin petrels, Tristram's storm-petrels and white terns. The USGS research provides new information useful for wildlife management in the face of sea-level rise.&nbsp;<\/p>\r\n<p>\"It is troubling to think that these resilient seabirds, which have managed to endure and even thrive on this remote outpost despite the onslaught of storms and world war, could fall victim to the rising seas of climate change,\" said USGS Director Marcia McNutt. \"These projections on the rate of shrinking useful habitat will help define the range of management options to help ensure the survival of these important species.\"&nbsp;<\/p>\r\n<p>The investigators studied bird populations on Tern Island, the largest island in French Frigate Shoals since World War II, when the U.S. Navy expanded the island and created a 3,000-foot coral-sand airstrip there. &nbsp;Using data collected over three decades on the ground by Fish and Wildlife Service refuges, they concluded that while Tern Island is now at carrying capacity for some shrub-nesting bird species such as spectacled terns (also known as gray-backed terns), restoration of habitat and seawalls could help to mitigate the effects of sea-level rise on other bird species. In the long run, they say, restoration of seabird colonies to higher-elevation islands may be a more enduring conservation solution.&nbsp;<\/p>\r\n<p>French Frigate Shoals'low elevation makes the atoll an important place to study sea-level rise. The eight islands lie, on average, only 2.2 meters above sea level, and have lost landmass in recent decades to erosion. If sea levels rise 2 meters by 2100, as some studies have predicted, almost all the islands in the atoll except Tern will be submerged.<\/p>\r\n<p>Using lidar-derived elevation data, aerial imagery and historic observations, the USGS investigators studied how various degrees of sea-level rise, from 0.5 meter to 2 meters, would affect bird populations. In all scenarios, birds decreased in abundance except for masked boobies, which nest on bare ground such as Tern Island&rsquo;s runway. The team also looked at what might happen if the inactive runway were decommissioned and either planted or passively managed for vegetation. Study models that incorporated decommissioning the runway increased the area of potential habitat and slowed losses of shrub land cover due to sea-level rise for all but the 1.5-meter and 2-meter scenarios.<strong>&nbsp;<\/strong><\/p>\r\n<p>\"We were pleased to learn that seabirds have been doing so well at French Frigate Shoals, but if sea level rises much more, these birds may need help in the future,\" said ecologist Dr. Jeff Hatfield, based at the USGS Patuxent Wildlife Research Center in Maryland and lead author of an article on the team&rsquo;s findings in Conservat","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change National Climate Changeand Wildlife Science Center","Geographic Areas Southwest"],"release_date":{"und":[{"value":"1340164800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168892"},{"tid":"170132"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}