{"title":"Low April Streamflows Not Necessarily an Indicator of Summer Drought","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The low streamflows seen throughout much of New England this April do not foreshadow a summer drought, as researchers have determined summer rainfall plays a bigger role than snowmelt runoff in determining streamflows in the summer.<!--introend-->&nbsp;<\/p>\n<p>In a new <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5092\/\">report<\/a> by the U.S. Geological Survey, scientists also looked at how streamflow during April is influenced by both winter air temperature and precipitation. They concluded that April streamflow is more sensitive to changes in temperature than to changes in winter precipitation in southern New England.&nbsp;<\/p>\r\n<p>While streamflow in April is more sensitive to changes in temperature, summer streamflows are more dependent on precipitation.&nbsp;<\/p>\r\n<p>Understanding the sensitivity of streamflow to climatic variation is important because people and aquatic ecosystems are dependent upon water supplies, particularly in summer low-flow seasons.<\/p>\r\n<p>\"This valuable scientific investigation demonstrates the ability of USGS researchers to rapidly respond to a sudden and troubling anomaly, in this case southern New England streamflows lower than 90 percent of historical April flows, and by May we were able to produce a useful report getting to the heart of the issue,\" said USGS Director Marcia McNutt. \"Their work uncovers new feedbacks relevant to climate change impacts on stream flows while demonstrating the return-on-investment from our long-term streamgaging program.\"&nbsp;<\/p>\r\n<p>\"In this study, we found that warm March air temperatures this year in southern New England contributed to low April streamflows,\" said USGS scientist Glenn Hodgkins, who is the lead author of this report. \"It is well known that precipitation affects streamflows, but it has been less well known that air temperature can affect flows too.\"&nbsp;&nbsp;<\/p>\r\n<p>Warmer air temperatures cause snowpack to melt earlier, with most runoff then occurring prior to April in southern New England. Winter precipitation is still a contributing influence, as lower precipitation results in lower snowpack accumulation and less water available for spring runoff.&nbsp;<\/p>\r\n<p>\"With warmer winters predicted in the future, spring streamflows in New England could continue to change,\" said Robert Lent, USGS Maine Water Science Director. \"This study helps us to understand that relationship and provides information to those who manage water resources.\"&nbsp;<\/p>\r\n<p>The USGS has been collecting continuous streamflow data for 50 to 100 years at many rivers in New England. Scientists analyzed April flows from 31 streamgages in areas that are not strongly influenced by direct human watershed changes such as reservoir regulation or urbanization.&nbsp;&nbsp;<\/p>\r\n<p>Using these data, they analyzed year-to-year correlations between April flows and winter precipitation and air temperature from nearby meteorological sites. They also looked at year-to-year correlations between April flows and late-spring and summer flows.&nbsp;<\/p>\r\n<p>The study focused on the New England region, which includes Maine, New Hampshire, Vermont, Massachusetts, Rhode Island and Connecticut.&nbsp;<\/p>\r\n<p>Read the USGS report, &ldquo;<a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5092\/\">Relations between Winter Climatic Variables and April Streamflows in New England and Implications for Summer Streamflows<\/a>.&rdquo;<\/p>\r\n<p>The USGS has around 7,800 streamgages across the nation. Learn more by visiting the National Water Information System <a href=\"http:\/\/waterdata.usgs.gov\/nwis\/rt\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maine","Massachusetts","New Hampshire","Rhode Island","Vermont"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","Water National Streamflow Information","water","Geographic Areas Northeast","Global Warming","global Change","Climate Change","streamflow","drought"],"release_date":{"und":[{"value":"1337572800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"170360"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}