{"title":"Did You Feel Yesterday&#39;s Earthquake?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<b>\n<p>Did you feel this earthquake? You can report your experiences on: <a href=\"http:\/\/earthquake.usgs.gov\/eqcenter\/dyfi.php\">http:\/\/earthquake.usgs.gov\/eqcenter\/dyfi.php<\/a><\/p><\/b>\r\n<p><!--introstart-->If you were surprised by the strong magnitude 6.0 earthquake that shook offshore Florida yesterday morning you&#039;re not alone.<!--introend--><\/p>\r\n<p>This event was centered far offshore -- about 250 miles south-southwest of Apalachicola, Fla. -- yet it was widely felt. From Texas to Florida, and as far north as North Carolina, the U.S. Geological Survey (USGS) received online reports from more than 5000 people representing nearly 1000 zip codes. <\/p>\r\n<p>According to the USGS National Earthquake Information Center in Golden, Colo. this is the largest of more than a dozen earthquakes that have been recorded from the eastern Gulf of Mexico in the past three decades, and it is the most widely felt. The previous significant earthquake in the region occurred on February 10, 2006 and had a magnitude of 5.2. <\/p>\r\n<p>Although they are less frequent, earthquakes of similar magnitude are felt over much larger areas east of the Rocky Mountains than are those in the western U.S. Differences in geology east and west of the Rockies cause this strong contrast. Rocks in the eastern and central U.S. are more efficient at transmitting earthquake waves for greater distances than those in the west.<\/p>\r\n<p>This earthquake was centered beneath the Gulf of Mexico, well distant from the nearest active tectonic plate boundary. Such \"mid-plate\" earthquakes are much less common than earthquakes occurring on faults near plate boundaries, and most probably represent the release of long-term tectonic stresses that ultimately originate from forces applied at the plate boundary. Scientists generally know less about mid-plate earthquakes and they often cannot associate them with a specific causative fault.<\/p>\r\n<p>Offshore earthquakes often generate concern about the potential for tsunamis. The relatively shallow water of the Gulf of Mexico is not conducive to the generation of such waves and the broad continental shelf along the U.S. Gulf Coast serves as a break for these long-period waves. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1157947200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}