{"title":"Technical Announcement: USGS Releases Southwestern Wyoming Energy Map","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Land and resource managers now have a <a href=\"http:\/\/pubs.usgs.gov\/ds\/683\/\">comprehensive new map<\/a> of coal and wind energy resources information for southwestern Wyoming.<!--introend--> This map has been released by the U.S. Geological Survey and the Wyoming State Geological Survey, as Part A of a two part energy map and data series.&nbsp;<\/p>\n<p>Developed as a component of the Wyoming Landscape Conservation Initiative, this publication compiles coal, including coalbed methane, and wind resources data in <a href=\"http:\/\/pubs.usgs.gov\/ds\/683\/\">southwestern Wyoming<\/a>.&nbsp; It adds maps and information on electrical energy sources in southwestern Wyoming to previously published maps of oil and gas development for <a href=\"http:\/\/pubs.usgs.gov\/ds\/625\/\">the entire state<\/a>.&nbsp;<\/p>\r\n<p>\"This map ably demonstrates the value of the USGS's integrated science, that reaches across both conventional and renewable energy sources to provide new products in a seamless manner,\" said USGS Director Marcia McNutt. \"Users are able to immediately assess the geographic extent of power production from different sources as well as the relative capacity as the nation's energy mix evolves with time.\"&nbsp;<\/p>\r\n<p>The USGS and WSGS coal and wind map for southwestern Wyoming is presented in the form of a Geographic Information System (GIS) data package, over 100 layers that can be used as overlays in GIS products, or analyzed as a stand-alone map.&nbsp;<\/p>\r\n<p>The primary focus of this map is sources of electrical power, which is the reason coal and wind were included. Coal dominates Wyoming&rsquo;s electrical power generation, and there are several coal mines within the study area. Most of these are surface mines, with only one underground coal mine. In addition to the coal resource itself, many of the coal deposits contain enough gas to be potentially economic.&nbsp;&nbsp;<\/p>\r\n<p>Wyoming contains significant wind energy potential. Electrical generation capacity of eight wind farms operating in southwestern Wyoming was approximately 674 megawatts in 2010, with an additional 5 wind energy projects proposed or underway. Nationwide, <a href=\"http:\/\/www.eia.gov\/cneaf\/solar.renewables\/page\/wind\/wind.html\">wind capacity<\/a> reached 39,135 megawatts in 2010.&nbsp;<\/p>\r\n<p>Data for the map came from previously published USGS and WSGS materials on coal and coalbed methane assessments and maps, wind turbine spatial mapping and attribution, and the National Coal Resource Data System, as well as information from the Wyoming Oil and Gas Conservation Commission and the Bureau of Land Management.&nbsp;<\/p>\r\n<p>This energy map for southwestern Wyoming was created as part of the WLCI's ongoing efforts to disseminate online energy resources data for multi-disciplinary science investigations, to collaborators, land and resource managers, as well as the public.&nbsp;&nbsp;<\/p>\r\n<p>Part B is in progress and will include oil, gas, oil shale, uranium and solar resource information, as well as infrastructure associated with exploration, production and development, and the extent and nature of restrictions or impediments to energy resources development.&nbsp;&nbsp;<\/p>\r\n<p>The WLCI is a long-term, multi-agency, science-based effort to assess and enhance aquatic and terrestrial habitats at a landscape scale in southwestern Wyoming, while facilitating responsible development through local collaboration and partnerships.&nbsp;<\/p>\r\n<p>USGS is a partner in the WLCI and worked with the Wyoming State Geological Survey to develop this first of a two part energy map.&nbsp;<\/p>\r\n<p>For more information on this map and other USGS energy resources, please visit the <a href=\"http:\/\/energy.usgs.gov\/\">USGS Energy Resources Program<\/a> and for other WLCI efforts please visit the <a href=\"http:\/\/www.wlci.gov\/\">Wyoming Landscape Conservation Initiative<\/a>. To stay up-to-date on USGS Energy publications, sign up for our <a href=\"http:\/\/energy.usgs.gov\/GeneralI","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming"],"country":["United States of America"],"mm_tags":["Energyand Mineralsand Environmental Health Energy Resources","Geographic Areas Rocky Mountain"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1340078400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169917"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}