{"title":"Hurricane Ivan&rsquo;s Potential Impacts to Eroding Gulf of Mexico Shoreline","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists at the U.S. Geological Survey (USGS) are closely watching the Gulf of Mexico shoreline to understand the impact of Hurricane Ivan. The shoreline in the Gulf is particularly vulnerable to storm surge and coastal change during hurricanes because of the low elevation, shoreline retreat and subsidence in the Mississippi Delta regions.<\/p>\n<p>In June USGS released a new assessment of shoreline change on the Gulf of Mexico that showed 61 percent of the Gulf Coast shoreline is eroding. Some areas are losing sand more rapidly than others and some areas are actually gaining sand. The assessment was designed to help coastal managers at all levels of government make more informed decisions.<\/p>\r\n<p>\"At the beginning of hurricane season, coastal residents recognize how important their beaches are, not just for enjoyment but also for protection from mighty coastal storms. Beach erosion is a chronic problem along most open-ocean shores of the United States,\" said Robert Morton, a USGS coastal geologist and the assessment&rsquo;s lead author. \"As coastal populations grow and community infrastructures are threatened by erosion, there is increased demand for accurate information regarding past and present trends and rates of shoreline movement.\"<\/p>\r\n<p>In a cooperative research program between USGS and NASA recently surveyed the shoreline using airborne laser mapping, providing for the first time detailed elevation maps of the shorelines &#39;first line of defense.&rsquo; An example of the â\u0080\u0098first line of defense&rsquo; would be a sand dune protecting an ocean front cottage or road. <\/p>\r\n<p>USGS scientists have prepared maps showing the proportion of the â\u0080\u0098first line of defense&rsquo; that would be inundated by worst-case scenario storm surge associated with Categories 1 through 5 hurricanes. See: <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/ivan\/\">http:\/\/coastal.er.usgs.gov\/hurricanes\/ivan\/<\/a>. <\/p>\r\n<p>The storm-surge elevations (simulated by NOAA) represent the maximum surge that results along the open coast from hurricanes of a given category, approaching from different directions, and at different speeds. On Florida&rsquo;s west coast barrier islands, the maximum surge will typically occur to the south of landfall under the eye wall and decreases in elevation with distance away from the eye wall.<\/p>\r\n<p>\"Where the storm surge exceeds the elevation of the dunes, currents will flow across the barrier islands potentially driving massive quantities of sand landward,\" Sallenger said. \"In some cases where barrier islands are low and narrow, the currents will carve new inlets like what happened in 2003 on the Outer Banks of North Carolina during Hurricane Isabel and this year on North Captiva Island, Fla., during Hurricane Charley.\" A 44-page full-color report discussing historical shoreline change and coastal land loss along the U.S. Gulf of Mexico is available for viewing and printing at: <a href=\"http:\/\/pubs.usgs.gov\/of\/2004\/1043\/\">http:\/\/pubs.usgs.gov\/of\/2004\/1043\/<\/a> <\/p>\r\n<p>A data catalog complements the report and the IMS by offering downloadable data layers complete with FGDC compliant metadata. These data can be found at: <a href=\"http:\/\/pubs.usgs.gov\/of\/2004\/1089\/\">http:\/\/pubs.usgs.gov\/of\/2004\/1089\/<\/a>. Data generated by the project, including vector shorelines and transects, associated short- and long-term rates of change, statistical uncertainties, and areas of beach nourishment, have been compiled in an Internet Map Server (IMS). The IMS brings the usefulness of GIS to a web browser, allowing the user to interactively view and manipulate data layers. The USGS U.S. Gulf of Mexico Shoreline Change Internet Map Server can be found at: <a href=\"http:\/\/coastalmap.marine.usgs.gov\/ArcIMS\/Website\/usa\/GoMex\/shoreline_change\/viewer.htm\">http:\/\/coastalmap.marine.usgs.gov\/ArcIMS\/Website\/usa\/GoMex\/shoreline_change\/viewer.htm<\/a>. NOTE TO REPORTERS: Asbury (Abby) H. Sallenger, Jr., a USGS oceanographer, can be reached by cal","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Mississippi"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1095307200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169613"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}