{"title":"New Data Raise Questions About Vulnerability of the High Plains Aquifer","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Nitrate and tritium concentrations in ground-water samples collected this year by the U.S. Geological Survey from the High Plains aquifer in western Oklahoma indicate that water may be seeping from the land surface to the water table within the span of a few decades.<!--introend--> This determination has substantial ramifications for water users, irrigated agriculture, and livestock operations in the region. Many people had thought that it took hundreds or thousands of years for water and any contaminants in water to seep down to water table in the High Plains aquifer; because there is little rainfall, the water table is commonly more than 200 feet below land surface, and there are layers of naturally-cemented sand and gravel below soils in much of the region. A recently published computer model of the aquifer indicates that the volume of recharge is relatively small, less than one inch per year, but this new data indicate that water and entrained contaminants may reach the water table in parts of the aquifer sooner than previously believed. The High Plains aquifer is the only source of drinking water for most residents in the Oklahoma panhandle. \n<p>\r\n<p>The U.S. Geological Survey, Oklahoma District, sampled 12 existing domestic wells completed in the aquifer in Oklahoma in early 1999, in cooperation with the Oklahoma Water Resources Board. Seven of those water samples had tritium concentrations exceeding 2.5 picocuries per liter, indicating recharge from rainfall that fell since 1953, when atmospheric testing of hydrogen bombs began. Tritium is an isotope of hydrogen that is harmless at low concentrations. Water samples collected for the project are being analyzed for ratios of tritium to helium-3 gas or for concentrations of carbon-14 to determine more accurately the dates that the ground water fell as rainfall and started seeping toward the water table. \r\n<p>\r\n<p>This study may modify previous beliefs about the vulnerability of the High Plaines aquifer to contamination in western Oklahoma.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oklahoma"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"945061200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169828"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}