{"title":"Are you ready for landslide season?","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_175821\" align=\"alignright\" width=\"496\"]<a href=\"http:\/\/libraryphoto.cr.usgs.gov\/cgi-bin\/show_picture.cgi?ID=ID.%20Alaska%20Earthquake%20no.%20%20%20%2041ct&amp;SIZE=large\"><img class=\"size-full wp-image-175821\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/01\/landslideeq1.jpg\" alt=\"\" width=\"496\" height=\"255\" \/><\/a> Landslides associated with the March 27, 1964 Alaska earthquake caused $960 million in damage (expressed in 2011 dollars). This landslide in Anchorageâ\u0080\u0099s Turnagain Heights neighborhood, along a steep bluff fronting Knik Arm on Cook Inlet, was about 1.5 miles long and up to 1\/2 mile wide, and destroyed many of the cityâ\u0080\u0099s finest homes.<br \/>Photo by USGS[\/caption]\n\nAs a rainy winter plods on, scientists, resource managers and property owners from coast to coast cast worried eyes on Americaâ\u0080\u0099s hillsides for signs of this common natural geologic hazard â\u0080\u0093 a <a href=\"http:\/\/gallery.usgs.gov\/videos\/542#.UN4Cw7Tn3jI\">landslide<\/a>.\n\nLandslides <a href=\"http:\/\/pubs.usgs.gov\/circ\/1325\/\">can happen anyplace<\/a>that has unstable hillslopes and a contributing factor such as an earthquake, a wildfire severe enough to alter soil properties, human modification of the landscape or, most commonly, rain. The West Coast, particularly California, is vulnerable to landslides because of its steeplands, its seasonal rainfall patterns, and the way its ongoing tectonic deformation exposes vulnerable sediments,not to mention the large population that lives in areas that could be affected by landslides, said Â Lynn Highland, a geographer with the USGSÂ National Landslide Information Center in Golden, Colo.\n\nThe USGS is working on several fronts to better understand landslide hazards both in the United States and internationally and to provide information that will help resource managers and the public <a href=\"http:\/\/landslides.usgs.gov\/learning\/prepare\/\">make safe choices<\/a> in the face of landslide hazards. USGS scientists have mapped landslides, studied why landslides can repeat in the same places, created near-<a href=\"http:\/\/pubs.usgs.gov\/fs\/2012\/3008\/\">real-time monitoring systems<\/a>, and calculated the <a href=\"http:\/\/landslides.usgs.gov\/docs\/faq\/significantls_508.pdf\">economic costs<\/a> of landslides. A <a href=\"http:\/\/landslides.usgs.gov\/dysi\/\">â\u0080\u009cDid You See Itâ\u0080\u009d<\/a> feature recently added to the USGS Landslide Hazards Programâ\u0080\u0099s website allows people to <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/did-you-see-a-landslide\/\">report landslides<\/a> anywhere in the United States and to see where landslides have been reported in the past.\n\n[caption id=\"\" align=\"alignleft\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_22_2013_afv2YLk88S_01_22_2013_0\"><img src=\"http:\/\/gallery.usgs.gov\/images\/01_22_2013\/afv2YLk88S_01_22_2013\/medium\/Untitled.jpg\" alt=\"\" width=\"500\" height=\"335\" \/><\/a> An oblique LIDAR image of La Conchita, Calif., reveals the communityâ\u0080\u0099s grim landslide history. The 1995 landslide is outlined in blue and the 2005 landslide in yellow, while a red line overhead outlines the main scarp of an ancient landslide that involved the entire bluff. Arrows show other landslides in the area. The deep canyon on the left produced major debris flows in both 1995 and 2005.<br \/>Image by Todd Stennett, Airborne 1 Corp., El Segundo, Calif.[\/caption]\n\nIn California, most people think of landslides as following <a href=\"http:\/\/elnino.usgs.gov\/landslides-sfbay\/damage.html\">prolonged heavy rain<\/a>. They reference such tragedies as the <a href=\"http:\/\/pubs.usgs.gov\/of\/1997\/of97-745\/\">San Francisco Bay Area<\/a>â\u0080\u0099s <a href=\"http:\/\/pubs.usgs.gov\/gip\/2007\/48\/\">Love Creek landslide<\/a>, which claimed 10 lives in January 1982, or the <a href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1191\/\">Scenic Drive landslide<\/a> in nearby La Honda, which rendered uninhabitable more than $40 million worth of homes in February <a href=\"http:\/\/landslides.usgs.gov\/recent\/archives\/1998sanfranrpt.php\">1998<\/a>. Intense West Coast storms that hit from mid-December to April are much more likely to trigger landslides than storms earlier in the season, because they add water to steepland soil that has already accumulated significant moisture in its fissures and pores, said USGS research geomorphologist Jonathan Stock.Â  In late November 2012, a heavy storm brought more intensive rain to some parts of the Bay Area than they received during the 1982 disaster. â\u0080\u009cBut there was no widespread landsliding, because the soil pores were not yet fully saturated,â\u0080\u009d Stock said.\n\nStock and USGS research civil engineer Brian Collins have created a near-real-time landslide monitoring system in the San Francisco Bay Area. Sensors at four stations monitor pore water pressure and soil moisture conditions that could precede widespread landsliding. Â <a href=\"http:\/\/landslides.usgs.gov\/monitoring\/\">Similar USGS monitoring systems<\/a> exist in parts of Oregon, southern California and Colorado. Years of observation using such systems are typically required to understand what combinations of soil moisture and precipitation lead to landslides.\n\n&nbsp;\n\n&nbsp;\n\nItâ\u0080\u0099s already known that many California landslides are associated with the airborne masses of water vapor called <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/categorizing-west-coast-storms\/\">atmospheric rivers<\/a>, which, because they originate in the semitropics of the Pacific Ocean and travel west, can be tracked several days before they reach the West Coast. Now, Stock, Collins and others are working on ways to integrate precipitation and soil moisture data to forecast susceptibility to widespread landsliding.\n\nHillsides that have been swept by wildfires also pose risk ofÂ <a href=\"http:\/\/landslides.usgs.gov\/research\/wildfire\/\" target=\"_blank\">post-fire debris flows<\/a>. These post-fire debris flow warnings are issued by the National Weather Service to local emergency managers and the public. Here, the triggering process is different. Not only is vegetation destroyed that might intercept rainfall, but soil particles themselves can become coated with volatilized organic matter that makes them water-repellent, explained USGS emeritus research geologist Sue Cannon. More rainwater cascades off hillslopes than soaks in.\n\nAs it moves downslope, the rainwater collects increasing amounts of soil and rocks. The mix becomes denser and heavier as it travels, and in as little as 15 minutes can become a debris flow powerful enough to threaten structures or block highways, as happened after the 2009 Station fire in southern California and the June 2012 High Park fire west of Fort Collins, Colo.\n\nBecause this process does not depend on soil saturation, post-fire debris flows can be triggered by the first big rain of the year, Cannon said. USGS scientists created <a href=\"http:\/\/pubs.usgs.gov\/of\/2012\/1148\/\">debris-flow hazard maps of the High Park burn area<\/a> and found that some drainage basins had up to an 84 percent chance of producing debris flows if they received 25mm (just under an inch) of rain in an hour. USGS has also installed monitoring sensors in areas with high potential for post-fire debris flows, including basins burned by the <a href=\"http:\/\/landslides.usgs.gov\/monitoring\/arroyo_seco\/\">2009 Station Fire<\/a> that threatened several cities at the base of the San Gabriel Mountains in southern California. Â The potential for post-fire debris flows generally lessens after two to three years, however, as burned areas become revegetated and sediment supplies are depleted.\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_22_2013_afv2YLk88S_01_22_2013_2\"><img src=\"http:\/\/gallery.usgs.gov\/images\/01_22_2013\/afv2YLk88S_01_22_2013\/medium\/san_pedro_landslide_knabe.jpg\" alt=\"\" width=\"500\" height=\"371\" \/><\/a> This slide on San Pedro, Calif.,â\u0080\u0099s Paseo del Mar began moving over a period of weeks in November 2011. On Sunday, Nov. 20, the landslide moved abruptly, causing the roadway to collapse.<br \/>Photo by Los Angeles County Supervisor Don Knabe[\/caption]\n\nUSGSâ\u0080\u0099 Landslide Hazards Program has developed methods to characterize debris-flow hazards from recently burned areas, including empirical models to predict for a given point along a drainage network 1) the volume of debris flow; 2) the probability of debris flow; and 3) the downstream path that the debris flow would take . â\u0080\u009cA set of models were originally developed for burned areas in the Intermountain West,â\u0080\u009d Cannon said, â\u0080\u009cand we are now in the process of developing models specific to conditions within Southern California because of differences in the regionâ\u0080\u0099s fire behavior and the large number of people potentially impacted there.â\u0080\u009d\n\nAn important part of mitigating landslide hazards is the understanding that landslides can recur at the same sites, Stock said. Water can seep off the toe of an old slide and cause failures there, he said. Other slope failures calve off earlier failures, as happened in the seaside community of <a href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1067\/\">La Conchita, Calif.<\/a>, in 1995 and again in <a href=\"http:\/\/landslides.usgs.gov\/recent\/events\/laconchita\/\">January 2005<\/a>. No one was injured in the 1995 event, but a debris flow <a href=\"http:\/\/landslides.usgs.gov\/recent\/events\/socal2005\/\">a decade later<\/a> killed 10 people. Both landslides were within the footprint of an ancient landslide on the slope behind them, as aerial photography and LIDAR imagery reveal. La Hondaâ\u0080\u0099s Scenic Drive homes sat atop an ancient landslide as well.\n\n<a href=\"http:\/\/www.conservation.ca.gov\/cgs\/rghm\/landslides\/Pages\/ls_index.aspx\">Landslide hazard maps<\/a> of many areas are available from USGS as well as the California Geological Survey and <a href=\"http:\/\/www.stategeologists.org\/\">other statesâ\u0080\u0099 geological offices<\/a>, along with resources and <a href=\"http:\/\/www.conservation.ca.gov\/cgs\/information\/publications\/cgs_notes\/note_33\/Pages\/index.aspx\">tips<\/a> on how to help avoid landslide hazards. These <a href=\"http:\/\/pubs.usgs.gov\/of\/1997\/of97-745\/\">landslide maps<\/a> identify areas where the greatest threat to property exists from the movement of deep-seated landslides.\n\nOther USGS science investigates how landslides fit into larger ecological processes and economic assessments. Highland studies direct economic losses from landslides in addition to indirect losses. Â Landslide losses in many cases are ascribed to earthquakes or floods, but actually are due to landslides that the earthquakes or floods have triggered. In the case of the 1964 Alaska earthquake, much of the economic damage was actually done by landslides, Highland said. Other USGS scientists are studying large-scale landslide hazards threatening people and property in coastal Oregon and Washington, Appalachia, China, Micronesia, and Haiti, as well as rockfall associated with the 2001 earthquake in Nisqually, Wash., and the 2011 earthquake in Mineral, Va.\n\n<strong>More USGS landslide resources:<\/strong>\n\n<a href=\"http:\/\/pubs.usgs.gov\/circ\/1325\/\">The Landslide Handbook: A Guide to Understanding Landslides<\/a>\n\n<a href=\"http:\/\/www.usgs.gov\/faq\/index.php?action=show&amp;cat=17\">FAQs<\/a> on landslides\n\nOther USGS <a href=\"http:\/\/landslides.usgs.gov\/learning\/publications.php\">publications<\/a> on landslides\n\n<a href=\"http:\/\/landslides.usgs.gov\/learning\/photos\/\">Images ofÂ landslidesÂ <\/a>around the world\n\nPilot project toward a <a href=\"http:\/\/landslides.usgs.gov\/regional\/inventory\/\">national landslide inventory<\/a>\n\nUSGS geologists <a href=\"http:\/\/landslides.usgs.gov\/nlic\/people.php\">working on landslide research<\/a>\n\nHow to find landslide <a href=\"http:\/\/www.stategeologists.org\/\">information in your state<\/a>\n\n<strong>Related Top Stories:<\/strong>\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/usgs-issues-landslide-alert-for-hurricane-sandy\/\">http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/usgs-issues-landslide-alert-for-hurricane-sandy\/<\/a>\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/categorizing-west-coast-storms\/\">http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/categorizing-west-coast-storms\/<\/a>\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/did-you-see-a-landslide\/\">http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/did-you-see-a-landslide\/<\/a>\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/usgs-natural-hazards-risk-reduction-project-goes-national\/\">http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/usgs-natural-hazards-risk-reduction-project-goes-national\/<\/a>\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24270","uid":"31","filename":"landslideeq.jpg","uri":"public:\/\/landslideeq.jpg","filemime":"image\/jpeg","filesize":"120139","status":"1","timestamp":"1425492768","type":"image","uuid":"6e2649c6-ea9a-414e-87be-d6ae570d18b8","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Landslide Hazards","landslides","Natural Hazards"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1359127203","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}