{"title":"Geology, Development, and Human Health... Role of Coal in Developing Nations","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->\"What price does the developing world pay for its economic growth?\" Scientists from government agencies, universities, and the private sector in the U.S., China, Canada, and Russia will consider this question<!--introend--> during a symposium hosted by the U.S. Geological Survey, at the Annual Meeting of the Geological Society of America scheduled for Oct. 25-29 in Toronto, Canada. \n<p>\"Economic growth increases energy demand,\" says symposium chairman Dr. Allan Kolker of the USGS. \"In many developing countries, this demand is met by burning coal, which has led to new environmental and human-health problems. While most of the session is concerned with geologic approaches to these problems, we will be considering everything from cleaner-burning technologies to the impact of coal use on global warming,\" says Kolker. \r\n<p>\"For example, extreme arsenic concentrations are found in some Asian coals,\" explained Dr. Peter Warwick, a symposium speaker also of the USGS. \"In many countries coal is used, often in unvented ovens, for drying foods and for home heating. Thousands of cases of arsenic poisoning have resulted,\" says Warwick. \r\n<p>This symposium, \"Environmental Quality vs. Economic Development: The Role of Coal in Developing Nations\", will examine the complex relationship among environmental, economic, and geologic issues from local to the global scale and will emphasize international cooperation in both coal research and the search for solutions to these new human health and environmental challenges. <b>It is scheduled for 8:00 am to 12:00 pm Thursday, Oct 29 in Metro Toronto Convention Centre Rm 703.<\/b> <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"909201600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}