{"title":"How Much Water Does Kansas Use?","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Water use in Kansas is increasing, mostly due to dry periods and climate variability, according to a new U.S. Geological Survey fact sheet on public-supply water use from 1990 - 2012 in Kansas.<\/p><p>About 95 percent of Kansans depend on water provided by public suppliers such as cities, towns, rural water districts or mobile home parks. Currently, about 60 percent of this water is obtained from streams, reservoirs and lakes; the remainder is groundwater.<\/p><p class=\"Default\">Public water supply withdrawals from 1990 &ndash; 2012 ranged from a low of 121 billion gallons in 1993, when average precipitation was almost 40 inches, to a high of 159 billion gallons in 2012, when average precipitation was less than 20 inches. The average amount of water each person uses per day is about 2.5 times greater in western Kansas (274 gallons) then in eastern Kansas (98 gallons). Water use tends to increase from eastern to western Kansas because of differences in precipitation.&nbsp; The <a href=\"http:\/\/pubs.usgs.gov\/fs\/2014\/3116\/\">new fact sheet<\/a> was created in cooperation with the Kansas Department of Agriculture, Division of Water Resources (DWR).<\/p><p>&ldquo;Water is so important to the everyday life of Kansans,&rdquo; said Lane Letourneau, Water Appropriations Program Manager at the Kansas Department of Agriculture, Division of Water Resources. &ldquo;Accurate water use information is essential for the state to manage the resource wisely and to use when we look out to the next 50 years to ensure we have a long term, reliable water supply.&rdquo;&nbsp;<\/p><p class=\"Default\">Differences in annual withdrawals were primarily associated with climatic fluctuations. State population also increased steadily from 2.5 million people in 1990 to 2.9 million in 2012. Most of the population relies on public water supply; the remainder receives their water from other sources, such as private wells.<\/p><p>Water diverted for public supply represents about 10 percent of total reported water use in Kansas. Other major uses include irrigation, industrial, livestock watering and power generation. The DWR or the Kansas Water Office (KWO) regulates all diver&shy;sions of water for public supply on non-federal lands within Kansas. The amount of allotted surface water obtained through the KWO from federal reservoirs increased from about three billion gallons in 1990 to more than seven billion gallons in 2011 and 2012. &nbsp;<\/p><p>&ldquo;Water in the federal reservoirs owned by the state and used under contract is a key component of keeping our municipal and industrial customers economically viable,&rdquo; said Tracy Streeter, Kansas Water Office Director. &ldquo;Understanding when as well as how the water is used is valuable information for assuring the resource is used wisely and the storage space is protected.&rdquo;<\/p><p>More than half of the total water was diverted for public supply in 2012, and nearly three-quarters of the total surface water was treated and distributed by six major water suppliers in the most populous areas of the state: WaterOne (Johnson County), Wichita, Kansas City, Topeka, Olathe and Lawrence.&nbsp;<\/p><p>For more information on USGS water studies in Kansas, visit the USGS Kansas Water Science Center&rsquo;s <a href=\"http:\/\/ks.water.usgs.gov\/\">web page<\/a>.&nbsp;<\/p>","summary":"","format":"filtered_html","safe_value":"<p>Water use in Kansas is increasing, mostly due to dry periods and climate variability, according to a new U.S. Geological Survey fact sheet on public-supply water use from 1990 - 2012 in Kansas.About 95 percent of Kansans depend on water provided by public suppliers such as cities, towns, rural water districts or mobile home parks. Currently, about 60 percent of this water is obtained from streams, reservoirs and lakes; the remainder is groundwater.Public water supply withdrawals from 1990 – 2012 ranged from a low of 121 billion gallons in 1993, when average precipitation was almost 40 inches, to a high of 159 billion gallons in 2012, when average precipitation was less than 20 inches. The average amount of water each person uses per day is about 2.5 times greater in western Kansas (274 gallons) then in eastern Kansas (98 gallons). Water use tends to increase from eastern to western Kansas because of differences in precipitation.  The <a href=\"http:\/\/pubs.usgs.gov\/fs\/2014\/3116\/\">new fact sheet<\/a> was created in cooperation with the Kansas Department of Agriculture, Division of Water Resources (DWR).“Water is so important to the everyday life of Kansans,” said Lane Letourneau, Water Appropriations Program Manager at the Kansas Department of Agriculture, Division of Water Resources. “Accurate water use information is essential for the state to manage the resource wisely and to use when we look out to the next 50 years to ensure we have a long term, reliable water supply.” Differences in annual withdrawals were primarily associated with climatic fluctuations. State population also increased steadily from 2.5 million people in 1990 to 2.9 million in 2012. Most of the population relies on public water supply; the remainder receives their water from other sources, such as private wells.Water diverted for public supply represents about 10 percent of total reported water use in Kansas. Other major uses include irrigation, industrial, livestock watering and power generation. The DWR or the Kansas Water Office (KWO) regulates all diver­sions of water for public supply on non-federal lands within Kansas. The amount of allotted surface water obtained through the KWO from federal reservoirs increased from about three billion gallons in 1990 to more than seven billion gallons in 2011 and 2012.  “Water in the federal reservoirs owned by the state and used under contract is a key component of keeping our municipal and industrial customers economically viable,” said Tracy Streeter, Kansas Water Office Director. “Understanding when as well as how the water is used is valuable information for assuring the resource is used wisely and the storage space is protected.”More than half of the total water was diverted for public supply in 2012, and nearly three-quarters of the total surface water was treated and distributed by six major water suppliers in the most populous areas of the state: WaterOne (Johnson County), Wichita, Kansas City, Topeka, Olathe and Lawrence. For more information on USGS water studies in Kansas, visit the USGS Kansas Water Science Center’s <a href=\"http:\/\/ks.water.usgs.gov\/\">web page<\/a>. <\/p>\n","safe_summary":""}]},"field_images":[],"regions":["Kansas"],"country":["United States of America"],"mm_tags":["Kansas","Climate Change","Water Use","groundwater","drinkingwater","water"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1416891600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"169673"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}