{"title":"seismic Crisis Over, But Hazards Remain At Hawaii Volcanoes National Park","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Air quality conditions at Hawaii Volcanoes National Park remain potentially hazardous today (Feb. 2, 1996) in the wake of an upwelling of molten lava at Kilauea volcano yesterday. This event produced an intense earthquake swarm and an unprecedented emission of sulfur dioxide gas, forcing a short-term closure of sections of the park. Scientists of the U.S. Geological Survey Hawaiian Volcano Observatory, who continually monitor the very active volcanoes in the park, alerted park officials yesterday of the hazards to visitors. <\/p>\n<p>\"In its initial stages, the situation had all the makings of a real emergency,\" said U.S. Geological Survey Director Gordon Eaton who had served previously as the chief scientist of the volcano observatory in Hawaii. \"The scientists who continuously monitor the volcanoes saw disturbing and unusual symptoms in the form of intense swarms of shallow earthquakes -- as many as six quakes per minute -- under the summit caldera that signal the movement of lava just below the surface. Their prompt action to alert park officials, who then closed sections of the park, helped to ensure that the safety of visitors was immediately protected,\" he said. <\/p>\r\n<p>David Clague, scientist-in-charge of the U.S. Geological Survey Hawaiian Volcano Observatory said that the rate at which sulfur dioxide is being produced by the volcano is unprecedented. Visibility is still extremely poor today (Friday) and there is a very real concern for public safety and for the health of people with respiratory conditions. The absence of the normal trade winds at this time of year, which would sweep the sulfur dioxide away from the Islands, is exacerbating the poor air quality. USGS scientists will continue to monitor these conditions and to work closely with park personnel and civil defense officials throughout the day to determine whether or not sections of the park will need to be closed again or if broader health advisories need to be issued. <\/p>\r\n<p>\"The safety of the public is one of the most important aspects of our hazards monitoring role,\" Director Eaton said from his office in Reston, Va. \"We take very seriously the charge in our mission to monitor natural hazards such as volcanoes, earthquakes and landslides. Without our scientific â\u0080\u0098eyes and ears&rsquo; at sites around the country from Hawaii to the Aleutian Islands to heavily populated cities in California to unstable slopes in Cincinnati, Ohio, the Nation would be at far greater risk from such natural hazards,\" he said. <\/p>\r\n<p>\"The good news is that we were back at work after the recent government shutdown and were able to respond well in our role of monitoring hazards and alerting officials and protecting people&rsquo;s lives,\" Eaton said. \"The bad news is that with continuing budget constraints, we are concerned whether we will have sufficient resources to keep instruments functioning and to staff hazards and resource monitoring activities in all 50 states that enable us to respond effectively to emergencies such as the volcanic threat in Hawaii.\" <\/p>\r\n<p>\"We are especially concerned in a situation such as our observatory in Hawaii where equipment failed during the furlough and we have not been able to get instruments repaired and systems back up and running. It was a blessing that the incident at the Hawaii volcano happened at the time it did so that staff were already at work. Had it happened in the middle of the night, we would not have been able to respond quickly because the automated tremor alarm system that calls and alerts our staff has not been functioning since the furlough. We had been working to get it back on line, but it was not up and running. Fortunately, our well trained technicians and scientists on site were able to quickly respond and to alert the park and civil defense officials.\" <\/p>\r\n<p>The following chronology is provided by David Clague, scientist-in-charge at the U.S. Geological Survey&rsquo;s Hawaiian Volcano Observatory: <\/p>\r\n<p>At 8","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"823237200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169399"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}