{"title":"USGS Has Deep and Diverse Roots in California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The presence of the U.S. Geological Survey in Placer Hall on the campus of California State University at Sacramento marks the latest chapter in the USGS&rsquo;s long association with the study of earth sciences in California and cooperation with the state&rsquo;s Division of Mines and Geology and its higher education system. Although the 132 USGS employees that occupy offices in Placer Hall are all associated with the agency&rsquo;s water-resources division, the various scientific disciplines of the USGS have played a vital role in adding to knowledge of the mineral, water and biological resources of the Golden State for more than a century. \n<p>Even before there was a USGS, the federal government was conducting topographical and geological surveys of the Sierra Nevada. Following the discovery of gold at Sutter&rsquo;s Fort in 1848, President Polk recommended annexation of the territory and advocated a \"mineralogical examination to preserve the mineral lands for the use of the United States, so as to secure a large return of money to the treasury, and at the same time lead to the development of their wealth by individual proprietors and purchasers.\" \r\n<p>Clarence King, for whom King&rsquo;s Canyon National Park is named, began his scientific career by mapping the Yosemite Valley for the state of California, in 1864. Three years later he was named \"United States Geologist\" in charge of the geological exploration of the 40th parallel, and in 1870 King discovered and mapped a glacier on the northwest side of Mount Shasta; the first actual glacier ever discovered in the United States. King&rsquo;s reputation, based primarily on his work in California grew, and in 1879 he was appointed the first director of the newly chartered U.S. Geological Survey. \r\n<p>Although it was gold that brought early settlers to California, it was water, and the ability to control its flow, both for mining and for farming, that convinced them stay. William Hall, who served as state engineer in the early days of California statehood, was selected by the USGS&rsquo;s second director, John Wesley Powell, to head up the agency&rsquo;s \"Hydraulic and Hydrographic Branch,\" also know as the \"Irrigation Survey,\" in 1890. \r\n<p>Hall&rsquo;s selection for the USGS position was based on his successful establishment of 12 gauging stations on the San Joaquin River in 1878, and his development of a method of plotting mean-velocity of flows and area curves to more accurately measure water volume in shifting river channels. \r\n<p>Under Hall&rsquo;s leadership in the USGS hydrographic branch, more gauging stations were established on rivers throughout the state, and in 1897, in one of its first cooperative ventures, USGS engineers conducted a \"reservoir and irrigation investigation,\" for the city of San Francisco, that resulted in selection of the Hetch Hetchy valley for the city&rsquo;s main reservoir storage site. \r\n<p>Because topographic mapping was essential to nearly all earth-science research projects, the USGS \"Topographic Corps\" played a major role in the agency&rsquo;s early work in California. Also, because the state&rsquo;s generally mild climate allowed outdoor work, year &rsquo;round, California was a popular field assignment for USGS surveyors and cartographers. \r\n<p>In its early years the USGS had no formal branch of earthquake studies, but one of its most prominent geologists, G.K. Gilbert, just happened to be in Berkeley when the devastating earthquake hit San Francisco on April 18, 1906. Within days he and another USGS geologist were part of the state&rsquo;s official \"Earthquake Investigations Commission.\" Although it would be many years before the USGS had a \"branch of seismology,\" structural mapping of the San Andreas fault began in 1921, as part of a government program aimed at \"predicting major earthquakes and devising practical measures to mitigate the disaster caused by their destructive shocks.\" The USGS conducts many seismic and earthquake-r","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"861076800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}