{"title":"Desert Tortoise Issues Bring Researchers and Managers to Tucson","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->What are the issues desert tortoises face, and what has been learned and accomplished? <!--introend--><\/p>\n<p><strong>WHAT: <br><\/strong>A symposium that focuses on the issues, research and management of the desert tortoise in the deserts of the southwestern United States and Mexico. <\/p>\r\n<p><strong>WHO: <br><\/strong>U.S. Geological Survey scientists join the Desert Tortoise Council at the 31st Annual Meeting and Symposium of the Desert Tortoise Council, with an attendance of more than 200 expected. Land managers and scientists from federal, state, university and nongovernmental organizations will participate. Sessions include: <\/p>\r\n<UL>\r\n<LI>Genetics, morphometrics, health, disease, and general ecology of wild desert tortoises in Sonora, Mexico \r\n<LI>Recovery efforts for the endangered bolson tortoise in both Mexico and the United States \r\n<LI>2005 fire season, loss of tortoise habitat in the Mojave Desert, and restoration efforts \r\n<LI>Fort Irwin translocation project \r\n<LI>Headstarting efforts for recovery at three sites in the Mojave Desert \r\n<LI>Research in the Sonoran Desert of Arizona \r\n<LI>Research in the Mojave Desert <\/LI><\/UL>\r\n<p><strong>WHERE: <br><\/strong>For a second consecutive year, the symposium will be held in Tucson, Arizona, at the Hotel Arizona, 181 West Broadway.<\/p>\r\n<p><strong>WHEN: <br><\/strong>February 17-20, 2006. Sessions will begin Friday morning at 9:30 a.m., and last until 5 p.m., followed by a social mixer. Saturday sessions, 8 a.m. - 4:30 p.m.; social mixer and buffet at 5:30 p.m., followed by featured evening speaker and awards. Sunday sessions, 8 a.m. - 4:00 p.m. <\/p>\r\n<p><strong>Note: <\/strong>The Symposium website is: <a href=\"http:\/\/www.deserttortoise.org\/symposium\/2006\/index.html\">http:\/\/www.deserttortoise.org\/symposium\/2006\/index.html<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1139893200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169893"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}