{"title":"New Tool for Reporting Alaska Volcanic Ash Fall Allows Residents to Assist Scientific Monitoring","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ANCHORAGE, Alaska &mdash; Wilderness pilots, hikers, boaters and people in Alaskan communities can now report online to authorities if they witness falling ash or an ash cloud from an erupting volcano. The &nbsp;<a href=\"http:\/\/www.avo.alaska.edu\">Alaska Volcano Observatory<\/a> has developed a new online tool for reporting visible volcanic ash.&nbsp;<\/p>\n<p>The \"<a href=\"https:\/\/www.avo.alaska.edu\/ashfall\/ashreport.php\">Is Ash Falling?<\/a>\" reporting system is available to the public via the <a href=\"http:\/\/www.avo.alaska.edu\">AVO website<\/a>. Users browsing the site during eruptions will be directed to this web form, allowing them to submit ash-fall information to the Observatory. Future use of this online reporting system by other U.S. and international volcano observatories is planned.&nbsp;<\/p>\r\n<p>The primary volcano hazard in Alaska is airborne ash, which endangers aircraft flying the busy North Pacific air routes and consequently affects global commerce. Downwind ash fall is also a significant threat to commerce, transportation and day-to-day activities in nearby Alaska communities.<\/p>\r\n<p>Information received from the public through the ash-fall reporting tool will help AVO and National Weather Service scientists track eruption clouds and associated fallout. These reports will also give scientists a more complete record of the amount, duration and other conditions of ash fall. The firsthand accounts of ash fall will support computer model development and interpretation of satellite imagery.<\/p>\r\n<p>\"Ash fall, especially small amounts, is easily mixed in with previous and later ash-fall events and then blown about by winds in the summer. It becomes impossible to tease out ash from different explosions and the timing of when it fell sometimes within a week. By getting ash-fall reports from the public covering a wide range of time and area, we will be able to much better refine our ash-fall models, resulting in better forecasts,\" said Tom Murray, director of the U.S. Geological Survey's Volcano Science Center.&nbsp;<\/p>\r\n<p>Jointly operated by <a href=\"http:\/\/www.usgs.gov\">USGS<\/a>, the <a href=\"http:\/\/www.dggs.alaska.gov\">Alaska Division of Geological &amp; Geophysical Surveys<\/a> and the <a href=\"http:\/\/www.gi.alaska.edu\">University of Alaska Fairbanks<\/a> Geophysical Institute, AVO is responsible for monitoring Alaska's 52 historically active volcanoes and issuing timely warnings and notifications of volcanic activity to reduce the impact of erupting volcanoes, protecting lives, property and economic well-being. <a href=\"http:\/\/www.weather.gov\">NOAA's National Weather Service <\/a>(NWS) issues statements, advisories and warnings regarding ash fall.&nbsp;<\/p>\r\n<p>The National Weather Service uses ash fall data to monitor ash movement and refine and improve its ash fall statements, advisories and warnings. \"The ash-fall models only go so far...so these observations will help the forecaster adjust model output to match what is actually happening,\" said NWS meteorologist Jeff Osiensky.&nbsp;<\/p>\r\n<p>\"Knowing the locations from which ash-fall reports have been filed will improve public ash-fall warnings and forecasts by providing on-the-ground checks of our models,\" said USGS Geologist Kristi Wallace. \"AVO staff will be able to condense and summarize the various ash-fall reports and forward that information on to emergency management agencies and the wider public.\"&nbsp;<\/p>\r\n<p>AVO issues updates of volcanic activity in Alaska. The most recent information, along with a wide range of volcano information, real-time data and images, is available on the <a href=\"http:\/\/www.avo.alaska.edu\/\">AVO website<\/a>. Volcanic activity notices are also served through Twitter <a href=\"http:\/\/www.twitter.com\/alaska_avo\">@alaska_avo<\/a>.&nbsp;<\/p>\r\n<p>The Alaska Division of Geological &amp; Geophysical Surveys determines the potential of Alaskan land for resources, groundwater and geologic hazards. Visit <a href=\"http:\/\/www.dggs.alaska.g","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["hazards","Alaska"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1372651200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169892"},{"tid":"170690"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}