{"title":"Low Pathogenic Avian Influenza Transmitted During Summer in California Wetlands","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Waterfowl in California can spread low pathogenic avian influenza viruses during summertime when wetland temperatures are warm and waterfowl densities are low, according to a recent U.S. Geological Survey <a href=\"http:\/\/www.plosone.org\/article\/info%3Adoi%2F10.1371%2Fjournal.pone.0031471\">study<\/a>.<\/p>\n<p>Scientists from the <a href=\"http:\/\/www.nwhc.usgs.gov\/\">USGS National Wildlife Health Center<\/a>, the <a href=\"http:\/\/wildlife.wisc.edu\/coop\/wcwru.htm\">Wisconsin Cooperative Wildlife Research Unit<\/a>, the <a href=\"http:\/\/www.werc.usgs.gov\/\">USGS Western Ecological Research Center<\/a>, and the <a href=\"http:\/\/forestandwildlifeecology.wisc.edu\/\">University of Wisconsin&ndash;Madison<\/a> found that, rather than persisting primarily in colder northern wetlands as previously thought,&nbsp;low pathogenic avian influenza &nbsp;viruses can be carried within low-density waterfowl populations in high water temperatures. These findings indicate a previously unknown reservoir for low pathogenic avian influenza viruses and a potential source of infection for millions of wintering birds.<\/p>\r\n<p>\"The unexpected finding that these viruses can survive the relatively warm conditions of California wetlands in summer demonstrates the importance scientists place in rigorous testing of theories and hypotheses against real-world observations,\" said USGS Director Marcia McNutt. \"It is critical that we learn as much as possible about the potential disease reservoirs and transmission pathways of avian influenza before it ever becomes a serious threat.\"&nbsp;<\/p>\r\n<p>Migratory birds&mdash;typically waterfowl, shorebirds, gulls and terns&mdash;are natural carriers of low pathogenic avian influenza viruses, and are considered the natural reservoir. These viruses do not normally cause disease. The researchers found low pathogenic viruses - as opposed to the highly pathogenic virus, which has not been found in North American wildlife - in water and waterfowl fecal samples collected in the California Central Valley during summer, indicating on-going infections in resident waterfowl, persistent shedding and active transmission of low pathogenic viruses. Despite previous research suggesting that colder temperatures and increased bird densities as waterfowl congregate during migration are most favorable to the survival of these viruses, the recent findings suggest that high summer water temperatures do not prevent its circulation.&nbsp;<\/p>\r\n<p>\"Our study shows surprising complexity in the transmission of low pathogenic avian influenza viruses in wild birds and provides new insights on how these viruses are maintained in wild birds throughout the year,\" said Viviane H&eacute;naux, Ph.D., a scientist with the University of Wisconsin &ndash;Madison and lead author of the study.<\/p>\r\n<p>It would be unusual for a low pathogenic strain of avian influenza to mutate into a highly pathogenic strain in a natural setting, but the risk is difficult to quantify.<\/p>\r\n<p>Although the highly pathogenic avian influenza virus known as H5N1 has not been detected in North America, it has caused mortality in poultry and wild birds in Asia, Africa, and Europe. Monitoring the dynamics and potential spread of highly pathogenic virus in wild bird populations is difficult because outbreaks are rare and typically characterized by sudden die-offs.&nbsp;<\/p>\r\n<p>Research on low pathogenic avian influenza virus dynamics can provide a model system for understanding highly pathogenic virus transmission and risks, predicting the spread of pathogenic viruses and enhancing highly pathogenic virus surveillance strategies. Most strains of avian influenza are not highly pathogenic and do not cause clinical signs in infected wild birds.<\/p>\r\n<p>Further monitoring and research on low pathogenic viruses in wild birds that circulate in southern wetlands can help determine the geographic distribution of these viruses, clarify the importance of summer low pathogenic virus transmission, and eval","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["biology","Avian Influenza","California","wetlands","Wildlife Diseases","waterfowl"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1330318800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169396"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}