{"title":"What&rsquo;s in that Water?<br>USGS Releases First Nationwide Look At Pharmaceuticals, Hormones And Other Organic Contaminants In U.S. Streams","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Report available at: <a href=\"http:\/\/toxics.usgs.gov\/regional\/emc.html\">http:\/\/toxics.usgs.gov\/regional\/emc.html<\/a> <\/p>\n<p><!--introstart-->The U.S. Geological Survey (USGS), today, unveiled the first-ever study of pharmaceuticals, hormones and other organic waste water-related chemicals in streams across the nation. And while the findings are significant in their own right, the work points to the need for more research in the future.<!--introend--> <\/p>\r\n<p>Published today in the journal Environmental Science &amp; Technology, the study shows that pharmaceuticals, hormones, and other organic wastewater-related chemicals have been detected at very low concentrations in streams across the Nation. Many of the chemicals examined (81 of 95) do not have drinking-water standards or health advisories. Measured concentrations of compounds that do have standards or criteria rarely exceeded any of them. <\/p>\r\n<p>Limited information is available on the potential health effects to human and aquatic ecosystems from low-level, long-term exposure or exposure to combinations of these chemicals. These new data can guide future research in these areas. <\/p>\r\n<p>\"Little is known about the environmental occurrence of many chemicals we use to maintain and improve the quality of our daily lives,\" said Dr. Robert Hirsch, USGS Associate Director for Water. \"This study begins a process of exploring the occurrence of these chemicals in our nation&rsquo;s streams. The new techniques for measuring these chemicals will be very helpful for the many scientists who study contaminant movement, impacts on ecosystems, and human health effects.\" <\/p>\r\n<p>The USGS study found that chemicals used in households, agriculture, and industry can enter the environment through a variety of wastewater sources, according to Dana Kolpin, a USGS research hydrologist and head of this national study. Those compounds include human and veterinary drugs (including antibiotics), natural and synthetic hormones, detergents, plasticizers, insecticides and fire retardants. <\/p>\r\n<p>The most frequently detected compounds included: coprostanol (fecal steroid) cholesterol (plant and animal steroid) N-N-diethyltoluamide (insect repellant) caffeine (stimulant) triclosan (antimicrobial disinfectant) tri (2-chloroethyl) phosphate (fire retardant) 4-nonylphenol (detergent metabolite).<\/p>\r\n<p>\"Overall, steroids, non-prescription drugs and a chemical found in insect repellants were the chemical groups most frequently detected,\" Kolpin said. \"Detergent metabolites, steroids and plasticizers were generally measured at higher concentrations than the other chemical groups, but concentrations measured in this study generally were very low (less than 1 part-per-billion).\" <\/p>\r\n<p>In addition, this study found that wastewater chemicals often mixed in the streams sampled. In half the streams sampled, seven or more compounds were detected and in one stream, 38 chemicals were present in a single water sample. <\/p>\r\n<p>As part of this study, new laboratory methods were developed in five USGS research laboratories, providing the ability to measure the concentrations of 95 wastewater-related chemicals in water samples. During 1999 and 2000, a network of 139 streams in 30 states were sampled and analyzed for the presence of these chemicals. The streams drain watersheds of varied climate, geology, land use, and size. Most sites were located downstream of areas of intense urbanization and livestock activity, where wastewater is known or suspected to enter the streams. <\/p>\r\n<p>Because this study is the first to explore the occurrence of these chemicals in the United States, the sites were selected based on where the chemicals are most likely to occur. Thus, this reconnaissance study sets the stage for future studies that can answer questions such as: how far downstream from their sources do these chemicals remain present in the stream, how do the concentrations of these chemicals vary as a function of","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1015995600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169497"},{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}