{"title":"Major Losses of Up to $250 Billion Projected for Earthquakes on Puente Hills Fault Under Los Angeles","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>Infrequent but Deadly Earthquakes Pose Hazard, Show Need for Preparedness<\/em><\/p>\n<p>** Additional media resources are available online at <a href=\"http:\/\/www.scec.org\/puentehills\">http:\/\/www.scec.org\/puentehills<\/a> **<\/p>\r\n<p><!--introstart-->Potential earthquakes on the Puente Hills fault beneath the Los Angeles area could result in 3,000 to 18,000 fatalities, 142,000 to 735,000 displaced households, and more than $250 billion in total damages, according to <a href=\"http:\/\/www.usgs.gov\">U.S. Geological Survey (USGS)<\/a> and Southern California Earthquake Center (SCEC) research.<!--introend--><\/p>\r\n<p>The Southern California Earthquake Center (SCEC) is a consortium funded by the <a href=\"http:\/\/www.nsf.gov\/\">National Science Foundation (NSF)<\/a> and the USGS. SCEC involves over 400 scientists at more than 50 research institutions, and is headquartered at the <a href=\"http:\/\/www.usc.edu\/\">University of Southern California (USC).<\/a><\/p>\r\n<p>The new research results, published in the May 2005 issue of the <a href=\"http:\/\/www.eeri.org\/\">Earthquake Engineering Research Institute<\/a>&#039;s <a href=\"http:\/\/scitation.aip.org\/EarthquakeSpectra\/\">Earthquake Spectra<\/a>, were based on shaking scenarios created using newly available software for seismic hazard analysis developed by SCEC and the USGS, coupled with <a href=\"http:\/\/www.fema.gov\/hazus\/\">HAZUS<\/a> loss-estimation software developed by the <a href=\"http:\/\/www.fema.gov\/\">Federal Emergency Management Agency (FEMA)<\/a>.<\/p>\r\n<p>The Puente Hills fault was discovered in 1999. In 2003, a study led by SCEC researchers at USC found that the fault had ruptured at least four times in the last 11,000 years, with magnitudes ranging from 7.2 to 7.5. To determine probable losses from such earthquakes on the Puente Hills fault, the authors of the new study created 18 different scenarios depicting different possible shaking levels throughout the region. The authors noted that it is vital to understand that the loss scenarios themselves are somewhat uncertain because of the many variables involved in predicting ground shaking, including whether the full fault ruptures or just part of it. Also, the formal quantification of loss estimates is still a challenging and imprecise science, even using the best available models and scientific data. \r\n<p>\r\n<p>USGS researcher Ned Field, the lead author of the study, said that although the scenarios show that the vast majority of losses will occur in Los Angeles County, directly over the rupture surface, tangible losses are also predicted for San Bernardino and Orange counties located east and south of the Puente Hills fault. The losses predicted for this event are greater than those experienced during the <a href=\"http:\/\/www.data.scec.org\/chrono_index\/northreq.html\">1994 Mw 6.7 Northridge earthquake<\/a>, both because of the higher potential magnitudes and because the heavily shaken area during Northridge was mostly wood-frame residential structures, whereas Puente Hills sits under older and more vulnerable commercial and industrial structures.<\/p>\r\n<p>The authors also emphasize that a full Puente Hills fault rupture is a rare event, occurring once every 3,000 years or so. \"In fact,\" said Field, \"as an individual your odds of dying of a heart attack or an auto accident are much greater than dying from this earthquake.\" \"That being said,\" Field added, \"there are other sources of earthquakes throughout the region, and it&rsquo;s not question of if, but when, so everyone should take necessary safety precautions. With USGS science, we are striving to prevent these natural hazards from becoming disasters.\" Furthermore, he said, a Puente Hills earthquake would have widespread impact, so it&rsquo;s also up to emergency and public policy officials to plan accordingly.<\/p>\r\n<p>\"Quantifying earthquake risk is difficult and fraught with many uncertainties,\" said Tom Jordan, director of the Southern California Earthquake Center, and a co-author of the new","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1116993600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170032"},{"tid":"169020"},{"tid":"169047"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}