{"title":"Media Advisory: Officials, Scientists to Dedicate Showcase Gage on Rapid Creek","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>Reporters: <\/em><\/strong><em>A photograph of the showcase gage is available <a href=\"http:\/\/sd.water.usgs.gov\/photos\/outreachphotos\/showcasegage.JPG\">online<\/a>.&nbsp;&nbsp;<strong>&nbsp;<\/strong><\/em><\/p>\n<p><!--introstart-->A U.S. Geological Survey streamgage will be dedicated by Congressional and city officials on September 3 in Rapid City.<!--introend--> This showcase streamgage is located on <a href=\"http:\/\/waterdata.usgs.gov\/sd\/nwis\/uv?site_no=06414000\">Rapid Creek at Rapid City<\/a> in Founders Park and will provide visitors with critical information about how streamflow is measured and other water-resource issues related to floods, droughts, water supply and recreation.<\/p>\r\n<table>\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>What: <\/strong><\/td>\r\n<td>Media and public are invited to attend a dedication ceremony and open house for the historical USGS showcase streamgage on Rapid Creek at Rapid City. <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Who: <\/strong><\/td>\r\n<td>U.S. Senator John Thune (invited) or representative<br \/>Rapid City Mayor Sam Kooiker<br \/>Mark Anderson, Director, USGS <a href=\"http:\/\/sd.water.usgs.gov\/\">South Dakota Water Science Center<\/a><br \/>Dave Carpenter, National Weather Service<br \/>Other agencies and users of streamflow information <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>When: <\/strong><\/td>\r\n<td>Wednesday, September 3, 9:30 to 11:30 a.m. Please gather on-site at 9:30 a.m.; comments will be at 10 a.m., followed by open house. <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Where: <\/strong><\/td>\r\n<td>North side of Rapid Creek across the footbridge in Founders Park (<a href=\"http:\/\/waterdata.usgs.gov\/sd\/nwis\/nwismap\/?site_no=06414000&amp;agency_cd=USGS\">map of streamgage location<\/a>) <br \/>Rapid City, S.D.<\/td>\r\n<td>&nbsp;<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>The Rapid Creek at Rapid City streamgage has one of the longest periods of record in South Dakota, with continuous discharge since July 1942.&nbsp; The new showcase gage has an outreach or public education purpose in addition to measuring flow. The gage house was designed to fit in and be part of Founder's Park.<\/p>\r\n<p>The streamgage features three display windows that can be changed and updated over time. Current displays explain how a streamgage operates, describes the history of flooding along Rapid Creek, and provides a summary of the efforts by the City of Rapid City to improve water quality of urban runoff.&nbsp; A graph of the historical flows is provided with a QR code that will allow visitors to rapidly learn the current gage height and streamflow discharge from a smartphone or other mobile device.<\/p>\r\n<p>The largest peak discharge at this location was estimated as 50,000 cubic feet per second during the historic 1972 flood. This flash flood took 238 lives and was among the deadliest flash floods in U.S. history.<\/p>\r\n<p>The streamgage is operated in cooperation with the City of Rapid City and the U.S. Army Corps of Engineers.<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk and for many recreational activities.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["Geographic Areas Midwest","water","streamgages","Showcase Streamgage","South Dakota","South Dakota Water Science Center","floods","floods Water","Rapid City","streamflow","Water National Streamflow Information"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1409630400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170028"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}