{"title":"USGS Estimates Undiscovered Oil &amp; Gas in Yukon Flats, East-Central Alaska","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) recently completed a new assessment of undiscovered oil and gas resources in the Yukon Flats region of east-central Alaska. The assessment indicates the probable existence of technically recoverable oil and gas resources, with the mean estimate of about 5.5 trillion cubic feet of undiscovered natural gas, 173 million barrels of undiscovered oil, and 127 million barrels of natural-gas liquids in conventional accumulations. Technically recoverable resources are the amount of petroleum that may be recovered using current technology. <\/p>\n<p>Yukon Flats is a remote, sparsely inhabited area of low, forested hills and flatlands with numerous streams and lakes, about 100 miles northeast of Fairbanks and east of the Trans-Alaska Pipeline System. The USGS assessed about 13,500 square miles (slightly larger than the State of Maryland), within which the major landowners are the Federal government, the State of Alaska, and native corporations and villages. \r\n<p>The assessment was based on a comprehensive review of all available geological, geophysical, and geochemical evidence; including new information obtained by recent USGS field and laboratory studies. This work found strong evidence for the existence of potential source rocks and reservoirs of oil and gas in Yukon Flats. \r\n<p>No petroleum production has been obtained from Yukon Flats. One exploratory well was drilled and found small quantities of natural gas. However, the volumes of natural gas that were assessed in Yukon Flats are large enough that they may be of economic importance for use within Alaska. \r\n<p>The volumes of oil assessed in Yukon Flats (173 million barrels) are much less than those previously assessed in the National Petroleum Reserve Alaska (NPRA) and Arctic National Wildlife Refuge (ANWR) 1002 areas (9.3 billion barrels and 7.7 billion barrels, respectively). \r\n<p>The USGS provides scientifically based estimates of petroleum potential and energy resource information to Federal, State, and local governmental agencies, along with the energy industry, the environmental community and the public. The USGS Yukon Flats National Oil and Gas Assessment Fact Sheet 2004-3121 is available at: <a href=\"http:\/\/pubs.usgs.gov\/fs\/2004\/3121\/\">http:\/\/pubs.usgs.gov\/fs\/2004\/3121\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1103000400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169849"},{"tid":"169002"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}