{"title":"USGS Science at AGU Climate Change, Floods, Northern Forests, Coral Reefs, Earthquakes, Volcanoes, Mercury and More","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Wading through thousands of abstracts at the American Geophysical Union Conference can be a daunting task.<\/p>\n<p><!--introstart-->In this USGS media tip sheet (<a href=\"http:\/\/www.usgs.gov\/newsroom\/docs\/2008-12-12\/eAGUTipSheet.pdf\" target=\"_blank\">download PDF copy<\/a>), we've done a lot of wading for you. Selected and compressed for your convenience, here are some of the newest, most exciting science topics that the USGS will present at AGU. Tips are presented in chronological order with session numbers and a summary.<!--introend--><\/p>\r\n<p>News media representatives are invited to visit the USGS booth in the AGU Exhibit Hall. Our exhibit highlights Earth observations from space, climate change, and developing a U.S. water census. This is an easy place to connect with USGS data, publications, and information.<\/p>\r\n<p>&nbsp;<\/p>\r\n<hr \/>\r\n<h2>Monday, December 15th<\/h2>\r\n<hr \/>\r\n<p>Time: 8am, MC 2003<\/p>\r\n<p><strong>Flood Flows and Climate Variability in the US, an Exploration of the Literature, Theory, and Long-term Flood Records<\/strong><em><br \/>Bob Hirsch<\/em><br \/>H11I-01\/Oral Presentation<\/p>\r\n<p>Recent literature and global climate models suggest that greenhouse-gas induced warming will make extreme precipitation events more common. Prudent emergency preparedness and flood mitigation measures should be based on understanding historic flood records while searching the data for trends related to climate-forced events.<\/p>\r\n<hr \/>\r\n<p>Time: 8am, MC Hall D<\/p>\r\n<p><strong>Regional Shoreline Change Along the North Slope of Alaska<\/strong><em><br \/>Ann Gibbs<\/em><br \/>C11C-0521\/Poster<\/p>\r\n<p>The impacts of climate change to the north coast of Alaska threaten sensitive ecosystems, critical energy-related infrastructure, native Alaskans, trust species and their habitats, and large tracts of federally-managed land. The USGS is documenting regional, historical shoreline changes to provide baseline information to help evaluate potential effects of sea-level rise and other effects of global climate change on future coastal conditions.<\/p>\r\n<hr \/>\r\n<p>Time: 8am, MC Hall D<\/p>\r\n<p><strong>Boreal Forest Organic Soil Properties: Variation Across Landscapes<\/strong><em><br \/>Kristen Manies<\/em><br \/>B11D-0390\/Poster<\/p>\r\n<p>Alaska is not only a really big state in size, but also in its importance to the global carbon budget. USGS results show that data collected on soil carbon at specific sites can be used to help predict carbon storage across the state. This information is useful for modeling as well as determining where carbon is vulnerable to climate change.<\/p>\r\n<hr \/>\r\n<p>Time, 8:30am, MC 3004<\/p>\r\n<p><strong>Great Earthquakes and Tsunamis Born in Aleutian Trench<\/strong><em><br \/>David Scholl<\/em><br \/>T11D-03\/Oral Presentation<\/p>\r\n<p>The evolving morphologic, structural, and tectonic elements of a subduction zone's submerged forearc points to its past history of having repeatedly discharged giant&nbsp;earthquakes and tsunamis.<\/p>\r\n<hr \/>\r\n<p>Time: 9:45am MC 2024<\/p>\r\n<p><strong>Microbial Activity and Methylmercury Production in Saltmarsh Sediments of San Francisco Bay, California<\/strong><em><br \/>Lisamarie Windham-Myers<\/em><br \/>B11G-08\/Oral Presentation<\/p>\r\n<p>Tidal marshes of varying hydrology and salinity have been shown to have high rates of microbial methylmercury production. Mercury biogeochemistry in northern San Francisco Bay marshes shows that emergent wetland plants directly influence mercury cycling in densely rooted surface soils and are likely to be a primary reason why periodically flooded, high elevation marsh sites are a \"hot spot\" for mercury methylation.<\/p>\r\n<hr \/>\r\n<p>Time: 1:40PM, MC 2022<\/p>\r\n<p><strong>How Will the San Francisco Bay-Delta Ecosystem Repond to Climate Change and Continued Population Growth?<\/strong><em><br \/>James Cloern<\/em><br \/>OS13E-01\/Oral Presentation<\/p>\r\n<p>Programs to ensure sustainability of coastal ecosystems, and the biological diversity they harbor require ecological for","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["biology","geography","geology","water","","Tip Sheet","conference","event"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1229058000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"169946"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}