{"title":"Endangered Duck Population Reaches Triple Digits","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nU.S. Geological Survey (USGS) biologists and partners are pleased to report that the endangered Laysan duck at Midway Atoll National Wildlife Refuge (NWR) have had a very successful breeding season.&nbsp; This year&#39;s tally of 56 juveniles has increased the population at Midway to 104.&nbsp; This is the second year since the wild birds were first moved (translocated) to Midway Atoll from Laysan Island.&nbsp;\r\n<\/p>\r\n<p>\r\nBeginning in 2004, 42 ducks were reintroduced to the NWR, managed by the US Fish &amp; Wildlife Service, as an experimental conservation action to increase the rare duck&#39;s geographic distribution, and reduce its risk of extinction.&nbsp; With the translocated population more than doubling in only two years, researchers are now optimistic that the project will help contribute to the long-term survival for the nation&#39;s most endangered duck species.\r\n<\/p>\r\n<p>\r\nThe endangered Laysan duck (<em>Anas laysanesis<\/em>), also known as the Laysan teal, is considered the rarest native waterfowl in the United States, and occurs only within the Northwestern Hawaiian Islands Marine National Monument established June 15, 2006.&nbsp; Laysan ducks were once widespread across the Hawaiian Islands, but by 1860, they were extirpated from all but Laysan Island.&nbsp;\r\n<\/p>\r\n<p>\r\n&quot;These island teal do not migrate or disperse from Laysan Island, so we translocated birds by ship to restore the species to a larger range&quot; explained USGS field biologist Mark Vekasy. Now, Laysan ducks are found on three islands for the first time in hundreds of years, and are flying between two islands at Midway Atoll.\r\n<\/p>\r\n<p>\r\nThe re-establishment of a second or &quot;insurance&quot; population at Midway Atoll reduces the risk of extinction from a catastrophe striking Laysan Island, also part of the Hawaiian Islands NWR. The effects of a hurricane, tsunami, new diseases (like avian flu), or the accidental introductions of harmful plants and animals could easily cause the extinction of Laysan duck since they occurred as a single, small population.&nbsp;\r\n<\/p>\r\n<p>\r\nBreeding and survival of the birds is being tracked closely. Each bird carries a small transmitter so that it can be located, despite dense vegetation.\r\n<\/p>\r\n<p>\r\n&quot;Biologists have monitored 38 nests with radio telemetry this year, and we are observing interesting differences in reproductive effort between the source (Laysan) and Midway populations&quot;, said Dr. Michelle Reynolds, USGS, Project Leader for the translocation. The translocated ducks are breeding at an earlier age, and are laying more eggs than ducks observed on Laysan, suggesting that the food or habitat on Laysan Island is limited.&nbsp; In contrast, Midway Atoll, with its relatively low-density duck population, has abundant habitat and food available, possibly stimulating greater reproductive effort.&nbsp;\r\n<\/p>\r\n<p>\r\n&quot;The breeding response of the ducks to the restored habitat at Midway affirms the hard work that the USGS, the US Fish and Wildlife Service and volunteers have put into this project,&quot; said Reynolds.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1161662400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170132"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}