{"title":"Water Conditions Continue to Improve In Maryland, Delaware, and D.C.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>LEVELS INCREASE IN GROUND-WATER AND STREAMFLOW DURING FEBRUARY<\/b> <\/p>\n<p>Continued normal precipitation in March helped to replenish ground-water levels and reservoir supplies in the Maryland-Delaware-D.C. region, according to hydrologists at the U.S. Geological Survey (USGS) in Baltimore, Maryland. <b>However, improved water-supply conditions will be sustained only if precipitation remains near normal in the coming months.<\/b> Ground-water levels at the end of March have increased throughout most of the area and are in the normal range throughout the entire bi-state area. Contents of the Baltimore reservoir system increased from 65.8 billion gallons in February to 74.9 billion gallons near the end of March, which was 95 percent of average and 106 percent of last year at this time. <\/p>\r\n<p>Flow of 91.4 billion gallons per day into the Chesapeake Bay was 93% of the average for March of 98.2 billion gallons per day. In western Maryland and on the upper Potomac River streamflow has decreased but continues to remain in the normal range for the month of March. In contrast substantial increases in streamflow on the Eastern Shore has resulted in above-normal flows for this time of year. Throughout the rest of the bistate area flow in local streams continues in the normal range for March. Streamflow at Potomac River near Washington, D.C for March increased about 29 percent from February streamflow but was still only 74 percent of the mean monthly flow for March.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"955080000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168924"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}