{"title":"Natural Science and Public Health: Prescription for a Better Environment","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Health problems caused by environmental contamination and emerging infectious diseases are a growing concern worldwide. With a global population that is rapidly expanding, increasingly mobile, and moving into previously undeveloped areas, we can expect this trend to continue. To effectively deal with these threats to human health we must recognize them early. Often the landscape or the wildlife gives us our first \"warnings.\" <\/p>\n<p>Because understanding environmental health is a prerequisite to protecting human health, the U.S. Geological Survey (USGS) is hosting Natural Science and Public Health: Prescription for a Better Environment. This conference will bring together public health experts and earth scientists to discuss the emerging discipline of Medical Geology. The conference will feature welcoming remarks by Dr. Charles (Chip) Groat, Director, USGS; and a keynote address by Representative Ralph Regula, Chairman, Subcommittee on Labor, Health and Human Services, Education and Related Agencies, House Appropriations Committee. Agenda of the April 1-3 conference is available on: <a href=\"http:\/\/health.usgs.gov\/health2003.html\">http:\/\/health.usgs.gov\/health2003.html<\/a>. <\/p>\r\n<p>Some of the emerging topics are: <\/p>\r\n<p><b>Emerging Sensor Technologies to Keep Water Supplies Safe:<\/b> To address growing concern about the security of the nation&rsquo;s drinking water supplies, scientists and engineers from the USGS, USEPA, Rutgers University, and the New Jersey Department of Natural Resources are developing a prototype real-time early-warning network to monitor the quality of drinking water from accidental or intentional contamination. By upgrading current water quality monitoring stations with new sensor technologies as they become available, by adding new stations at key locations, and by linking the network to satellites, the team intends to make data on a wide range of contaminants available to water-supply managers. <\/p>\r\n<p><b>Dust from Africa:<\/b> Each year, millions of tons of air-borne dust cross the Atlantic from Africa, and arrive in parts of the western hemisphere, including the southeastern U.S. and the Caribbean. At its source in northern Africa, is a rogues&rsquo; gallery &#8212; bacteria, viruses, insects, and heavy metals &#8212; that can be harmful to human health. During the last 30-plus years, North Africa has had drier-than-usual weather, which has dramatically increased the quantities of dust making it across the ocean. Scientists are trying to determine whether increases in asthma are caused by a drought half a world away. <\/p>\r\n<p><b>Before You Hit the Beach, Check the (Bacteria) Forecast:<\/b> Just a few weeks ago, USGS announced the development of a new tool for predicting water safety at several test beaches in Ohio that might be applied to beaches across the nation. Using models to forecast E. coli, an indicator of contamination that can make swimmers ill, scientists have reduced the time needed to evaluate the test beaches from 18 hours to within 2 hours of data collection, giving beachgoers current information, not yesterday&rsquo;s information. During the study, scientists found that sand in the swash zone, the part of the beach that is washed by waves or tides where young children are likely to play, contained significantly higher levels of E. coli than sediments in deeper water. <\/p>\r\n<p><b>Dust from the Towers:<\/b> In the days following the Sept. 11 terrorist attacks, USGS received a request from EPA and U.S. Public Health Service to help characterize and map the dusts deposited by the World Trade Center collapse. Once commercial aviation resumed, USGS scientists boarded the first available flights to New York. Within a week of the attacks, they had acquired state-of-the-art satellite imagery over lower Manhattan, and were on the ground in New York sampling the dusts. By Sept. 27, they had characterized many of the dust samples, and released results of their work to emergency responders.","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1051416000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169002"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}