{"title":"Acid Rain Likely Stunts U.S. Forests","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<FONT size=2>\n<p>A recent international scientific study on Russian soils raises concerns that acid rain may have serious implications for forest growth in the U.S., particularly in eastern areas such as the Adirondack and Catskill regions of New York according to the U.S. Geological Survey.<\/p>\r\n<p>\"We&rsquo;ve known that acid rain acidifies surface waters, but this is the first time we&rsquo;ve been able to compare and track tree growth in forests that include soil changes due to acid rain,\" said USGS scientist Greg Lawrence, who headed the study.<\/p>\r\n<p>The team included scientists from Russia, the State University of New York at Albany, the Swedish University of Agricultural Sciences, and the U.S. Forest Service.<\/p>\r\n<p>Lawrence said that despite several decades of research, up until now acid rain effects on forests have not been well known, largely because it&rsquo;s not been known how acid rain affects soil. <\/p>\r\n<p>\"Russians invented the study of soil science and through their help, a large step forward has been taken in measuring acid rain effects on soils and trees,\" he said. \"By providing the only preserved soil in the world collected before the acid rain era, the Russians helped our international team track tree growth for the first time with changes in soil from acid rain.\"<\/p>\r\n<p>This study, conducted near St. Petersburg, Russia, showed that, in about 50 years, acid rain had severely degraded a previously fertile soil to the point at which spruce trees could no longer maintain healthy growth rates. Poor growth rates such as these generally precede high mortality rates in the near future. The declining tree health has occurred despite a warmer and wetter climate in this region that would be expected to improve growth. <\/p>\r\n<p>These results have direct relevance to the United States, where large areas of eastern forests, such as the Adirondack and Catskill regions of New York, have soils that are likely to be more sensitive to acid rain than those studied in Russia. Lawrence said that these findings also broaden the question of recovery from acid rain beyond that of just surface waters. <\/p>\r\n<p>Details of the study have been posted in the March web version of <i>Environmental, Science and Technology<\/i> journal. <\/p><\/FONT>","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1110517200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169455"},{"tid":"170131"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}