{"title":"New Evidence Suggests Mars Has Been Cold and Dry<br>","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A map depicting the mineral composition of Mars can be downloaded from:<br><a href=\"http:\/\/speclab.cr.usgs.gov\/mars.tes.fig1.html\">http:\/\/speclab.cr.usgs.gov\/mars.tes.fig1.html <\/a><\/p>\n<p><!--introstart-->U.S. Geological Survey (USGS) scientists studying Mars have discovered minerals with profound implications for the past history of the planet.<!--introend--> The mineral olivine, an iron-magnesium silicate that weathers easily by water, has been found in abundance on Mars. The presence of olivine implies that chemical weathering by water is low on the planet and that Mars has been cold and dry throughout its geologic history. <\/p>\r\n<p>New surface maps of Mars, developed by USGS scientists through a monumental set of 500 trillion calculations, provide amazing clarity and allow for more detailed study of the planet&rsquo;s minerals. <\/p>\r\n<p>\"The large expanses of olivine, about one-million square miles, means chemical weathering on Mars is very low and has been low for most of its geologic history. This information contradicts a popular view of a past warm, wet period in Mars&rsquo; geologic history,\" said USGS scientist Dr. Roger N. Clark at the annual meeting of the American Astronomical Society Division of Planetary Sciences in Pasadena, Calif. \"If the warm period never occurred, other explanations for Mars&rsquo; large canyons are warranted, and some have been proposed by other researchers.\" <\/p>\r\n<p>Dr. Clark and Todd M. Hoefen at the USGS in Denver, Colo. found the plentiful olivine on Mars using data from the Mars Global Surveyor (MGS), Thermal Emission Spectrometer (TES). Olivine, a green mineral sometimes used in jewelry, is found on Mars in volcanic regions. Exposures include olivine-rimmed craters hundreds of miles across, and with different amounts of iron, giving lighter green and darker green rocks. <\/p>\r\n<p>The Mars spacecraft has been in orbit in its surface mapping mission configuration for about 18 months, slowly building images of the surface. At this point, the TES instrument has measured about 3\/4 of the surface, measuring a narrow six-mile wide stripe in each two-hour orbit. The USGS scientists just completed the set of 500 trillion calculations to combine all the data obtained so far into surface maps covering the area from 45 degrees north latitude to 45 degrees south latitude. The more pole-ward regions have yet to be analyzed in this way. The calculations were done at the finest detail of the instrument and for the first time, maps of minerals could be made with clarity never before possible. <\/p>\r\n<p>The TES instrument senses heat from the surface of Mars; it does so by splitting the heat spectrum, or \"color\" of the heat into either 143 or 286 wavelengths or colors of thermal infrared light. The variations in the amount of heat emitted by those colors allow scientists to determine what materials are at the surface. <\/p>\r\n<p>The USGS scientists have identified details in the infrared spectrum that indicate what is probably a sulfate in the pervasive dust and many bright soils on Mars. Sulfates have been expected since the Viking Landers found sulfur in the Martian soils in 1976, but the host mineral was never identified. It could be a sulfide (sulfur attached to a metal) or a sulfate -- sulfur attached to three oxygen atoms. The latest study shows that sulfates are abundant, but there could still be small pockets of sulfides. <\/p>\r\n<p>Putting all this together, about three percent of the surface mapped so far contains abundant olivine, and another three percent contains coarse-grained hematite, consistent with Mars&rsquo; red color. The olivine occurs in darker basaltic volcanic rocks that cover a large portion of the planet. The sulfates occur in brighter rocks that are most likely mechanically weathered (meteor impacts, wind driven dust\/sand erosion) with trace amounts of fine-grained hematite. The fine-grained hematite probably also comes from mechanical grinding of the coarser grained rocks.","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"972619200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169167"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}