{"title":"Volcanic activity in Arabian Desert makes Case for Increased Monitoring","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>VANCOUVER, Wash. &ndash; <\/strong><!--introstart-->Underground magma movement was the trigger of a swarm of 30,000 earthquakes in Saudi Arabia last year, according to a new study published in Nature Geoscience Sunday.<!--introend--><\/p>\n<p>The swarm occurred in the Harrat Lunayyir lava field near the Red Sea, prompting the Saudi government to evacuate 40,000 people from the region to avoid loss of life from a possible larger earthquake or volcanic eruption.<\/p>\r\n<p>The seismic activity shook the region between April and June of 2009 and reached its peak on May 19 when 19 earthquakes with a magnitude greater than 4 produced a fault rupture 5 miles (8 km) long and 18 inches (45 cm) wide.<\/p>\r\n<p>Last year&rsquo;s event led to the immediate deployment of sophisticated seismic monitoring equipment by the Saudi Geological Survey and highlighted the need for additional monitoring of the Arabian lava fields.<\/p>\r\n<p>&ldquo;Although the Harrat Lunayyir lava field in Saudi Arabia is not near any large urban centers, encroachment by surrounding communities to other geologically active areas emphasizes the need to monitor the seismic and volcanic activity,&rdquo; said John Pallister, U.S. Geological Survey volcanologist and chief of the Volcano Disaster Assistance Program.<\/p>\r\n<p>Scientists with the USGS and the Saudi Geological Survey worked together and agreed that the seismicity was consistent with volcanic activity and used satellite imagery to confirm it. Satellite imagery revealed the earth&rsquo;s surface was indeed being uplifted by magma moving underground.<\/p>\r\n<p>The lava fields in Saudi Arabia are considered young on a geologic scale, with a notable eruption near Madinah in AD 1256; a recent event considering the 4.6 billion year age of the earth. Although humans haven&rsquo;t witnessed volcanic activity in this area for hundreds of years, scientists say we shouldn&rsquo;t be surprised.<\/p>\r\n<p>&ldquo;The Red Sea rift has a chain of underwater volcanoes along its axis,&rdquo; said USGS volcano seismologist Wendy McCausland. &ldquo;Since it is deep underwater, we are rarely reminded of this ongoing volcanism.&rdquo;<\/p>\r\n<p>Seismic readings from the swarm produced two distinct signals, a very low frequency rumble which the scientists believe is produced by magma rising underground and a higher frequency signal that indicates rocks fracturing under the pressure of the magma&rsquo;s movement.<\/p>\r\n<p>Pallister and McCausland, from the Cascade Volcano Observatory in Vancouver, Wash., were asked to assist the Saudi government under the authority of the Volcano Disaster Assistance Program, a joint program of USGS and U.S. Agency for International Development&rsquo;s Office of Foreign Disaster Assistance. The program&rsquo;s goal is to reduce the loss of life and minimize economic disruption by helping monitor volcanoes and forecast eruptions.<\/p>\r\n<p>Pallister and McCausland were lead authors for an article published this week in the journal <a href=\"http:\/\/www.nature.com\/ngeo\/journal\/vaop\/ncurrent\/full\/ngeo966.html\">Nature Geoscience<\/a>. Others assisting with the article included Sigurj&oacute;n J&oacute;nsson of King Abdullah University of Science and Technology; Zhong Lu and Randal A. White of the USGS; Hani M. Zahran, Salah El Hadidy, Abdallah Aburukbah, Ian C. F. Stewart of the Saudi Geological Survey; Paul R. Lundgren of the Jet Propulsion Laboratory; and Mohammed R. H. Moufti of the King Abdul Aziz University.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_09_28\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_09_28\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_09_28\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_09_28\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2010_09_28&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["geology","Saudi","Arabia","earthquake","volcano"],"release_date":{"und":[{"value":"1285646400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169734"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}