{"title":"USGS Model Helps Explain Trends in Greater Sage-Grouse Range Reduction","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Long-term trends in landscape conditions have significantly reduced sagebrush habitat and populations of greater sage-grouse, according to a new study examining the bird's chances of survival.<\/p>\n<p>The species, which is being considered for listing under the federal Endangered Species Act, has experienced significant population declines in recent decades and currently occupies just over half of its historical range.<\/p>\r\n<p>Using the study findings, investigators developed a model that predicts where the birds are most likely to persist and where they are at risk of disappearing. The resulting maps graphically illustrate these likelihoods and can help federal and state land managers prioritize areas for conservation.<\/p>\r\n<p>The model indicates that sage-grouse populations are more likely to persist in landscapes with a lower human population density, a higher percentage of sagebrush habitat, lower extent of agricultural development, fewer severe droughts, and at a greater distance from the edge of the species'historical range.<\/p>\r\n<p>The new study, by Colorado State University and USGS investigator Dr. Cameron Aldridge and colleagues from other institutions, is due to be published soon in the scientific journal, Diversity and Distributions.<\/p>\r\n<p>According to the authors, these research results suggest that conservation efforts focused on maintaining large expanses of sagebrush habitat, enhancing the quality of existing habitat, and increasing connections between suitable habitat patches would be most beneficial to maintaining healthy sage-grouse populations. This information will help federal resource management agencies assess the range-wide status of this species and develop regional conservation plans for population recovery.<\/p>\r\n<p>This study is the first range-wide assessment conducted on sage-grouse that relates species distribution to past and present landscape conditions. Although this research addressed historical, long-term changes that affected sage-grouse populations, understanding the consequences of current and newly emerging threats, such as climate change and escalating energy and infrastructure development, is also needed.<\/p>\r\n<p>An online version of the paper, \"Range-wide patterns of greater sage-grouse persistence,\"<strong> <\/strong>is expected later this summer.<\/p>\r\n<p><span style=\"text-decoration: underline;\">Full citation<\/span>: Cameron L. Aldridge, Scott E. Nielsen, Hawthorne L. Beyer, Mark S. Boyce, John W. Connelly, Steven T. Knick, and Michael A. Schroeder. (2008.) Range-wide patterns of greater sage-grouse persistence. Diversity and Distributions (Blackwell). In press.<\/p>\r\n<p><span style=\"text-decoration: underline;\">For more information<\/span>, see <a href=\"http:\/\/www.fort.usgs.gov\/Products\/Publications\/22235\/22235.pdf\">http:\/\/www.fort.usgs.gov\/Products\/Publications\/22235\/22235.pdf<\/a><\/p>\r\n<p><a href=\"http:\/\/usgs.gov\/newsroom\/images\/2008-6-17\/map_large.jpg\" title=\" Map of Greater Sage-Grouse Range Reduction\"><img title=\"USGS Model of Greater Sage-Grouse Range Reductio\" src=\"http:\/\/usgs.gov\/newsroom\/images\/2008-6-17\/map_thumb.jpg\" alt=\"map of sage-grouse range\" width=\"400\" height=\"400\" \/><\/a><\/p>\r\n<p>Changes to greater sage-grouse distribution in the American West predicted by a new scientific model based on extensive study of sage-grouse range contraction. \"Likely secure populations\" indicates areas where sage-grouse are present and currently stable. \"Currently extirpated\" indicates areas where sage-grouse are now locally extinct, as the model predicted. \"Potential recolonization\" indicates areas where populations are known to be locally extinct, but based on the model, landscape conditions are most similar to areas where sage-grouse currently persist. \"At-risk populations\" predicts absence where populations are known to occur. These habitats are most similar to areas where sage-grouse have already disappeared; therefore, existing populations are likely at risk of local extinction.","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Montana","Oregon","Washington","Wyoming","Colorado","Utah","California","Nevada"],"country":["United States of America"],"mm_tags":["biology","Sage Grouse","energy","ecology","environment","wildlife"],"release_date":{"und":[{"value":"1213675200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168995"},{"tid":"170693"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}