{"title":"Today&rsquo;s Earthquake in Arkansas Provides Wake-Up Call","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The preliminary magnitude 4.1 earthquake that shook eastern Arkansas and western Tennessee at 8:04 a.m. Central Standard Time is cited by the U.S. Geological Survey (USGS) as yet another wake-up call to the central United States about the serious potential for earthquakes, the hazard it poses to those living in the region, and the need to strengthen the region&rsquo;s buildings and structures. <\/p>\n<p>The earthquake, centered 3 miles north-northwest of Etowah, Ark., or 47 miles north-northwest of Memphis, was upgraded by USGS seismologists from an earlier preliminary magnitude of 3.9. Earthquakes in this magnitude range are at the threshold where minor damage occurs, such as items moved around or knocked off of shelves. <\/p>\r\n<p>\"Although today&rsquo;s earthquake was what we characterize as â\u0080\u0098light,&rsquo; this area is capable of producing an earthquake that can result in significant loss of life and property damage,\" said USGS Director Charles \"Chip\" Groat. \"Contrary to what many believe, the strongest earthquake activity on record in the continental 48 United States was not in California. It was in the central U.S. in the early 1800s.\" <\/p>\r\n<p>The New Madrid seismic zone of southeast Missouri and adjacent states is the most seismically active in North America east of the Rockies. During the winter of 1811-1812, three very large earthquakes (greater than 8.0 magnitude) devastated the area and were felt throughout most of the nation. They occurred a few weeks apart on Dec. 16, Jan. 13, and Feb. 7. Hundreds of aftershocks, some severely damaging by themselves, continued for years.<\/p>\r\n<p>Prehistoric earthquakes similar in size to those of 1811-1812 occurred in the middle 1400s and around 900 A.D. Strong, damaging earthquakes struck the southwestern end of the seismic zone near Marked Tree, Ark., in 1843 (magnitude 6.3), and the northeastern end near Charleston, Mo., in 1895 (magnitude 6.6). Since 1900, moderately damaging earthquakes have struck the seismic zone every few decades. About twice a year people feel still smaller earthquakes that do not cause damage.<\/p>\r\n<p>Building codes currently in use in the region incorporate a significant degree of risk from earthquakes, but many buildings constructed before these codes were in place or updated have not been adequately retrofitted.<\/p>\r\n<p>USGS research into ground shaking is used by building officials to update building codes based on the most up-to-date information. As new buildings replace older, more dangerous structures, death tolls from earthquakes have been significantly reduced in the U.S.<\/p>\r\n<p>\"This earthquake is an opportunity to gather more knowledge about the region&rsquo;s seismic risk and incorporate it into safer buildings,\" said Groat.<\/p>\r\n<p>Did you feel this earthquake? You can report your experiences on: <a href=\"http:\/\/pasadena.wr.usgs.gov\/shake\/\">http:\/\/pasadena.wr.usgs.gov\/shake\/<\/a> <\/p>\r\n<p>More information on this event and the history of the region is found on: <a href=\"http:\/\/earthquake.usgs.gov\/recenteqsUS\/Quakes\/nm722.htm\">http:\/\/earthquake.usgs.gov\/recenteqsUS\/Quakes\/nm722.htm<\/a> <\/p>\r\n<p>The USGS and its university partners are installing a dense network of seismic monitoring instruments nationwide as part of the Advanced National Seismic System (ANSS) focusing on vulnerable urban areas. The ultimate goal of ANSS is to save lives and ensure public safety. The information from ANSS about earthquake location and shaking, already available in parts of California, has revolutionized the response of emergency managers to an earthquake. Its success depends on further deployment of instruments in other vulnerable cities.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1108011600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}