{"title":"From Climate Change and Energy to Fires and Fish:","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>About 4,000 people are expected to attend the annual meeting of the <\/strong><a href=\"http:\/\/www.usgs.gov\/newsroom\/\">Ecological Society of America<\/a><strong> in Portland, Ore., Aug. 5-10. The theme of this year&rsquo;s conference is &ldquo;Life on Earth: Preserving, Utilizing and Sustaining our Ecosystems.&rdquo; <\/strong><\/p>\n<p><strong>The Mostly Fowl Effects of Climate Change on Bird Distribution: <\/strong>Climate change will not affect all bird species equally, according to preliminary USGS research. Its impacts &ndash; and whether climate change will help or harm the species&nbsp; &ndash; will depend in great part on the species&rsquo; natural history and habitat needs.&nbsp; In this study, researchers focused on six western and southwestern bird species, and through modeling, forecasted how much climate change will likely affect the distribution of these species over the next century under different climate scenarios. The research suggested that three of the six bird species will suffer moderate to large losses in habitat and range (pinyon jay, pygmy nuthatch and Williamson&rsquo;s sapsucker), two will enjoy large increases ( gray vireo and black-throated sparrow), and one may experience&nbsp; only minor declines (Virginia&rsquo;s warbler). The pygmy nuthatch was forecasted to experience the greatest declines in habitat and range (81 percent), whereas the gray vireo will likely experience the greatest gains (58 percent).&nbsp; This research will help resource managers plan more effectively for climate change effects on wildlife. <strong>This presentation, <em>Forecasting climate impacts on select birds in the Western United States<\/em>, will be in Room B115 on Aug. 7 at 2:50 p.m.&nbsp; Contact: James Hatten, <\/strong><a href=\"mailto:jhatten@usgs.gov\"><strong>jhatten@usgs.gov<\/strong><\/a><strong>, 509-439-2276.<\/strong><strong> <\/strong><\/p>\r\n<p><strong>Fight, Flight, or Nothing Much at All? Do Wolves Make Elk Skinnier? <\/strong>A new study is casting doubt on the popular notion that large mammalian predators shape ecosystems through the predator-avoidance behavior of their prey. Small-scale studies of invertebrates and amphibians have often shown that the risk of being killed by a predator can impact the behavior of prey animals strongly enough to reduce their foraging rates, nutrition and reproductive success. But recent results from the vast Yellowstone landscape, where re-introduced wolves hunt elk, have bucked this expectation. In this study, researchers simultaneously tracked the movements of wolves and the foraging behavior, body-fat levels and pregnancy of elk to determine whether wolves slow elk reproduction through fear alone. Although the presence of nearby wolves clearly affected elk behavior, these effects were not strong enough to make elk skinnier. When wolves were within one kilometer (.62 miles) of the prey, elk movement rates and vigilance increased slightly, but their habitat use did not change. Even in areas with particularly high wolf predation risk, individual elk experienced 1-km wolf encounters infrequently, thereby limiting the potential cumulative effects of wolves on elk behavior. These preliminary results echo the recent finding from other study systems that widely ranging, active-hunting predators such as wolves produce weaker risk cues and anti-predator behaviors among their prey, pointing to stalking predators (such as big cats) as likely carrying stronger ecosystem impacts. These research findings are especially relevant because the states of the Greater Yellowstone Ecosystem &ndash; Montana, Idaho, and soon Wyoming &ndash; are starting to manage wolf populations with an eye on their impacts on elk populations. <strong><strong>This presentation, <em>Spatial and temporal context limit the effect of wolves on elk behavior<\/em>, will be in Room C120 on Aug. 9 at 4:40 p.m. &nbsp;Contact: Arthur Middleton, amiddle2@uwyoedu, 307-460-0880, or Matt Kauffman, mkauffman@usgs.gov, <\/stron","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1344225600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168868"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}