{"title":"Denali Fault Quake Offers Clues for Hazards in Future Quakes, Science Magazine Reports","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors: For downloadable photos of effects of the Denali quake, go to <a href=\"http:\/\/earthquake.usgs.gov\/eqinthenews\/2002\/uslbbl\/photos\/pr071102\/\">http:\/\/earthquake.usgs.gov\/eqinthenews\/2002\/uslbbl\/photos\/pr071102\/<\/a><\/strong> <\/p>\n<p>Scientists from the U.S. Geological Survey (USGS) and their partners studying the largest on-land earthquake in North America in almost 150 years report new information that will help further safety-planning efforts for future large quakes, according to an article published in the May 16, 2003, edition of the journal Science.<\/p>\r\n<p>The report demonstrates that the magnitude 7.9 Denali fault earthquake that occurred last year on Nov. 3, was far more complex than earthquakes of lower magnitudes, and energy was strongly focused in the direction the earthquake progressed. The report explains that the Denali fault earthquake was similar to the 1906 great San Francisco (MW 7.8) earthquake on the San Andreas fault and likely to be similar to future major earthquakes on the San Andreas fault in the Los Angeles area. <\/p>\r\n<p>The Denali fault ruptured beneath the Trans-Alaska Pipeline, which resulted in 18 feet of horizontal offset at this site. In 1972, the USGS recommended standards that were incorporated into the Pipeline&rsquo;s design and construction for withstanding a M8 earthquake, and it was designed to allow a displacement of 20 feet. <\/p>\r\n<p>\"The seismic upgrades strongly recommended by USGS likely helped prevent large environmental and economic losses 30 years later when the Denali fault earthquake ruptured under the Pipeline,&quot; Secretary of the Interior Gale Norton said. &quot;The success of USGS&rsquo; science underscores our commitment to public safety, and the value of their research and hazards studies for managers of the Nation&rsquo;s lands and natural resources.\" <\/p>\r\n<p>The Denali fault earthquake was very directional &ndash; it took only about 100 seconds to tear 210 miles of faults from west to east. New seismographs that faithfully record large earthquakes, GPS surveys, and surface measurements of offset features, show that the earthquake produced tearing along different faults, and it did not evenly release energy. In effect, the event was a composite of three smaller earthquakes: a M 7.2 earthquake on the previously unknown Susitna Glacier fault, two major pulses of slip (magnitudes 7.3 and 7.8) on the Denali fault, and finally a smaller amount of slip on the Totschunda fault. The largest side-to-side offset was about 29 feet. <\/p>\r\n<p>Because this large-magnitude earthquake ruptured rapidly over a long distance, the earthquake energy was channeled in the direction of the earthquake rupture, much as the pitch of a train&rsquo;s horn is higher when a train approaches than when it recedes. <\/p>\r\n<p>As a result, said USGS scientist Peter Haeussler, one of the lead authors on the report, the earthquake effects were most pronounced in one direction &#8212; southeast of the fault trace toward western Canada and the lower 48 states. Consequently, the Denali fault earthquake was felt as far away as Louisiana. The earthquake also disturbed the level of water wells in Pennsylvania by up to 2 feet, damaged houseboats in Seattle from sloshing seismic sea waves, and triggered small earthquakes at many volcanic or geothermal areas in the direction of rupture. The most pronounced triggering occurred at Yellowstone, Wyoming, with 130 small earthquakes in the 4 hours following the 1,940-miles away Alaskan rupture. In the other direction by contrast, only one of the many active Alaskan volcanoes had triggered earthquakes. <\/p>\r\n<p>Alaska is the most seismically active state and thus provides frequent earthquake records that can be used to improve earthquake engineering worldwide. The Advanced National Seismic System (ANSS) is working to improve ground and structural recordings of strong earthquakes in Alaska and elsewhere. ANSS monitoring systems in high-rise buildings recor","summary":null,"format":null}]},"field_images":[],"regions":["Washington","California","Alaska"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1052971200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170258"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}