{"title":"USGS Finds Polar Bear Denning Shifting From Sea Ice to Coastal Habitats in Northern Alaska","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->A 20-year U.S. Geological Survey (USGS) study documents that recent changes in the quality and availability of sea ice in northern Alaska are the most likely explanation for a decrease in maternal polar bear denning on sea ice and an increase of denning on land.<!--introend--> The results of the peer-reviewed study by the USGS Alaska Science Center in Anchorage were just published online in the journal <em>Polar Biology<\/em>. \r\n<\/p>\r\n<p>\r\nUSGS researchers Anthony Fischbach, Steve Amstrup and David Douglas used satellite telemetry to evaluate changes in the distribution of denning events by polar bears in the northern Alaska region between 1985 and 2005. They found that the proportion of dens on sea ice versus coastal land dens declined from 62 percent in 1985-1994 to 37 percent in 1998-2004. \r\n<\/p>\r\n<p>\r\nThe researchers evaluated whether the significant shift in distribution of dens from sea ice to land could be explained by changes over the study period in three factors: patterns in harvest of polar bears, sea ice patterns and characteristics or the availability of subsistence-hunted bowhead whale remains on shore. \r\n<\/p>\r\n<p>\r\nUSGS found that neither change in on-shore availability of whale carcasses or in hunting patterns were determining factors in the observed denning shift. &quot;Our findings suggest that sea ice changes offer the most plausible explanation for the observed shift in maternal denning sites,&quot; said Fischbach, the lead author of the study. \r\n<\/p>\r\n<p>\r\n&quot;In recent years,&quot; Fischbach said, &quot;Arctic pack ice has formed progressively later, melted earlier and lost much of its older and thicker multi-year component. Together, these changes have resulted in pack ice that is a less stable platform on which to give birth and raise new cubs. Previous research had already shown that unstable ice can result in failures of on-ice denning attempts. Less ice that is suitable for denning apparently has led to an increased frequency of pregnant polar bears in this region choosing to den on land.&quot; \r\n<\/p>\r\n<p>\r\nUnlike other temperate and Arctic bear species that hibernate when food is unavailable, polar bears do not have to den to avoid a period of food shortage. Seals, unlike the food for terrestrial bears, are available on the pack ice throughout the winter. Pregnant polar bears, however, which must den to protect new cubs from the rigors of the Arctic winter, create snow dens in autumn or early winter, give birth in mid-winter (by early January), and nurture their young in these dens until they are able to leave the thermal security of the den in spring. Therefore, although denning in terrestrial bears is a foraging strategy -- avoiding a period of food scarcity -- denning in polar bears has become strictly a reproductive strategy. \r\n<\/p>\r\n<p>\r\nThroughout most of their circumpolar range, pregnant polar bears den mainly on land. In the northern Alaska region studied, however, many polar bears historically have denned on sea ice, sometimes as far as 400 miles offshore. \r\n<\/p>\r\n<p>\r\nIf declines in sea ice availability continue, the authors expect that the proportion of polar bears denning in coastal areas will continue to increase until such time as the autumn ice retreats far enough from shore that it prohibits offshore pregnant females from reaching the Alaska coast in time for denning. \r\n<\/p>\r\n<p>\r\n&quot;Right now,&quot; said Amstrup, &quot;pregnant females foraging offshore in summer must wait up to a month longer than they did even 10 years ago for new sea ice to form so they can travel to denning areas on land.&nbsp; Alternatively, they must swim ever greater expanses of open water to reach suitable land denning habitat or they must den on ice that may not be stable enough to survive the winter.&quot; \r\n<\/p>\r\n<p>\r\n&nbsp;In recent years, he noted, the sea ice edge has been as far as 125 miles (200 km) offshore in late September and early October. Only a decade or two ago, it w","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1184212800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168862"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}