{"title":"Are Wolves Saving Yellowstone's Aspen Trees from  Elk?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>LARAMIE, Wy. &mdash; <\/strong><!--introstart-->Previous research has claimed that the reintroduction of wolves to Yellowstone National Park in 1995 is helping restore quaking aspen in risky areas where wolves prowl.<!--introend--> But apparently elk hungry for winter food had a different idea.<\/p>\n<p>They didn&rsquo;t know they were supposed to be responding to a &ldquo;landscape of fear.&rdquo;&nbsp; &nbsp;<\/p>\r\n<p>According to a study set to be published this week in<em> Ecology<\/em>, a journal of the Ecological Society of America, the fear of wolf predation may not be discouraging elk from eating aspen trees after all.<\/p>\r\n<p>Previous thinking went like this: Aspen are not regenerating well in Yellowstone National Park.&nbsp; Elk eat young aspen. But wolves eat elk. Elk will learn to avoid high-risk areas that wolves frequent. Plants in those areas &ndash; such as aspen &ndash; will then get a chance to grow big enough so that elk cannot kill them. Eventually, an entire habitat is restored because of a landscape of fear.<\/p>\r\n<p>Over the last 15 years, the reintroduction of wolves in Yellowstone was heralded as a great success, not only because it reestablished the species, but also because wolves were expected to help restore a healthier ecosystem through such cascading indirect effects on other species.<\/p>\r\n<p>But this recent study led by Matthew Kauffman, a U.S. Geological Survey scientist, suggests that aspen are not benefitting from the landscape of fear created by wolves, and that claims of an ecosystem-wide recovery of aspen are premature.<\/p>\r\n<p>&ldquo;This study not only confirms that elk are responsible for the decline of aspen in Yellowstone beginning in the 1890s, but also that none of the aspen groves studied after wolf restoration appear to be regenerating, even in areas risky to elk,&rdquo; said Kauffman.<\/p>\r\n<p>Because the fear of wolves does not appear to be benefiting aspen, the authors conclude that if the Northern Range elk population does not continue to decline -- their numbers are 40 percent of what they were before wolves -- many of Yellowstone&rsquo;s aspen stands are unlikely to recover. &ldquo;A landscape-level aspen recovery is likely only to occur if wolves, in combination with other predators and climate factors, further reduce the elk population,&rdquo; Kauffman said.&nbsp;<\/p>\r\n<p>Predators play an important role in ecosystems, said Kauffman, and can influence plants by altering how many herbivores there are (by eating the herbivores) or by changing the behavior of herbivores (deterring them from areas where predators lurk). He adds, however, that considerable scientific debate exists regarding the importance of these two ways in which predators influence their prey. And this is especially true for large carnivores.<\/p>\r\n<p>To complicate matters, predators use different hunting strategies &ndash; there is the sit-and-wait strategy (as with a spider in a web, or a rattlesnake waiting for a mouse to leave its burrow) and the more active, go get &rsquo;em strategy (think cheetahs and wolves). &ldquo;So, given that it takes a lot of energy to avoid a predator &ndash; energy that could be used to stave off winter starvation &ndash; we wanted to find out whether the prey of active-hunting predators such as wolves demonstrated risk-induced changes in areas where they foraged for food,&rdquo; Kauffman said.<\/p>\r\n<p>To do this, the authors analyzed tree rings to discern when, in the last century, aspen stands stopped regenerating, examined whether aspen stands have begun to regenerate now that wolves have been reintroduced to the park and tested whether any differences in aspen regeneration were occurring in areas considered safe or risky for foraging elk. They used a landscape-wide risk map of elk killed by wolves over the first 10 years of wolf recovery. Finally, the authors experimentally fenced in young aspen suckers to compare the protection afforded to them by wolves versus that","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Montana","Wyoming","Arizona","New Mexico","Utah"],"country":["United States of America"],"mm_tags":["Yellowstone","Ecosystem","elk","wolf","aspen","Predator Prey"],"release_date":{"und":[{"value":"1283313600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169832"},{"tid":"170099"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}