{"title":"USGS Unveils How Earthquakes Pose Risks to Afghanistan","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nWASHINGTON, DC - While human-induced rumblings have dominated life in Afghanistan for several decades, a more natural hazard may present a significant threat to this country undergoing massive restoration: earthquakes. \r\n<\/p>\r\n<p>\r\nThe Islamic Republic of Afghanistan is located in a geologically active part of the world. Each year, Afghanistan is struck by moderate to strong earthquakes, and every few years, a powerful earthquake causes significant damage or fatalities. The seriousness of this hazard was poignantly demonstrated by the magnitude 7.6-magnitude earthquake on Oct. 8, 2005, in nearby Kashmir, Pakistan, that caused more than 80,000 fatalities and left an estimated four million people homeless. Without planning for the potential devastation that earthquakes can wreak, years of investment in restoration of Afghanistan infrastructure could be undermined in a matter of seconds. \r\n<\/p>\r\n<p>\r\nTo assist in this nation&#39;s reconstruction efforts, the U.S. Geological Survey (USGS) was commissioned by the U.S. Agency for International Development and the Islamic Republic of Afghanistan to develop a preliminary Seismic Hazard Map of Afghanistan. This report incorporates data from thousands of historical earthquakes, information about active faults, and models of how earthquake energy travels through the Earth&#39;s crust to define expected levels of ground shaking throughout the country. \r\n<\/p>\r\n<p>\r\nThe report and map was unveiled at the Afghanistan Embassy in Washington, D.C. on May 30. \r\n<\/p>\r\n<p>\r\n&quot;As Afghanistan rebuilds following decades of war and strife, new construction and development need to be designed to accommodate the strong shaking and related hazards posed by strong earthquakes,&quot; said USGS Director Mark Myers. &quot;Future earthquakes are most likely to occur in areas of numerous historical earthquakes, so the seismically active areas generally have the highest hazard.&quot; \r\n<\/p>\r\n<p>\r\nAmbassador of the Islamic Republic of Afghanistan H.E. Said Tayeb Jawad said, &quot;For the last five years, the government of Afghanistan in partnership with the international community has undertaken the historic task of rebuilding our country&#39;s devastated infrastructure. Today marks the completion of the preliminary Seismic Hazard Map of Afghanistan, a timely and crucial achievement for Afghanistan. The map will help us design new roads, much needed dams and power plants, even schools and clinics. Before Afghanistan was beset with war and violence, the Kabul seismic station (KBL) was a source of pride for Kabul University and one of the world&#39;s premier seismograph stations. We are all grateful to USGS for helping us re-establish the KBL as one of the most modern seismograph stations in the region and a rehabilitated source of national pride.&quot; \r\n<\/p>\r\n<p>\r\nTo help assess the hazard, the USGS used data from more than 12,700 earthquakes in the region. This was then augmented with a map of potentially active faults (sources of future earthquakes) by systematically examining satellite images of the entire country. These two datasets, together with information about how seismic energy spreads through the Earth, were then used to construct a seismic hazard map of the region. \r\n<\/p>\r\n<p>\r\nOne of the greatest hazards revealed on the new map is concentrated around the Chaman fault system, which is a major 850-km-long left-lateral strike-slip fault system that accommodates the differential motion between the Eurasian plates in Afghanistan and Pakistan; USGS geologists estimate slip rates along the Chaman fault system of 10 mm\/yr or more. Near Kabul, the Paghman fault, part of the Chaman fault system, extends within 10 km of the west edge of the city. Geomorphic evidence shows that recent movement has occurred on the Paghman fault, and that this movement has been sustained through much of the Quaternary (past ~2 million years).&nbsp; \r\n<\/p>\r\n<p>\r\nThe USGS, in cooperation with Kabul University and the Afgha","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1180497600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168861"},{"tid":"169873"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}