{"title":"Richard P. Sheldon, Retired USGS Chief Geologist","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Richard Porter Sheldon, 72, of Washington, D.C., died at home on June 8, 1996. Sheldon was formerly Chief Geologist of the U.S. Geological Survey in Reston, Va., and was widely recognized as an expert on world phosphate resources. He had lived in Washington since 1968. <\/p>\n<p>Sheldon joined the USGS in 1947 to study phosphate deposits of the western U.S. He spent most of his career with the USGS, except for a brief stint as an independent and oil company geologist. Also, from 1964 to 1965, he was a visiting professor of geology at Yale University. During his career with the USGS, Sheldon served in a variety of research and managerial positions. His research publications included reports on phosphates, oil, and iron ore, and he undertook assignments in Turkey, Chile, Peru, Iran, the Middle East, and several countries in Southeast Asia, in addition to domestic geologic studies. From 1967 to 1968 he was Chief of the Organic Fuels Branch in Denver. He followed that assignment with four years as Assistant Chief Geologist for Mineral Resources in Washington, D.C. In 1972, he was appointed Chief Geologist and served in that capacity until 1977. During his tenure as Chief Geologist, he successfully guided a major increase in research programs for energy and mineral studies, including the acquisition of a research vessel from the U.S. Navy that provided the USGS access to the underwater continental margins for the first time. He also supported the increased use of computers and data systems to improve the efficiency and quality of division programs and products. After stepping down as Chief Geologist in 1977, Sheldon continued his work as a senior research geologist until his retirement in 1982. <\/p>\r\n<p>Sheldon was a Fellow of the Geological Society of America and the American Association for the Advancement of Science. Other professional affiliations included the American Association of Petroleum Geologists, Society of Economic Geologists, Rocky Mountain Association of Geologists, Society of Economic Paleontologists and Mineralogists, Sigma Xi, Geological Society of Washington and the Cosmos Club. <\/p>\r\n<p>Sheldon received the Meritorious Service Award (1973) and the Distinguished Service Award (1976) of the Department of the Interior. In 1987, he was honored with the Human Needs Award of the American Association of Petroleum Geologists for outstanding research on phosphate supplies to serve the needs of developing countries. <\/p>\r\n<p>Sheldon is also remembered as an enthusiastic actor in the satirical comedies produced by the Pick and Hammer Club of the USGS. Sheldon was born in Tulsa, Okla., on October 25, 1923. He had a B.S. degree in geology from Yale University and a Ph.D. in geology from Stanford University. Sheldon is survived by his wife, Claude, of Washington, a daughter, Estella, of New York, and a sister, Ruth Knowles, also of New York. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"835156800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}