{"title":"THE ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>For more information visit the UGGS and UW SHIPS web sites at: <a href=\"http:\/\/spike.geophys.washington.edu\/SEIS\/SHIPS\/\">http:\/\/spike.geophys.washington.edu\/SEIS\/SHIPS\/<\/a> <a href=\"http:\/\/geohazards.cr.usgs.gov\/pacnw\/ships\/\">http:\/\/geohazards.cr.usgs.gov\/pacnw\/ships\/<\/a> <\/p>\n<p>In an effort to understand how future earthquakes will affect the central Puget Sound lowlands, U. S. Geological Survey scientists, working from North Seattle Community College, on January 25 will begin installing 90 seismographs to measure ground shaking throughout the region. <\/p>\r\n<p>The goal of the study, the fourth phase of a project called Seismic Hazards Investigation in Puget Sound, or SHIPS, is to determine how the Seattle sedimentary basin influences shaking during large earthquakes, such as the Feb. 28, 2001, Nisqually earthquake. From now through early May, the recorders will measure the tiny vibrations caused by the small earthquakes that occur almost daily in the Puget Sound area, and from distant large earthquakes. The small amounts of shaking recorded during these earthquakes will give clues to how the area will shake during much larger earthquakes. <\/p>\r\n<p>&quot;Studies conducted elsewhere have shown that areas that show amplified shaking during small and distant earthquakes also amplify the strong shaking produced by large, local events,&quot; said Thomas Pratt, one of the USGS scientists leading the study. &quot;During the Nisqually earthquake, for example, many areas that produced the strongest shaking had already been identified from previous studies of weak shaking during small earthquakes.\" <\/p>\r\n<p>The 90 seismographs will be placed on the property of residents and businesses throughout the Puget Sound region. Thirty of them will be deployed along the same line as in the 1999 Dry SHIPS study in an effort to confirm shaking patterns seen then. The remaining 60 recorders will be spread out in a grid from Everett to Tacoma. USGS personnel and volunteers will install the seismographs on sites that property owners have donated sites that have electrical power for the recorders. No underground detonations will be used. \"We have had a tremendous response to our call for volunteers to let us put the seismographs in their flower beds, beneath their decks, and along side their houses and businesses. Without the donation of these sites and the willingness of 20 community volunteers to give up their weekend to install the seismometers we would not be able to do this study,&quot; Pratt said. <\/p>\r\n<p>Organizations participating in the study are the USGS, the University of Washington, North Seattle Community College and the NSF funded Incorporated Research Institutions for Seismology (IRIS) that provided the instruments and will archive the data produced. North Seattle Community College is the newest addition to the SHIPS partnership and is looking forward to future collaborations. &quot;The faculty and students of North&rsquo;s Science and Math Division look forward to having the SHIPS project on our campus,&quot; said Tom Griffith, division dean. &quot;Classes can visit the project and in the future we anticipate that some of our students may become interns working with scientists from the U.S. Geological Survey.&quot; <\/p>\r\n<p>Previous phases of SHIPS have provided scientists with a much greater understanding of how the region will react to strong shaking. The first phase, called Wet SHIPS, used marine air guns towed by UW&rsquo;s RV Thompson oceanographic research vessel and over 300 seismographs in March 1998 to investigate crustal faults and sedimentary basins throughout the Puget Sound Lowland. Dry SHIPS, September 1999, investigated the Seattle basin using explosions detonated in boreholes and over 1,000 seismographs. The third phase in March 2000, Kingdome SHIPS, used the demolition of the Kingdome as a source of seismic waves that were recorded by 200 recorders deployed by the USGS throughout Seattle. \"Each SHIPS study has tau","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1011934800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}