{"title":"New Tool Guides Chamokane Water Plans","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors: Information about the USGS project is&nbsp;available <a href=\"http:\/\/wa.water.usgs.gov\/projects\/chamokane\/\">online<\/a>.<\/strong><\/p>\n<p>TACOMA, Wash. &mdash; <!--introstart-->Water management in the Chamokane Creek Basin can now be guided by a new computer model to run \"what-if\" simulations to evaluate the potential effects of groundwater withdrawals on streamflows in the basin, according to a report released today by the U. S. Geological Survey.<!--introend--> The report was produced in cooperation with the Bureau of Indian Affairs and the Washington State Department of Ecology.<\/p>\r\n<p>\"Additional groundwater withdrawals can affect streamflows and existing wells in complex and negative ways, and no one wants to find an adverse impact after a project has already been approved and constructed,\" said USGS Director Marcia McNutt. \"This new USGS model allows communities and agencies to plan for the most beneficial use of groundwater within the basin.\"<\/p>\r\n<p>The USGS report is the second part of a two-phase study to describe the basin's water resources and to develop a computer model that can be used to assess how changes in groundwater use in the basin may impact streamflow.<\/p>\r\n<p>Chamokane Creek Basin is a 179-square-mile area bordering and partially overlapping the Spokane Indian Reservation in southern Stevens County in northeastern Washington State. The Spokane Tribe, the State of Washington, and the federal government are interested in learning more about the effects of additional groundwater development within the basin on Chamokane Creek. Results from the USGS study will be used to evaluate the effects of potential increases in groundwater withdrawals on groundwater and surface-water resources within the basin.<\/p>\r\n<p>Most of the basin is closed to additional groundwater or surface-water appropriations, with the exception of permit exempt uses of groundwater. Previously, the effects of increased use of groundwater on the surface water system of the basin had been unknown, which spurred the study of the areas'water resources. Model simulations now show a connection between the groundwater and surface-water systems, and that groundwater pumping decreases streamflow in Chamokane Creek.<\/p>\r\n<p>The report, \"Simulation of the Groundwater and Surface-Water Resources and Evaluation of Water Management Alternatives for the Chamokane Creek Basin, Stevens County, Washington,\" by D. Matthew Ely and Sue C. Kahle, is published as U.S. Geological Survey Scientific Investigations Report 2012-5224 and is available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5224\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["water","Geographic Areas Northwest"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1349755200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170083"},{"tid":"170512"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}