{"title":"USGS Names Head of National Science Publishing Program","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The USGS has appointed Gregory J. Allord, Madison, WI, to head the bureau&rsquo;s national science publishing program, which annually produces more than 10,000 information products on the wide range of USGS natural science research and investigations.<!--introend--><\/p>\n<p>Allord will manage a national enterprise publishing network, working closely with three regional publishing hubs and 20 publishing service centers across the country. The workforce for these functions was recently reorganized into a &quot;high performing organization,&quot; which seeks to achieve efficient and cost effective performance without formally competing these functions in a public-private competition. He will carry out his new activities from his current USGS duty station in the University Research Park in Madison, WI. He assumes his new position January 1, 2006.<\/p>\r\n<p>&quot;We are fortunate to have someone of Greg Allord&rsquo;s experience and capabilities to lead the USGS enterprise publishing network,&quot; said Mark DeMulder, chief, USGS Science Information and Education Office, Reston, VA. &quot;Greg is well known in cartographic and publishing circles for innovative approaches in the use of new technologies to portray and communicate complex scientific information and data.&quot;<\/p>\r\n<p>Allord was the creative force behind the online USGS Publications Warehouse (<a href=\"http:\/\/pubs.usgs.gov\">http:\/\/pubs.usgs.gov<\/a>), a bibliographic tool for finding USGS reports and thematic maps (many of which are available online), which currently contains more than 67,000 citations, including numbered series begun as early as 1882.<\/p>\r\n<p>Allord has more than 30 years of experience with the USGS, having begun his career in 1969 at the USGS water district office in Madison (now the USGS Water Science Center in Middleton), when a student in geography and cartography at the University of Wisconsin.<\/p>\r\n<p>For more than 15 years, Allord served as chief of the Cartography and Publishing Program for USGS water science programs nationwide, overseeing production, timeliness, and efficiencies in producing maps, reports, and other information products concerning the Nation&rsquo;s water resources.<\/p>\r\n<p>Allord graduated from the University of Wisconsin-Madison with a bachelor of arts in geography (cartography specialty) in 1976. He is a member of the American Society for Photogrammetry and Remote Sensing and the American Congress on Surveying and Mapping.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1135314000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169399"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}