{"title":"USGS Scientist Awarded Prestigious Marine Conservation Fellowship","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Providing a plan to help resource managers restore the Bering Sea and North Pacific ecosystem is a task research scientist Jim Estes of the U.S. Geological Survey will pursue during the next four years with funding help from a 1999 Pew Marine Conservation fellowship of $150,000. <!--introend-->\n<p>\"This is a great honor and an opportunity to do much-needed research,\" said Estes, a marine biologist with the USGS Western Ecological Research Center in Santa Cruz, Calif. Estes, who has spent most of his professional life working on the coastal problems of the Bering Sea and North Pacific ecosystem, recently marked sharp declines in sea otter populations in the ecosystem. \r\n<p>Regarded as the world&rsquo;s preeminent award for marine conservation, Pew fellowships are highly competitive awards targeted primarily to mid-career professionals working in marine ecosystem conservation, fisheries management, marine contamination and coastal conservation. The Pew Fellows Program in Marine Conservation is an initiative of The Pew Charitable Trusts, based in Philadelphia, Pa., and operated in partnership with the New England Aquarium in Boston. \r\n<p>Estes&rsquo; interest in predators&rsquo; roles in ecosystems began with sea otters in western Alaska in the 1970&rsquo;s. He was a co-discoverer of the sea otter&rsquo;s keystone role in kelp forests. The sea otter, said Estes, is the top predator in a coastal food web composed of sea otter, sea urchin and kelp. The sea otter feeds on sea urchins and suppresses their numbers, which in turn enhances the total production of the coastal ecosystem. \r\n<p>Estes expects his proposed study to provide those charged with managing fisheries and marine mammals further information on how the Bering Sea and North Pacific ecosystem works and insight into why it is undergoing drastic change. \r\n<p>Habitat destruction is seen as a fundamental problem by conservation biologists studying ecosystems on land, said Estes. While large-scale habitat alteration is clearly evident on land, it is less evident in the oceans. \"Marine systems have collapsed in areas where there is simply no evidence of habitat destruction, such as in remote coastal regions and the open sea,\" said Estes. He suspects that the distances over which human effects are manifested are much greater at sea than they are on land. \r\n<p>Nominations for Pew Fellowships are made through an international network of environmental experts. Review and selection is conducted by a 12-member international advisory committee. Selection is based on the applied conservation merit of the proposal, the individual&rsquo;s professional achievement, and the potential impact of the project. More information on the 1999 Pew Marine Conservation Fellows is available on the Pew Fellows Program website <a href=\"http:\/\/www.pewmarine.org\/\">www.pewmarine.org<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"931838400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169650"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}