{"title":"USGS Researcher Introduces New Method To Assess Potential Losses From Liquefaction During Earthquakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new method of assessing the danger of ground failure due to soil liquefaction during an earthquake made its debut in San Francisco, Tuesday afternoon, December 17. <\/p>\n<p>In a presentation to the annual meeting of the American Geophysical Union, Robert Kayen, a researcher at the U.S. Geological Survey in Menlo Park, Calif., described the \"Arias intensity\" method, which is based on energy absorbed by structures during an earthquake. Kayen said his method differs from past methods because it incorporates earthquake magnitude and duration and needs no corrections for such factors. <\/p>\r\n<p>Kayen and fellow researcher, James Mitchell of Virginia Tech University, developed the innovative technique using computer models of earthquake waves as they propagate through soil to estimate the \"Arias\" intensity below the ground surface. The authors consider this new measure of earthquake shaking severity to be significantly more reliable than the conventional method of assessing liquefaction. <\/p>\r\n<p>Central to the Arias intensity method is a graph of data from 81 soil sites in the United States and Japan that have undergone known levels of earthquake shaking. Along the horizontal axis is the strength of the soil layers below the ground surface, a property that can be measured by two techniques--the Standard Penetration Test and the cone penetration test--which are already used around the world for construction. On the vertical axis is Arias intensity, a quantitative measure of earthquake shaking severity that is energy-based, not stress-based as in conventional liquefaction assessments. For each site, Kayen and Mitchell either measured ground properties themselves or used published measurements. They plotted those properties against earthquake shaking intensities determined from seismograms recorded on the ground near the sites and modified to estimate the intensity below the ground at the depth of the various soil layers. They noted on the plot whether the soil at each site had liquefied or not, and discovered a sharp boundary on the plot between sites that had liquefied and sites that had not. <\/p>\r\n<p>Kayen said the new method will allow civil engineers to use common soil-foundation tests along with estimates of earthquake shaking intensity to predict the likelihood of soil liquefaction at a given site, and guide engineers on how much to improve the soil strength at the site to help it resist liquefaction. <\/p>\r\n<p>Liquefaction typically occurs in sandy, water-saturated soils such as floodplain deposits, delta deposits, alluvial sediments, and landfill. During earthquake shaking, water pressure in tiny spaces, or pores, within the soil are elevated temporarily, usually for a matter of minutes. <\/p>\r\n<p>During that time, Kayen said, the high pore pressures can cause soil to lose nearly all its strength, and potentially cause the soil to flow like a liquid. Soil that had previously supported large structures cannot support them when it is in a liquefied state. \"Much of the worst damage from the 1989 Loma Prieta earthquake and the 1995 Kobe, Japan, earthquake resulted from settlement and failure of the foundations of structures when the soil beneath them liquefied,\" Kayen said. <\/p>\r\n<p>Up until now, Kayen said, liquefaction potential has been assessed by a conventional engineering method based on the peak stress exerted on soil during an earthquake. \"But earthquakes of different magnitudes and durations can exert the same peak stress on a soil while subjecting the soil to very different levels of earthquake shaking intensity; the greater the magnitude and\/or duration of the earthquake, the greater the number of damaging waves that propagate through the soil. \"So, conventional, stress-based methods have to be corrected for factors such as earthquake magnitude and duration,\" Kayen said, \"and Arias intensity incorporates these factors.\" <\/p>\r\n<p>Kayen said that by using the new model, engineers can plot their own sites on this graph","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"850712400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}