{"title":"Baron Named President-Elect of Ecological Society of America","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. Geological Survey research ecologist Dr. Jill Baron has just been named President-Elect of the Ecological Society of America.<\/p>\n<p>\"Dr. Baron has shown excellence in both her research and her leadership, and therefore is an outstanding choice to lead the Ecological Society of America,\" said USGS director Marcia McNutt. \"It brings honor to our scientists individually and to the USGS as an agency when our scientists are elected to such prestigious positions.\"<\/p>\r\n<p><br \/>The USGS and the Department of the Interior have a policy that allows scientists to hold such positions in professional organizations while they continue their important research at the USGS.<\/p>\r\n<p>As a USGS scientist, Dr. Baron has led national efforts to understand the consequences of nitrogen deposition and climate change on mountain ecosystems and identify ways for public lands managers to prepare for and adapt to these changes. She was a member of the Science Strategy Team that now shapes the intellectual direction of the USGS, and is founder and Co-Director of the John Wesley Powell Center for Earth System Science Analysis and Synthesis. She has been involved in other roles with the ESA since 1991.<\/p>\r\n<p>Dr. Baron has edited two books: Rocky Mountain Futures: An Ecological Perspective (Island Press 2002), which addresses the past, present, and possible future human influences on ecosystems of the Rocky Mountains, and Biogeochemistry of a Subalpine Ecosystem (Springer-Verlag 1992), which summarized the first 10 years of long-term research in the Loch Vale Watershed in Rocky Mountain National Park. Dr. Baron received her Ph.D. from Colorado State University in 1991, and has undergraduate and master&rsquo;s degrees from Cornell University and the University of Wisconsin. She has authored more than 140 publications.&nbsp;<\/p>\r\n<p>Dr. Baron is the recipient of numerous achievement awards for her work from the National Park Service, USGS, and USDA Forest Service, including the Department of the Interior Meritorious Service Award in 2002. She has been a member of the Governing Board of the Ecological Society of America, serves on several Science Advisory Boards, has given testimony to Congress on acid rain, and is an Editor-in-Chief of Issues in Ecology, an ESA publication for communicating accurate and unbiased summaries of the current status of scientific knowledge on environmental issues to non-scientists. Results from her long-term mountain research have been used to set air quality policy in the State of Colorado.&nbsp;<\/p>\r\n<p>She is married to another ecosystem ecologist, Dennis Ojima, and they have two children. Her tenure as ESA President-Elect begins in August 2012.<\/p>\r\n<p>The ESA is a nonpartisan, nonprofit organization of scientists founded in 1915 to promote ecological science by improving communication among ecologists; raise the public's level of awareness of the importance of ecological science; increase the resources available for the conduct of ecological science; and ensure the appropriate use of ecological science in environmental decision making by enhancing communication between the ecological community and policy-makers.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecology","biology","Climate Change Biology","Colorado","Mountain","nitrogen"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1323925200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}