{"title":"Aquifer System Beneath Albuquerque Shows Impact of Groundwater Pumping","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>&nbsp;ALBUQUERQUE, New Mexico. &mdash; Groundwater pumping has produced significant changes in water levels below some parts of the Albuquerque metropolitan area, according to two new reports published by the U.S. Geological Survey.&nbsp;<\/p>\n<p>For many decades, the water supply requirements of the Albuquerque metropolitan area in central New Mexico were met almost exclusively by groundwater withdrawal from the Santa Fe Group aquifer system.&nbsp; Reliance on groundwater led to variable responses in groundwater levels across the area, with declines in some areas exceeding 120 feet below predevelopment water level conditions.&nbsp;<\/p>\r\n<p>&ldquo;We observed that over time the way groundwater moved and where it was present changed significantly,&rdquo; said USGS hydrologist Rachel Powell, lead author of the report <a href=\"http:\/\/pubs.usgs.gov\/sim\/3301\/\"><em>Estimated 2012 groundwater potentiometric surface and drawdown from predevelopment to 2012 in the Santa Fe Group aquifer system in the Albuquerque metropolitan area, central New Mexico<\/em><\/a><em>.<\/em> &ldquo;Groundwater used to flow roughly parallel to the Rio Grande valley, but now it moves away from the Rio Grande and towards clusters of water supply wells in the east, north, and west parts of the metropolitan area.&rdquo; .&nbsp;<\/p>\r\n<p>The Albuquerque Bernalillo County Water Utility Authority began diverting surface water from the Rio Grande with the San Juan-Chama Drinking Water Project to reduce reliance on groundwater reserves in December 2008.&nbsp;&nbsp;<\/p>\r\n<p>In the new reports, USGS scientists investigated the variability and extent of groundwater level changes as well as the more recent effects of reduced groundwater use following the introduction of surface water supplies.&nbsp; Measured water levels from wells across the metropolitan area, as well as simulated water levels from a groundwater model, were used to delineate changes in groundwater levels both spatially as well as over time.&nbsp;<\/p>\r\n<p>While groundwater level declines are substantial in many areas, hydrographs (graphs of water level change) show several instances where groundwater levels are increasing since the introduction of surface water supplies from the San Juan-Chama Drinking Water Project.&nbsp;&nbsp;<\/p>\r\n<p>&ldquo;Albuquerque&rsquo;s sole reliance on groundwater for supply was likely an unsustainable option, even with water conservation measures,&rdquo; said USGS hydrologist Steve Rice, lead author of report <a href=\"http:\/\/pubs.usgs.gov\/sim\/3305\/\"><em>Simulated and measured water levels and estimated water-level changes in the Albuquerque area, central New Mexico, 1950-2012<\/em><\/a>. &ldquo;The addition of surface water supplies should continue to mitigate the effects of decades of extensive groundwater withdrawal.&rdquo;&nbsp;&nbsp;<\/p>\r\n<p>However, the surface water supplies are only reducing groundwater reliance for the City of Albuquerque; other parts of the metropolitan area where groundwater remains the sole source of supply continue to see groundwater level declines.&nbsp;&nbsp;<\/p>\r\n<p>Analysis of the magnitude and spatial distribution of water level change can help improve the understanding of how the groundwater system responds to withdrawals.&nbsp; This information can support efforts to minimize future water-level declines and may assist with development of strategies for maintaining a sustainable groundwater reserve in the future.&nbsp;<\/p>\r\n<p>The USGS reports were completed with support and cooperation from the Albuquerque Bernalillo County Water Utility Authority.&nbsp;<\/p>\r\n<p>A summary of the project, links to the two reports, as well as other USGS investigative reports in the Albuquerque area can be found&nbsp;<a href=\"http:\/\/nm.water.usgs.gov\/projects\/abq.water.levels\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New Mexico"],"country":["United States of America"],"mm_tags":["Water Groundwater Resources","Water Hydrologic Networksand Analysis","Water Cooperative Water","Geographic Areas Southwest"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1405915200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}