{"title":"USGS Releases Assessment of Nation&rsquo;s Biological Resources","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The common theme of a report detailing the first large-scale assessment of the health and status and trends of the nation&rsquo;s biological resources is that across the United States land use, water use and invasive species are the three factors most responsible for reported and often dramatic declines in the country&rsquo;s plants, animals and ecosystems<!--introend-->, said Dr. Charles G. \"Chip\" Groat, director of the U.S. Geological Survey, in a keynote speech today announcing the release of the government report. \n<p>The two-volume report, Status and Trends of the Nation&rsquo;s Biological Resources, was presented today at the S. Dillon Ripley Center in the Smithsonian Institution in an event sponsored by the U.S. Geological Survey, the National Marine Fisheries Service, the Smithsonian Institute for Conservation Biology, and the White House Office of Science and Technology Policy. \r\n<p>The report was produced by the U.S. Geological Survey with contributions from nearly 200 experts from federal government, academic and nongovernmental communities, including a section on marine resources written by the National Marine Fisheries Service. It synthesizes current information on status and trends of biological resources with a historical perspective of ecosystems across the country to assess how the nation&rsquo;s resources are changing. The report also covers the major factors that affect biological resources nationwide. \r\n<p>The report, said Groat, documents that the major land-use changes negatively affecting the health of biological resources are urbanization, conversion of lands to agriculture, draining of wetlands and the fragmentation of forests. \"For example,\" he said, \"in seven states once covered with native grasslands, less than 1 percent of the native tall-grass prairie habitat remains. Losses are due to agriculture, grazing, urbanization and mineral extraction. The result is that native grassland bird species have shown more consistent, widespread and steeper declines than any other group of North American birds.\" \r\n<p>Likewise, he said, the report details how changes in the nation&rsquo;s waterways to accommodate navigation, irrigation, hydroelectric power generation and municipal use have drastically altered the biological integrity of aquatic environments. The result, he said, is that aquatic organisms dominate lists of imperiled species. \r\n<p>Particularly dramatic examples of the imperilment of aquatic systems occur in the Southeast and the Southwest, Groat said. \"In the Southeast, where as many as 144 major reservoirs have been built, the effects of these dams on the wealth of aquatic biodiversity are dramatic &mdash; 19 percent of the freshwater fish species are threatened or endangered, and 73 percent of the freshwater mussels are at risk. And in the Southwest, habitat loss due to dams, groundwater pumping and pollution have contributed to jeopardizing more than 48 percent of the region&rsquo;s fish species.\" \r\n<p>Groat called invasions by non-native species one of the most important issues in natural resource management and conservation biology today. \"Invasive species are especially troublesome because many of them have become established in habitats that have no natural competitors or predators, enabling the invaders to thrive to the extent where they either out-compete native species, significantly alter habitat or both,\" he said. \r\n<p>In the Great Lakes, for example, the report shows that at least 25 non-native fish species, as well as many other invasive aquatic organisms, have become established, drastically changing the fishery, Groat said. \"Similarly, Eastern forests have ben defoliated by gypsy moths; elm and chestnut trees have been decimated by non-native diseases; and a non-native fungus called anthracnose threatens dogwood trees.\" \r\n<p>The report also notes that non-native species are particularly devastating on island communities, as is evident in Hawaii, where about 90 in","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"937540800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169015"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}