{"title":"200 Years of Magma at K&#299;lauea Volcano Described in New Book","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"255\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/pubs.usgs.gov\/pp\/1806\/\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_09_09\/wright_klein_cover_tn.jpg\" alt=\"Cover to professional paper 1806.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Professional Paper 1806: <a href=\"http:\/\/pubs.usgs.gov\/pp\/1806\/\">Two Hundred Years of Magma Transport and Storage at K&#299;lauea Volcano, Hawai&#699;i, 1790&ndash;2008<\/a><\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><strong>ISLAND OF HAWAI&#699;I, Hawai&#699;i<\/strong> &mdash; <!--introstart-->A new book that summarizes the K&#299;lauea magma system is now available <a href=\"http:\/\/pubs.usgs.gov\/pp\/1806\/\">online<\/a>, with printed copies to follow soon.<!--introend-->&nbsp; The U.S. Geological Survey monograph summarizes the evolution of the internal plumbing of K&#299;lauea Volcano on the Island of Hawai&#699;i from the first documented eruption in 1790 to the explosive eruption of March 2008 in Halema&#699;uma&#699;u Crater.&nbsp;<\/p>\r\n<p>For the period before the founding of the <a href=\"http:\/\/hvo.wr.usgs.gov\">Hawaiian Volcano Observatory<\/a> in 1912, the authors rely on written observations of eruptive activity, earthquake swarms, and periodic draining of magma from the lava lake present in K&#299;lauea Caldera by missionaries and visiting scientists. After 1912 the written observations were supplemented by continuous measurement of tilting of the ground at K&#299;lauea&rsquo;s summit and by a continuous instrumental record of earthquakes, both measurements made during 1912&ndash;56 by a single pendulum seismometer housed on the northeast edge of K&#299;lauea&rsquo;s summit. Scientific interpretations become more robust following the installation of seismic and deformation networks in the 1960s. A major advance in the 1990s was the ability to continuously record and telemeter ground deformation to allow its precise correlation with seismic activity before and after eruptions, intrusions, and large earthquakes.<\/p>\r\n<p>In K&#299;lauea&rsquo;s 200-year history, USGS scientists and authors of the <a href=\"http:\/\/pubs.usgs.gov\/pp\/1806\/\">new volume<\/a>, Thomas Wright and Fred Klein, identify three regions of the volcano in which magma is stored and supplied from below. Source 1 is at 1-km depth or less beneath K&#299;lauea&rsquo;s summit and fed K&#299;lauea&rsquo;s summit lava lakes throughout most of the 19th century and again from 1907 to 1924. Source 1 was used up in the series of small Halema&#699;uma&#699;u eruptions following the end of lava-lake activity in the summit collapse of 1924. Source 2 is the magma reservoir at a depth of 2&ndash;6 km beneath K&#299;lauea&rsquo;s summit that has been imaged by seismic and deformation measurements beginning in the 1960s. This source was first identified in the summit collapses of 1922 and 1924. Source 3 is a diffuse volume of magma-permeated rock between 5 and 11 km depth beneath the east rift zone and above the near-horizontal fault at the base of the K&#299;lauea edifice.&nbsp;<\/p>\r\n<p>K&#299;lauea&rsquo;s history can be considered in cycles of equilibrium, crisis, and recovery. The approach of a crisis is driven by a magma supply rate that greatly exceeds the capacity of the plumbing to deliver magma to the surface. Crises can be anticipated by inflation measured at K&#299;lauea&rsquo;s summit coupled with an increase in overall seismicity, particularly manifest by intrusion and eruption in the southwest sector of the volcano. Unfortunately the nature of the crisis&mdash;for example, a large earthquake, new eruption, or edifice-changing intrusion&mdash;cannot be specified ahead of time. The authors conclude that K&#299;lauea&rsquo;s cycles are controlled by nonlinear dynamics, which underscores the difficulty in predicting eruptions and earthquakes.<\/p>\r\n<p><strong>Highlights of interpretations for the period prior to 1952 are<\/strong>:<\/p>\r\n<p>&bull; Prior to and including 1924, ma","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["Professional Paper","volcano","magma","Kīlauea","history","","Hawaii"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1410235200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170575"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}