{"title":"More Drought Looming If Rains Do Not Return, USGS Warns","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>EDITORS AND NEWS DIRECTORS: USGS scientists will be in the field this week in Maryland doing streamflow and groundwater monitoring. Call Butch Kinerney at (703) 648-4732 for details on this good opportunity for drought-related visuals.<\/b> <\/p>\n<p><!--introstart-->Last summer&rsquo;s drought may move westward this summer as streamflows in many parts of the United States continue below normal.<!--introend--> At a Monday press conference, USGS Director Charles G. Groat warned that continued below-normal streamflow and low ground-water levels may signal a return of last summer&rsquo;s drought. <\/p>\r\n<p>Based on data from the USGS network of more than 7,000 streamgages nationwide, there are some areas of the country -- particularly east of the Mississippi River -- where streamflows are at record-low flows for this time of year. <\/p>\r\n<p>\"This is the time of year where streamflow conditions should be about normal, but in the eastern half of the country, we&rsquo;re anywhere but that.\" Groat said. \"We should be seeing ground-water recharge taking place now and we&rsquo;re not seeing that either.\" <\/p>\r\n<p>There is a slightly different phenomenon occurring from last year&rsquo;s drought. Now, the drought is moving west, clearly into the Appalachians and the southeast, he said. These are areas that did not receive recharge from the last year&rsquo;s busy hurricane season like the eastern seaboard did. USGS scientists are also seeing near record-low streamflows in the Ohio Valley, the center of the Midwest, the Lower Mississippi River Basin and into the southeast. <\/p>\r\n<p>Groat joined Commerce Secretary William Daley, Agriculture Secretary Dan Glickman, NOAA Administrator James Baker and National Weather Service Director Jack Kelly at the press conference to discuss the spring and summer drought forecast. <\/p>\r\n<p>\"Think of it as not having enough money to put into the bank,\" Groat said. \"In some areas of the country, we don&rsquo;t have enough water now to put into our groundwater bank. This is the time of year we are supposed to be recharging our savings -- our groundwater and reservoirs. That hasn&rsquo;t happened this winter and so we don&rsquo;t have the buffer we need when we start making withdrawals in the summer. When our dry summer hits, we may not have enough in savings to get through without problems. We anticipate additional drought problems in the months ahead based on the low volume of surface and ground water we&rsquo;re seeing now.\" <\/p>\r\n<p>The U.S. Geological Survey provides federal, state and local agencies with streamflow and groundwater information so water-use managers, decision-makers, public safety agencies and citizens can make well-informed decisions about droughts and floods. The USGS continues to play a pivotal role in providing critical earth science information to those who need it most. In the next two years USGS proposes investing more than $6 million in its real-time streamgaging network in new stations and upgrades to existing stations -- all of which will help communities become safer, more livable and conserve our vital natural resources, Groat said. <\/p>\r\n<p>Real-time streamflow data is available from the USGS at <a href=\"http:\/\/water.usgs.gov\/\">http:\/\/water.usgs.gov<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"952923600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}