{"title":"scientists Focus Research on Understanding Causes of Changes in Western Mountains","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A group of federal and university scientists today announced the launch of the Western Mountain Initiative, a 5-year effort funded by the U.S. Geological Survey (USGS) to better understand ongoing changes in the mountains of the western United States. Their aim is to unravel the causes of sudden, often unwanted changes in mountainous areas, such as the recent die-off of trees on millions of acres in New Mexico, Arizona, and southern California. <\/p>\n<p>&quot;We expect our western mountains to provide irreplaceable goods and services such as clean water, wood, biodiversity, and recreational and spiritual opportunities,&quot; said Craig Allen, a USGS scientist at Bandelier National Monument, New Mexico, and one of the scientists leading the effort. &quot;But as we&rsquo;ve seen over the last few years, those expectations can be altered suddenly.&quot; <\/p>\r\n<p>As an example, Allen cited recent increases in area burned by severe wildfires. &quot;By better understanding what controls the size and severity of wildfires, we hope to improve society&rsquo;s ability to minimize their damaging effects,&quot; he said. <\/p>\r\n<p>Some changes in western mountains can have particularly far-reaching effects on society. &quot;Mountains are the water towers of the West, gathering winter snow that then feeds our rivers, supplying the water so vital to wildlife, agriculture, and cities,&quot; said Jill Baron, a USGS scientist in Fort Collins, Colo. &quot;With rising temperatures, winter snow has been melting earlier. If this trend continues, there will be less water available during long, hot summers.&quot; <\/p>\r\n<p>Rising temperatures may also be partly responsible for another ongoing change the scientists will examine: the widespread melting of glaciers in western mountains. <\/p>\r\n<p>The consortium will bring together more than a decade of research conducted in national parks and other protected areas in the west. Because these areas have experienced minimal direct intervention by humans, national parks and other protected areas are ideal laboratories for detecting the effects of climatic changes. <\/p>\r\n<p>&quot;In many ways, mountains are uniquely sensitive to sudden changes, such as those driven by climatic variability and change,&quot; said Dave Peterson, a scientist with the U.S. Forest Service in Seattle, Wash. &quot;Western mountains are like the proverbial canary in a coal mine. By bringing together a diversity of past and ongoing research, we hope to detect broad trends, identify thresholds and triggers of change, and provide ways to minimize potentially undesirable changes to some of our nation&rsquo;s most valued natural resources.&quot; <\/p>\r\n<p>For additional information about the Western Mountain Initiative, contact these scientists. <\/p>\r\n<blockquote>\r\n<p>Craig Allen, 505-672-3861 ext. 541, <a href=\"mailto:craig_allen@usgs.gov\">craig_allen@usgs.gov<\/a><br>Jill Baron, 970-491-1968, <a href=\"mailto:jill@nrel.colostate.edu\">jill@nrel.colostate.edu<\/a><br>Dan Fagre, 406-888-7922, <a href=\"mailto:dan_fagre@usgs.gov\">dan_fagre@usgs.gov<\/a><br>Don McKenzie, 206-732-7824, <a href=\"mailto:donaldmckenzie@fs.fed.us\">donaldmckenzie@fs.fed.us<\/a><br>Dave Peterson, 206-543-1587, <a href=\"mailto:wild@u.washington.edu\">wild@u.washington.edu<\/a> <\/p><\/BLOCKQUOTE>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Colorado","New Mexico","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1085630400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"170183"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}