{"title":"USGS Science at Ecological Society of America","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters:&nbsp; Aug. 3-8, you can reach the ESA News Room in Milwaukee at 414-908-5081.<\/strong><\/p>\n<p><!--introstart-->The response of ecosystems to climate change, invasive species, the decline of pollinators, and the success of citizen science are among the topics U.S. Geological Survey (USGS) scientists will discuss with other scientists, educators, and policy makers from around the world at the 93<sup>rd<\/sup> annual Ecological Society of America meeting, Aug 3-8, at the Midwest Airlines Center in downtown Milwaukee.<!--introend-->&nbsp;<\/p>\r\n<p><strong>What Gets the Bees Buzzing at Indiana Dunes? <\/strong>During the past three decades, scientists and beekeepers have documented a significant decline in commercial honeybee populations throughout the continental U.S.&nbsp; These declines have been attributed to increases in parasites and what is now known as \"colony collapse disorder.\" &nbsp;The significance of such declines is clear.&nbsp; Bees, both commercial honeybees and thousands of native bee species, pollinate many agricultural crops and native plants, adding billions of dollars of value to our food supply, and playing a key role in the maintenance of native ecosystems.&nbsp; However, the ecology of native bees is often poorly documented.&nbsp; To better understand factors affecting native bee abundance and community composition at Indiana Dunes National Lakeshore and surrounding natural areas, USGS ecologist Ralph Grundel examined how plant diversity, availability of nesting resources, human land use, and fire history affected the distribution and abundance of more than 160 species of native bees. <strong>Ralph Grundel, Session OOS-4-9, <em>Relationship of bee community composition to floral and nesting resources, habitat structure, land use, and fire history along an open-forest gradient,<\/em> Monday, Aug 4, 4:20 pm, <\/strong><strong>Room 202 C.<\/strong><\/p>\r\n<p><strong>Drought, Disturbance, and Desert Dust: <\/strong>Whereas most dryland soil surfaces are stable<strong> <\/strong>until disturbed<strong>, <\/strong>drought, invasive-dominated ecosystems, fire, and surface disturbance from off-road vehicles and agriculture, and the interaction of these factors, can create a large increase in dust production. Increased dust in the air threatens human health through diseases such as Valley Fever and asthma, and highway accidents. National economies have been shut down for days, as in China, Japan, and Iceland. Deposition of dust on mountain snowpack darkens the surface, increasing snowmelt by 30 days or more. As temperatures, pumping of shallow aquifers, human activities, fires, and invasion of exotic annual plants increase in dryland regions, dust production can be expected to increase as well.&nbsp; The author will discuss possible future scenarios. <strong>Jayne Belnap, Session OOS-12-5, <em>Implications of disturbance and drought on aeolian processes in the southwestern US,<\/em> Wednesday, Aug. 6, 9:20 am, Room 202 A.<\/strong><\/p>\r\n<p><strong>More Than 40 Years of Citizen Science: <\/strong>&nbsp;The North American Breeding Bird Survey (BBS) was established to monitor the status and trends of our nations'bird populations. Since its inception in 1966, the BBS has grown to more than 4100 roadside routes throughout the continental U.S., Canada, and now Mexico with 2008 being the inaugural year there.&nbsp; Relying on a network of volunteers, the BBS is the primary source of long-term, large-scale population data for more than 400 bird species. BBS data are used by wildlife managers and nonprofits to assess avian conservation priorities. Researchers use BBS data to address myriad ecological and biogeographical questions. At a cost of roughly $900 per species, the program is regarded as a model for efficient large scale monitoring efforts.&nbsp; More than 8600 individuals have participated in the BBS, with 75% of new recruits returning the following year and remaining with the program, on average, for 8 yea","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["","ecology","biology","Climate Change","birds","Dust","bees","polinators","Invasives"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1216785600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}