{"title":"Fish Hormones Affected By Contaminants in Streams Across the Country","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Levels of fish sex hormones -- estrogen and testosterone -- may be affected by contaminants in some U.S. streams, according to a report released today by the U.S. Geological Survey. These hormones, which are produced by the endocrine system, regulate important physiological functions, including sexual development and reproductive ability. The national reconnaissance study is the broadest investigation to date of the potential for endocrine disruption in fish. \n<p>\"The finding of a correlation between hormone levels and contaminant levels in fish from such diverse locations is both a cause for concern and a call for further investigation,\" said Dr. Gordon Eaton, USGS director. \"With its extensive water quality and new biological research capabilities, the USGS has a unique capability and responsibility to provide critical resource information such as this to policymakers across the government and in the private sector.\" \r\n<p>The study did not assess whether the apparent disruptions in endocrine systems have adversely affected fish. \"Since altered sex hormones may cause reproductive impairment, we need to follow up this reconnaissance study with detailed assessments of fish reproduction at selected sites,\" said Steve Goodbred, USGS research scientist and senior author of the report. \r\n<p>More than 600 common carp were collected and analyzed from 25 streams in 13 States and the District of Columbia. The streams selected drain areas with a wide range of land uses and different degrees of contamination. Results of the study indicate significant differences in sex hormones and vitellogenin, an estrogen-controlled protein necessary for egg development in fish and birds. Although some of these differences probably result from natural variability, correlations between contaminants and the levels of sex hormones in carp indicate that some of the site-to-site differences were associated with certain contaminants. \r\n<p>\r\n<p>It is not yet possible to pinpoint which specific contaminants or factors may be related to the significant differences noted among the hormones. The groups of contaminants that were significantly correlated with hormones were pesticides in water, phenol compounds in streambed sediments, and organochlorine compounds in biological tissue. \r\n<p>\r\n<p>The study was a collaborative effort among the National Biological Service (now the Biological Resources Division of the USGS), the USGS, and the University of Florida&rsquo;s Biotechnologies for the Ecological, Evolutionary, and Conservation Sciences (BEECS) Program. Most of the sites sampled are established water-quality sites of the National Water Quality Assessment (NAWQA) program, a major USGS initiative responsible for assessing the levels and distribution of contaminants in the Nation&rsquo;s water resources. \r\n<p>\r\n<p>As the Nation&rsquo;s largest natural science agency, the USGS provides the Nation with reliable, impartial information to describe and understand the Earth. This information is used to minimize the loss of life and property from natural disasters; manage water, biological, energy, and mineral resources; enhance and protect the quality of life and contribute to sound economic and physical development. \r\n<p>\r\n<p>Copies of U.S. Geological Survey Open-File Report 96-627, \"Reconnaissance of 17b-estradiol, 11-ketotestosterone, vitellogenin and gonad histopathology in common carp of United States streams: Potential for contaminant-induced endocrine disruption,\" by Steven L. Goodbred, Robert J. Gilliom, Timothy S. Gross, Nancy P. Denslow, Wade B. Bryant, and Trenton R. Schoeb, are available from the U.S. Geological Survey, Branch of Information Services, Box 25286, Denver Federal Center, Denver, CO 80225. The price of the paper copy is $7.75; microfiche is $4.00. When ordering, please mention the number and complete title of the report. Prepayment is required. Check or money order, in the exact amount, should be made payable to U.S. Geological Survey, U.S.","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"862200000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170634"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}