{"title":"National Wildlife Refuges Rate Highly for Visitors, USGS Survey Finds","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_174079\" align=\"alignleft\" width=\"300\" caption=\"Enjoying Father&#039;s Day at Kenai National Wildlife Refuge. Photo by Karen Laubenstein, USFWS.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/05\/Fathers-Day-at-Kenai-NWR_Karen-Laubenstein-USFWS.jpg\"><img class=\" wp-image-174079 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/05\/Fathers-Day-at-Kenai-NWR_Karen-Laubenstein-USFWS-300x225.jpg\" alt=\"See caption:\" width=\"300\" height=\"225\" \/><\/a>[\/caption]\n\n&nbsp;\n\nMore than 10,000 visitors to the countryâ\u0080\u0099s National Wildlife Refuge System say they are happy with their experiences on National Wildlife Refuges, according to just-published results from a <a href=\"http:\/\/pubs.usgs.gov\/ds\/685\/\">survey<\/a> by the U.S. Geological Survey. This is good news for the U.S. Fish and Wildlife Service, which manages the diverse network of refuges.\n\nSome 90 percent of visitors to National Wildlife Refuges who were surveyed indicate they are satisfied with each of four key refuge offerings: services provided by employees or volunteers, recreational opportunities, refuge information and education, and the refugeâ\u0080\u0099s job of conserving fish, wildlife and their habitats.\n\nThe Refuge System attracts nearly 45 million visitors annually. Of this total, 25 million people per year observe and photograph wildlife, more than 9 million hunt and fish, and more than 10 million participate in educational and interpretation programs. The System, considered the leading network of protected lands and waters in the world dedicated to the conservation of fish, wildlife, and the associated habitat, comprises 556 national wildlife refuges and 38 wetland management districts throughout the United States and its territories, encompassing a total of more than 150 million acres.\n\nOne of the goals of the Refuge System is â\u0080\u009cto foster understanding and instill appreciation of fish, wildlife, and plants, and their conservation.â\u0080\u009d Refuges do this by providing the public with accessible places to view, hunt or otherwise enjoy wildlife and the outdoors. Understanding the perceptions of visitors and the quality and character of their experiences on refuges is a critical element of managing these lands and meeting the goals of the Refuge System.\n\n[caption id=\"attachment_174078\" align=\"alignright\" width=\"300\" caption=\"Surveying visitors at William L. Finley National Wildlife Refuge near Corvallis, Ore. Photo by George Gentry, FWS\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/05\/Sampling-at-Finley2_George-Gentry_USFWS_3-11-11_resized.jpg\"><img class=\"size-medium wp-image-174078\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/05\/Sampling-at-Finley2_George-Gentry_USFWS_3-11-11_resized-300x219.jpg\" alt=\"See caption:\" width=\"300\" height=\"219\" \/><\/a>[\/caption]\n\nTo this end, the U.S. Fish and Wildlife Service worked with social science experts at the USGS to conduct a scientific, independent national survey of refuge visitors to better understand visitor needs and experiences. The information will help the Service manage visitation to the refuges and design programs and facilities that respond to visitor needs while conserving wildlife.\n\nThe survey was conducted during 2010 and 2011 at 53 refuges across the country by refuge personnel, volunteers and Refuge â\u0080\u009cFriendsâ\u0080\u009d group members using a standardized survey instrument. The results provide a summary of visitor and trip characteristics, visitor opinions about refuges and their offerings, and visitor opinions about alternative transportation and climate change. In addition to overall satisfaction with refuge services and experiences noted above, the survey results revealed that:\n<ul>\n\t<li>More than half of visitors had been to multiple national wildlife refuges in the past year.<\/li>\n\t<li>More than half of visitors were non-local, living more than 50 miles from the refuge they visited.<\/li>\n\t<li>Non-local visitors stayed in the local community for an average of 4 days, and the refuge was the primary destination of the trip for many of them.<\/li>\n\t<li>During visitorsâ\u0080\u0099 most recent trip to the refuge, the three primary activities were wildlife observation, birdwatching and fishing.<\/li>\n<\/ul>\nThe survey also asked visitors their opinions about climate change.<strong> <\/strong>Most visitors indicated they are personally concerned about the effects of climate change on fish, wildlife and habitats. Just over half of visitors agreed they take actions to alleviate those effects and feel they stay well-informed about the issue. Most visitors agreed that future generations will benefit if climate change effects on fish, wildlife and habitats are addressed. They also agreed that itâ\u0080\u0099s important to consider the economic costs and benefits to local communities when addressing these effects, and that addressing these effects can improve quality of life.\n\n<strong>Related links:<\/strong>\n\nAccess the <strong>national combined results<\/strong> report here: <a href=\"http:\/\/pubs.usgs.gov\/ds\/685\/\">National Wildlife Refuge Visitor Survey Results: 2010\/2011<\/a>\n\nAccess the <strong>Individual refuge results<\/strong> here<strong> <\/strong>(all 53 files available): <a href=\"http:\/\/pubs.usgs.gov\/ds\/643\/\">National Wildlife Refuge Visitor Survey 2010\/2011: Individual Refuge Results<\/a><strong><\/strong>\n\n<strong><a href=\"http:\/\/www.fws.gov\/refuges\/\">U.S. Fish and Wildlife Service News Releases<\/a> <\/strong>\n\n<strong>For More Information, Contact:<\/strong> <a href=\"http:\/\/www.fort.usgs.gov\/Staff\/staffprofile.asp?StaffID=91\">Natalie Sexton<\/a>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Biology and Ecosystems","Climate Change","global Change","human Dimensions","National Wildlife Refuge","PublicPerceptions","refuge","social Science","U.S. Fish And Wildlife Service","Visitor Survey","Wildlife Refuge"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1337094963","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}