{"title":"Red Dye in Elwha River to Give Scientists ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>TACOMA, Wash. &mdash; <!--introstart-->Scientists from the U.S. Geological Survey will use a harmless fluorescent red dye to determine the complexity of the channel in the Elwha River as part of a larger effort to define conditions in the river since the removal of two dams.<!--introend--><\/p>\n<p>\"You might see a reddish tint to the water during the week of September 29th, but it&rsquo;s nothing to worry about,\" said Rich Sheibley, USGS hydrologist and leader of the dye study. \"Scientific use of this dye is very common and has been shown to be harmless to aquatic life and human health.\"<\/p>\r\n<p>Rhodamine WT, the fluorescent red dye used in this study and commonly used in other hydrologic studies, is nontoxic and safe for the environment. The dye will be released at a point just downstream of the diversion on the Elwha and monitored at downstream locations by USGS hydrologists.<\/p>\r\n<p>The study will provide estimates of water travel time between points on the river and will provide information about the river channel&rsquo;s complexity by modeling the response of the dye at a downstream location. This experiment will provide data for comparison to a similar experiment done before the dams were removed.<\/p>\r\n<p>The study is part of ongoing scientific work by the USGS, NOAA, the Lower Elwha Klallam Tribe, the National Park Service, and the Bureau of Reclamation, to document conditions in the Elwha River prior to and after the removal of Glines Canyon and Elwha Dams. Removal of the two dams, which were built 1912-27, was recently completed, opening up about 70 miles of river habitat for salmon and other species.<\/p>\r\n<p>Information about <a href=\"http:\/\/wa.water.usgs.gov\/\">USGS water-resources studies in Washington<\/a>.<\/p>\r\n<p>Information about the USGS involvement in the <a href=\"http:\/\/wa.water.usgs.gov\/projects\/elwhasediment\/\">Elwha Dam Removal project<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["Elwha Dam","Red Dye","hydrology","water","Klallam Tribe","","",""],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1412136000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169702"},{"tid":"170317"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}