{"title":"River of Grass Revival","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_26_2014_w06Ev32utp_02_26_2014_5#.Uw5OeTG6pHB\"><img title=\"everglades\" src=\"http:\/\/gallery.usgs.gov\/images\/02_26_2014\/w06Ev32utp_02_26_2014\/medium\/Taylor_Slough.jpg\" alt=\"The setting sun casts an orange hue over Taylor Slough in the Everglades. \" width=\"500\" height=\"308\" \/><\/a> The setting sun casts an orange hue over Taylor Slough in the Everglades. Photo credit to Alan Cressler, USGS.[\/caption]\n\nBefore there was the glamour of South Beach, South Florida was better known for its River of Grass. There is no other place quite like the Everglades on this Earth. Its unique, interdependent ecosystems stretch from the headwaters of the Kissimmee River south through Florida Bay, and east and west to the coastal estuaries.\n\nScenes of native birds, animals and plants abound, and itâ\u0080\u0099s the only place where you have the possibility to see an alligator and a crocodile sunbathe beside one another in the wild.\n\nThe Everglades are threatened, however, by a lack of freshwater inflow, degraded water quality, invasive plants and animals, urban and agricultural development, and climate change. And although its beauty and uniqueness cannot be quantified, its shrinking size can be. Over the last 100 years, the Everglades has lost about half of its original size -- more than 2 million acres --mostly due to drainage of land for agriculture, and urban and suburban development.\n\n<a href=\"http:\/\/www.usgs.gov\/\">The United States Geological Survey<\/a> is heavily involved -- along with numerous federal, state and local partners â\u0080\u0093 in ongoing efforts to restore the Everglades. More than 30 USGS scientists spend a large part of their time contributing to the science that is supporting projects to protect and restore these irreplaceable wetlands. A few of the efforts include the development of a much needed tool for tracking water depth, the battle against invasive species, and a multi-year water flow restoration research project. All of the efforts are essential to support the Comprehensive Everglades Restoration Plan -- the largest ecosystem restoration effort on the planet.\n\n...\n\nEvergladesâ\u0080\u0099 restoration was once riddled with uncertainty about water depths and distribution through this complex patchwork of wetlands, so the development of the Everglades Depth Estimation Network has been a game changer for resource managers. The network is an integrated system of water-level gauges, computer models, and applications that generate daily water-level data and derive hydrologic data across the freshwater part of the greater Everglades.\n\nThis tool has allowed researchers and resource managers to see the Everglades in a way that was previously impossible. Its goal is to provide consistent, documented, and readily accessible hydrologic and ground elevation data, even where there are no water level gauges. Water depth is a key measurement of restoration efforts in a water-based ecosystem like the Everglades. For example, adult wading birds depend on a certain range of water depths at a specific time of the year to successfully find food for their young.\n\nThe EDEN surface-water model uses water-level data from 238 gauges to estimate water level and water depth on a daily basis for the entire freshwater Everglades.\n\n[caption id=\"\" align=\"alignright\" width=\"375\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_12_2009_mRHt48Wkj1_10_12_2009_4#.Uw5OpTG6pHC\"><img title=\"Burmese\" src=\"http:\/\/gallery.usgs.gov\/images\/10_12_2009\/mRHt48Wkj1_10_12_2009\/medium\/Invasive_4.bmp\" alt=\"A scientist captures a female Burmese python, a giant constricting snake native to Asia, on her egg-filled nest. These pythons are now found across more than 1,000 square miles of South Florida, including all of Everglades National Park. \" width=\"375\" height=\"500\" \/><\/a> A scientist captures a female Burmese python, a giant constricting snake native to Asia, on her egg-filled nest. These pythons are now found across more than 1,000 square miles of South Florida, including all of Everglades National Park.[\/caption]\n\nThe models developed using the network, along with the data generated by them, help scientists identify and monitor hydrological and ecological response to changes in the water delivery system resulting from Everglades restoration efforts. The data from EDEN are essential to scientists and water managers working in the Everglades because they help them correlate and assess the impacts of the changes.\n\n...\n\nInvasive species represent a significant threat to global biodiversity and a substantial economic burden. <a href=\"http:\/\/www.flmnh.ufl.edu\/herpetology\/kk\/pdf\/2011_Krysko_et_al_Verified_herps_in_Florida.pdf\">Florida has 56 established<\/a>, nonnative reptile and amphibian species; that number alone makes the United States the country with the largest number of invasive reptiles and amphibians in the world.\n\nBurmese pythons, giant constricting snakes native to Asia, are now found throughout much of South Florida, including Everglades National Park.\n\nPythons have increased dramatically in both abundance and geographic range since 2000. They consume a wide variety of native mammals and birds.Â One <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3087#.Uv0PK0JdWjF\">study<\/a> suggests the population of raccoons, opossums, and bobcats have declined significantly in the regions of Everglades National Park where pythons have been established the longest. When pythons reduce mammal populations, other predators that depend on those populations are affected, as is the vegetation that mammals would normally consume. Ultimately, this reduction has the potential to impact the entire ecosystem.\n\nBurmese pythons are very cryptic, so itâ\u0080\u0099s hard to find them in the vast wilderness of the Everglades. The USGS leads a multi-pronged scientific program to understand the snakeâ\u0080\u0099s movements, habitat use, thermal biology, and impacts, as well as to test range-expansion hypotheses. The overall goal for USGS python research in the Everglades is to identify aspects of python biology and ecology that will help detect the snakes and to assist resource managers design scientifically-based control and removal methods.\n\nPythons in the Everglades easily capture the publicâ\u0080\u0099s attention, but there are other invaders that also are damaging to the ecosystem. The Argentine black and white tegu is a large lizard that feeds on alligator and crocodile eggs, and invasive nonnative plants such as melaleuca, Brazilian pepper, and old-world climbing fern, can completely displace native species.\n\nNonnative fish species are also on the rise, bringing concerns that they too may displace native species and alter the food web. In a recent <a href=\"http:\/\/link.springer.com\/article\/10.1007\/s10750-013-1697-0\">USGS experiment<\/a>, just one of the species -- the African jewelfish -- caused native snails and shrimp to disappear. This change, were it to occur outside of the lab, would likely have had an impact on wading birds -- such as the roseate spoonbill -- that count on these small animals as a food source.\n\n...\n\nAnother focus of USGS science is directed toward understanding the benefits of removing barriers to sheet flow -- the slowly flowing, shallow movement of water, characteristic of the Everglades marsh. Massive flood control and water supply projects in the Everglades beginning in the 1950s resulted in the construction of hundreds of miles of canals and levees that divided the historic Everglades into a series of compartments. This compartmentalization has had harmful impacts by blocking the delivery of freshwater, inhibiting natural movement of species, and drastically changing the Evergladesâ\u0080\u0099 hydrology and ecology.\n\nRestoration plans include partial decompartmentalization by filling in some canals and removal of associated levees. To study the best way to accomplish this restoration, scientists have designed the Decomp Physical Model. This is a large-scale test that is being conducted along a 3,000-foot stretch of canals and levees. Its goal is to determine how to best design and formulate plans to reconnect water flows.\n\nThe Decomp Physical Model is located in a portion of the Everglades in which water flow has been blocked for decades by levees. A water control structure has been constructed in one of these levees to allow the experimental release of water flows to this impacted area. Beginning with the first experimental water release in November 2013, scientists have been monitoring the hydrologic and ecological impacts of water flow. Information gained will be used to design restoration alternatives and to reduce uncertainty of future restoration measures.\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_26_2014_w06Ev32utp_02_26_2014_6#.Uw5O7TG6pHB\"><img title=\"tegu\" src=\"http:\/\/gallery.usgs.gov\/images\/02_26_2014\/w06Ev32utp_02_26_2014\/medium\/Tegu.jpg\" alt=\"This tegu carried a transmitter on its back for a year, providing USGS scientists with information on how this invasive species is moving through Florida. \" width=\"500\" height=\"265\" \/><\/a> This tegu carried a transmitter on its back for a year, providing USGS scientists with information on how this invasive species is moving through Florida.[\/caption]\n\n...\n\nThe importance of the ever-flowing River of Grass is now internationally recognized. Everglades National Park has been designated an International Biosphere Reserve, a World Heritage Site, and a Ramsar Wetland of International Importance. Mile-after-mile of Florida wilderness showcase some of the most unique animal and plant species in the world.\n\nBut challenges remain. As development and construction have expanded, encroaching and shrinking the Everglades, they have created a loss in flood buffering capacity, decreased water quality, and loss of habitat for threatened and endangered species.\n\nUSGS scientists are working to provide decision makers the information they need to mitigate those impacts, and to help maintain the health, wealth and beauty of the Everglades for future generations.\n\n&nbsp;\n\n[SlideDeck2 id=191553]","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24355","uid":"31","filename":"Lostman_s_River.jpeg","uri":"public:\/\/Lostman_s_River.jpeg","filemime":"image\/jpeg","filesize":"100857","status":"1","timestamp":"1425492768","type":"image","uuid":"924721c6-ba99-491a-b02b-460db71368b1","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["breeding population","Burmese Python","Ecosystem","Everglades","everglades florida","everglades Miami","Everglades Restoration","Florida","Florida Everglades","florida everglades facts","fort lauderdale","miami","naples florida","restoration","south beach","swamp","tegu","the everglades"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1393448753","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}