{"title":"Bird Lab Migrates Toward the Future","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"Imagine flying to the moon and back four to six times in one lifetime. Wisdom, a banded 62-year-old Laysan albatross, has traveled enough milesâ\u0080\u0094up to 3 millionâ\u0080\u0094to cover those trips and still have miles to spare.\n\nWisdom repeats her 50,000-mile trip across the Pacific Ocean each year to the Midway Atoll to hatch a chick. She has probably raised at least 30 offspring during her lifetime, and the most recent hatchling was born in February.\n\nThis is just one of the amazing stories to come out of the U.S. Geological Survey <a href=\"http:\/\/www.pwrc.usgs.gov\/bbl\/\">Bird Banding Laboratory<\/a> in its 93-year history.\n\nThe Lab was established in 1920 as a result of ratification of the Migratory Bird Treaty Act,Â and it is located at the USGS <a href=\"http:\/\/www.pwrc.usgs.gov\/\">Patuxent Wildlife Research Center<\/a> in Laurel, Md. BBL issues permits to band birds, provides the metal bands used by bird banders, and manages more than 72 million banding and 4.5 million band encounter records. Additionally, the Lab works closely with the U.S. Fish and Wildlife Service to develop regulations for the capture, handling, banding and marking of birds.\n\nBird bands provide a treasure trove of information for research as well. The information from banded and marked birds allows researchers from the USGS and other governmental agencies, related nonprofits and the academic community to gather <a href=\"http:\/\/www.pwrc.usgs.gov\/BBL\/homepage\/whyband.cfm\">information<\/a> on dispersal and migration; behavior and social structure; life span determination; population studies; survival estimation and productivity; toxicology and disease research; and the management of more than 30 migratory game bird species.\n\nOver time managers and researchers use this information to monitor populations, set hunting regulations, restore endangered species, study effects of environmental contaminants and address issues such as avian Influenza, bird hazards at airports and crop depredations.\n\nCaptured birds are fitted with<a href=\"http:\/\/www.pwrc.usgs.gov\/BBL\/homepage\/btypes.cfm\"> aluminum bands<\/a> that are etched with a unique code and are then released. When banded or marked birds are discovered, spotters can report them by calling 1-800-327-BAND or visiting<a href=\"http:\/\/www.reportband.gov\"> www.reportband.gov<\/a>. Some birds go through many bird bands in their lifetime. Wisdom, for example, is on her fifth band.\n\nWhen a person reports a sighting, he or she will be provided with the details of when and where the bird was originally marked. A copy of the report will also be sent to the researcher who banded the bird. The USGSÂ BBL and the Canadian Wildlife Serviceâ\u0080\u0099s Bird Banding Office maintain the records cooperatively.\n\n[caption id=\"attachment_187831\" align=\"aligncenter\" width=\"691\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/12\/Bands1.jpg\"><img class=\"size-full wp-image-187831\" title=\"Bands1\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/12\/Bands1.jpg\" alt=\"There are several different types of bands used on wild birds in North America. Each type of band is made in many different sizes so that every bird has a suitable size band.\" width=\"691\" height=\"156\" \/><\/a> There are several different types of bands used on wild birds in North America. Each type of band is made in many different sizes so that every bird has a suitable size band.[\/caption]\n\n<strong>7,000 Miles in 9 Days<\/strong>\n\n<strong><\/strong>The success of the bird-banding program has yielded astounding results about the <a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/shorebirds\/barg.php\">bar-tailed godwit<\/a>, a species of shorebird. Researchers from the USGS Alaska Science Center have successfully placed satellite transmitters in the godwits, tracking them since the early 1980s. The research demonstrates that godwits are capable of migrating from Alaska to New Zealand in a single flight -- a flight that covers more than 7,000 miles and takes about nine days.\n\nThe godwits complete this amazing feat each autumn, migrating between breeding and nonbreeding grounds, and they do no eat or sleep.\n\nGenerally, birds migrate to take advantage of beneficial resources such as food, nesting habitat or warmer temperatures at widely separated sites. If, unlike the godwit, they rest during their migration, they will also find refuge and food at stopover sites.\n\nSimilarly, the tiny rufous hummingbird is capable of flying great distances. A female who was banded in the winter near Tallahassee, Fla., was captured the following summer in southeast Alaska. Her flight covered more than 3,000 miles in a single spring migration, in which she stopped a number of times along the way.\n\nOver the course of 93 years, the BBL has evolved to keep pace with the wealth of knowledge it receives, as well as technological advances. In 2008, an increased demand for banding activities led to a Federal Advisory Committee review that listed six broad goals that were broken down into 23 objectives. Â The BBLâ\u0080\u0099s five highest objectives are to ensure a continuing and adequate supply of federally issued numeric bands; improve mechanisms managing bird band data; accommodate recapture data; ensure that bird banders are adequately trained to carry out bird-banding functions; and to encourage the development of bird-banding programs in Latin America and the Caribbean.\n\nTo achieve these goals, the BBL maintains a two-year supply of all band types, converted its banding data submission process to an entirely electronic processing system, is developing an electronic permit renewal process, and it is closely coordinating with the Mexican government to develop a Mexican bird banding program.\n\nAnother major highlight includes the digitization of 4.5 million paper and microfilm encounter records, which is a major success for the BBL. Six high school students and 3 contractors were hired to prepare the documents for digitization, a process that took nearly one year. The BBL also launched an entirely online band reporting system that may eventually allow it to move away from the toll-free telephone system also used to report bird bands.\n\nWisdomâ\u0080\u0099s commitment to her yearly transpacific journey remains a remarkable feat that continues to rewrite the record books. The USGS Bird Banding Lab is dedicated to capturing Wisdomâ\u0080\u0099s remarkable journey and to the science that leads to effective conservation of migratory birds -- especially species of concern â\u0080\u0093 such as the Laysan albatross.\n\n[caption id=\"\" align=\"aligncenter\" width=\"788\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/03_04_2011\/kPGr37Uih1_03_04_2011\/large\/laysan_albatross_fws.JPG\"><img class=\"   \" title=\" Laysan albatross\" src=\"http:\/\/gallery.usgs.gov\/images\/03_04_2011\/kPGr37Uih1_03_04_2011\/large\/laysan_albatross_fws.JPG\" alt=\"Wisdom, a Laysan albatross, has traveled more than 3 million miles in her lifetime. \" width=\"788\" height=\"591\" \/><\/a> Wisdom, a Laysan albatross, has traveled more than 3 million miles in her lifetime.[\/caption]\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24340","uid":"31","filename":"banding.jpg","uri":"public:\/\/banding.jpg","filemime":"image\/jpeg","filesize":"148925","status":"1","timestamp":"1425492768","type":"image","uuid":"61f6720a-c502-4450-9251-6e8fe56ac3cf","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Alaska","Atoll","bar-tailed godwits","Bird Banding","birds","chicks","hummingbird","Laysan Albatross","Maryland","migrate","Patuxent","travel","USGS","USGS Bird Banding Lab","Wisdom"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1386609698","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}