{"title":"Dennis Dissipates, Work Just Begins For USGS Scientists","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>NOTE TO REPORTERS\/EDITORS: Abby Sallenger, USGS oceanographer and coastal erosion expert, will be surveying damaged beaches with crews on the Outer Banks of NC on Friday morning. Reporters and editors interested in discussing preliminary findings from this week&rsquo;s coastal change research can schedule an interview with USGS scientists by calling Marion Fisher at USGS National Center in Reston, Va., no later than Thursday evening at (703) 648-4583 (work) or (703) 587-3106 (cell).<\/b> \n<p><!--introstart-->While Hurricane Dennis is little more than a soggy memory, scientists from the U.S. Geological Survey (USGS) are hard at work trying to understand how the storm changed the landscape of beaches along the Virginia and Carolina coasts. <!--introend-->The information gained from these studies will help local planners and emergency managers take necessary steps to lessen the impact of damaging storms - making communities safer for everyone. \r\n<p>Dennis, which teased the Atlantic coast with whipping winds and battering waves before finally making landfall on Saturday, caused \"eye-popping erosion\" and may have caused the worst scouring of North Carolina&rsquo;s coast in 20 years. This week, teams of USGS scientists are on the ground, making measurements of the eroded beaches, as well as flying over the coastline to take video and still photographs of the damage caused by Dennis in Virginia and the Carolinas. \r\n<p>\"The most damaging aspect of Dennis was its duration,\" said USGS oceanographer Abby Sallenger. \"We expect that after six days of driving wind and rain, combined with a series of high tides and storm surges, the North Carolina coast took a very damaging pounding.\" \r\n<p>The weeklong storm chewed off 30 to 200 feet of beach along most of the Outer Banks in North Carolina. In addition to the beach erosion, Dennis damaged and destroyed homes, overwashed islands, flooded low-lying areas, and washed out a half-mile piece of North Carolina Highway 12 -- the main artery along the Outer Banks. \r\n<p>The data collected this week will be compared with data collected before and after other hurricanes and coastal storms, including Bertha, Fran and Bonnie, to track long-term changes to the coastline and the effects of storms on beaches, protective dunes and the topography of the region. These changes, studied by the USGS, reflect the hazards to life and property during a major coastal storm. \r\n<p>\"Ultimately, we want to be able to provide sound, scientific data to local officials and builders who can then decide how far back structures should be set or where they shouldn&rsquo;t be set at all,\" said Sallenger. \"For years, people have repeatedly built too close to the shore. At the very least, we can provide the data to support putting any new developments in safe and sensible locations.\"<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia","North Carolina"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"936936000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}