{"title":"Current Flooding in North Dakota Exceeds All Previous North Dakota Floods By Far","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The current floods in North Dakota far exceed previous floods that occurred in 1950, 1969, 1978, 1979 and 1996, according to the U.S. Geological Survey. \n<p>As shown in the bar chart, flood stage of the Red River of the North at Grand Forks, N.D. is 28 feet. The predicted crest of the Red River from the ongoing flooding is 54 feet. (The crest of a river is the highest level that a river reaches. USGS streamflow measuring gages record the water level and actual flow and aid in predicting how long the crest will take to reach the next town or streamflow gage.) \r\n<p>Thursday (April 17) flow of the Red River broke a 100-year-old record of 85,000 cubic feet per second (cfs) or 55 billion gallons per day (bgd) set in 1897. By Monday (April 21), the flow had climbed to 112,000 cfs (72 bgd). \r\n<p>Today (Wed., April 23) flow of the Red River at Grand Forks is still above 100,000 cfs (65 bgd), at a stage of 53.5 feet. \r\n<p>USGS hydrologists in the water resources office in Bismarck, N.D. state that new streamflow records have also been set at Wahpeton and Fargo, N.D. \r\n<p>In the midst of a flood, USGS hydrologists and technicians work around the clock to collect the streamflow, or discharge data, which is more useful than stage (the height of the water surface above a reference elevation) for emergency managers to use as the basis for flood predictions and evacuation orders. \r\n<p>For more information on the North Dakota flood, check the USGS website at usgs.gov and click on the word WATER. \r\n<p>\r\n<p>(Note to Editors: To obtain a copy of the figure caption please call the USGS fax-on-demand system at 703-648-4888, select option 1 for news releases, then select option 2 and then enter document number 1135.) <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Dakota"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"861768000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}