{"title":"Track Spring Flooding in South Dakota","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>&nbsp;<\/p>\n<p><strong>Editors:<\/strong> <strong>To track current flooding conditions locally, access the USGS South Dakota flood watch <\/strong><a href=\"http:\/\/sd.water.usgs.gov\/projects\/flooding\/\"><strong>website<\/strong><\/a><strong>. <br \/><\/strong><\/p>\r\n<p class=\"Default\">Record-breaking floods are possible in various locations in South Dakota this spring, and the public can track flood levels throughout South Dakota using the U.S. Geological Survey&rsquo;s FloodWatch webpage.<\/p>\r\n<p class=\"Default\">The USGS is preparing to measure and document the anticipated South Dakota floods, and expects them to be especially severe in the eastern parts of the State. The USGS South Dakota <a href=\"http:\/\/sd.water.usgs.gov\/projects\/flooding\/\">FloodWatch webpage<\/a> shows locations of streamgages where the water level is above flood stage or at high flow and provides flood tracking charts and tables of recent and historical flood peak flows.<\/p>\r\n<p class=\"Default\">&ldquo;As the rivers rise above flood stage, concerned citizens, emergency managers, city managers, and others can monitor the flood in various ways,&rdquo; said Joyce Williamson, USGS hydrologist. &ldquo;You can compare the current river stage to historical flood stages, such as the flooding that occurred in1969, 1997, 1993, 2009, or 2010.&rdquo;<\/p>\r\n<p class=\"Default\">Graphs for specific areas can be found by clicking on the &ldquo;Flood Tracking Charts&rdquo; link and then selecting a streamgage from the map or from the list of streamgages. Links to additional information about floods, including flood safety, also are provided.<\/p>\r\n<p class=\"Default\">Alerts can be sent directly to individuals when flood stage thresholds are exceeded, as anticipated for this spring&rsquo;s flooding. The public can receive instant, customized updates about water conditions by subscribing to USGS WaterAlert, which allows citizens to receive daily or hourly updates about current conditions at USGS streamgages based on selected criteria. To sign up, visit the <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert page<\/a>, select a state and specific site. Users can choose how often to receive updates and if they&rsquo;d like them via email or text. Users can set the system to alert them when conditions are above a value, below a value, and between or outside of a range.<\/p>\r\n<p><a href=\"http:\/\/water.usgs.gov\/osw\/\">Click here<\/a> for more information on USGS flood-related activities.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["water","South Dakota","floods","midwest","Flood Watch"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1300334400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169781"},{"tid":"170028"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}