{"title":"spokaneâ\u0080\u0094Rathdrum Aquifer Study Wraps It Up","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Water managers in Idaho and Washington will soon have a new tool available to help manage water supplies that depend on the Spokane Valley-Rathdrum Prairie aquifer.<!--introend--> The new tool, a computer model of the two-state aquifer, was developed as part of a comprehensive study of the aquifer by a partnership of the Idaho Department of Water Resources (IDWR), the Washington Department of Ecology (Ecology), and the U.S. Geological Survey (USGS). Reports on the new model, as well as the hydrogeology, water-budget, and aquifer-recharge information needed to build and run the model, are published today by the USGS. \r\n<\/p>\r\n<p>\r\nThe Spokane Valley-Rathdrum Prairie aquifer in Spokane County, Washington, and Bonner and Kootenai Counties, Idaho, is the sole source of drinking water for more than 500,000 residents in the area. Concerns about the impacts of increased ground-water withdrawals resulting from urban growth had spurred the comprehensive study of the aquifer to better understand and manage the resource. \r\n<\/p>\r\n<p>\r\nThe new aquifer model lets users analyze aquifer inflows and outflows, simulate the effects of future changes in ground-water withdrawals from the aquifer, and evaluate aquifer management strategies. The scale of the model and the level of detail are for analysis of aquifer-wide water-supply issues. \r\n<\/p>\r\n<p>\r\nTo build and run the model, USGS, IDWR, and Ecology scientists studied the hydrogeology and the water budget of the aquifer as well as the rates at which the aquifer is recharged across the study area. The hydrogeology includes the underground layers that contain water and the layers that do not. The water budget is the accounting of the amounts of water flowing into and out of the aquifer. \r\n<\/p>\r\n<p>\r\nProject scientists will be on hand at the Spokane Valley-Rathdrum Prairie Aquifer Study Results and Policy Summit, May 8-9, 2007, at the Mirabeau CenterPlace in Spokane Valley, WA, to explain the details of the reports and answer questions about the study. Information about USGS efforts in the aquifer study is available on the <a href=\"http:\/\/wa.water.usgs.gov\/projects\/svrp\/\">Spokane Valley&mdash;Rathdrum Prairie<\/a> Web site. \r\n<\/p>\r\n<p>\r\nThe modeling report, &quot;<a href=\"http:\/\/pubs.usgs.gov\/sir\/2007\/5044\/\">Ground-water flow model for the Spokane Valley - Rathdrum Prairie Aquifer, Spokane County, Washington, and Bonner and Kootenai Counties, Idaho<\/a>,&quot; by P.A. Hsieh, M.E. Barber, B.A. Contor, Md. A. Hossain, G.S. Johnson, J.L. Jones, and A.H. Wylie, is published as U.S. Geological Survey Scientific Investigations Report 2007-5044. \r\n<\/p>\r\n<p>\r\nThe recharge report, &quot;<a href=\"http:\/\/pubs.usgs.gov\/sir\/2007\/5038\/\">Assessment of areal recharge to the Spokane Valley-Rathdrum Prairie Aquifer, Spokane County, Washington, and Bonner and Kootenai Counties, Idaho<\/a>,&quot; by J.R. Bartolino, is published as U.S. Geological Survey Scientific Investigations Report 2007-5038. \r\n<\/p>\r\n<p>\r\nThe hydrogeologic framework and water-budget report, &quot;<a href=\"http:\/\/pubs.usgs.gov\/sir\/2007\/5041\/\">Hydrogeologic framework and water budget of the Spokane Valley-Rathdrum Prairie Aquifer, Spokane County, Washington and Bonner and Kootenai Counties, Idaho<\/a>,&quot; by S.C. Kahle and J.R. Bartolino, is published as U.S. Geological Survey Scientific Investigations Report 2007-5041. \r\n<\/p>\r\n<p>\r\nPrinted copies of these reports will be available at the Spokane Valley-Rathdrum Prairie Aquifer Study Results and Policy Summit, May 8-9, 2007, at the Mirabeau CenterPlace in Spokane Valley, WA. Copies also can be purchased at a later date from the U.S. Geological Survey, Information Services, Box 25286, Federal Center, Denver, CO 80225-0286, telephone 303-202-4200. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Washington"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1177992000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169702"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}