{"title":"Tennessee Rivers Experiencing Historic Lows","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>NASHVILLE, Tenn.<\/strong> &mdash; <!--introstart-->Spring streamflows throughout the state of Tennessee are some of the lowest on record, according to U.S. Geological Survey streamgages, which measure water levels, streamflow and rainfall throughout the state<!--introend--><\/p>\n<p>Though rainfall during the 2011-2012 winter months was recorded at near normal levels across much of Tennessee, there has been a marked decrease in precipitation since early to mid-March, leading to lower streamgage readings during the month of May.&nbsp;<\/p>\r\n<p class=\"times\">\"One of the great values of the USGS's long-term stream-monitoring programs is our ability to place the current situation within its historical context, and thus help citizens understand what the water situation might mean for communities and wildlife,\" said USGS Director Marcia McNutt. \"At the same time, the USGS has moved forward to develop new tools to deliver up-to-date water information to interested members of the public in useful formats on their mobile devices.\"<\/p>\r\n<p>To provide a snapshot of current water conditions throughout the state, USGS scientists assessed readings from <a href=\"http:\/\/tn.water.usgs.gov\/drought\/mean_May.pdf\">36 gauges on Tennessee&rsquo;s recreational and commercial rivers<\/a>, all of which have more than 40 years of continued measurement. More than half of these gauges recorded near record low flows for the month of May. Scientists identified four gauges recording the lowest average May streamflow on record and 16 gauges with near record low readings.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>\"These record low streamflows are likely attributable to decreased rainfall in the springtime, combined with warmer spring temperatures and an earlier start to growing season, which reduces the amount of available water in streams,\" said Rodney Knight, a hydrologist with the USGS Tennessee Water Science Center. \"Although at this point, the data for May 2012 are still preliminary.\"<\/p>\r\n<p>Decreased streamflows are most prominent in central Tennessee along the Duck, Collins, Elk, Obey, and Sequatchie rivers. &nbsp;Streamflow along the<a href=\"http:\/\/waterdata.usgs.gov\/tn\/nwis\/uv\/?site_no=03598000\"> Elk River<\/a> is the lowest in 47 years, resulting in almost a five foot deficit at<a href=\"http:\/\/www.tva.gov\/river\/lakeinfo\/op_guides\/timsford.htm\"> Tim's Ford Reservoir<\/a>.&nbsp;<\/p>\r\n<p>Average May streamflow recorded at the<a href=\"http:\/\/waterdata.usgs.gov\/tn\/nwis\/uv\/?site_no=03596000\"> Duck River below Manchester, Tennessee<\/a>, was the third lowest reading in 63 years of measurement at this site. Statewide or regional droughts in 1941 and 1981 were responsible for the first and second lowest readings recorded at this site.&nbsp;<\/p>\r\n<p class=\"times\">\"Abnormally low spring rainfall this year in the Duck River region kept <a href=\"http:\/\/www.tva.gov\/river\/lakeinfo\/op_guides\/normandy.htm\">Normandy Reservoir<\/a> from reaching summer operating levels, creating an alert to monitor stream flows and run-off more closely,\" said Doug Murphy, executive director for the Duck River Agency. \"Real-time streamflow data from the USGS, combined with reservoir information from the Tennessee Valley Authority help the multi-agency Drought Management Task Force to make decisions quickly and accurately.\"&nbsp;<\/p>\r\n<p>Warmer temperatures and dryness are expected to continue statewide, but a transition to an El Nino weather pattern sometime in the second half of this year may bring some needed rainfall late this summer and into the fall, according James LaRosa, meteorologist with the National Weather Service in Nashville.&nbsp;<\/p>\r\n<p>Real-time streamflow data from 131 USGS monitored streamgages throughout Tennessee are used for flood and drought preparedness tools such as USGS<a href=\"http:\/\/water.usgs.gov\/wateralert\"> WaterAlert<\/a> and <a href=\"http:\/\/water.usgs.gov\/wateralert\/streamail.html\">StreaMail<\/a>. These tools allow anyone to access information about local streams an","summary":null,"format":null}]},"field_images":[],"regions":["Tennessee"],"country":["United States of America"],"mm_tags":["lowwater","streamflow","streamgages","Tennessee","Water Level","Water Levels","Water Hydrologic Networksand Analysis","Water National Streamflow Information","water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1339560000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170108"},{"tid":"170382"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}