{"title":"Limited Food May be Significantly Changing Great Lakes Ecosystems","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Ann Arbor, Mich. &ndash; Declines of the food resources that feed lake organisms are likely causing dramatic changes in the Great Lakes, according to a new U.S. Geological Survey <a href=\"http:\/\/bioscience.oxfordjournals.org\/content\/early\/2013\/12\/05\/biosci.bit001.abstract\">study<\/a>.<\/p>\n<p>USGS scientists and partners found that since 1998, water clarity has been increasing in a majority of the Great Lakes, while phytoplankton (the microscopic water organisms that feed all other animals), native invertebrates and prey fish have been declining. These food web changes fundamentally affect the ecosystem&rsquo;s valuable resources and are likely caused by decreasing levels of lake nutrients, and by growing numbers of invasive species such as zebra and quagga mussels.<\/p>\r\n<p>\"These findings provide critical information to help decision-makers understand changes that are affecting the&nbsp;Great Lakes fishery that&nbsp;generates about $7 billion for the economy each year,\" said Suzette&nbsp;Kimball, acting director of the USGS. \"The work is the result of a strong&nbsp;public-private&nbsp;collaboration and greatly contributes to managers' ability to deal effectively with the changes occurring in these unique and vast freshwater ecosystems so important to our nation.\"<\/p>\r\n<p>The study found that inputs of phosphorus&mdash;the nutrient that limits phytoplankton growth&mdash;have declined in the Great Lakes since 1972, when the <a href=\"http:\/\/epa.gov\/grtlakes\/glwqa\/1978\/index.html\">Great Lakes Water Quality Agreement<\/a> was signed. The growing numbers of invasive species such as zebra and quagga mussels have caused phosphorus levels to decline further over the last decade in some lakes by filtering out phytoplankton and the nutrients therein. These decreases in nutrients have the potential to affect the smallest organisms up to the top predators: In Lake Huron, for example, plankton and fish appear to be controlled by declining nutrients or food.<\/p>\r\n<p>\"Our study provides a comprehensive ecological report card that highlights existing gaps in scientific understanding and monitoring of the complex Great Lakes ecosystems,\" said David \"Bo\" Bunnell, USGS scientist and lead author of the study. \"Ideally, it will spur future research to more rigorously test some of the predictions born from our relatively simple analyses.\"<\/p>\r\n<p>The Great Lakes provide valuable ecosystem services to the 30 million people that live within the watershed, but portions have been degraded since the industrial era. In 2010, the U.S. government initiated the <a href=\"http:\/\/cida.usgs.gov\/glri\/\">Great Lakes Restoration Initiative<\/a>, the largest investment in the Great Lakes in two decades, investing approximately $1 billion over the past four years.<\/p>\r\n<p>USGS partners in this new study include the <a href=\"http:\/\/www.csc.com\/\">CSC<\/a> information technology firm, <a href=\"http:\/\/www.epa.gov\/greatlakes\/about.html\">U.S. Environmental Protection Agency<\/a>, <a href=\"https:\/\/ael.osu.edu\/\">Ohio State University<\/a>, <a href=\"http:\/\/www.uwgb.edu\/\">University of Wisconsin-Green Bay<\/a>, <a href=\"http:\/\/qfc.fw.msu.edu\/\">Michigan State University<\/a>, <a href=\"http:\/\/www.glerl.noaa.gov\/\">National Oceanic and Atmospheric Administration<\/a>, <a href=\"http:\/\/www.michigan.gov\/dnr\/\">Michigan Department of Natural Resources<\/a>, <a href=\"http:\/\/www.snre.umich.edu\/research\/centers_and_institutes\/CILER\">University of Michigan<\/a>, <a href=\"http:\/\/www.fws.gov\/\">U.S. Fish and Wildlife Service<\/a> and <a href=\"http:\/\/www.uic.edu\/uic\/\">University of Illinois at Chicago<\/a>.<\/p>\r\n<p>The report is published in the journal <em>BioScience<\/em> and is available <a href=\"http:\/\/bioscience.oxfordjournals.org\/content\/early\/2013\/12\/05\/biosci.bit001.abstract\">online<\/a>.<\/p>\r\n<p>For more information on USGS Great Lakes ecosystem research, please visit the USGS Great Lakes Science Center <a href=\"http:\/\/www.glsc.usgs.gov\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York","Pennsylvania","Illinois","Indiana","Michigan","Minnesota","Ohio","Wisconsin"],"country":["United States of America"],"mm_tags":["ecosystems","Ecosystems Invasive Species","Ecosystems Terrestrial Freshwaterand Marine Environments","Great Lakes","Great Lakes Science Center","Invasive Species","Food Chain","Food Web","Great Lakes Fishery","Minnesota","Wisconsin","Illinois","Michigan","Indiana","Ohio","Pennsylvania","New York","Ontario","Lake Superior","Lake Michigan","Lake Huron","Lake Erie","Lake Ontario"],"distribution":["Biology"],"release_date":{"und":[{"value":"1386824400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169777"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}