{"title":"When the Shaking Stopped, The Work Began &mdash; For USGS Scientists","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->When their offices and homes began shaking at 5:04 p.m., Oct. 17, 1989, earthquake scientists at the U.S. Geological Survey in Menlo Park, Calif., were as surprised as anyone.<!--introend--> But when the shaking stopped and they realized that this was \"a big one,\" many of those scientists knew that they were beginning the most challenging and rewarding years of their careers. The past 10 years have lived up to their expectations. \n<p>In the decade following the Loma Prieta earthquake, scientists from the USGS and cooperating organizations intensified their efforts to help safeguard the San Francisco Bay area from even larger shocks in the future. Some of these future earthquakes will occur closer to the urban core of the region than the 1989 temblor. Although future large earthquakes are inevitable, say USGS scientists, continuing advances in science and engineering afford new avenues for limiting losses and reducing impacts of future shocks. \r\n<p>A fact sheet produced by the USGS to mark the 10th anniversary of the Loma Prieta earthquake highlights the scientific efforts and progress that will help reduce earthquake losses. The fact sheet describes how USGS scientists and personnel from cooperating organizations are working to quantify more fully the earthquake threat to the Bay area, to promote greater awareness of earthquake hazards, and to improve strategies for reducing earthquake losses. Scientists have been pursuing a wide range of investigations from digging exploratory trenches across geologic faults, to measuring the continuous slow straining of the Earth&rsquo;s surface that causes earthquakes, to documenting the intensity and pattern of ground shaking during large shocks. New scientific information and understanding derived from these efforts are incorporated into products critical for improving earthquake safety: \r\n<p>\r\n<p>* estimates of the odds for future large earthquakes<br>* building codes that more accurately reflect the shaking that may threaten a structure <br>* maps depicting geologic hazards associated with earthquakes, such as ground shaking, ground failure, and surface faulting <br>* maps of projected damage patterns for scenario earthquakes<br>* rapid information on earthquake location and magnitude and on the severity and distribution of ground shaking \r\n<p>\r\n<p>The four-page publication explains what studies have been pursued and are continuing, and mentions materials that are available, in the form of both maps and narratives, to help scientists, public officials and the general public understand \"the lessons of Loma Prieta\" and take action to reduce the region&rsquo;s earthquake vulnerability. \r\n<p>Figures for the probabilities of large earthquakes on Bay area faults are not included in the fact sheet. These figures, which are part of a new report by scientists from the USGS and other agencies, will be announced on October 14. \r\n<p>Effects of the 1989 earthquake are also documented on a CD-ROM of photographs taken by USGS scientists immediately after the quake. The photos show some of the damage that occurred near the earthquake&rsquo;s epicenter in the Santa Cruz Mountains, as well as in San Francisco and Oakland. Also included are pictures of landslides, cracked and deformed ground, and sand blows produced by intense ground shaking. \r\n<p>Copies of the fact sheet, USGS Fact Sheet 151-99, \"Progress Toward a Safer Future Since the 1989 Loma Prieta Earthquake,\" are available, free of charge, at the USGS Earth Science Information Center at 345 Middlefield Road in Menlo Park. The photo CD-ROM, USGS Digital Data Series DDS-29, \"The October 17, 1989, Loma Prieta, California, Earthquakes -- Selected Photographs\", is also available at the Center for the price of $32. Both the fact sheet and the photos can be accessed and downloaded from the Loma Prieta Earthquake 10th Anniversary page of the USGS earthquake website at <a href=\"http:\/\/quake.usgs.gov\">http:\/\/quake.usgs.gov<\/a>. Persons","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"939096000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}