{"title":"satellites Help Scientists Track Migratory Birds: GPS the Latest Tool in Fight Against Avian Influenza","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>NEWS EDITORS: Please see the&nbsp;END of the news release for info on downloadable photos. <\/p>\n<p><!--introstart-->Wearing light solar-powered GPS satellite transmitters, wild swans from Mongolia are winging their way across Eurasia, while land-bound scientists tracking the birds&#039; journeys on computers say that these unique studies will shed light on how wild birds may be involved in the spread of avian influenza.<!--introend--> <\/p>\r\n<p>In August, a team of international scientists from the United Nations Food and Agriculture Organization (FAO) and the U. S. Geological Survey (USGS) joined the Wildlife Conservation Society (WCS) and Mongolian Academy of Sciences (MAS) in the surveillance project, which is part of the Wild Bird Global Avian Influenza Network for Surveillance (GAINS) program funded by USAID. The team attached the GPS transmitters to wild whooper swans in an effort to track the birds to their wintering grounds.<\/p>\r\n<p>Such research is providing information on migration routes and informs governments about potential threats from diseases such as highly pathogenic avian influenza (HPAI). The HPAI strain known as H5N1 is highly lethal for a variety of species, especially poultry and some waterfowl species. When transmitted to people through close contact with infected birds, the virus can be deadly. Leaders across the world are concerned about a potential pandemic threat should the virus become transmissible among humans.<\/p>\r\n<p>\"We are working to understand the role wild birds may play in the spread of H5N1,\" said Dr. Scott Newman, International Wildlife Coordinator for Avian Influenza for FAO, seconded from Wildlife Conservation Society, and based in Rome, Italy. \"Although poultry and bird trade are probably the primary routes of movement, migratory birds are likely involved in some areas.\"<\/p>\r\n<p>The whooper swans drew increased attention after large numbers perished in Mongolia in 2005 and in western China in 2005 and 2006 in areas where few poultry are present. Subsequent sampling of the dead swans by WCS scientists Drs. Martin Gilbert and William Karesh, verified that some of the swans were infected with HPAI. This discovery suggested that HPAI may be moving through the region and potentially spreads from it, prompting the study to identify where these migratory bird populations fly in the winter.<\/p>\r\n<p>\"Although we are sampling wild birds for avian influenza in the field, we will not be able to fully understand their role in this disease unless we better understand their movements,\" said Dr. Karesh, who is WCS&#039;s director of the Field Veterinary Program in New York and coordinator of the GAINS system. \"WCS samples birds in East Asia under the GAINS program, but when we find infected birds, we need to know where they are going.\"<\/p>\r\n<p>Many migratory species nest thousands of miles from where they spend the winter, and it is difficult to determine which groups come from which areas, said Dr. John Takekawa, one of the wild swan study scientists, who is with the USGS Western Ecological Research Center in California. \"We are marking swans with very small GPS transmitters that are similar to navigation systems on cars, but that also transmit the data through weather satellites so we can track their movements.\"<\/p>\r\n<p>The whooper swan locations are being updated twice weekly on a project webpage (<a href=\"http:\/\/www.werc.usgs.gov\/sattrack\/\">www.werc.usgs.gov\/sattrack\/<\/a>) that also includes access to the data in Google Earth format. A comprehensive database of information on international wild bird avian influenza surveillance and migratory bird activity is available on the WCS website at <a href=\"http:\/\/www.gains.org\">www.gains.org<\/a>. Biologists at the USGS Alaska Science Center (<a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/\">http:\/\/alaska.usgs.gov\/science\/biology\/<\/a>) and USGS Patuxent Wildlife Research Center (<a href=\"http:\/\/www.pwrc.usgs.gov\">www.pwrc.usgs.gov<\/a>) are providing as","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1157515200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169710"},{"tid":"170274"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}