{"title":"Negligible Amount of Pharmaceuticals Found in Tualatin River Basin Streams","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>Editor&rsquo;s note: A <a href=\"http:\/\/gallery.usgs.gov\/audios\/302\">podcast with the study&rsquo;s author<\/a> and a list of <a href=\"http:\/\/www.usgs.gov\/newsroom\/docs\/2009-08-25\/faq.pdf\">frequently asked questions with answers<\/a>.<\/em><\/p>\n<p><em>\r\n<hr \/>\r\n<\/em><\/p>\r\n<p><!--introstart-->Only trace concentrations of three pharmaceuticals were detected in northwest Oregon&rsquo;s Fanno Creek according to a recently released study testing for 21 of the most commonly used pharmaceuticals.<!--introend--><\/p>\r\n<p>Caffeine, cotinine &ndash; a chemical derived from nicotine, and acetaminophen &ndash; a pain reliever, were among the most prevalent compounds present in the water, but at very low concentrations.<\/p>\r\n<p>Additional pharmaceuticals tracked in the Tualatin River, including codeine &ndash; a narcotic, and sulfamethoxazole &ndash; an antibiotic, were efficiently removed after passing through a wastewater treatment facility operated by Clean Water Services. Although some of the tracked pharmaceuticals were resistant to treatment, they do not appear to be of ecological concern.<\/p>\r\n<p>The study, by scientists at the USGS in collaboration with Clean Water Services, was designed to assess the presence of pharmaceuticals in urban streams of the Tualatin River Basin and to determine whether pharmaceuticals might be useful indicators of pollution.<\/p>\r\n<p>The target pharmaceuticals showed only limited potential as indicators of pollution because of widespread sources (caffeine, for example) or low concentrations. Caffeine and cotinine are probably good indicators of pollution sources that occur in urban areas, such as the widespread use and careless disposal of tobacco products and caffeine-containing beverages. Carbamazepine &ndash; an anticonvulsant, and sulfamethoxazole may be good indicators of treated wastewater because of their incomplete removal in treatment facilities.<\/p>\r\n<p>Of the 21 pharmaceuticals tested in streams, only six (acetaminophen, caffeine, carbamazepine, codeine, cotinine, and sulfamethoxazole) were detected in stream samples from 10 sites. Most of the concentrations were low (less than 0.05 microgram per liter). The most frequently detected compounds were cotinine (eight of 10 samples) and caffeine (seven of 10 samples).<\/p>\r\n<p>Water samples from Clean Water Services&rsquo; Durham Treatment Facility were collected to determine the load of pharmaceuticals delivered to the plant and how well the plant removes those compounds. Fifteen of the 21 pharmaceuticals were found in the incoming waste stream, with concentrations much higher than those measured in streams. Only five compounds were detected in the treated effluent (carbamazepine, cotinine, ibuprofen, metformin, and sulfamethoxazole), however, and most concentrations were less than 0.2 microgram per liter. Most of the pharmaceuticals were removed with greater than 90 percent efficiency, with only one, carbamazepine, being resistant with only an 18 percent removal rate.<\/p>\r\n<p>Clean Water Services, the primary stormwater- and wastewater-management utility for the urban areas of Washington County, serves a population of more than 500,000 people and operates two advanced wastewater treatment facilities that discharge to the Tualatin River in summer.<\/p>\r\n<p>Results of the Tualatin River basin pharmaceuticals study are available in <a href=\"http:\/\/pubs.usgs.gov\/sir\/2009\/5119\/\">USGS Scientific Investigations Report 2009&ndash;5119, \"Reconnaissance of Pharmaceutical Chemicals in Urban Streams of the Tualatin River Basin, Oregon, 2002\"<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon"],"country":["United States of America"],"mm_tags":["Oregon","pharmaceuticals","Tualatin","river","Basin","Streams","water","Quality","Fanno"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1251172800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169747"},{"tid":"170511"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}