{"title":"From Swamps to Deserts, From Habitat Disturbance to Recovery, USGS Scientists Highlight Their Research","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Lighting a Fire under Exotic Plant Invaders:<\/b> Restoring fire to coniferous forests after a century of fire suppression is being widely considered throughout the Western United States. While fire was historically a natural ecosystem process in these forests, it is being returned to a landscape that now has alien plants often poised for colonization after any disturbance, including natural fires. In the Sierra Nevada, researchers have clear evidence that high-intensity fires assist the invasion process if alien seed sources are nearby. Additionally, mechanical manipulation of fire fuels, such as clearing fuel breaks, may create &quot;invasive corridors&quot; that can carry alien species into uninfested wildland areas. Fuel breaks also assist in maintaining seed banks for alien annual plants, which readily burn and perpetuate the cycle of invasion. Learn more about <b>&quot;Impact of fire management practices on invasive plants,&quot;<\/b> presented by <b>Jon Keeley<\/b> on <b>Tues., Aug. 6 at 3:05 p.m. in the Turqoise Meeting Room, TCC,<\/b> or by calling him at <b>559-565-3170<\/b>. <\/p>\n<p><b>Using Fire to Thin Understory in Old-Growth Forests:<\/b> More than a century of fire suppression in the Sierra Nevada has resulted in accumulation of surface fuels and higher densities of small trees, increasing the potential for large, destructive crown fires. Resource managers are using prescribed fire to thin stands, reduce fuel loads, and restore natural forest structure and process. However, some researchers and land managers are concerned that the long fire-free interval in these forests may result in unnaturally high fire intensity, leading to excessive mortality of large overstory trees. To determine patterns of tree death in response to the reintroduction of fire, USGS scientists used prescribed fire on test plots that had not burned in more than 100 years. Preliminary results show that initial death of trees was locally high in places where fire intensity was greatest, but patchy overall, despite the large amounts of accumulated fuels from the many years of no fires. Prescribed fire killed only a small percentage of the largest trees, yet successfully removed many of the small trees that contribute to increased danger of severe wildfire. In a forest&rsquo;s natural fire regime, not all fires are of the same intensity, which means that there is a varied and ecologically important pattern of tree deaths, as happened in these test fires. Learn more about <b>&quot;Tree mortality following reintroduction of fire to an old growth mixed conifer forest,&quot;<\/b> presented by <b>Eric Knapp<\/b> on <b>Aug. 8 at 11:15 a.m. in the Mohave Meeting Room, TCC,<\/b> or by calling him at <b>559-565-3175<\/b>. <\/p>\r\n<p><b>How Fire and Other Disturbances Influence Plant Invasions:<\/b> Regeneration of many native plant species depends on natural disturbances such as fire. Yet researchers and land managers also recognize that this fire disturbance now creates the opportunity for non-native species to colonize otherwise intact ecosystems. How are land managers to know which types of disturbance, when combined, may hinder or increase invasion? These issues are important to managers who must make decisions regarding how to control or use fire and other types of disturbance as part of landscape management. Learn more about <b>&quot;Fire and other forms of disturbance: are they similar and do they have similar effects on invasive plants,&quot;<\/b> presented by <b>Matt Brooks<\/b> on <b>Tues., Aug. 6 at 1:10 p.m. in the Turqoise Meeting Room, TCC,<\/b> or by calling him at <b>702-914-2206 x225.<\/b> <\/p>\r\n<p><b>A Desert Not Forever?<\/b> Several species of invasive exotic plants that are now widely dispersed across the Mojave Desert have the potential to increase the frequency of wildfires, enable fires to spread over large areas, and increase the desert&rsquo;s susceptibility to future fires. The effects of a single desert fire may persist for 50 years, o","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1028433600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}