{"title":"sparta Aquifer Recovery Partnership Wins Cooperative Conservation Award","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Partners in the Sparta Aquifer Recovery Initiative in southern Arkansas and northern Louisiana were recognized with the Department of the Interior's Cooperative Conservation Award today.<!--introend--><\/p>\n<p>This prestigious award recognizes the partnership effort necessary for recovery of Sparta aquifer water-levels in the five county\/three parish study area in order to conserve valuable water resources.<\/p>\r\n<p>The U.S. Geological Survey (USGS) nominated the partnership for the award and is part of the Union County Water Conservation Board (UCWCB) federally funded study which includes; Federal, State, and local agencies, other stakeholders, industry, educators and students alike. A full list of partners and more information is available at: <a href=\"http:\/\/ar.water.usgs.gov\/sun\/sparta_recovery\/header.phtml \">http:\/\/ar.water.usgs.gov\/sun\/sparta_recovery\/header.phtml <\/a>and <a href=\"http:\/\/argis.ualr.edu\/website\/unionCoGraph\/index.asp\">http:\/\/argis.ualr.edu\/website\/unionCoGraph\/index.asp<\/a>.<\/p>\r\n<p>The Sparta aquifer is Union County's only source of municipal and industrial ground water. Since development began in the early 1920's ground-water levels have declined more than 360 feet in some areas. As a result, Union was among five southern Arkansas counties designated as the state's first \"Critical Ground Water Area\" in 1996.<\/p>\r\n<p>Through collaborative efforts with the Arkansas Natural Resources Commission, the USGS developed initial ground-water flow models that indicated Sparta aquifer withdrawals in Union County would need to be reduced to about 6 million gallons per day to recover and maintain Arkansas's desired sustainable yield for the aquifer. This amount is 28 percent of the 1997 withdrawal rate of about 21 million gallons per day. Ground-water model simulations indicate that this reduction of 15 million gallons per day would result in rebounds of approximately 120 feet in Sparta aquifer water levels.<\/p>\r\n<p>Continuing conservation efforts have reduced Union County Sparta aquifer withdrawals by approximately 7.5 million gallons per day, and water levels have risen in wells. This \"rebound\" toward recovery of water levels in the Sparta aquifer is being monitored at strategic locations in the area.&nbsp;&nbsp;<\/p>\r\n<p>Conservation and monitoring efforts include:<\/p>\r\n<ul>\r\n<li>Stakeholders in Union County initiated reuse programs and surface-water is being used as an alternative source for Union County's three largest industrial users. A pumping station and pipeline built in 2004 supplies 4.8 million gallons per day of Ouachita River surface water to the three industrial users. With current reductions in Sparta aquifer ground-water withdrawals, ground-water levels in the eight USGS monitoring wells have risen 2 to 49 feet.<\/li>\r\n<li>A collaborative USGS and UCWCB project funded through the USGS's Cooperative Water Program has provided continuous real-time water-level data from eight wells since 2003 (view them at <a href=\"http:\/\/ar.water.usgs.gov\/\">http:\/\/ar.water.usgs.gov\/<\/a> and <a href=\"http:\/\/www.ucwcb.org\/\">http:\/\/www.ucwcb.org\/<\/a>). USGS also samples 12 wells for chloride and specific conductance on a quarterly basis. In addition, the Union County Conservation District maintains and posts water-level data from eight wells.<\/li>\r\n<\/ul>\r\n<p>The current cooperative project is providing water managers with reliable and impartial information for their use in documenting the recovery of the aquifer and will assist in understanding and describing the Nation's water resources. This information helps the stakeholders to evaluate current and future aquifer management activities with regard to its use as a drinking water and industrial use source.<\/p>\r\n<p>Water resources education has been permanently woven into curricula throughout Union County, and two of the monitoring wells are located on public school campuses. Education of the local citizens by UCWCB members and good science by USGS were in","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1208750400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169745"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}