{"title":"USGS - Human Health Link at Philadelphia Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b><i>Dust and Human Health, Mercury and Arsenic in Drinking Water, West Nile Virus<\/b><\/i> <\/p>\n<p><b>Note to Editors: Arrange an interview with USGS scientists during the American Public Health Association Annual Meeting (APHA) by visiting the USGS Exhibit at booths 1441 and 1443, Exhibit Hall A in the Pennsylvania Convention Center, or call Michelle Barret on 601-594-6234, or Scott Harris 703-201-3230. <\/p>\r\n<p>Dust from the Towers: <\/b>In the days following last year&rsquo;s terrorist attacks, USGS received a request from EPA and U.S. Public Health Service to help characterize and map the dusts deposited by the World Trade Center collapse. Within a week of the attacks, USGS scientists had worked with NASA to acquire state of the art satellite imagery over lower Manhattan, and were on the ground in New York sampling the dusts. By September 27, USGS scientists had characterized many of the dust samples, and released results of their work in two reports to emergency responders. Geochemist Geoffrey Plumlee will be available to discuss the team&rsquo;s work. A fact sheet summarizing the USGS work, <b>USGS Environmental Studies of the World Trade Center Area, New York City, after September 11, 2001,<\/b> is available on: <a href=\"http:\/\/pubs.usgs.gov\/fs\/fs-0050-02\/\">http:\/\/pubs.usgs.gov\/fs\/fs-0050-02\/<\/a> <\/p>\r\n<p><b>Dust from Africa&rsquo;s Drought:<\/b> Each year, millions of tons of air-borne dust cross the Atlantic from Africa, and arrive in the Amazon basin, the Caribbean, and southeastern U.S. Traveling with the dust is a rogues&rsquo; gallery &#8212; bacteria, viruses, spores, insects, and heavy metals &#8212; that can be harmful to human health. Since 1970, North Africa&rsquo;s drought has dramatically increased the quantities of dust arriving, and during that time, asthma cases have increased 17-fold in parts of the Caribbean. Scientist Dale Griffin will be available to discuss this research. Photo gallery and mini-documentary <b>\"The Effects of Globally Transported African and Asian Dust on Coral Reef and Human Health\"<\/b> are available on: <a href=\"http:\/\/coastal.er.usgs.gov\/african_dust\/\">http:\/\/coastal.er.usgs.gov\/african_dust\/<\/a> <\/p>\r\n<p><b>Wild Birds Can Provide Early Warning of a Human Disease: <\/b>Like a canary in a coalmine, wild birds often provide us the earliest indication of West Nile Virus&rsquo; presence. Since 1999, scientists have detected the virus in 146 bird species. State and local health departments depend upon the testing of dead birds for West Nile Virus surveillance. USGS is continuing to provide West Nile Virus surveillance support to state public health, wildlife, and federal agencies that are collecting and testing wild birds to detect West Nile Virus activity in their areas. USGS mapping and wildlife disease scientists are working with the Centers for Disease Control in field research to investigate the role of migratory birds in disseminating the virus and to determine the pathways by which the virus is maintained and spread. USGS has posted maps showing the geographic and temporal spread of West Nile Virus across the U.S. Scientist Emi Saito will be available to discuss this work. Maps are updated weekly and are accessible at: <a href=\"http:\/\/cindi.usgs.gov\/hazard\/event\/west_nile\/west_nile.html\">http:\/\/cindi.usgs.gov\/hazard\/event\/west_nile\/west_nile.html<\/a> <\/p>\r\n<p><b>Water Quality and Human Health:<\/b> Drinking water in many parts of the world contains contaminants that affect human health. Parts of south Asia are on the verge of a human health disaster from one contaminant alone, naturally occurring arsenic, in groundwater. Officials estimate that the health of tens of<i>millions<\/i> is in jeopardy in that region. Although the problem of unsafe drinking water is most acute in developing countries, naturally occurring and human-caused contamination of water supplies occurs in the U.S. Arsenic, mercury, viruses, pharmaceuticals, pesticides, and organic compounds are among the contami","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1036904400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}