{"title":"Popular Ground-Water Model Updated","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Product Announcement<\/strong><\/p>\n<p>The USGS recently released a new version of its widely used ground-water computer model known as MODFLOW, which was first released in 1984. MODFLOW-2005 can be used to help address such issues as water availability and sustainability, interaction of ground water and surface water, wellhead protection, seawater intrusion, and remediation of contaminated ground water.<\/p>\r\n<p>As our Nation&acute;s environmental issues become more complex, there is a growing need to connect modeling programs. MODFLOW-2005 contains structural changes that make it easier to connect to other computer models, such as watershed and surface-water models and ground-water management models. MODFLOW-2005 also contains internal changes needed for local grid refinement, which is the ability to refine a grid within an existing model. This capability makes it possible to incorporate a higher-resolution grid within a coarser-grid model.<\/p>\r\n<p>The ground-water flow part of MODFLOW-2005 functions much like previous versions of the model, and MODFLOW-2005 reads the same input files as previous versions. Many, but not all, of the features of MODFLOW-2000 have been included in the initial release of MODFLOW-2005; additional features will be updated over the next several months. MODFLOW-2005 is available free to all users at <a \r\nhref=\"http:\/\/water.usgs.gov\/nrp\/gwsoftware\/modflow2005\/modflow2005.html\">http:\/\/water.usgs.gov\/nrp\/gwsoftware\/modflow2005\/modflow2005.html<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1142398800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170231"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}