{"title":"International Landsat Cooperators to Confer in Sioux Falls","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->As Landsat continues to circle Earth, international partners of the Landsat program in almost a dozen locations downlink and process the data, sharing images with a global community of scientists, engineers, and land managers.<!--introend--> These partners meet annually for the Landsat Technical Working Group (LTWG) meeting, which will be held this year in Sioux Falls, S.D., Sept. 24-28.&nbsp; LTWG serves as a venue to discuss operational and technical issues and explore expanded opportunities for collaboration.&nbsp;<\/p>\n<p>This meeting, the twenty-first for the group, will concentrate on establishing reception, processing and distribution capabilities for the next Landsat satellite. The Landsat Data Continuity Mission (LDCM) is set for launch in early February 2013. The state-of-the-art imaging satellite &mdash; to be known as Landsat 8 once it successfully achieves orbit&mdash; will build on the 40-year record of Earth observations by the Landsat satellite series and greatly expand the program&rsquo;s capabilities to impartially record changes on the surface of the Earth.&nbsp;<\/p>\r\n<p>Conference organizers at the <a href=\"http:\/\/eros.usgs.gov\/\">U.S. Geological Survey Earth Resources Observation and Science Center (USGS-EROS)<\/a> anticipate nearly 140 participants in the meeting from 25 countries and 49 separate organizations.<\/p>\r\n<p>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Land Remote Sensing","International Programs Global"],"article_type":["Technical Announcement","State News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1348027200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170611"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}