{"title":"Media Advisory: Wandering Wildlife: Tracking Movement, Migrations, and Mileage from Wolves to Wading Birds","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>What:<\/strong> World-renowned USGS researchers Drs. L. David Mech and Robert Gill will discuss the latest state-of-the-art technology in tracking wildlife. Mech will discuss the evolution of animal-tracking techniques and share the secret paths of a pack of 20 or more arctic wolves tracked during 24 hours of darkness with the latest technology, and Robert Gill will take listeners from the arctic to the tropics with migrating shorebirds that make phenomenal nonstop migrations across oceans and continents.<\/p>\n<p><strong>Who: <\/strong>&nbsp;<strong>Robert Gill<\/strong> is a research biologist at the USGS Alaska Science Center in Anchorage. He leads a project funded by the David and Lucile Packard Foundation that uses the latest remote-sensing technology to fill key information gaps that can be used for conservation and for helping understand the spread of diseases such as avian influenza. Via satellite, Gill&rsquo;s team tracked landbirds on nonstop flights covering 7,200 miles (11,700 km) and lasting up to 10 days, including a female bar-tailed godwit, whose total series of flights from Alaska to New Zealand was 18,000 miles long (29,000 km). These extraordinary flights not only establish new extremes for avian flight performance but also have profound implications for understanding physiological capabilities of vertebrates. Satellite-tracking technology has become an important tool for identifying sites worldwide that are critical for the conservation of migratory bird populations.<\/p>\r\n<p><strong>David Mech<\/strong> is a senior USGS researcher who has been studying wolves on remote Ellesmere Island, only 600 miles from the North Pole, for the last 24 summers. Last summer, Mech and his colleague attached a satellite collar on Brutus, a North Pole wolf pack leader, to help find out what he and other arctic wolves do in winter in areas where it is dark 24 hours a day and temperatures can fall to -70 degrees Fahrenheit. This information supplements his other wolf research during the rest of the year in areas like Minnesota and Yellowstone National Park. Mech&rsquo;s life work on wolves has been instrumental in unraveling the little-known daily world of wolves. Ultimately, it has also helped resource managers better understand the complex nature of wolf ecology and management, including the challenging task of managing wolf-livestock interactions.&nbsp;<\/p>\r\n<p><strong>Where: <\/strong>Dallas Peck Auditorium, USGS Building in Reston, Va. 12201 Sunrise Valley Drive, Reston. Directions can be accessed at <a href=\"http:\/\/www.usgs.gov\/ask\/#hq\">http:\/\/usgs.gov\/ask\/#hq<\/a><\/p>\r\n<p><strong>When: <\/strong>7 p.m., Wednesday, April 7. Please arrive a few minutes early to allow time to clear security.<\/p>\r\n<p><img style=\"vertical-align: middle;\" src=\"\/images\/icons\/socialmedia\/twitter-64x64.png\" alt=\"Twitter icon\" width=\"32\" height=\"32\" \/> Follow <a href=\"http:\/\/twitter.com\/USGSLive\">@USGSLive<\/a> on Twitter for live-tweeting of this event.<\/p>\r\n<p>For more information, visit the Public Lecture Series website at <a href=\"http:\/\/usgs.gov\/public_lecture_series\/\">http:\/\/usgs.gov\/public_lecture_series<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":["biology","tracking","wildlife","wolves","Wading Birds","birds","technology","Twitter","Live"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1270526400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}