{"title":"Flooding For Some Not Over","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->While many Florida residents breathed a collective sigh of relief Wednesday after Tropical Storm Debby made its way across the state and into the Atlantic, officials caution that flooding may continue in some locations for a number of days.<!--introend-->&nbsp;<\/p>\n<p>Crews from the <a href=\"http:\/\/fl.water.usgs.gov\/\">U.S. Geological Survey's Florida Water Science Center<\/a> continue their work in the field measuring high-water marks, determining flood levels reached and repairing damaged or destroyed streamgages throughout Florida.<\/p>\r\n<p>The streamgages are critical to measuring actual river levels and flows, providing emergency managers information they need as they consider their flood response.&nbsp; The USGS operates more than 500 streamgages throughout Florida, measuring water levels, streamflow and rainfall.&nbsp;<\/p>\r\n<p>One gauge on the St. Mary's river registered the highest peak on record since the gauge began operations on that river in 1927, beating the old record by 25 percent.&nbsp; Wednesday night the National Weather Service in Jacksonville issued a River Flood Emergency for the river and its tributaries in northeast Florida and Southeast Georgia after the USGS gauge at St. Mary's River at McCClenny registered a flow rate of near 36,000 cubic feet per second.&nbsp; The river is expected to peak downstream from McCClenny in 24 to 36 hours.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The National Weather service has also issued flood warnings for the Anclote river at Elfers; Cypress Creek at Worthington Gardens; the Alafia River at Lithia; the Little Manatee River at Wimauma; the Manatee River near Myakka Head; and the Myakka River at Myakka River State Park.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The alerts are updated continuously, so people looking for the latest information should go to <a href=\"http:\/\/www.weather.gov\/\">NOAA's National Weather Service website<\/a> or listen to NOAA weather radio.&nbsp;&nbsp;<\/p>\r\n<p>Throughout the state, the slow moving storm caused flood levels many residents had never seen, setting records at several locations.&nbsp; At least nine streamgages operated by the USGS set records, although about half had only been operating for about 15 years, making their records a little less significant.&nbsp;<\/p>\r\n<p>Streamgages on the Sopchoppy River near Sopchoppy, and the Little Manatee River near Wimauma, were destroyed and will be rebuilt, while about a dozen gauges throughout the state required minor repairs or maintenance.&nbsp;<\/p>\r\n<p>In the Tampa &ndash; St. Petersburg area rainfall averaged about 15 inches, causing many low lying coastal areas to experience flooding from rivers and tidal surge. Several USGS coastal river gauges measured water levels about two feet over normal high tides. This combined with rivers at high levels like Anclotte River near Elfers -- which was 18 feet higher than before the rains started and 6 feet above flood stage &ndash; to cause widespread flooding.&nbsp;&nbsp;<\/p>\r\n<p>Total cumulative rainfall was reported to be near 26 inches in some areas of central Florida, with more exact assessments coming.&nbsp;<\/p>\r\n<p>\"We're going to have to watch the water levels over the next few months pretty carefully,\" said Richard Kane, a USGS hydrologist and data chief at the USGS Florida Water Science Center in Tampa.&nbsp; \"Some of our river levels are much higher than normal, and it will take some time before the water they are drawing from -- both the surface and the elevated groundwater levels -- return to normal.&nbsp; Until they do, another large storm or heavy rain event could trigger flooding fairly quickly in some areas.\"&nbsp;<\/p>\r\n<p>Raging rivers and storm surge were not the only issue the public had to deal with, as the heavy rains following drought conditions resulted in some sinkholes developing throughout central and northern Florida.&nbsp;<\/p>\r\n<p>Between 30 and 40 USGS responders from Tampa, Orlando and Tallahassee have been in the field daily since June","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["tropicalstorm","Florida","","streamgages","Tropicalstormdebby","flooding","floods","Peak Flow","High Flows","High Flow Water Hydrologic Networksand Analysis","Water National Streamflow Information"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1340856000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170320"},{"tid":"170644"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}