{"title":"Abrasives to Zirconiumâ\u0080\u0093New Report Card on Nation&rsquo;s $429 Billion Minerals Industry","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. output of mineral-based materials contributed nearly $429 billion to support the nation&rsquo;s economy in 2000, according to a new report from the U.S. Geological Survey. <\/p>\n<p>Mineral Commodity Summaries 2001 provides detailed information about events, trends, and issues in the domestic and international minerals industries during 2000. The report summarizes minerals industry trends for each mineral commodity and also provides an outlook for domestic mineral industries in 2001. Separate chapters provide statistics on production, trade, and resources for about 90 mineral commodities. These statistics are collected under cooperative information exchange partnerships with more than 60 countries and by survey responses from 18,000 domestic companies. <\/p>\r\n<p>According to Mineral Commodity Summaries 2001: <\/p>\r\n<p>The estimated value of U.S. raw nonfuel minerals production in 2000 was more than $40 billion, about a 3% increase compared with that of 1999. Within the raw nonfuel minerals category, the estimated production value of industrial minerals increased to $30.3 billion, and the value of metals output rose to $9.9 billion. The top three states for production were California ($3.3 billion), Nevada ($2.8 billion), and Arizona ($2.5 billion). More than any other economic sectors, motor vehicle manufacturing and construction continued to influence domestic demand for mineral-based materials in 2000. <\/p>\r\n<p>Imports of raw and processed mineral materials rose to an estimated $71 billion, and exports were valued at an estimated $43 billion. Slower economic growth in the United States and other industrialized countries reduced production and shipment rates for U.S. primary metal products, particularly steel, late in the year. <\/p>\r\n<p>The domestic minerals industry in 2001 may be affected by slower economic growth. Government and industry economists believe the U.S. gross domestic product will expand at about a 2.5% annual rate in 2001, but growth will differ among various economic sectors. For example, construction industries and motor vehicle manufacturing, traditionally large consumers of metal and nonmetal mineral products, may grow more slowly than other sectors of the domestic economy through the first half of 2001. <\/p>\r\n<p>The report \"Mineral Commodity Summaries 2001\" is available for purchase from the Superintendent of Documents, P.O. Box 371954, Pittsburgh, PA 15250-7954. The stock number is 024-004-02503-4; price is $27.00 for U.S. delivery and $33.75 for delivery outside the United States. Individual two-page summaries are available through MINES FaxBack (703-648-4999) and are on the World Wide Web at http:\/\/minerals.usgs.gov\/minerals <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"982731600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169840"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}