{"title":"satellite-Tracked Birds from India Will Provide Clues on How Avian Influenza Spreads: International Team Conducts Research","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>Editors: Photos and maps to accompany this Technical Announcement can be found at the <a href=\"http:\/\/www.werc.usgs.gov\/sattrack\/india\/pressrelease.html\">Western Ecological Research Center website. <\/a><br \/><\/em><\/p>\n<p>&nbsp;<\/p>\r\n<p><!--introstart-->The largest waterbird congregation site in the Indian subcontinent is the site of a new international study of migratory birds and their role in the spread of highly pathogenic avian influenza (HPAI) H5N1.<!--introend--><\/p>\r\n<p>In December, a team of international scientists captured, sampled, and marked 70 waterbirds with satellite tags at Chilika Lagoon. In the coming months, these researchers will track the satellite-marked birds to help them understand whether relationships exist between the locations of these marked birds and HPAI H5NI outbreaks along the birds&rsquo; migratory pathways. <br \/>The study is highly relevant because of ongoing HPAI H5NI outbreaks in the region. Although previous samples collected from wild birds in Chilika and other parts of India have always been negative for HPAI H5N1, waterbirds are frequently pointed to as the carriers of the disease.<\/p>\r\n<p>The study, launched by the United Nation&rsquo;s Food and Agricultural Organization (FAO) and its partners, is the first of its kind in India. The U.S. Geological Survey (USGS), on behalf of the partnership, has a website where people can follow the daily movements of the satellite-tagged birds, including maps in Google Earth, found <a href=\"http:\/\/www.werc.usgs.gov\/sattrack\/india\/index.html\">here<\/a>.<\/p>\r\n<p>&nbsp;&ldquo;The ongoing HPAI H5N1 outbreaks in domestic poultry in India underscore the need to undertake scientific investigations to identify the mechanisms by which this virus is introduced into poultry or wild bird populations, or into new geographic locations,&rdquo; said Dr. Scott Newman, the wildlife coordinator of the infectious animal disease group in FAO.<\/p>\r\n<p>Chilika Lake is the largest brackish-water lagoon in Asia, and one of the first internationally important Indian wetland sites listed under the Ramsar Convention. More than 890,000 migratory and resident waterbirds &ndash; representing at least 226 species - use the lagoon for at least part of their life cycle. Additional research is being conducted in southern India at the Koonthankulam Bird Sanctuary and at wetlands near Kanyakumari in Tamil Nadu.&nbsp;<\/p>\r\n<p>This study in India is part of a global program to not only better understand the movement of avian influenza viruses and other diseases in the Central Asian Flyway, but also to improve the understanding of the ecological habits of waterbirds internationally, as well as the interactions among wild and domestic birds.<\/p>\r\n<p>Species that researchers marked included common teal (Anas crecca), northern pintail (Anas acuta), northern shoveler (Anas clypeata), and bar-headed goose (Anser indicus), all species that have been afflicted with HPAI H5N1 in the past. Birds were sampled from the states of Orissa, and Tamil Nadu.<\/p>\r\n<p>The HPAI H5N1 strain of avian influenza has caused deaths in domestic poultry in India, and in domestic poultry, wild birds, and people in many other countries in Asia, Africa and Europe since 2003.<\/p>\r\n<p>The study is being done in collaboration with the Indian Ministry of Environment and Forests, Indian Ministry of Agriculture, Bombay Natural History Society, Wetlands International, United States Geological Survey, the United Nations (FAO)-India and EMPRES-Wildlife Unit based at UN-FAO headquarters in Rome, and in Orissa, the State Wildlife Wing of the Forest Department, the Chilika Development Authority, the Directorate of Animal Husbandry &amp; Veterinary Services, and in Tamil Nadu, the State Wildlife Wing of the Forest Department, and the Directorate of Animal Husbandry &amp; Veterinary Services.<\/p>\r\n<p><strong>Contacts: <\/strong><br \/><a href=\"mailto:Venkatasubbarao.Mandava@fao.org\">Dr. Venkatasubbarao Mandava<\/a>&nbsp; (FAO In","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","Avian Influenza","wildlife","birds"],"article_type":["Technical Announcement","International News Release"],"release_date":{"und":[{"value":"1234501200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169743"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}