{"title":"Metal Concentrations Elevated In River Sediments and Fish Tissue From The Clark Fork and Spokane River Basins of Montana, Idaho, and Washington","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Metal concentrations were found to be elevated in riverbed sediments and fish tissue samples at sites downstream from significant natural mineral sources associated with hard-rock mining activities in the Clark Fork and Spokane River basins, according to scientists with the U.S. Geological Survey (USGS), Department of the Interior. Arsenic, cadmium, copper, lead, mercury, and zinc in bed sediments were elevated relative to national median concentrations, and some concentrations were at levels that can adversely affect aquatic life, according to a recently released USGS report that summarizes information on metal contaminants in riverbed sediments and tissue of fish from the Clark Fork and Spokane River Basins in Montana, Idaho, and Washington. <\/p>\n<p>Among the other findings in the report were that metal concentrations in bed sediments did not appear to be a good predictor of concentrations in fish tissue. Production mine densities upstream from sampling sites, however, were found to be strongly related to bed sediment concentrations of arsenic, cadmium, copper, lead, and zinc. The highest metal concentrations in sediments at sites on the upper Clark Fork and lower South Fork Coeur d&rsquo;Alene River corresponded to some of the highest production-mine densities. <\/p>\r\n<p>Terry Maret, USGS biologist and senior author of the report, said, \"Although trace-element concentrations in bed sediment exceeded various guidelines, no concentrations in sportfish fillets exceeded U.S. Environmental Protection Agency (EPA) screening values for the protection of human health. This is noteworthy because lead and mercury can bioaccumulate in aquatic biota and are pollutants of concern around mining sites in the study area.\" <\/p>\r\n<p>Maret said other government agencies and organizations interested in metal levels in riverbed sediments or fish tissue will be able to use this report to identify areas where environmental contamination may pose health concerns for humans and for wildlife. <\/p>\r\n<p>The report was prepared as part of the USGS National Water-Quality Assessment Program. The purpose of this program is to assess the water-quality conditions and trends in 59 of the nation&rsquo;s most important river basins and aquifer systems, called study units. Data in the report were collected in 1998 to provide information on contaminant occurrence and distribution in bed sediment and fish tissue throughout the northern Rockies intermontane basins study unit, which encompasses the Clark Fork and Spokane River basins. <\/p>\r\n<p>Copies of Water-Resources Investigations Report 00-4159, \"Concentrations of Selected Trace Elements in Fish Tissue and Streambed Sediment in the Clark Fork-Pend Oreille and Spokane River Basins, Washington, Idaho, and Montana, 1998,\" by T.R. Maret and K.D. Skinner, are available for inspection at the Boise office of the U.S. Geological Survey, 230 Collins Road (387-1300). Copies of the report can be purchased for $4.00 plus $3.50 shipping from the U.S. Geological Survey, Information Services, Box 25286, Denver Federal Center, Denver, CO 80225, or by calling toll free 1-888-275-8747. When ordering, please request Water-Resources Investigations Report 00-4159 and give the full title of the report. An online version of the report also is available at <a href=\"http:\/\/idaho.usgs.gov\/\">http:\/\/idaho.usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Montana","Washington"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"979707600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170557"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}