{"title":"Manatee Subspecies Genetically Confirmed, But Diversity Challenge Looms","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Gainesville, FL.<\/strong> -- The first genetic study to compare nuclear DNA of endangered Antillean manatees in Belize with Florida manatees confirmed their designation as separate subspecies. Belize&rsquo;s manatees, however, were found to have extremely low genetic diversity, raising questions about their long-term genetic viability.<\/p>\n<p>The Central American country of Belize hosts the largest known breeding population of Antillean manatees and is touted by biologists for its potential to repopulate other parts of Central America where manatees are severely reduced, rare or absent.<\/p>\r\n<p>&nbsp;&ldquo;It turns out that the genetic diversity of Belize&rsquo;s manatees is lower than some of the classic examples of critically low diversity&rdquo; said U.S. Geological Survey (USGS) conservation geneticist Margaret Hunter, Ph.D., who led a molecular DNA study of genetic diversity in the Antillean subspecies in Belize.<\/p>\r\n<p>Belize&rsquo;s Antillean populations scored lower in genetic diversity than textbook examples of &ldquo;bottlenecked\" endangered species such as Wanglang giant pandas, the East African cheetah and an island koala population founded by only three koalas.<\/p>\r\n<p>Endangered species need genetic diversity to weather threats to their survival, including random or rare shocks such as disease, hurricanes or habitat destruction. When a population drops to low numbers, the diversity of its gene pool also shrinks. Even after it rebounds to greater numbers, that population decline leaves a legacy of reduced genetic diversity known as a bottleneck. This renders the population more vulnerable to future shocks, explained Hunter.<\/p>\r\n<p>The low genetic diversity in Antillean manatees is attributed, in part, to centuries of hunting that were only curtailed early in the 20th century. Once found throughout coastal regions of Central and South America, Antillean manatees are now rare or absent in parts of Central America where they used to be considered abundant. Today, even Belize only hosts about 1,000 individuals &mdash; a number well below the threshold recommended for long-term sustainability, said Hunter.<\/p>\r\n<p><strong>Distinct Populations Offer Opportunity<\/strong><\/p>\r\n<p>Although the study found low overall genetic diversity in Belize, notable differences were found in manatees that live near Belize City compared to manatees living in lagoons, rivers, and cayes farther <br \/> south. These differences, said Hunter, equate to genetic variation, which is valuable for sustaining a diverse gene pool.<\/p>\r\n<p>&ldquo;When it comes to the sustainability of a species, this is the type of genetic diversity you want to preserve for the future,&rdquo; explained Hunter.<\/p>\r\n<p>To sustain the diverse gene pool these populations offer, managers will need to consider methods of enabling natural migration and mixing to take place between the two populations.<\/p>\r\n<p>&ldquo;These results show the importance of corridors of suitable habitat and low human impact that allow manatees to travel between key sites,&rdquo; said co-author Nicole Auil Gomez, a Belizean biologist who does consulting for the Florida-based conservation organization Sea 2 Shore Alliance.<\/p>\r\n<p>&ldquo;Leaving pockets of habitat is no longer enough,&rdquo; she added.<\/p>\r\n<p><strong>Confirmation of the Subspecies<\/strong><\/p>\r\n<p>The genetic evidence that Florida manatees (<em>Trichechus manatus latirostris<\/em>) are not regularly mixing with populations of Antillean manatees (<em>Trichechus manatus manatus<\/em>) in Belize means they don&rsquo;t naturally affect each other&rsquo;s population size or genetic diversity, Hunter said.<\/p>\r\n<p>The question of whether these two seemingly distant populations were interbreeding had been raised in light of radiotracking evidence that manatees are capable of migrating long distances. Florida manatees have turned up in places as far as Rhode Island, the Bahamas and Cuba.<\/p>\r\n<p>The only prior genetic data","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Louisiana","Mississippi","Puerto Rico","Texas"],"country":["United States of America"],"mm_tags":["manatee","Belize","Antillean","Florida","Conservation Genetics"],"release_date":{"und":[{"value":"1284350400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170008"},{"tid":"170286"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}