{"title":"Effects of Climate Change on Natural Resources","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>LAS VEGAS &mdash;<\/strong> Scientists and natural resource managers from across the region will gather in Las Vegas April 20-22, 2010 to discuss how climate change is affecting natural resources in deserts of the western U.S. &mdash; specifically the Great Basin and Mojave Desert.&nbsp; The three-day workshop will focus on the research, adaptation, and mitigation necessary to address challenges posed by a changing climate to species, ecosystems, and humans.<\/p>\n<p>The U.S. Department of the Interior manages one-fifth of the land in the country, 35,000 miles of coastline, and 1.76 billion acres of the Outer Continental Shelf. &nbsp;The Great Basin and Mojave Desert cover approximately 215,000 square miles in portions of six states.&nbsp; The impacts of climate change are driving new approaches to managing these vast resources to protect them from current and future effects of climate change. &nbsp;<\/p>\r\n<p>The Great Basin-Mojave Desert climate change workshop is a joint effort sponsored by the U.S. Fish and Wildlife Service, the U.S. Geological Survey, the National Park Service, the U.S. Environmental Protection Agency, the Bureau of Land Management, the Desert Research Institute, and other agencies and organizations.<\/p>\r\n<p>Workshop objectives include:<\/p>\r\n<ul>\r\n<li>Increase understanding of climate change processes and their effects on the physical systems and plants and animals of the Great Basin and Mojave Desert <\/li>\r\n<li>Provide the best available scientific information for adapting to change <\/li>\r\n<li>Examine research and management needs <\/li>\r\n<li>Evaluate management challenges and potential solutions <\/li>\r\n<li>Develop effective research and management collaborations for addressing climate change into the future <\/li>\r\n<\/ul>\r\n<p><br \/><strong>Great Basin-Mojave Desert Climate Change Workshop<br \/>April 12, 2010<\/strong><\/p>\r\n<p>Organizers designed the workshop to produce results including:<\/p>\r\n<ul>\r\n<li>Ongoing information exchange among the participating agencies<\/li>\r\n<li>Cross-organizational work groups to explore research and scientific assessments, tools and priorities <\/li>\r\n<li>Management adaptation and mitigation strategies <\/li>\r\n<li>Peer-reviewed publications and an Internet presence<\/li>\r\n<\/ul>\r\n<p>U.S. Senator Harry Reid has been invited to deliver the opening keynote message.&nbsp; Other presenters include:<\/p>\r\n<ul>\r\n<li><strong>Tom Armstrong, DOI <\/strong>Senior Advisor for Climate Change<\/li>\r\n<li>Ricardo Lopez, Acting Chief, Landscape Ecology Branch, U.S. Environmental Protection Agency, Las Vegas, NV<\/li>\r\n<li>Stanley Smith, Professor-Associate Vice President for Research, UNLV School of Life Sciences<\/li>\r\n<li>Bethany Bradley, Assistant Professor, University of Massachusetts, Department of Natural Resources Conservation<\/li>\r\n<li>Kelly Redmond, Regional Climatologist, Desert Research Institute<\/li>\r\n<li>J. Michael Scott, Research Wildlife Biologist, USGS<\/li>\r\n<li>Julio Betancourt, Research Hydrologist, USGS<\/li>\r\n<li>Robert Webb, Research Hydrologist, USGS <\/li>\r\n<\/ul>\r\n<p>The event is being held at the University of Nevada, Las Vegas Student Union located at 4505 South Maryland Parkway.&nbsp; Participants and observers must register at the conference.&nbsp; The registration fee is $180.00.&nbsp; Student registration is $80.00 with valid student identification. &nbsp;For more information, please visit the <a href=\"http:\/\/www.wr.usgs.gov\/workshops\/\">workshop Web site<\/a><a href=\"http:\/\/www.wr.usgs.gov\/workshops\"><\/a>.<\/p>\r\n<p><strong>Note to editors<\/strong><strong>:<\/strong> Reporters are welcome to attend any or all sessions of the workshop. Workshop participants will be available for interviews according to individual schedule.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Oregon","Arizona","Utah","California","Nevada"],"country":["United States of America"],"mm_tags":["biology","geography","geology","water","Adaptive Management","California","Arizona","Utah","Oregon","Idaho","Nevada","Climate Change","Great Basin","Mojave","","","","Ecosystem Health","","","Endangered Species","","Natural Resources","Sage Grouse","","","Desert","ecology","environment","sagebrush","tortoise","wildlife"],"release_date":{"und":[{"value":"1271044800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169134"},{"tid":"169951"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}