{"title":"sick Fish May Get Sicker: Climate Change and Other Stresses Expected to Affect Entire Populations of Fish","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Entire populations of North American fish already&nbsp; are being affected by several emerging diseases, a problem that threatens to increase in the future with climate change and other stresses on aquatic ecosystems, according to a noted U.S. Geological Survey researcher giving an invited talk on this subject today at the Wildlife Disease Association conference in Blaine, Wash.<\/p>\n<p>&ldquo;A generation ago, we couldn&rsquo;t have imaged the explosive growth in disease issues facing many of our wild fish populations,&rdquo; said Dr. Jim Winton, a fish disease specialist at the USGS Western Fisheries Research Center. &nbsp;&ldquo;Most fish health research at that time was directed toward diseases of farmed fish.&rdquo;<\/p>\r\n<p>In contrast, said Winton, recent studies in natural aquatic systems have revealed that, in addition to being a cause of natural death, infectious and parasitic fish diseases can produce significantly greater mortality in altered habitats leading to population fluctuations, extinction of endangered fish, reduced overall health and increased susceptibility to predation.<\/p>\r\n<p>In addition, said Winton, populations of certain fish species have suffered catastrophic losses after non-native diseases were first introduced into a water body. Examples include whirling disease in the intermountain west and the recent introduction of viral hemorrhagic septicemia in the Great Lakes.<\/p>\r\n<p>&nbsp;&ldquo;The scientific community is increasingly concerned that global trade, extensive habitat alteration, accumulations of contaminants and other human-caused stresses stressors, including climate change, will affect the distribution or severity of fish diseases and contribute to increasing population-scale losses in these important natural resources,&rdquo; Winton said.&nbsp;<\/p>\r\n<p>Disease is often ignored as a factor affecting wild populations of fish and wildlife because the effects are difficult to observe and quantify, noted Winton. But as cold-blooded animals, fish are highly dependent on environmental conditions, especially temperature, to help maintain critical physiological processes such as immune function that can affect whether a fish gets a disease or parasite, how it is affected by it, and how the disease progresses.<\/p>\r\n<p>In particular, said Winton, some fish &ndash; such as salmon, trout and muskellunge - have a fairly narrow range of water temperatures they can live in.&nbsp; &ldquo;If that temperature is exceeded over a period of time, not only may die-offs occur, but also, the increased stress and altered immune function will lead to greater levels of infectious or parasitic diseases which is why global warming is of particular concern.<\/p>\r\n<p>Winton said that increased scientific recognition of fish diseases as a potential population-limiting factor in wild populations of fish is partly the result of the emergence of high-profile diseases such as whirling disease in wild-spawning rainbow trout in the Rocky Mountain West, viral hemorrhagic septicemia in the North Pacific Ocean and the Great Lakes, and a fungal-like disease, ichthyophoniasis, in adult Chinook salmon in the Yukon River.<\/p>\r\n<p><strong>The 58th annual meeting of the <a href=\"http:\/\/www.wildlifedisease.org\/\" target=\"_blank\">Wildlife Disease Association (WDA)<\/a> will be August 2-7, 2009, in Blaine, Wash.<\/strong> The theme is <em>Wildlife Health from Land to Sea: Impacts of a Changing World<\/em>.&nbsp;This press release is based on a paper being presented on Aug. 3 at the conference&nbsp; by USGS scientist Dr. Jim Winton,&nbsp; &ldquo;The ecology of emerging diseases among populations of wild fish.&rdquo;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["biology","fish","Climate Change"],"release_date":{"und":[{"value":"1249272000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}