{"title":"Georgia Groundwater Levels Decline During 2010-2011","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>ATLANTA<\/strong>&mdash; Georgia's groundwater levels showed a general decline between 2010 and 2011 in response to low rainfall and increased pumping, according to a recent USGS publication.<\/p>\n<p>The greatest declines&nbsp;in the <a href=\"http:\/\/pubs.usgs.gov\/fs\/FS-010-96\/images\/fig1.gif\">aquifers<\/a>&nbsp;were in the southwestern part of the state where groundwater levels dropped as much as 18 feet in the Upper Floridan aquifer, 22 feet in the Claiborne aquifer, 30 feet in the Clayton aquifer, and 17 feet in the Cretaceous aquifer system.<\/p>\r\n<p>The U.S. Geological Survey, in cooperation with numerous local, State, and Federal agencies, operates a monitoring network to help water officials address problems related to water supply, water use, and water quality. Data from the monitoring network in Georgia indicate that groundwater levels declined in 158 of the 168 wells monitored during 2010-2011.&nbsp;<\/p>\r\n<p>\"Data from the USGS network are essential for water-resources assessment and management,\" explained John Clarke, USGS Hydrologist. \"Water-level measurements from observation wells are the prin&shy;cipal source of information about the hydrologic stresses on aquifers and how these stresses affect groundwater recharge, storage, and discharge. This information can be used to develop management plans for groundwater withdrawal in areas where problems have or may develop.\"<\/p>\r\n<p>The report, written for Georgia's water resource managers, should be useful for anyone interested in the state's water quality and availability.&nbsp; It includes hydrographs showing monthly mean groundwater levels and trends together with maps showing groundwater-level trends during 2010&ndash;2011. In addition to continuous water-level data, the report includes maps showing groundwater levels and flow directions for the Upper Floridan aquifer in Camden, Charlton, and Ware Counties; the Brunswick-Glynn County area; and the Albany&ndash;Dougherty County area.&nbsp; Similar maps were also constructed for the Cretaceous aquifer system in the Augusta&ndash;Richmond County area. In general, water levels in these areas were lower during 2011 than during 2010; however, groundwater flow directions in each of the areas showed little change.<\/p>\r\n<p>Changes were also noted in groundwater quality in the Upper Floridan aquifer in parts of the state. In the Albany area, nitrate as nitrogen concentrations monitored near a public supply well field generally decreased during 2010-2011, with most wells within U.S. Environmental Protection Agency drinking-water standards. Concentrations in two of the wells, located about half a mile from the well field, remained above the EPA drinking-water standard. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p class=\"Pa23\">In the Savannah area, data from two wells indicate that chloride concentrations in the Upper Floridan aquifer showed little change during calendar years 2010 through 2011 and remained within drinking-water standards. In the Brunswick area, the chloride concentration in the Upper Floridan aquifer remained above the drinking-water standard in an approximately two-square-mile area; however, chloride concentrations in 2011 were lower than in 2010 in over 70 percent of the wells sampled.<\/p>\r\n<p>Groundwater levels, permitted water use, and groundwater quality throughout Georgia were summarized in a recently released report, \"<a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5084\">Groundwater conditions in Georgia, 2010-2011<\/a>\" by Michael F. Peck, Debbie W. Gordon, and Jaimie A. Painter, available online.&nbsp;<\/p>\r\n<p>Up-to-date data for wells included in the report are available at the&nbsp;<a href=\"http:\/\/ga.water.usgs.gov\/infodata\/groundwater.html\" target=\"_blank\">Georgia groundwater website<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Georgia"],"country":["United States of America"],"mm_tags":["water","ground Georiga Water Science Center Geographic Areas Southeast Georgia"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1371009600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"169700"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}