{"title":"USGS Presents Science about a Changing World at AAG 2005","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. Geological Survey (USGS) scientists are presenting science about our changing world at the 2005 Association of American Geographers conference, April 5-9, in Denver, Colo. Changes to the landscape of the Front Range of Colorado, changes to the way American cities look, and changes to the water, land use, and land cover of our Nation are topics USGS scientists will discuss. Featured USGS presentations at the Adam&rsquo;s Mark Hotel include:<\/p>\n<p><b>Tuesday, April 5<\/b><\/p>\r\n<p><b>Home on the Front Range is Changing:<\/b> The population growth of the Front Range of Colorado is faster than the Nation as a whole. The population of the Front Range Metropolitan Statistical Area (MSA) increased by 31 percent between 1990 and 2000, while the national population increased by 13 percent. In addition, the Colorado State Demographer&rsquo;s Office projects that the Front Range population will increase an additional 63 percent by 2030. This population growth has resulted in significant transformations in the Front Range landscape&mdash;it has been changed from an agricultural landscape with islands of cities, to an increasingly urban landscape with more urban land projected for the future. The USGS session will present past, present and future urbanization in the Colorado Front Range, and cover the consequences of this urbanization. The session, Urbanization of the Colorado Front Range &ndash; Past, Present and Future, is in <b>Director&rsquo;s Row H<\/b> at <b>2 p.m.<\/b> The USGS talks include:<\/p>\r\n<p><b>&middot; Working Together for the Common Good:<\/b> The USGS is working with policy makers from local and regional levels in the Colorado Front Range to define and develop environmental indicators that are relevant to the questions facing these decision makers. Workshops are being held to develop a set of regional environmental and natural resource indicators that objectively describe the state of this region. These indicators will serve as the unbiased core around which regional environmental policies are debated. The Colorado Front Range will serve as a test case for this approach, which, if successful, will be exported to other regional place and topic priorities. The talk, by USGS scientist Tom Owens, is entitled Development and Application of Human and Environmental Indicators in the Colorado Front Range.<\/p>\r\n<p><b>&middot; Learning Lessons from Our Past:<\/b> The dramatic landscape change that took place along the Colorado Front Range began in 1858 when gold was discovered in Denver. A mass migration to the Colorado Territory followed. The arrival of the railroad in the late 1800s also spurred growth. During the 20th century, Denver became a regional economic hub for a large part of the western United States. The population of the Front Range continued to increase after the 1800s to a present-time total exceeding 3.5 million. As the population grew along the Front Range, the landscape transformed from grass and shrub ecosystems to a complex of urban and agricultural areas. To gain an understanding of landscape change, USGS mapped the land use and land cover from the 1930s to the late 1990s. By monitoring landscape change, USGS and its partners gain a better understanding of the ecological effects of this change and relate the new information to future land-management decisions. USGS is also modeling future landscape change to provide information for decision makers so they can make more informed decisions to help protect our environment and quality of life. The talk, by USGS scientist Michael Stier, is entitled Historic, Current, and Future Landscapes along the Colorado Front Range.<\/p>\r\n<p><b>&middot; On the Road Again:<\/b> The USGS used a new national dataset for the U.S. that depicts distance to the nearest road (at 30-meter intervals) called NORM ED (National Overview Road Metrics &ndash; Euclidean Distance) in a regional analysis of the Front Range. USGS used the Front Range road-induced landscape change as an indicato","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1112673600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"169484"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}