{"title":"USGS Releases Online Interactive Tool to Predict Atrazine in Streams Across U.S.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Online predictions for stream concentrations of atrazine, one of the most heavily used herbicides in the United  States, are now available as interactive maps and graphs for streams across the country, according to a U.S. Geological Survey study highlighted today at the summer meeting of the American Chemistry Society in Washington, D.C.<\/p>\n<p>The predictions are based on a USGS statistical model &ndash; referred to as Watershed Regression for Pesticides (or &ldquo;WARP&rdquo;). This model also provides key statistics for each selected stream, including the probability that atrazine may exceed a water-quality benchmark of potential concern, and a level of confidence and uncertainty associated with each estimate.<\/p>\r\n<p>&ldquo;Assessment and management of pesticides require far more information on concentrations in streams and rivers than we can afford to directly measure for all the places and times of interest,&rdquo; said lead scientist, Robert Gilliom. &ldquo;For these situations, statistical models, such as WARP, can be used to predict water-quality conditions at unmonitored locations under a range of possible circumstances.&rdquo;<\/p>\r\n<p>Predictions and interactive mapping of atrazine for any stream in the U.S. are available <a href=\"http:\/\/infotrek.er.usgs.gov\/warp\/\">online<\/a>.&nbsp;<\/p>\r\n<p>This release is the first in a series of statistical models for atrazine and other pesticides. The models are based on monitoring in 112 streams from 1992-2001, as well as watershed characteristics that affect the occurrence of pesticides in streams, The driving characteristics include&nbsp; agricultural pesticide use, and natural features, such as soil characteristics, hydrology, and climate. Current models make predictions from estimated atrazine use during 2007.<\/p>\r\n<p>The mapping and modeling tool can assist water managers, policy makers, and scientists in several ways, including:<\/p>\r\n<ul>\r\n<li>Understanding      where and why atrazine occurs in streams<\/li>\r\n<li>Assessing      geographic patterns in stream concentrations of atrazine at many scales,      ranging from regional and national<\/li>\r\n<li>Designing      efficient and cost-effective monitoring programs and studies<\/li>\r\n<li>Identifying      streams with the greatest likelihood to have concentrations that exceed a      water-quality benchmark of potential concern<\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Atrazine","pesticide","water","Model","interactive"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1250740800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170350"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}