{"title":"USGS Prepares for 2000 Hurricane Season with Updated Storm-Response Plan","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>With the first month of the official hurricane season peacefully behind us, the U.S. Geological Survey (USGS) is keeping an ever-watchful eye out for hurricanes and severe tropical storms approaching the Atlantic and Gulf coasts of the United States. <\/p>\n<p>The USGS coastal storm-response plan, an internal document drafted and piloted by the Bureau during the 1998 hurricane season, has been revised for the Year 2000. The plan provides the infrastructure and process for forming unique USGS storm-response teams each time a severe coastal storm threatens the lives and property of U.S. citizens in the eastern and southeastern parts of the country. <\/p>\r\n<p>The storm-response team is comprised of USGS managers and specialists in the fields of hydrology, biology, mapping, geology, and communications. This team of experts coordinates operations and logistics with the USGS Center for Integration of Natural Disaster Information <a href=\"http:\/\/cindi.usgs.gov\/\">http:\/\/cindi.usgs.gov<\/a> to ensure the timely and efficient collection and distribution of USGS data that is critical for use by emergency management officials at the local, state, and federal level. <\/p>\r\n<p>\"Here at USGS, our goal is to make certain that emergency managers have the critical scientific data they need to make informed decisions on the safety issues that surround hurricanes and other natural hazards, decisions that must be made quickly and can have a significant impact on lives and property,\" said Charles G. Groat, Director of the USGS. \"Communities can also use USGS information when they make decisions on how to ensure a safer tomorrow.\" <\/p>\r\n<p>When a hurricane or severe storm threatens the lives and property of U.S. citizens, USGS geographers respond to requests from local, state, and other federal agencies (Federal Emergency Management Agency, American Red Cross, U.S. Army Corps of Engineers, and the National Imagery and Mapping Agency) for maps of areas possibly affected by the potential hazard. Emergency relief workers use these maps to plot the boundaries of a potential disaster area to determine the number of households involved. This vital information is needed to estimate the amount of food, clothing, and shelter that might be needed by people in areas affected by a severe storm. <\/p>\r\n<p>During the storm itself, near \"real-time\" stream data (stage and volume of water) are automatically relayed by satellite telemetry from many locations around the country as part of a nationwide network of USGS streamgaging stations. These crucial data are received by the National Weather Service and other government agencies responsible for issuing flood warnings to safeguard the lives and property of people during a severe storm. Near real-time stream data for stations all over the country are provided at <a href=\"http:\/\/water.usgs.gov\/realtime.html\">http:\/\/water.usgs.gov\/realtime.html<\/a> on the Internet. <\/p>\r\n<p>In addition, USGS field scientists in coastal states are looking at what natural resources, from beaches and wetlands to endangered species, might be adversely affected by the fury of a hurricane or severe tropical storm. Routine monitoring and data collection of these natural resources before a storm provide USGS scientists with baseline information for comparison of resources after a storm. For instance, habitat mapping of wetlands by aerial photography before and after a storm allows biologists to better understand the possible effects of a hurricane (due to sedimentation and erosion) on a species&rsquo; food supply and living conditions. <\/p>\r\n<p>One possible long-term effect of repeated hurricane activity is greatly accelerated erosion along a coast. The results of coastal change studies using remote sensing techniques and on-the-ground measurements and observations by USGS scientists are extremely useful not only for coastal planners and managers, but property owners as well. \"When we know the coastal profile, the shoreline cities can make bette","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"964065600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}