{"title":"One-Stop Web Shop for USGS Great ShakeOut Science Resources Now Open","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>You can now view video interviews, see earthquake animations and impacts, download high-resolution imagery and much more, all related to the USGS science behind the Great Southern California ShakeOut, all in one place: <a href=\"http:\/\/www.usgs.gov\/shakeout\">www.usgs.gov\/shakeout<\/a>.<\/p>\n<p>This site is in support of the Great ShakeOut, an earthquake preparedness activity in Southern California that will include the largest earthquake drill in U.S. history, on Nov. 13, 2008. The ShakeOut is based on a San Andreas earthquake scenario that the USGS created along with emergency responders, power, water and transportation departments, social scientists, engineers and many others.<\/p>\r\n<p>In the scenario, the earthquake would kill 1800 people, injure 50,000, cause $200 billion in damage, and have long-lasting social and economic consequences. The science and many of the people responsible for that scenario are highlighted on this new Web site, which includes:<\/p>\r\n<ul type=\"disc\">\r\n<li>USGS ShakeOut Scenario scientific studies and products, <\/li>\r\n<li>multimedia interviews with USGS scientists<\/li>\r\n<li>video interviews with USGS partners about how science creates safer communities,<\/li>\r\n<li>video footage and images of areas vulnerable to a San Andreas earthquake,<\/li>\r\n<li>ShakeOut-related news releases, and<\/li>\r\n<li>links to earthquake preparedness resources.<\/li>\r\n<\/ul>\r\n<p>New products and information will continue to be added to the site, so check back often. More images, and broadcast-quality footage of the interviews and vulnerable areas are also available.<\/p>\r\n<p>Learn more at <a href=\"http:\/\/www.usgs.gov\/shakeout\">www.usgs.gov\/shakeout<\/a>.<\/p>\r\n<p>Five million people have already pledged to take part in the ShakeOut. Don't be left out-join them at <a href=\"http:\/\/www.shakeout.org\/\">http:\/\/www.shakeout.org\/<\/a>. Get up-to-date, worldwide earthquake information at <a href=\"http:\/\/earthquakes.usgs.gov\/\">earthquakes.usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","Drill","environment","geology","hazards","Shake Out"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1226293200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}