{"title":"USGS Examines Environmental Impacts of Aircraft De-Icers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Editors:  <\/strong><strong>The report, Aquatic Toxicity of Nine Aircraft De-Icer and Anti-Icer Formulations and Relative Toxicity of Additive Package Ingredients Alkylphenol Ethoxylates and 4,5-Methyl-1H-benzotriazoles is available on:  <a href=\"http:\/\/pubs.acs.org\/cgi-bin\/abstract.cgi\/esthag\/2006\/40\/i23\/abs\/es0603608.html\">http:\/\/pubs.acs.org\/cgi-bin\/abstract.cgi\/esthag\/2006\/40\/i23\/abs\/es0603608.html<\/a><\/strong> \r\n<\/p>\r\n<p>\r\n<!--introstart-->The U.S. Geological Survey (USGS) has been examining the relative toxicity to aquatic life from a variety of formulations used to remove or prevent dangerous ice buildup on aircraft. <!--introend-->  A recent study has confirmed that proprietary additives are responsible for the observed toxicity. This USGS study, published in the journal <em>Environmental Science &amp; Technology,<\/em> compared<em> <\/em>nine different formulations. Neither the primary ingredients (ethylene glycol and propylene glycol) nor the known additives accounted for all observed toxicity of these formulations. \r\n<\/p>\r\n<p>\r\nAdditives are included to improve a formulation&#39;s effectiveness.  Those that are proprietary have compositions known only to the manufacturer. Although research conducted in the mid 1990&#39;s revealed the toxicity of proprietary additives, this study compared numerous de-icers and anti-icers and confirmed that most still have toxic additives that have not been publicly identified. \r\n<\/p>\r\n<p>\r\n&quot;This study suggests that some de-icers &mdash; products that remove snow and ice buildup - that are currently in use are safer for the environment than the de-icers used in the 1990&#39;s,&quot; said Steve Corsi, USGS scientist and lead author of this study. &quot;But the toxicity profiles of anti-icers &mdash; products that prevent ice and snow buildup &mdash; have not changed significantly.&quot;  \r\n<\/p>\r\n<p>\r\nFor this study, completed in cooperation with Milwaukee&#39;s General Mitchell International Airport and the Dallas-Fort Worth Airport, formulations were collected directly from storage tanks and de-icing vehicles and tested on minnows, water fleas, green alga, and marine bacterium.  These organisms are near the bottom of the food chain and are common benchmark indicators of environmental health.  The sensitivity of tested organisms varied according to a number of factors including formulation of the product. Concentrations of deicer and anti-icer components previously observed in airport effluents have, at times, exceeded the toxicity levels shown in results of this study. \r\n<\/p>\r\n<p>\r\nStudy results indicated that anti-icers are more toxic than de-icers due to the larger percent of additives contained in anti-icers. The package of additives used in these fluids varies between manufacturer and type of formulation. In addition, some additives are of special concern not only due to the toxicity of the additive, but because they can become increasingly toxic as they degrade in the environment. \r\n<\/p>\r\n<p>\r\n&quot;Airports in cold climates throughout the world use de-icers or anti-icers nearly every day during the winter, and those in warmer climates also must use them periodically. The most intensive de-icing and anti-icing application often occurs during extreme weather conditions including periods of snow, freezing rain, and high winds. This occasionally makes it difficult to contain the spent fluids and they are released to the environment. While they are a necessity for aviation safety, these products are potential environmental contaminants,&quot; said Corsi. \r\n<\/p>\r\n<p>\r\nThe U.S. EPA acknowledges that there is environmental impact from aircraft de-icers and anti-icers and is studying possible guidelines in consideration of national regulation to limit its runoff from airports. Many airports have implemented measures to reduce runoff of chemicals into the environment, so the fate of these substances varies depending on the individual airport and weather conditions during th","summary":null,"format":null}]},"field_images":[],"regions":["Texas","Wisconsin"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1168405200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170503"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}