{"title":"Media Advisory: Salmon Release Spawns Benefits for Oswego County","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Thousands of young Atlantic salmon will be released into Salmon River through early October in an effort to restore this diminished Lake Ontario fish population, extending the sport fishing season by at least two months in Oswego County, N.Y.<!--introend-->&nbsp;<\/p>\n<p>Beginning on Sept. 20 and lasting two weeks, U.S. Geological Survey scientists will stock Beaverdam, Orwell, and Trout Brooks and the main stem of the Salmon River in Oswego County with approximately 70,000 young Atlantic salmon, a native fish species that has been eliminated in Lake Ontario due to habitat loss and overfishing. The released fish will create a Lake Ontario egg source of salmon at sites where they can be readily captured as adults, spawned, and re-released into Lake Ontario tributaries.&nbsp;&nbsp;<\/p>\r\n<p>&ldquo;These fish will represent the initial Lake Ontario strain of Atlantic salmon,&rdquo; said USGS scientist Jim Johnson. &ldquo;An additional 20,000 yearling salmon will be stocked in April.&rdquo;<\/p>\r\n<table>\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>WHAT: <\/strong><\/td>\r\n<td>Join USGS scientists as thousands of Atlantic salmon are released into Beaverdam Brook. <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>WHO: <\/strong><\/td>\r\n<td>USGS scientist Jim Johnson and staff of the USGS Tunison Laboratory of Aquatic Science. <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>WHERE:&nbsp; <\/strong><\/td>\r\n<td>Salmon River Hatchery, New York State Department of Environmental Conservation<br \/>2133 County Route 22<br \/>Altmar, N.Y. <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>WHEN: <\/strong><\/td>\r\n<td>Thursday, Sept. 29 at 11 a.m. <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>RSVP: <\/strong><\/td>\r\n<td>Please contact Marisa Lubeck by Wednesday, Sept. 28 via the information listed above.<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Unlike the more prevalent Pacific salmon that spawn in Lake Ontario during the fall, Atlantic salmon begin returning to streams to spawn in early summer, extending the fishing season into July and August.&nbsp;<\/p>\r\n<p>&ldquo;This early return of adult Atlantic salmon should extend the fishing season by at least two months, which may provide economic benefits to Oswego County,&rdquo; Johnson said.&nbsp;<\/p>\r\n<p>Three to four years after this fall&rsquo;s release, the adult Atlantic salmon will be collected in Beaverdam Brook and brought to the USGS Tunison Laboratory of Aquatic Science in Cortland, N.Y., where they will be spawned in the fall and the resulting juveniles reared and released back into Lake Ontario tributaries.&nbsp;<\/p>\r\n<p>Historically, the Lake Ontario population of Atlantic salmon represented the largest freshwater population of salmon in the world. However, they were extirpated over a century as a result of overfishing and loss of spawning habitat from dam construction.&nbsp;<\/p>\r\n<p>&ldquo;This effort will be a critical first step in restoring a resilient Lake Ontario fish community,&rdquo; Johnson said.&nbsp;<\/p>\r\n<p>The Oswego County salmon release is part of a coordinated effort among the <a href=\"http:\/\/www.glsc.usgs.gov\/\">USGS Great Lakes Science Center<\/a> and state, tribal, and Canadian fishery resource managers to restore Atlantic salmon in the Lake Ontario\/St. Lawrence River drainage system.&nbsp;<\/p>\r\n<p>Funding for the USGS Tunison Laboratory's salmon rearing capabilities comes from the Great Lakes Restoration Initiative and from a 2005 Congressional appropriation.&nbsp;&nbsp;<\/p>\r\n<p><a href=\"http:\/\/cida.usgs.gov\/glri\/projects\/habitat_and_wildlife\/restore_aquatic_habitats.html\">Click here<\/a> for more information on USGS aquatic habitat and species restoration activities in the Great Lakes.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_09_27\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_09_27\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":["ecosystems","Atlantic Salmon","Lake Ontario","Great Lakes"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1317096000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}