{"title":"Computer Models to Help Groundwater Management in the Klamath Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>PORTLAND, Ore.<\/strong>&shy;&ndash; <!--introstart-->The U.S. Geological Survey has developed models to help water managers identify strategies to use groundwater for meeting competing water demands in the semi-arid upper Klamath Basin.<!--introend--> The models, which simulate the effects of pumping strategies on groundwater levels and other hydrologic features, such as springs and streams, provide new insights into managing groundwater in the basin.<\/p>\n<p>&ldquo;Now that we have demonstrated the capability of the models to inform decisions about groundwater management in the upper Klamath Basin, a next step in the application of the models will be working with management agencies and stakeholders to refine groundwater management objectives,&rdquo; said Marshall Gannett, USGS hydrologist and principal investigator for the modeling project.<\/p>\r\n<p>Pumping-related groundwater level declines have been a problem for some groundwater users in the basin and are a concern for water management agencies. The new models, developed in cooperation with the Bureau of Reclamation and the Oregon Water Resources Department, consist of a groundwater flow model coupled with a groundwater management model. The coupled models can be used to identify strategies for making optimal use of groundwater while at the same time keeping the impacts of pumping on water levels and groundwater discharge to streams within prescribed limits.<\/p>\r\n<p>The USGS is working with water-management agencies and stakeholders in applying the models to inform groundwater management on the Reclamation&rsquo;s Klamath Project. Groundwater has been used on the Reclamation Project for the past decade to supplement surface water during dry years. Water managers have been uncertain, however, of how much water can be pumped without causing unacceptable impacts and jeopardizing the long-term availability of the resource.<\/p>\r\n<p>&ldquo;We are pleased to have a flexible modeling tool available to assist us with groundwater management in the Upper Klamath Basin,&rdquo; said Phil Ward, Oregon Water Resources Department. &ldquo;Our cooperative studies and work with the USGS significantly increase our understanding of the hydrological characteristics of the basin.&nbsp;A better understanding of basin hydrology improves water management and adds value and certainty for the many water users in the Klamath.&rdquo;<\/p>\r\n<p>Preliminary results of the modeling show that a certain amount of supplemental groundwater pumping can occur on a long-term basis without exceeding defined limits on how far groundwater levels can be drawn down and how much groundwater discharge to streams through springs can be reduced. The results will provide a level of certainty with regard to groundwater availability in the future.<\/p>\r\n<p>\"The value of these models is that they provide a scientific basis for predicting future outcomes for water availability under various water management scenarios,\" said USGS Director Marcia McNutt. \"All stakeholders can examine the results, decide whether or not the results meet predetermined levels of long-term water sustainability, and modify management plans if necessary.\"<\/p>\r\n<p>Application of the modeling system will also require incorporation of realistic climate variability, such as historic drought cycles, and accounting for the full set of other groundwater pumping stresses in the basin.<\/p>\r\n<p>The results of this study can be viewed in USGS Scientific Investigations Report 2012&ndash;5062, entitled, &ldquo;Groundwater Simulation and Management Models for the Upper Klamath Basin, Oregon and California,&rdquo; which is online at <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5062\/\">http:\/\/pubs.usgs.gov\/sir\/2012\/5062\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","California"],"country":["United States of America"],"mm_tags":["Klamath","Basin","groundwater","Computer","Model","management","Water Groundwater Resources","water"],"release_date":{"und":[{"value":"1337140800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169747"},{"tid":"170065"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}