{"title":"Low-Level Flights Study New Madrid Seismic Zone","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_181301\" align=\"alignright\" width=\"496\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/asdsadsad1.jpg\"><img class=\"size-full wp-image-181301 \" title=\"asdsadsad\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/asdsadsad1.jpg\" alt=\"This airplane is a Cessna-180, specially modified for low-altitude geophysical surveys. The aircraft is owned and operated by Cloudstreet Flying Services, Fort Collins, Colo., working jointly with EDCON-PRJ of Lakewood, Colo. EDCON-PRJ is under contract to the USGS to obtain measurements of the earthâ\u0080\u0099s magnetic field close to the ground.  The magnetic sensor (magnetometer) is located at the tip of the &quot;stinger&quot; attached to the rear of the airplane.  The magnetometer emits no energy or signal of its own. \" width=\"496\" height=\"255\" \/><\/a> This airplane is a Cessna-180, specially modified for low-altitude geophysical surveys. The aircraft is owned and operated by Cloudstreet Flying Services, Fort Collins, Colo., working jointly with EDCON-PRJ of Lakewood, Colo. EDCON-PRJ is under contract to the USGS to obtain measurements of the earthâ\u0080\u0099s magnetic field close to the ground. The magnetic sensor (magnetometer) is located at the tip of the \"stinger\" attached to the rear of the airplane. The magnetometer emits no energy or signal of its own.[\/caption]\n\n<strong>Low-Flying Plane Hunts for Clues about New Madrid Earthquakes<\/strong>\n\nScientists are learning more about the earth under our feet by getting up in the clouds. A new study by the U.S. Geological Survey is using a low-flying plane to measure the magnetic field of the earth, which may help map and characterize shallow concealed faults associated with the New Madrid Seismic Zone.\n\n<strong>Itâ\u0080\u0099s a bird! Itâ\u0080\u0099s a plane! Itâ\u0080\u0099sâ\u0080¦a USGS study?<\/strong>\n\nFor the next month, an airplane operated by <a href=\"http:\/\/edcon-prj.com\/\">EDCON-PRJ<\/a> under contract to the USGS will be making low-level flights over an 1800-square-mile area including Blytheville, Ark., Kennett, Mo., Piggott, Ark., and Qulin, Mo., along with other parts of southeastern Missouri, northeastern Arkansas, and western Tennessee.\n\nThese flights are part of an ongoing USGS earthquake research program to identify hidden geologic features, such as faults and changes in rock types, thus providing a better understanding of the earthquake hazards of the area. The airborne magnetic survey is just one of many USGS efforts, such as subsurface seismic and radar imaging, trenching into earthquake-generated sand blows and faults, and estimating ground shaking in future earthquakes, to better understand the New Madrid Seismic Zone. Results from these studies help citizens, engineers, emergency managers, and public officials understand the hazard so that they can take actions that will reduce losses in future earthquakes.\n\n[caption id=\"attachment_181523\" align=\"alignright\" width=\"526\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/NMseismicity-for-TopStory1.jpg\"><img class=\" wp-image-181523   \" title=\"NMseismicity for TopStory\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/NMseismicity-for-TopStory1-927x1024.jpg\" alt=\"This map shows the study area within the New Madrid Seismic Zone. Low-level flights will take place over this 1800-square-mile area, which includes Blytheville, Ark., Kennett, Mo., Piggott, Ark., and Qulin, Mo., along with other parts of southeastern Missouri, northeastern Arkansas, and western Tennessee.\" width=\"526\" height=\"581\" \/><\/a> This map shows the study area within the New Madrid Seismic Zone. Low-level flights will take place over this 1800-square-mile area, which includes Blytheville, Ark., Kennett, Mo., Piggott, Ark., and Qulin, Mo., along with other parts of southeastern Missouri, northeastern Arkansas, and western Tennessee.[\/caption]\n\n<strong>Why study the New Madrid Seismic Zone?<\/strong>\n\nFor the last 40 years, the New Madrid area has been the most seismically active region in the United States east of the Rocky Mountains, and it has a history of large magnitude earthquakes going back several thousand years. Though no knowledge of an imminent large earthquake exists, the USGS has serious concerns about the potential repeat of a destructive earthquake in the New Madrid Seismic Zone, like the remarkable earthquake sequence that occurred in the winter of 1811â\u0080\u00931812. This sequence of earthquakes was felt 800 to 1000 miles away along the Eastern Seaboard. PresidentÂ James Madison felt these earthquakes in Washington D.C., and wrote about the shaking he felt in a letter to Thomas Jefferson.\n\nGeologic evidence from sand blows shows that sequences of large earthquakes with magnitudes ranging from 7 to 8 also occurred in this region in about 1450 A.D., 900 A.D., and 2300 B.C. The geologic evidence indicates that these earthquakes were large with strong aftershocks that produced prolonged and severe ground motions in the area that is now home to several million people.\n\n<strong>Similar risk exists today <\/strong>\n\nA repeat of the 1811â\u0080\u00931812 earthquakes in the New Madrid Seismic Zone today threatens northern Alabama, northeastern Arkansas, southern Illinois, southern Indiana, western Kentucky, northern Mississippi, southeastern Missouri, and western Tennessee. Recent USGS projections place the likelihood of a magnitude 6 or higher earthquake at about 25 to 50 percent over the next 50 years, and the likelihood of a magnitude 7 or higher earthquake at 10 percent.\n\nWith large cities such as Memphis, St. Louis, Little Rock, and Nashville experiencing strong shaking from a large-scale New Madrid earthquake, understanding earthquake hazards helps communities prepare for them, thereby reducing losses and speeding recovery.\n\n[caption id=\"attachment_181611\" align=\"alignright\" width=\"524\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/cartoon_with_logo1.jpg\"><img class=\" wp-image-181611   \" title=\"cartoon_with_logo\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/cartoon_with_logo1-1024x768.jpg\" alt=\"Faults sometimes bring together rocks with different magnetic properties. These variations in magnetic properties produce very small magnetic fields that can be measured with low-flying aircraft, allowing USGS scientists the ability to map and characterize faults even though they may be completely hidden by vegetation or young sediments.\" width=\"524\" height=\"393\" \/><\/a> Faults sometimes bring together rocks with different magnetic properties. These variations in magnetic properties produce very small magnetic fields that can be measured with low-flying aircraft, allowing USGS scientists the ability to map and characterize faults even though they may be completely hidden by vegetation or young sediments.[\/caption]\n\n<strong>Should I be concerned if I live near these low-level flights? <\/strong>\n\nDonâ\u0080\u0099t worry! Anyone observing the low-flying, red and white single-engine Cessna airplane should not be alarmed if they see it fly overhead or pass below the horizon. The airplane is operated by experienced pilots who are specially trained for low-level flying. The magnetometer on the airplane measures the magnetic field of the earth without emitting any energy or signal of its own.\n\nAlso, USGS scientists stick to their specialtiesâ\u0080\u0094you wonâ\u0080\u0099t find them flying the plane! The airplane is operated by Cloudstreet Flying Services, Fort Collins, Colo., working jointly with <a href=\"http:\/\/edcon-prj.com\/\">EDCON-PRJ<\/a> of Lakewood, Colo., both of whom work closely with the Federal Aviation Administration to ensure flights are safe and in accordance with U.S. law.\n\n<strong>When can we expect to see results?<\/strong>\n\nAccurate, peer-reviewed science takes time. It will require several months to a year before results from the survey are released. Stay tuned to the <a href=\"http:\/\/www.usgs.gov\/\">USGS website<\/a> for new developments! To learn more about the New Madrid Seismic Zone, visit the USGS New Madrid Earthquake <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/states\/events\/1811-1812.php\">website.<\/a>\n\nLearn more about important earthquake preparedness actions that the public and businesses can take by visiting the <a href=\"http:\/\/www.ready.gov\/earthquakes\">FEMA earthquake preparedness website<\/a>.\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24313","uid":"31","filename":"asdsadsad.jpg","uri":"public:\/\/asdsadsad.jpg","filemime":"image\/jpeg","filesize":"70449","status":"1","timestamp":"1425492768","type":"image","uuid":"b3ac3d64-153f-4f00-a56e-b7670353d5a9","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Aerial Study","Arkansas","earthquake research program","earthquakes","hazards","Low Level Flight","magnetic anomalies","magnetic measurements","midwest","Missouri","Natural Hazards","New Madrid","Southeast","Tennessee"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1374059608","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}