{"title":"From the Everglades to Alaska<br>Science to Restore the Nation&rsquo;s Ecosystems","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Note to Editors: USGS Director Chip Groat is available for interviews on Dec. 6-7. Please call the contact, above. Groat will present Science for Ecosystem Restoration on Mon, Dec. 6 from 2:20-2:50pm.<\/strong> <\/p>\n<!--introstart--><p>Hydrologists, biologists, geologists and geographers from the U. S. Geological Survey (USGS) will discuss their science at the First National Conference on Ecosystem Restoration (NCER) Dec. 6-10 at the Wyndham Palace in Orlando, Fla. The conference will assemble resource managers, policymakers, and scientists to exchange information for sustainable landscape-scale ecosystem restoration through science, planning, and policy. Among the presentations: <\/p><!--introend-->\r\n<p><b>Tues. Dec. 7<\/b><\/p>\r\n<UL>\r\n<LI><b>Mercury Contamination of the Florida Everglades: A Convergence of External Forces and Natural Ecosystem Sensitivity, D. Krabbenhoft, USGS, Middleton, WI, 10:45-11am, Location: Cloister<\/b><br>Mercury contamination of aquatic ecosystems is a global issue that is at a cross roads of substantial science-policy debate. The dominant source of mercury to most aquatic ecosystems is atmospheric deposition, and as a result, there are presently proposed regulations in the US and elsewhere to reduce mercury emissions. In the Everglades, deposition from the atmosphere is only one of the factors that control the distribution of toxic methylmercury. Scientists have focused on determining the relative importance of these factors, and whether the Everglades restoration could affect mercury toxicity in the future. <br><\/LI>\r\n<LI><b>Sulfur Contamination in the Florida Everglades: Where Does It Come From, What Is Its Extent, What Are Its Impacts, and What Can We Do About It?, W. Orem, USGS, Reston, VA, 11:00-11:15am, Location: Cloister.<\/b><br>Sulfur contamination represents a significant water quality issue for Everglades&rsquo; restoration. Near canal water discharge, concentrations greatly exceed those of pristine areas. The major known impact of sulfur contamination in the Everglades is its dual link to methylmercury production, which peaks at moderate sulfur concentrations. So, simply lowering sulfur could at some locations aggravate the problem. Sulfur contamination may have other unknown impacts on the Everglades.<br><\/LI>\r\n<LI><b>Atmospheric Deposition of African Dust in the Everglades and Florida Bay Ecosystem, E. A. Shinn, USGS, St. Petersburg, FL, 12:00-12:15pm, Location: Cloister.<\/b><br>Significant degradation in the Everglades and Florida Bay ecosystem usually associated with human factors also coincides with the long-term African drought and a four-fold influx of dust that began impacting Florida in the early 1970s. African soil dust delivers arsenic, phosphorous, sulfates, pesticides, microbes, pollen, and probably seeds and insects to all south Florida environments. Dust-borne elements can also benefit flora and have been shown to deliver essential nutrients to the Amazon rain forest. Atmospheric dust likely is both a benefit and detriment to Florida&rsquo;s environment. The USGS Global Dust project is attempting to characterize and determine the effects of dust borne nutrients, toxics, and exotics on south Florida. Previous studies show that about half the atmospheric particles that settle in south Florida during summer months originate in North Africa. <br><\/LI>\r\n<LI><b>Factors Affecting Nutrient Delivery to Chesapeake Bay: Implications for Restoring Water-Quality Conditions in the Nation&rsquo;s Largest Estuary, Scott W. Phillips, USGS, Baltimore, MD 1:35-1:50pm, Location: Cloister.<\/b><br>Excessive nutrients in the Chesapeake Bay and many other estuaries have caused low dissolved oxygen, loss of submerged aquatic vegetation, and toxic algal blooms. In spite of efforts since the mid 1980s the Bay was listed as an impaired water body under the Clean Water Act in 2000. So the Chesapeake Bay Program must meet standards for dissolved oxygen, chlorophyll, and water clarity by 2010. T","summary":null,"format":null}]},"field_images":[],"regions":["Virginia","Washington","Florida","Arizona","Alaska"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1102309200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170131"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}