{"title":"Obituary &mdash; Harold L. James","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Harold L. James, longtime geologist with the U.S. Geological Survey and a former Chief Geologist, died April 2 in Bellingham, Washington. He was 87. <\/p>\n<p>Dr. James was born June 11, 1912 in Nanaimo, B.C., Canada, to Welsh-born Evan James and Blodwen Davies James. He grew up in Nanaimo and Bellingham. In early years, he worked in lumber mills and as a coal miner in Bellingham. He obtained a B.S. in geology from Washington State University in 1938 and a PhD from Princeton in 1945. At Princeton he was a graduate assistant, then an instructor in mineralogy. <\/p>\r\n<p>In 1938, Dr. James joined the USGS and served as Chief Geologist 1965-1971. He formally retired from the Survey in 1974, but retained official USGS affiliation as Research Geologist until 1996. He served in USGS&rsquo; Military Geology Branch during WWII, stationed first in Washington, D.C. and then in Hawaii, where he remained until the end of the war. Dr. James was a visiting lecturer, Northwestern University 1953-54 and Professor of Geology, University of Minnesota 1961-65. <\/p>\r\n<p>Dr. James&rsquo; primary scientific contributions were in economic geology, which included clarifying the geologic history of older Precambrian strata of northern Michigan, and stratigraphic synthesis and delineation of metamorphic zonation. He developed the concept of sedimentary facies of iron-formations and their distribution in time and space. He co-authored the accepted scheme for the geochronologic subdivision of Precambrian time. He authored about 70 published papers and reports. <\/p>\r\n<p>Dr. James was a member of numerous professional societies: Society of Economic Geologists: Council, 1962-1965; President, 1971-1972. Mineralogical Society of America: Council, 1964-1966. Geological Society of America: Fellow (1942); Council, 1959-1962; Assoc. Editor, GSA Bulletin 1964-1966. International Union of Geological Sciences: Member, Subcommission on Precambrian Stratigraphy, 1967-84; Chairman, 1976-84. <\/p>\r\n<p>In 1962, Dr. James was elected to the National Academy of Sciences. In the Academy, he served as Chairman, Section of Geology 1969-72; Member, U.S. National Committee on Geology 1969-71; 1977-81; Member, Commission on Natural Resources, 1973-78; Member, Board on Mineral and Energy Resources, 1977-79; Member, Board on Radioactive Waste Management, 1978-82; Member, Report Review Committee, 1984-1991. <\/p>\r\n<p>Dr. James was the recipient of the Distinguished Service Award, U.S. Department of the Interior in 1962, and the Penrose Medal of the Society of Economic Geologists, 1977. He was also a member of Phi Beta Kappa, Phi Kappa Phi, Sigma Gamma Epsilon, and Sigma Xi. <\/p>\r\n<p>He was married in Bellingham Feb 13, 1939, to Ruth Isabella Graybeal. He was preceded in death by brother Kenneth Evan James in 1986 and wife Ruth in 1989. He is survived by sons David Evan of Alexandria, VA; Robert Curtis Llewellyn and Herbert Trevor both of Kapaa, HI; Hugh Lloyd of Vancouver, WA; by sisters Olwyn (Block) of Bellingham; Edna May (Eldredge) of Hayward, CA; Dorothy (Wimbush) of Bellingham; by sister-in-law Enid James of Bellingham; and by eight grandchildren and 1 great-grandchild. <\/p>\r\n<p>Contributions to his memory may be made to the James family fund for the conservation of the Pacific Northwest, The Nature Conservancy, 4245 N. Fairfax Drive, Suite #100, Arlington, VA 22203.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"956203200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}