{"title":"Not Just for Kissing: Mistletoe and Birds, Bees, and Other Beasts","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_207421\" align=\"alignleft\" width=\"512\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/mistletoe-medicine.jpg\"><img class=\" wp-image-207421 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/mistletoe-medicine.jpg\" alt=\"Mistletoe can take many forms other than the American mistletoe with berries seen around the holidays.\" width=\"512\" height=\"341\" \/><\/a> Mistletoe can take many forms other than the American mistletoe with berries seen around the holidays.[\/caption]\n\nPerhaps some of you have already experienced a sweet holiday smooch or two under the Christmas mistletoe, enjoying this fairly old kissing ritual for people. But mistletoe is important in other vital ways: it provides essential food, cover, and nesting sites for an amazing number of critters in the United States and elsewhere. In fact, some animals couldnâ\u0080\u0099t even survive without mistletoe, including some birds, butterflies, and insects.\n\nBut first, a little bit about the plant. The white-berried Christmas mistletoe we hang so hopefully in places where our sweethearts will find us lingering is just one of more than 1,300 species of mistletoe worldwide. Globally, more than 20 mistletoe species are endangered. Two kinds of mistletoes are native to the United States: the American mistletoe (the one commonly associated with our kissing customs) and the dwarf mistletoe. American mistletoe is found from New Jersey to Florida and west through Texas. The dwarf mistletoe, much smaller than itsÂ <em>kissing <\/em>cousin, is found from central Canada and southeastern Alaska to Honduras and Hispaniola, but most species are found in western United States and Mexico.\n\nMistletoe is no newcomer to this country: excavations of packrat middens reveal that dwarf mistletoes have been part of our forests for more than 20,000 years. Some fossil pollen grains even indicate that the plant has been here for millions of years. Mistletoes, said USGS researcher Todd Esque, should be viewed as a natural component of healthy forest ecosystems, of which they have been a part for thousands, if not millions of years.\n\n<strong>Thief of the Tree<\/strong>\n\nThe thing that all mistletoes have in common is this: all grow as parasites on the branches of trees and shrubs. In fact, the American mistletoeâ\u0080\u0099s scientific name,<em> Phoradendron<\/em>, means â\u0080\u009cthief of the treeâ\u0080\u009d in Greek. The plant is aptly named: it begins its life as a handily sticky seed that often hitchhikes to a new host tree on a bird beak or feather or on mammal fur. In addition to hitchhiking, the dwarf mistletoe also has another dandy way of traveling to a new host tree: the seeds of this mistletoe will, like tiny holiday poppers, explode from ripe berries, shooting a distance as far as 50 feet. One researcher said that if you put ripe berries in a paper bag and shake it, it sounds just like popping popcorn.\n\nFor the most part, the mistletoe is pretty darn cavalier about what host tree it finds â\u0080\u0094 dwarf mistletoes like most kinds of conifers; American mistletoes are found on an incredible variety of trees. Once on a host tree, the mistletoe sends out roots that penetrate the tree and eventually starts pirating some of the host treeâ\u0080\u0099s nutrients and minerals. In actuality, mistletoes are not true parasites; instead they are what scientists call â\u0080\u009chemi-parasitesâ\u0080\u009d because most of them have the green leaves necessary for photosynthesis. Still, it seems like a pretty lazy life for most mistletoes: a little photosynthesis here and there and a lot of food and water stolen from their unsuspecting benefactor trees. Eventually, mistletoes grow into thick masses of branching, misshapen stems, giving rise to a popular name of witchesâ\u0080\u0099 brooms, or the apt Navajo name of â\u0080\u009cbasket on high.â\u0080\u009d\n\n<strong>Birds and the Mistletoe Trees<\/strong>\n\nThe plantâ\u0080\u0099s common name â\u0080\u0094 mistletoe â\u0080\u0094 is derived from early observations that mistletoe would often appear in places where birds had left their droppings. â\u0080\u009cMistelâ\u0080\u009d in the Anglo-Saxon word for â\u0080\u009cdung,â\u0080\u009d and â\u0080\u009ctanâ\u0080\u009d is the word for â\u0080\u009cTwig.â\u0080\u009d Thus, mistletoe means â\u0080\u009cdung-on-a-twig.â\u0080\u009d Yet even though bird droppings cannot spontaneously generate mistletoe plants, birds are an important part of mistletoe life history â\u0080\u0094 and vice versa. A surprising variety of birds use or rely on mistletoe. In studies by former USGS scientist Rob Bennetts and other studies, a high abundance of dwarf mistletoe in a forest means that more kinds and numbers of birds inhabit that forest. Also, since the lifespan of mistletoe-laden trees is considerably shorter than trees where the plant is absent, a higher number of tree snags occupy mistletoe-laden woods. Not surprisingly, this means that more â\u0080\u0094 one study documented at least three times as many â\u0080\u0094 cavity-nesting birds live in forests with abundant mistletoes. The phainopeplas, a silky flycatcher, are beautiful birds that live in the desert areas of the Southwest and West and are especially dependent on mistletoe.\n\nDiane Larson, a USGS researcher, studied mistletoes and birds in Arizona. â\u0080\u009cI found that phainopeplas, which rely on mistletoe almost exclusively for food during the winter, were also the species most likely to disperse the mistletoe seeds to sites suitable for germination and establishment. Both the bird and the plant benefited from this relationship,â\u0080\u009d says Larson. USGS researcher Esque said his goal is to understand the distribution of the host trees in relation to mistletoe patterns and bird behavior. â\u0080\u009cWe know the relationship is mutually beneficial for both species,â\u0080\u009d said Esque. Some research indicates that if mistletoe-berry production is poor, these birds may not breed the following spring.\n\nBut the phainopepla is just one of many birds that eat mistletoe berries; others include grouse, mourning doves, bluebirds, evening grosbeaks, robins, and pigeons. Naturalist and writer John Muir noted American robins eating mistletoe in the mountains of California in the late 1890â\u0080\u0099s. Wrote Muir: â\u0080\u009cI found most of the robins cowering on the lee side of the larger branches of the trees, where the snow could not fall on them, while two or three of the more venturesome were making desperate efforts to get at the mistletoe berries by clinging to the underside of the snow-covered masses, back downward, something like woodpeckers.â\u0080\u009d\n\nBirds also find mistletoe a great place for nesting, especially the dense witchesâ\u0080\u0099 brooms. In fact, northern and Mexican spotted owls and other raptors show a marked preference for witchesâ\u0080\u0099 brooms as nesting sites. In one study, 43 percent of spotted owl nests were associated with witchesâ\u0080\u0099 brooms. Similarly, a USGS researcher found that 64 percent of all Cooperâ\u0080\u0099s hawk nests in northeastern Oregon were in mistletoe. Other raptors that use witchesâ\u0080\u0099 brooms as nesting sites include great gray owls, long-eared owls, goshawks, and sharp-shinned hawks. Likewise, some migratory birds also nest in witchesâ\u0080\u0099 broom â\u0080\u0094 gray jay, northern beardless-tyrannulet, red crossbills, house wrens, mourning doves, pygmy nuthatches, chickadees, Western tanagers, chipping sparrows, hermit thrushes, Cassinâ\u0080\u0099s finches, and pine siskins. â\u0080\u009cA well-disguised nest provides protection against predators such as the great horned owls,â\u0080\u009d Bennetts said.\n\n<strong>Bees, Butterflies, and Others <\/strong>\n\nAccording to butterfly expert and Colorado State University professor Paul Opler, three kinds of butterflies in the United States are entirely dependent on mistletoes for their survival: the great purple hairstreak, the thicket hairstreak, and the Johnsonâ\u0080\u0099s hairstreak. The great purple hairstreak, says Opler, is the only butterfly in the United States that feeds on American mistletoe, the Christmas mistletoe. This beautiful butterfly lays its eggs on the mistletoe, where the resulting caterpillars thrive on a mistletoe diet. The caterpillars of the other two butterflies feed on dwarf mistletoes. The Johnsonâ\u0080\u0099s hairstreak, restricted to the Pacific states, is usually found in association with old-growth conifer forests, the same places spotted owls prefer. The caterpillars of these butterflies closely mimic the appearance of the mistletoe with their mottled green and olive shades. Like people, the butterflies of these species use mistletoe for courtship rituals. After courting and mating in the mistletoe high in the canopy, the adults leave their eggs behind in the mistletoe. The adults of all three species drink nectar from the mistletoe flowers.\n\nMistletoe is also important nectar and pollen plant for honeybees and other native bees, says Erik Erikson, a bee researcher at the USDA Bee Research Lab. Mistletoe flowers, says Erikson, often provides the first pollen available in the spring for the hungry bees. â\u0080\u009cWe look upon it as an important starter food source for the bees,â\u0080\u009d said Erikson. Wind and insects are important mistletoe pollinators. Although hundreds of kinds of insects carry mistletoe pollen, only a few dozen are important pollinators; these include a variety of flies, ants, and beetles. Yet other insects eat the shoots, fruits, and seeds of the mistletoe, including some that feed exclusively on the plant. Exclusive mistletoe-eaters include a twig beetle, several thrip species, and a plant bug whose coloration mimics dwarf mistletoe fruits. In addition, at least four mite species seem to be exclusively associated with dwarf mistletoe.\n\n[caption id=\"attachment_207431\" align=\"alignright\" width=\"640\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/mistletoe-treeCrown.jpg\"><img class=\"size-full wp-image-207431\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/12\/mistletoe-treeCrown.jpg\" alt=\"Mistletoe in abundance clinging to its host tree.\" width=\"640\" height=\"428\" \/><\/a> Mistletoe in abundance clinging to its host tree.[\/caption]\n\n<strong>And Then Thereâ\u0080\u0099s the Mammals<\/strong>\n\nDonâ\u0080\u0099t try it at home, kids and grown-ups â\u0080\u0094 mistletoe is toxic to people, but the berries and leaves of mistletoe provide high-protein fodder for many mammals, especially in autumn and winter when other foods are scarce. Researchers have documented that animals such as elk, cattle and deer eat mistletoe during winter when fresh foliage is rare. In Texas, some ranchers even consider mistletoe on mesquite as an insurance forage crop, which the ranchers remove from the trees for cattle food when other forage is scarce. Other mammals that eat mistletoe include squirrels, chipmunks, and even porcupines, some of which are deliriously fond of the plant. A variety of squirrels, including red squirrels, Abert squirrels and flying squirrels often use witches brooms for cover and nesting sites.\n\n<strong>A Blessing or a Bane?<\/strong>\n\nNot everyone likes mistletoe. Many commercial foresters consider the dwarf mistletoe as a disease that reduces the growth rates of commercially important conifer species, such as the ponderosa pine. Ecologists, though, point out that mistletoes are not a disease; instead, they are a native group of plants that have been around thousands, or even millions, of years.\n\nBlessing or bane, it is certain that mistletoe is not spreading like wildfire â\u0080\u0094 in fact, mistletoe spreads only about 2 feet per year. One study indicated that a 1.5-acre patch of mistletoe took about 60 to 70 years to form. Likewise, the death of an individual tree from dwarf mistletoe may take several decades, and widespread infestation of a forest stand may take centuries. Bennetts believes that the conflict with forest management and the perspective of mistletoes being a forest disease really only comes into play when the management objectives are to maximize timber harvest. Otherwise, he says, mistletoes have many positive attributes, including tremendous benefits for native wildlife. Thus, he says, when not in conflict with commercial timber management objectives, mistletoes should be viewed as a natural component of healthy forest ecosystems.\n\nSays Bennetts: â\u0080\u009cI had the privilege of working with a biologist who had spent more than 50 years working on mistletoes. He began his work with the intent of finding a way to control this â\u0080\u0098forest pest,â\u0080\u0099 but in his later years, he even introduced dwarf mistletoe to some of the trees in his yard because he had grown to love this plant for what it is . . . a fascinating and natural part of forest ecosystem.â\u0080\u009d\n\n<strong>Mistletoe FAQâ\u0080\u0099s Â <\/strong>\n\n<strong>Q:Â  What is the type of mistletoe most people think of during the holidays?<\/strong>\n\n<strong>A:<\/strong>Â  <em>Phoradendron serotinum<\/em>, also known as American mistletoe, is commercially harvested and sold around the world. This species typically grows on oak trees across North America, and is native to Mexico.\n\n<strong>Q:Â  How does mistletoe grow and spread?<\/strong>\n\n<strong>A:<\/strong>Â  Mistletoe spreads by seeds -- Â the seeds in some mistletoe explode from a fruit and disperse themselves. Many North American types of mistletoe are distributed by birds either in their feces or due to the stickiness of the berries and seeds. They also may be cleaned from bird beaks onto the branches of trees where they grow. Once mistletoe germinate and become established, they have material similar to a root for a ground-dwelling plant. This material moves under the bark and that is how the mistletoe gains energy as well as nutrients from its host tree.\n\n<strong>Q:Â  Is mistletoe fruit more nutritious than comparable berries on other plants?<\/strong>\n\n<strong>A:<\/strong>Â  Yes, all 10 essential amino acids have been found in mistletoe fruit, as well as high carbohydrate fractions. Some mistletoe species (such as the <em>Loranthus europaeus<\/em>) are very high in fat content, while others are full of protein. In addition, in many arid areas (such as the Southwest U.S.), mistletoe fruit is a reliable source of water.\n\n<strong>Q:Â  What are the medical applications for mistletoe?<\/strong>\n\n<strong>A:<\/strong>Â  Mistletoe has been widely used in Europe and is regarded as the most widely used natural therapy for cancer. In addition, it has many uses in traditional Chinese medicine as well as in traditional indigenous groups in Australia and Latin America. Some of these uses involve compounds taken from their host tree (and concentrated), but most are related to lectins and other secondary compounds manufactured by the mistletoes themselves. Navajo medicinal uses include using Juniper mistletoe to create a soothing lotion for bug bites, to cure warts, and to ease stomach pain.\n\n<strong>Q:Â  Do trees infected with mistletoe die earlier than those uninfected?<\/strong>\n\n<strong>A:<\/strong>Â  This depends on a number of factors, including type of mistletoe and amount growing on trees. A parasite's function is to not kill their host, however some parasites can have detrimental effects, and in high densities mistletoe can affect growth rates of their host trees. Direct effects on tree mortality are cited in very few documented studies and occur in very high mistletoe densities when the normal factors that keep mistletoe in line are not functioning properly. Dwarf mistletoe is an exception -- their way of infecting trees is different, so they are more likely to have detrimental effects on their hosts. Even then, mortality is characteristically due to indirect effects such as bark beetles or fungal attacks. Contrary to negative effects of mistletoe on trees, many foresters consider mistletoe to be a powerful positive force in forests, weeding out those trees poorly suited for the area and ensuring long-term forest and tree health.\n\n<strong>Q:Â  What is the best way to permanently remove mistletoe from a tree?<\/strong>\n\n<strong>A:<\/strong>Â  Pruning out all branches with the mistletoe material (see question on how mistletoe grows and spreads) as soon as the plant appears should control the mistletoe and prevent its spread. First cut close the mistletoe, then look at the branch structure and prune approximately one foot below where the mistletoe physically appears in order to rid the host tree of the mistletoe plant.\n\n<strong>Q:Â  How do the dynamics of U.S. dwarf mistletoe (<em>Arceuthobium<\/em>) dispersal differ from the <em>Phoradendron<\/em> plants?<\/strong>\n\n<strong>A:<\/strong>Â  As well as using hydrostatic expulsion to shoot seeds at speeds up to 60 miles per hour and distances of 50 feet, many <em>Arceuthobium<\/em> Â (dwarf mistletoe) species also form â\u0080\u0098systematicâ\u0080\u0099 infections in their host. Initial establishment involves the growth of an endophytic system -- a network of vessels growing throughout the host tissue. Then, when the plant becomes reproductively mature, shoots may pop out anywhere on the tree, not just near the point of initial infection.\n\n<strong>Q:Â  Is there a phylogenetic â\u0080\u009cmistletoeâ\u0080\u009d group, or are mistletoes a collection of unrelated species?<\/strong>\n\n<strong>A:<\/strong>Â  Mistletoes have evolved at least five times, all from root parasitic ancestors within the same Santalales plant order. They are all related and come from a single ancient ancestor, but the aerial parasitic habit has evolved multiple times. Mistletoes are grouped based on this convergent way of life (similar to mangroves or succulents), and are not a monophyletic group.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24406","uid":"31","filename":"Main6.jpg","uri":"public:\/\/Main6.jpg","filemime":"image\/jpeg","filesize":"56314","status":"1","timestamp":"1425492768","type":"image","uuid":"9a8b3d43-1593-40b0-9bd7-6101d5cbb588","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","Bird","birds","butterflies","butterfly","Christmas","Ecosystem","environment","environments","forest","forests","Holiday","holidays","host","hosts","insect","insects","Mammal","Mammals","Mistletoe","mistletoes","parasite","Parasites","plant","plants","tree","trees","winter"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1414086389","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}