{"title":"Carbon Storage in U.S. Eastern Ecosystems Helps Counter Greenhouse Gas Emissions Contributing to Climate Change","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>WASHINGTON, D.C.<\/strong>&nbsp;&ndash; <!--introstart-->On the one-year anniversary of President Obama&rsquo;s&nbsp;<a href=\"http:\/\/www.whitehouse.gov\/sites\/default\/files\/image\/president27sclimateactionplan.pdf\" target=\"_blank\">Climate Action Plan<\/a>, Secretary of the Interior Sally Jewell today released a&nbsp;<a href=\"http:\/\/pubs.usgs.gov\/pp\/1804\/\" target=\"_blank\">new report<\/a>&nbsp;showing that forests, wetlands and farms in the eastern United States naturally store 300 million tons of carbon a year (1,100 million tons of CO<sub>2<\/sub> equivalent),&nbsp;which is nearly 15 percent of the greenhouse gas emissions EPA estimates the country emits each year or an amount that exceeds and offsets yearly U.S. car emissions.<!--introend-->&nbsp;<br \/><br \/>In conjunction with the national assessment, today USGS also released a new&nbsp;<a href=\"http:\/\/www.usgs.gov\/climate_landuse\/land_carbon\/Data.asp\" target=\"_blank\">web tool<\/a>, which allows users to see the land and water carbon storage and change in their ecosystems between 2005 and 2050 in the lower 48 states. &nbsp;This tool was called for in the President&rsquo;s Climate Action Plan.&nbsp;&nbsp;<br \/><br \/>&ldquo;Today we are taking another step forward in our ongoing effort to bring sound science to bear as we seek to tackle a central challenge of the 21st century &ndash; a changing climate,&rdquo; said Secretary Jewell. &nbsp;&ldquo;This landmark study by the U.S. Geological Survey provides yet another reason for being good stewards of our natural landscapes, as ecosystems play a critical role in removing harmful carbon dioxide from the atmosphere that contributes to climate change.&rdquo;&nbsp;<br \/><br \/>With today&rsquo;s report on the eastern United States, the U.S. Geological Survey (USGS) has completed the national biological carbon assessment for ecosystems in the lower 48 states &ndash; a national inventory of the capacity of land-based and aquatic ecosystems to naturally store, or sequester, carbon, which was called for by Congress in 2007.&nbsp;<br \/><br \/>Together, the ecosystems across the lower 48 states sequester about 474 million tons of carbon a year (1,738 million tons of <strong>CO<sub>2<\/sub><\/strong> equivalent), comparable to counter-balancing nearly two years of U.S. car emissions, or more than 20 percent of the greenhouse gas emissions EPA estimates the country emits each year.<br \/><br \/>The assessment shows that the East stores more carbon than all of the rest of the lower 48 states combined even though it has fewer than 40 percent of the land base. &nbsp;Under some scenarios, USGS scientists found that the rate of sequestration for the lower 48 states is projected to decline by more than 25 percent by 2050, due to disturbances such as wildfires, urban development and increased demand for timber products.<\/p>\n<p>&ldquo;What this means for the future is that ecosystems could store less carbon each year,&rdquo; said USGS Acting Director Suzette Kimball. &ldquo;Biological sequestration may not be able to offset greenhouse gas emissions nearly as effectively when these ecosystems are impaired.&rdquo;<br \/><br \/>Forests accounted for more than 80 percent of the estimated carbon sequestered in the East annually, confirming the critical role of forests highlighted in the Administration&rsquo;s climate action initiative.<br \/><br \/>USGS scientists have been building the national assessment since a 2007 congressional mandate in the Energy Independence and Security Act. &nbsp;The first report, on the&nbsp;<a href=\"http:\/\/pubs.usgs.gov\/pp\/1787\/\" target=\"_blank\">Great Plains<\/a>, was released in 2011, the second report, on the&nbsp;<a href=\"http:\/\/pubs.usgs.gov\/pp\/1797\/\" target=\"_blank\">Western United States<\/a>, was released in 2012. &nbsp;Reports on Alaska and Hawaii are expected to be completed in 2015. &nbsp;&nbsp;<br \/><br \/>Biological carbon storage &ndash; also known as carbon sequestration &ndash; is the process by which carbon dioxide (C","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Delaware","Maine","Maryland","Massachusetts","New Hampshire","New York","Pennsylvania","Rhode Island","Vermont","Virginia","West Virginia","Alabama","Arkansas","Florida","Georgia","Louisiana","Mississippi","North Carolina","South Carolina","Tennessee","Illinois","Indiana","Kentucky","Michigan","Ohio"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","Climateand Land Use Change Carbon Sequestration","Climateand Land Use Change Land Remote Sensing","Climate Change","carbon","Carbon Sequestration","Geologic Carbon Sequestration","Land Carbon","landsat"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1403668800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168858"},{"tid":"169750"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}