{"title":"USGS Hosts League of Reston Artists Photo Exhibition, July 1 - 31","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The League of Reston Artists (LRA) Annual Judged Photography Exhibition will be featured at the U.S. Geological Survey (USGS) National Center, Reston, Va., during the month of July. The exhibition includes the work of photographers from around the metropolitan Washington, D.C. area. <\/p>\n<p>A reception and awards ceremony will be held July 14. Visitors will have an opportunity to vote for their favorite photograph, and the winner will receive the LRA People&rsquo;s Choice Award. <\/p>\r\n<p><span class=\"c-bold\">What:<\/span><br>League of Reston Artists Annual Judged Photography Exhibition and Reception. Both are free and open to the public. <\/p>\r\n<p><span class=\"c-bold\">When:<br>Exhibition<\/span> &#8212; July 1 - July 31, Mon. &mdash; Fri. (except July 5th), 7:00a.m. to 6:30p.m.<br><span class=\"c-bold\">Reception<\/span> &#8212; Wednesday, July 14, 5:30 to 6:30 p.m. <\/p>\r\n<p><span class=\"c-bold\">Where:<\/span> USGS National Center, 12201 Sunrise Valley Drive, Reston, Va. For directions, see the LRA Web site at <a href=\"http:\/\/www.leagueofrestonartists.org\/\">http:\/\/www.leagueofrestonartists.org<\/a>. <\/p>\r\n<p>The judge for this year&rsquo;s exhibition is Charles A. Veatch, past president of the Northern Virginia Photographic Society and member of the board of directors of the Reston Arts Center. Mr. Veatch&rsquo;s book, <span class=\"italics\">The Nature of Reston<\/span>, published in 1999, features the flora and fauna of this unique community. <\/p>\r\n<p>USGS and the LRA have enjoyed a long association, the USGS hosting two LRA exhibits each year as part of an ongoing series of monthly art exhibits for employees and the public at its Reston headquarters. <\/p>\r\n<p>The LRA is an all-volunteer, not-for-profit 501(c)(3) organization established in 1973 and open to metropolitan Washington, D.C. area artists, photographers, and individuals interested in the visual arts. More information is available at <a href=\"http:\/\/www.leagueofrestonartists.org\/\">http:\/\/www.leagueofrestonartists.org<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1088049600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170533"},{"tid":"169528"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}