{"title":"USGS Brings ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>October 12-18, 2003, marks this year&rsquo;s observation of Earth Science Week, \nwhen the American Geological Institute &#8212; the week&rsquo;s sponsor &#8212; its member \r\nsocieties, U.S. Geological Survey (USGS) and NASA, focus on the Earth, its \r\nresources, its processes, and its hazards. The theme for Earth Science Week 2003 \r\nis \"Eyes on Planet Earth: Monitoring our Changing World. <\/p>\r\n<p>\"The science of the USGS and NASA benefits lives in countless ways. Earth \r\nScience Week is a great opportunity to increase public awareness of the \r\ndiversity of scientific expertise within the government and the ways in which \r\nscience contributes to the health and vitality of citizens, communities, our \r\nNation and our world,&quot; commented USGS Director Charles Groat. <\/p>\r\n<p>USGS and NASA are pleased to assist in the enhancement of national earth \r\nscience literacy through the activities of Earth Science Week. Earth Science \r\nWeek educational packets, available from AGI, contain numerous hands-on \r\nactivities and analytical tools for students, teachers and the general public. \r\nEach packet will include the North American USGS\/AGI Global GIS. <\/p>\r\n<p>The educational packet is intended to give students, teachers and the general \r\npublic innovative ideas on how to celebrate Earth Science Week 2003. \r\nApproximately 12,000 of the educational packets have been distributed \r\nnationwide. The content helps individuals to appreciate the natural environment \r\nwe live in, as well as gain familiarity with analytical tools for spatial \r\nanalysis. <\/p>\r\n<p>Earth Science Week activities at USGS will be featured at <a \r\nhref=\"http:\/\/www.usgs.gov\/\">http:\/\/www.usgs.gov<\/a>. \r\n<\/p>\r\n<p>For information about Earth Science Week activities at NASA see: <a \r\nhref=\"http:\/\/www.nasa.gov\/\">www.nasa.gov<\/a> \r\n<\/p>\r\n<p>For more information about Earth Science Week 2003 and AGI on the Internet, \r\nvisit: <a \r\nhref=\"http:\/\/www.earthsciweek.org\/\">http:\/\/www.earthsciweek.org<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1065758400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"},{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}