{"title":"Three Sisters, Oregon, Information Statement","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->This Information Statement provides an update about ongoing investigations of the broad area in the Three Sisters region of central Oregon that has been gradually swelling since late 1997.<!--introend--> Field surveys indicate that the swelling, or uplift, is continuing but may have slowed somewhat during the past year. The area of uplift is about 12 miles (20 kilometers) in diameter and is centered 3 miles (5 kilometers) west of South Sister volcano. The middle of the uplift has been rising at an average rate of about one inch (25 millimeters) per year as a result of intrusion of a modest volume of magma, or molten rock, about 4 miles (7 kilometers) below the ground surface. Seismic activity related to the uplift has been scant, except for a swarm of more than 300 small earthquakes in late March 2004. Volcanic gases released from the intruding magma dissolve in ground water so water in local springs and streams is slightly enriched in chemical components derived from volcanic gases. <\/p>\n<p>Results of this year&rsquo;s investigations show that: <\/p>\r\n<OL>\r\n<LI>Earthquakes continue at a low rate. Only 5 small (maximum magnitude 1.5) earthquakes were located in the uplift area in 2005. \r\n<LI>The chemical composition of local spring and stream water remains unchanged from that of the past 5 years. \r\n<LI>Uplift of the ground surface continues, but seems to have slowed from the rate observed in past years. Results of three techniques used to measure ground deformation all have a degree of uncertainty, but together they suggest that the rate decreased in 2004-2005, perhaps by as much as one half. If so, the rate of intrusion of magma has declined as well. <\/LI><\/OL>\r\n<p>Scientists believe that periods of intrusion similar to the present one have occurred in the area before. The duration and outcome of the current episode are impossible to forecast, and only continued monitoring will show whether or not this episode of intrusion is slowly ending. Intrusions in volcanic areas require close scrutiny because some eventually lead to eruption, but only after weeks to months of intensifying unrest. Scientists will work with the U.S. Forest Service to enhance monitoring networks as needed, and continue to work with local agencies to develop a plan for responding to any future volcanic events. <\/p>\r\n<p><b>For additional information, please visit: <\/b><\/p>\r\n<BLOCKQUOTE>\r\n<p><a title=http:\/\/volcanoes.usgs.gov\/ href=\"http:\/\/volcanoes.usgs.gov \" target=blank>http:\/\/volcanoes.usgs.gov <\/a><br><a title=http:\/\/vulcan.wr.usgs.gov\/ href=\"http:\/\/vulcan.wr.usgs.gov\/\" target=blank>http:\/\/vulcan.wr.usgs.gov <\/a><br><a title=http:\/\/www.ess.washington.edu\/SEIS\/PNSN\/SISTERS\/welcome.html href=\"http:\/\/www.ess.washington.edu\/SEIS\/PNSN\/SISTERS\/welcome.html\" target=blank>http:\/\/www.ess.washington.edu\/SEIS\/PNSN\/SISTERS\/welcome.html <\/a><\/p><\/BLOCKQUOTE>\r\n<p><b>Or Call: <\/b><\/p>\r\n<BLOCKQUOTE>\r\n<p><b>U.S. Geological Survey?Cascades Volcano Observatory <\/b>, Vancouver, Washington (360) 993-8900 <\/p>\r\n<p><b>Pacific Northwest Seismograph Network <\/b>, University of Washington, Seattle, Washington (206) 685-2255 <\/p><\/BLOCKQUOTE>\r\n<p>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1134536400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169005"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}