{"title":"Post-Fire Estimates Indicate Debris Flow Potential Near Fourmile Creek Burn Area","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Debris-flow probabilities following the September Fourmile Creek wildfire were estimated by U.S. Geological Survey scientists using models derived from recently burned basins throughout the intermountain western United States.<!--introend-->&nbsp;<\/p>\n<p>Model results indicated a potential for substantial debris-flow damage to buildings, roads, bridges, culverts, streams, and reservoirs located both within and immediately downstream from the burned area of Boulder County, Colo.<\/p>\r\n<p>These debris-flow scenarios assist in conceptualizing potential post-wildfire hazards and for developing mitigation strategies. Slurries of water, mud, and rocks, known as debris flows, resulting from rainfall on rugged, recently burned, forested areas create potential hazards to life, property, infrastructure, and water resources.<\/p>\r\n<p>\"These debris-flow assessments are important for protecting the people and property in Colorado and in other wildfire-prone areas across the Nation.&rdquo; said USGS scientist John Elliott. &ldquo;The USGS conducts scientific research that resource managers and emergency responders can use to make informed decisions about how to decrease potential hazards and future losses from wildfires.\" &nbsp;<\/p>\r\n<p>Several basins in the burned area have probabilities of debris-flow occurrence greater than 60 percent in response to a hypothetical 25-year recurrence, or a 1-hour rainfall of 0.90 inches. Predicted debris flow volumes from these high-probability drainage basins ranged from 1,600 to over 12,000 cubic yards. Smaller debris flows that affect structures at the basin outlets could also cause considerable damage.<\/p>\r\n<p>The report, \"Probability and Volume of Potential Postwildfire Debris Flows in the 2010 Fourmile Burn Area, Boulder County, Colorado\" is available <a href=\"http:\/\/pubs.usgs.gov\/of\/2010\/1244\/\">online<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_11_02\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_11_02\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["fire","wildfires","Debris Flows"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1288670400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}