{"title":"USGS Helps Native American Schools Go Online","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Today, August 23, all 185 Bureau of Indian Affairs (BIA) Native American schools are connected to the Internet, marking the completion of the Access Native America (ANA) project. Interior Assistant Secretary for Indian Affairs Neal A. McCaleb will today bring the last school online, the Chichiltah\/Jones Ranch Community School located on the Navajo reservation in Chichiltah, N.M. <\/p>\n<p>The ANA project started in April 1997 as a partnership between the government, industry, and BIA funded schools to promote access to the worldwide web. As a key partner in the project, the U.S. Geological Survey (USGS), led by computer scientist Tim Lee, provided network engineering services (network design, router configuration, domain name service, security). Microsoft Corporation provided software and computers; Intel Corporation provided computers and training to teachers on how to integrate technology into the curriculum.<\/p>\r\n<p>BIA-supported schools serve 48,693 elementary and secondary American Indian students, including 11,000 boarding school students, located on 63 reservations in 23 states. The schools are located in some of the most rural locations in America; one is situated at the bottom of the Grand Canyon. So remote are many of the schools that telephone lines are not available. At more than 60 schools, internet access is provided via satellite.<\/p>\r\n<p>The ANA endeavor gives Native American students and parents electronic access to on-line libraries, museums, scientific resources, and other international and inter-tribal cultural exchanges that would not otherwise be available to them. In addition, the communications network established through ANA provides American Indian communities with a means to strengthen literacy and provide on-line education to any interested member of the community. The network will also provide access to teachers and school staff for professional development programs offered by universities. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New Mexico"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"998539200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}