{"title":"2004 Deadliest in Nearly 500 Years for Earthquakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>According to the U.S. Geological Survey (USGS), 2004 was the deadliest year for earthquakes since the Renaissance Age, making it the second most fatal in recorded history, with more than 275,950 deaths reported from the magnitude 9.0 earthquake and subsequent tsunami that hit the Indian Ocean on Dec. 26. The total death toll for earthquakes in 2004 was 276,856; less than 1,000 casualties were reported around the world prior to the Indian Ocean event.<\/p>\n<p>On Jan. 23, 1556, a magnitude 8 earthquake killed an estimated 830,000 people in Shansi, China. Tangshan, China, is the site of the quake where 255,000 fatalities were reported in 1976 when a magnitude 7.5 temblor hit the area on July 27. <\/p>\r\n<p>The magnitude 9.0 that hit Banda Aceh, Indonesia, is not the only great (magnitude 8.0 or higher) earthquake that occurred during 2004; a magnitude 8.1 earthquake hit north of Macquarie Island (about one thousand miles southwest of New Zealand) three days before the Indian Ocean quake and tsunami, but no deaths were reported. Prior to the Macquarie Islands&rsquo; earthquake, the last great earthquake was a magnitude 8.3 in Hokkaido, Japan, in September of 2003. <\/p>\r\n<p>The loss of life from earthquakes and related tsunamis in 2004 far exceeded that of recent years. In 2003, 33,819 deaths occurred; about 31,000 of these resulted from the Dec. 26, 2003 magnitude 6.6 earthquake that struck Bam, Iran. In 2002, 1711 people died as a result of earthquakes. <\/p>\r\n<p>The largest earthquake in the U.S. in 2004 was a magnitude 6.8 in southeastern Alaska. Although smaller, the most noteable U.S. earthquake was a magnitude 6.0 quake in Parkfield, Calif., on Sept. 28, 2004. The long-anticipated event along the San Andreas Fault ruptured roughly the same segment of the fault that broke in 1966. This earthquake was the seventh in a series of repeating earthquakes on this stretch of the fault. The previous events were in 1857, 1881, 1901, 1922, 1934, and 1966. The deadliest earthquake event on U.S. soil occurred nearly 100 years ago in San Francisco on April 18, 1906. The magnitude 7.8 quake and resulting fires caused an estimated 3,000 deaths and $524 million in property loss. The USGS locates about 50 earthquakes each day or almost 25,000 a year. According to long-term averages, 18 major earthquakes (magnitude 7.0 to 7.9) and one great earthquake (8.0 or higher) should happen each year worldwide. Several million earthquakes occur in the world each year, but many go undetected because they strike in remote areas or have very small magnitudes. In the U.S., earthquakes pose significant risk to 75 million Americans in 39 States.<\/p>\r\n<p>\"Natural hazards will always be with us. They are unpredictable and can have tragic consequences. With USGS science, we are striving to prevent these natural hazards from becoming disasters. This is no longer a scientific endeavor &ndash; it is a matter of public safety,\" said USGS Director Chip Groat. \"Mother Nature lacks the malice of terrorists, but compensates with endless energy and dogged persistence. We must be prepared.\"<\/p>\r\n<p>Under the authority of the National Earthquake Hazards Reduction Program (NEHRP), the USGS is mandated to monitor earthquakes and provide earthquake warnings and notifications. It is the only agency in the Government that provides this service nationwide. The USGS and its partners operate a nationwide earthquake monitoring system that provides warnings, assesses seismic hazards, records earthquake activity and provides information essential in the design of building codes for new construction and retrofitting of existing structures. Timely information on the distribution and severity of earthquake shaking in urban areas is used to direct emergency response and to minimize disruption of lifelines and infrastructure. Data on earthquake shaking is used in the design and construction of safer, more earthquake resistant, future buildings and structures. <\/p>\r\n<p>Although significant","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1108011600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}