{"title":"Inspiring Women in Science","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"â\u0080\u009cThe USGS is committed to a diverse workforce, as unique perspectives are an asset to our science and allow for creativity and innovation into the future,â\u0080\u009d said acting USGS Director Suzette Kimball. Â â\u0080\u009cIt is wonderful to see that more women are pursuing scientific careers than in the past, but this field is still mostly composed of men.Â  Highlighting the accomplishments of women scientists is important for their own recognition as well as for inspiring young women into the future.â\u0080\u009d\n\nâ\u0080\u009cThe USGS is actively engaged in many programs to inspire all youth into the wonders of science and to pursue careers in this field,â\u0080\u009d continued Kimball.\n\n&nbsp;\n\n<strong>Inspiring Youth into the Future<\/strong>\n\nThe <a href=\"http:\/\/www.usgs.gov\/humancapital\/sw\/studentinterns.html\">Pathways Internship Program<\/a> is one way the USGS is aiming to inspire and mentor students.Â  USGS engagement with youth and the wide range of research and learning experiences offered to students also directly support the Science, Technology, Engineering, and Mathematics (STEM) Education Coalition.Â  These USGS activities align with the <a href=\"http:\/\/www.doi.gov\/news\/pressreleases\/secretary-jewell-announces-order-to-implement-youth-initiative-connecting-millions-of-young-people-to-americas-great-outdoors.cfm\">U.S. Department of the Interior STEM Education and Employment Pathways Strategic Plan: Fiscal Years 2013-2018<\/a>, which focuses on increasing scientific literacy in the general public and attracting and preparing the future STEM workforce.\n\n&nbsp;\n\n<strong>Women in Science<\/strong>\n\nIn this story, we take a moment to shine a light on the accomplishments and stories of a few women scientists at the USGS.\n\n<span style=\"text-decoration: underline\">Kati Bednar<\/span>\n\nYears with USGS:Â  2008-present\n\n[caption id=\"\" align=\"alignleft\" width=\"264\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/03_21_2014_a1UHx33wwr_03_21_2014_0\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/03_21_2014\/a1UHx33wwr_03_21_2014\/large\/BednarREPLACEMENT.jpg\" alt=\"Kati Bednar\" width=\"264\" height=\"268\" \/><\/a> Kati Bednar[\/caption]\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/meet-kati-diving-into-the-world-of-water\/\">Kati Bednar<\/a>â\u0080\u0099s high school chemistry teacher encouraged her to look into the USGS, which has since led to a burgeoning science career as a Student Trainee Hydrologist.Â  She is currently a full-time geology and geography student planning to graduate this year with her B.S. in geology and certificate in GIS.Â  During her breaks from school, she gains a wide range of experience assisting USGS scientists studying groundwater, surface water, soils, gases, biological samples and greenhouse gases, while also utilizing her class training.\n\n&nbsp;\n\nOf her experiences with the USGS, Bednar says, â\u0080\u009cI love traveling to remote places that I probably never would have been to, if not for the opportunity to collect water quality samples and conduct other experiments. With the USGS I hope to fully gain an understanding of the hydrological issues that we are going to face in the near future, particularly those dealing with fracking and water quality.â\u0080\u009d\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;\n\n<span style=\"text-decoration: underline\">Hilary Stockdon<\/span>\n\nYears with USGS: Â 1998-present\n\n[caption id=\"\" align=\"alignright\" width=\"215\"]<a href=\"http:\/\/gallery.usgs.gov\/search\/Photos\/stockdon\/thumb\/03_21_2014_a1UHx33wwr_03_21_2014_1\/1\"><img src=\"http:\/\/gallery.usgs.gov\/images\/03_21_2014\/a1UHx33wwr_03_21_2014\/large\/Stockdon.jpg\" alt=\"Hilary Stockdon\" width=\"215\" height=\"300\" \/><\/a> Hilary Stockdon[\/caption]\n\nAs a research oceanographer, Hilary Stockdon has recently focused her studies on areas hit by Hurricane Sandy along the Northeast coastline.Â  Using lidar technology and USGS-developed models for <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3463\">coastal erosion<\/a>, her team was able to predict where the natural protective sand barriers would be worn away and thus where the storm surges and hurricane waves would likely cause the most damage.Â  This information, as well as assessments of coastal erosion hazards during future storms, is vital in helping resource managers and coastal planners identify the most vulnerable areas along the shoreline and address the public safety concerns of their residents.\n\nIn her time at USGS, she has also studied the impacts of Hurricanes Isabel, Ivan, Katrina, and Ike on barrier island beaches.Â  Her work on the effects of these storms on the coastal communities of our Nation has raised public awareness about the value of scientific information on coastal vulnerability, helping residents prepare for future storms.\n\n&nbsp;\n\n[caption id=\"\" align=\"alignleft\" width=\"199\"]<a href=\"https:\/\/profile.usgs.gov\/jayne_belnap\/\"><img src=\"https:\/\/profile.usgs.gov\/myscience\/upload_folder\/gen36408Jayne_Belnap_225_x_300_pic.JPG\" alt=\"Jayne Belnap\" width=\"199\" height=\"300\" \/><\/a> Jayne Belnap[\/caption]\n\n&nbsp;\n\nJayne Belnap\n\nYears with USGS:Â  1987 â\u0080\u0093 present (DOI, USGS)<a href=\"https:\/\/profile.usgs.gov\/jayne_belnap\/\">Jayne Belnap<\/a>â\u0080\u0099s career serves not only our Nation but the world.Â  Belnap is a research ecologist studying how different land uses â\u0080\u0093 recreational, agricultural and industrial â\u0080\u0093 affect the fertility and stability of desert soils.\n\nShe then applies that knowledge to understand how and why some desert communities are more vulnerable than others to factors such as climate change, invasive species and dust production.Â  In more than 25 years of service, she has published 245 peer-reviewed articles and books on soil crusts.\n\nBelnap, a leader and expert in her field, conducts training for Federal, State, and private land managers on how best to manage dryland ecosystems.Â  She is world-renowned for her expertise on biological soil crusts and has been invited by many foreign governments to train their scientists in soil crust ecology, including such distant places as South Africa, Zimbabwe, Kenya, Mongolia, China, and Australia.\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;\n\n<span style=\"text-decoration: underline\">Lucy Jones<\/span>\n\nYears with USGS:Â  1983-present\n\n[caption id=\"attachment_192681\" align=\"alignleft\" width=\"254\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/03\/PHOTO4_Jones.jpg\"><img class=\" wp-image-192681 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/03\/PHOTO4_Jones.jpg\" alt=\"Lucy Jones\" width=\"254\" height=\"332\" \/><\/a> Lucy Jones, a highly respected researcher, is the go-to â\u0080\u009cearthquake ladyâ\u0080\u009d for many news media outlets in California.[\/caption]\n\nLucy Jones, a highly respected researcher, is the go-to â\u0080\u009cearthquake ladyâ\u0080\u009d for many news media outlets in California. Â She has authored more than 100 papers on research seismology as well as developed algorithms to predict probabilities of aftershocks and foreshocks, to help inform earthquake warnings.Â  In 2007 Jones helped launch the <a href=\"http:\/\/pubs.usgs.gov\/of\/2007\/1255\/pdf\/ofr_2007-1255.pdf\">Multi-Hazards Demonstration Project<\/a> (MHDP), which combines hazards science with economic analysis and emergency response to improve societyâ\u0080\u0099s resilience to natural disasters.\n\nOne result of this project is the <a href=\"http:\/\/earthquake.usgs.gov\/regional\/nca\/simulations\/shakeout\/\">Great ShakeOut<\/a>, which is now a worldwide campaign that includes an earthquake drill where participants practice the safety procedure, â\u0080\u009cdrop, cover and hold on.â\u0080\u009d Â It began in 2008 in southern California with 5 million participants, and it has since expanded to include <a href=\"http:\/\/www.shakeout.org\/\">regional ShakeOut<\/a> events throughout the Nation and around the world.Â  The last ShakeOut in 2013 saw more than 24 million participants.Â  For 2014, Jones is supporting a special partnership between the USGS and the City of Los Angeles as the Mayorâ\u0080\u0099s Science Advisor for Seismic Safety to help local managers develop approaches to reduce the risk from earthquakes.\n\n<span style=\"text-decoration: underline\">Florence Bascom<\/span>\n\nYears with USGS:Â  1896-1936\n\n[caption id=\"\" align=\"alignright\" width=\"274\"]<a href=\"http:\/\/libraryphoto.cr.usgs.gov\/cgi-bin\/show_picture.cgi?ID=ID.%20Portraits%20Collection%20%20684\"><img class=\"   \" src=\"http:\/\/libraryphoto.cr.usgs.gov\/htmllib\/btch240\/btch240j\/btch240z\/btch240\/port0684.jpg\" alt=\"Florence Bascom\" width=\"274\" height=\"403\" \/><\/a> Florence Bascom[\/caption]\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/florence-bascom-pioneer-geologist\/\">Florence Bascom<\/a> racked up a lot of â\u0080\u009cfirstsâ\u0080\u009d: Â the first woman hired by the USGS, the first woman to receive a Ph.D. from Johns Hopkins University (1893), the first woman to present a scientific paper before the Geological Society of Washington, and the first woman officer of the Geological Society of America.\n\nBascom was an authority on rocks of the Appalachian Piedmont and published many reports and maps.Â  Researchers and scientists still refer to her work today.Â  She also studied the water resources of the Philadelphia region.Â  Along with her service in the USGS, Bascom also taught at Bryn Mawr College beginning in 1895 and was the founder of their geology department.Â  Many American women geologists of the early 20<sup>th<\/sup> century owed their professional training to Bascom; several of them followed in her footsteps by joining the USGS themselves.\n\n&nbsp;\n\n<strong>A Legacy of Excellence<\/strong>\n\nThese are just a few of the impressive women throughout the history of the USGS to serve our Nation and the world with relevant, high-quality scientific data and information.Â  With the help of their teams and colleagues, they shape the future of the USGS, building a legacy of excellence and accomplishment in the sciences for young women and future generations.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24346","uid":"31","filename":"MainImage.jpg","uri":"public:\/\/MainImage.jpg","filemime":"image\/jpeg","filesize":"45616","status":"1","timestamp":"1425492768","type":"image","uuid":"32904fdc-5e80-43d1-bcca-bdbeeff1633c","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","careers","Coastal Change","earthquakes","employees","geology","historical","hydrology","Land Use Change","Natural Hazards","Pathways Internship Program","scientists","STEM","USGS","water","women","youth"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1395673289","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}