{"title":"USGS Menlo Park Open House Offers Wealth of Activities","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<b>\n<p>Gold-Panning to Earthquake Simulations...Satellite Imagery to Tree Rings...Science for the whole Family<\/p><\/b>\r\n<p><!--introstart-->Entertainment and education-packed days await visitors of all ages at the U.S. Geological Survey&#039;s (USGS) Open House at their Menlo Park Science Center on Saturday, June 3 and Sunday, June 4. The Open House will be from 10:00 a.m. until 4:00 p.m. Saturday and Sunday and admission is free of charge.<!--introend--><\/p>\r\n<p>Scientists with a broad range of expertise will show and discuss their latest work at hands-on exhibits, displays, web-based animations and \"virtual tours.\"<\/p>\r\n<p>The theme of this year&#039;s Open House is \"The Science of Natural Hazards\" and the Open House will focus attention on earthquakes, volcanoes, landslides, floods, tsunamis and hurricanes. To accommodate all the new research and products, USGS and some key partners will be located in \"Earthquake Country,\" a tented outdoor area. Another tent will feature new research on \"Volcanoes, Coasts and Oceans.\"<\/p>\r\n<p>USGS scientists employ a variety of techniques to study the dynamic physical environment in the San Francisco Bay Region. They will show and explain their work below and above the surface to understand the role of plankton, clams and other \"critters from the Bay,\" identify mineral deposits and the area&#039;s geological history, examine the sources and build-up of mercury and arsenic in fish; map the complex bathymetry under the Golden Gate Bridge and many other topics.<\/p>\r\n<p>Visitors will learn how much tree rings can tell us about climate change, historic droughts, volcanoes, earthquakes and tsunamis; how surface and groundwater is tested and monitored for pollution; the effect of climate change on Alaska&#039;s permafrost; interesting discoveries on research vessels in San Francisco Bay and how water flows in soils.<\/p>\r\n<p>The USGS is proud of its 127 years of history and a number of fossils, rocks, mineral collections, historic photographs and maps will be on display as well as an outdoor replica of a historical field surveying camp. Visitors are welcome to bring in examples from their own rock or fossil collections for identification. Aerial photographs will show how much the Menlo Park Science Center and surrounding area have changed during its first 50 years, and slides will be shown of historical aerial photography of the Bay Area from the Library&#039;s collections. <\/p>\r\n<p>At the other end of the spectrum, cutting-edge land remote sensing tools from the 21st Century are on display in \"The Earth As Art,\" a view from space, orthophoto imagery, LiDAR and how it is used to monitor volcanoes and map undetected earthquake faults, Forward Looking Infrared (FLIR) and how it is used on erupting volcanoes; and high-tech computer animations and how they&#039;re used to \"visualize\" tsunamis and the waves of violent shaking from the 1906 Northern California Earthquake.<\/p>\r\n<p>Visitors who enjoy science videos will be treated to eight separate productions each day on subjects like \"Sonoran Desert: Fragile Land of Extremes,\" \"Delta Revival,\" \"Precipice of Survival: Southern Sea Otters,\" and the new earthquake documentary \"Shock Waves.\"<\/p>\r\n<p>Popular authors will be on hand to sign and discuss their books, including James Dalessandro, author of \"1906 &ndash; A Novel;\" David Burkhart, author of \"Earthquake Days;\" Susan Cummings Miller, inventor of geologist sleuth Frankie MacFarlane; the Daughters of Charity and their acclaimed compilation of 1906 eyewitness accounts \"Steel Frames;\" USGS author James Moore, who recently published \"King of the 40th Parallel,\" and several others<\/p>\r\n<p>Special activities and displays are planned for young people, including the popular panning for gold. Future marine biologists and oceanographers can try on the working gear of a marine scientist. Scientists will explain how maps are made. And those who want to learn more about GPS instruments and navigation can join the","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1148616000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"},{"tid":"170472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}