{"title":"Group on Earth Observations Heralds Free, Global Access to USGS Earth Imagery","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>In a breakthrough applauded today by the international Group on Earth Observations, scientists and decision-makers will soon have unrestricted global access at no charge to the USGS Landsat archive, the world's most extensive collection of continuously-acquired land imagery. By the end of this year, the full collection will, for the first time, be freely available online to users around the globe under a policy initiated by U.S. Secretary of the Interior Dirk Kempthorne.<\/p>\n<p>Prof. Jos&eacute; Achache, Director of the GEO Secretariat, said, \"The basic story of land can best be told through the impartial eyes of Earth-observing satellites. The wide availability of images from Landsat and other Earth-observation satellites will be crucial for both developing and developed countries, especially as the world's increasing population deals with the effects of climate change and the limitations of water, petroleum and other vital resources.\"<\/p>\r\n<p>Some 300 officials from nearly 80 GEO member governments and organizations are attending the GEO-V plenary meeting in Bucharest, Romania, this week. U.S. participation in GEO (USGEO) includes 14 Federal agencies and two White House offices.<\/p>\r\n<p>USGS Director Mark Myers, who leads the U.S. delegation to GEO, stated, \"By opening its entire archive of Landsat data for free electronic access, the USGS seeks to promote a common global understanding of land conditions - historical and contemporary - for users worldwide. This new policy supports a central GEO goal: to promote the distribution of Earth observation data to any scientist, analyst, or citizen who can use this information to better understand the nature of our world.\"<\/p>\r\n<p>Beginning with the launch of Landsat 1 in 1972, Landsat has produced a massive archive that spans nearly four decades and includes over two million space-based, moderate-resolution land remote sensing images. From 400 miles above Earth, the scale of Landsat imagery makes it particularly useful in understanding natural and human-induced changes to our planet.<\/p>\r\n<p>Near real-time Landsat images can be invaluable for emergency response and disaster relief. Landsat data have helped to map the aftermath of the devastating 2004 tsunami in Southeast Asia and identify the threats of post-hurricane flooding and wildfires in the United States.&nbsp; Landsat has been used to examine potential links between deforestation and the environment in Romania, study the impact of rapid urban growth in China, and develop policies to safeguard fragile ecosystems in South Africa.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>For further information, visit:<\/p>\r\n<p><a href=\"http:\/\/www.earthobservations.org\/\">http:\/\/www.earthobservations.org\/<\/a><\/p>\r\n<p><a href=\"http:\/\/landsat.usgs.gov\/\">http:\/\/landsat.usgs.gov\/<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["satellites","landsat","archive","","landimagery"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1227157200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"168985"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}