{"title":"Walter P. Ketterer, Retired USGS Scientific Publications Chief","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Walter P. Ketterer, 80, of Reston, Va., died on August 17, 1996, at the Hospice of Northern Va., of kidney failure. Ketterer was the former chief of the scientific publications program of the U.S. Geological Survey. <\/p>\n<p>From 1940 to 1942 and from 1945 to 1951, Ketterer worked as an exploration geologist for the Gulf Oil Corporation. During World War II, from 1942 to 1945, Ketterer was an officer in the U.S. Army Air Force. Ketterer worked for Sohio Petroleum Company from 1951 to 1961, where he managed the exploration planning activities of the geological and geophysical staff. <\/p>\r\n<p>Ketterer joined the Military Geology Unit of the USGS in 1961, where he applied his wartime training in terrain intelligence to classified military planning and operations in domestic and foreign areas, in conjunction with the Department of Defense. <\/p>\r\n<p>He later worked as a principal editor and then as the chief of the Office of Scientific Publications. In the 1970&rsquo;s, during a period of growth, Ketterer reorganized the publications staff and the report processing procedures of text editors, map editors and draftsmen. <\/p>\r\n<p>Ketterer was an organizing member of the Association of Earth Science Editors. He was a founder of the USGS Geologic Division Retirees Organization and served as its newsletter editor for 17 years. He was a member of the Geological Society of America, American Association of Petroleum Geologists, Geological Society of Washington and Sigma Xi. <\/p>\r\n<p>Ketterer received the Superior Performance Award (1967) and the Meritorious Service Award (1978) of the Department of the Interior. He loved music and sang in the USGS Pick and Hammer Club employee shows many times. <\/p>\r\n<p>Ketterer was an active member of the Unitarian Church in Oklahoma City, Okla.; Tyler, Tex.; and Reston, Va. For his dedicated service, he was awarded the Greater Washington Area Lay Person of the Year Award. He was born in Pittsburgh, Pa., on Feb. 11, 1916. He completed a Master&rsquo;s degree in Geology from Syracuse University in 1940. Ketterer was married to the former Elizabeth Glen Harris, who died in 1962, and the former Rivian Berman, who died in 1979. He is survived by two nieces, Marion Wendler Routh and Polly Adams Leis; a nephew, Fred Adams; and by his longtime companion, Barbara Burleson and her daughters, Blythe Robbins and Jeanne Robbins. <\/p>\r\n<p>A memorial service will be held on Sept. 15, 1996, at 4 p.m., at the Unitarian Universalist Church in Reston, Va. (1625 Wiehle Ave). In lieu of flowers, donations may be made to Hospice of Northern Virginia or the Unitarian Universalist Church in Reston. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"841204800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}