{"title":"Local U.S. Geological Survey office gears up for Floyd","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->You can follow the storm&rsquo;s flood effects on real-time web sites. <!--introend-->\n<p>\r\n<p>As Hurricane Floyd heads for the Chesapeake Bay region, personnel from USGS offices in Maryland and Delaware are packing equipment into their sampling vans and heading out into the storm. Their mission: collect streamflow measurements and water-quality samples for use in flood prediction and numerous short and long-term environmental studies. \r\n<p>\r\n<p>Even though Floyd is currently predicted to be downgraded to a tropical storm when it gets to this area, heavy precipitation is predicted. It is expected that large amounts of surface runoff produced by heavy rains will wash nutrients, sediment, pesticides, and other contaminants (suspended and dissolved constituents) into the rivers and the Chesapeake Bay. The USGS water-quality sampling teams will be taking water samples to determine the amount of suspended and dissolved constituents carried in some of Maryland&rsquo;s rivers as a result of Floyd. \r\n<p><b>To Follow the Progress of Rising Rivers and Storm Surges on the Web:<\/b> \r\n<p>\r\n<p>\r\n<UL>\r\n<LI>Rivers are on <a href=\"http:\/\/md.water.usgs.gov\/rt-cgi\/gen_tbl_pg\">http:\/\/md.water.usgs.gov\/rt-cgi\/gen_tbl_pg<\/a>\r\n<LI>Tide gages are on <a href=\"http:\/\/140.90.155.52\/tidesonline\/\">http:\/\/140.90.155.52\/tidesonline\/<\/a>. The new USGS real time tide gage at South Bethany, Delaware, is at <a href=\"http:\/\/md.usgs.gov\/rt-cgi\/gen_stn_pg?station=01484696&amp;style=new\">http:\/\/md.usgs.gov\/rt-cgi\/gen_stn_pg?station=01484696&amp;style=new<\/a><\/LI><\/UL>\r\n<p><b>Possible Photo Op:<\/b> \r\n<p>\r\n<p>Field teams will be working across the Maryland\/Delaware area from Thursday until the storm is past. If you are interested in doing a field interview, call (410) 238-4209 and we will set it up. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"937454400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169407"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}