{"title":"Water Chemistry Reveals Mix of Ages in Northern Ada County Groundwater","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The groundwater system in the northern portion of Idaho&rsquo;s Ada County is receiving some recharge. Results of a U.S. Geological Survey study reveal that the aquifer system contains both very old and relatively new water.<\/p>\n<p>Other questions remain to be answered, including the sources and amounts of water entering the aquifer and whether the amount of recharge will be enough to sustain withdrawals.<\/p>\r\n<p>In cooperation with the Idaho Department of Water Resources, USGS scientists analyzed a suite of environmental tracers in water samples they collected from 13 wells in the fall of 2009. The wells ranged in depth from 30 to 580 feet. The chemical analyses showed that water in the aquifer system is as much as 5,100 years old. However, all of the sampled wells also contained water that had entered the system as recently as 50-60 years ago.<\/p>\r\n<p>The study is one of the first scientific investigations conducted as IDWR and its advisory committees work toward developing a comprehensive aquifer management plan (CAMP) for the Treasure Valley aquifer. The IDWR and the USGS are considering follow-up studies that would help to determine the sources of recharge and if recharge water is reaching the deepest levels of the aquifer. The presence and amount of nutrients found in the first set of water samples also pose questions about the aquifer&rsquo;s vulnerability to pollution.<\/p>\r\n<p>Results of the USGS hydrochemical analyses are contained in the report, <a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5144\/\">Distribution of Isotopic and Environmental Tracers in Groundwater, Northern Ada County, Southwestern Idaho<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["water","aquifer","groundwater","Idaho"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1279684800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168996"},{"tid":"170582"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}