{"title":"streamflow Models Evaluated for Reliability and Application to Predicting Fish Health","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart--><a href=\"http:\/\/tn.water.usgs.gov\/pubs\/ja\/JCM\/Murphy_EcologicalFlows.pdf\">A new USGS study<\/a> found that streamflow characteristics critical to fish in the Tennessee River basin were estimated more accurately and precisely by a statistical model than a simulated hydrograph produced by a rainfall-runoff model.<!--introend--><\/p>\n<p>Streamflow characteristics are summary statistics that describe timing, magnitude and duration aspects of streamflow.&nbsp; Current conceptual models relating flow to ecology are strongly based on the use of streamflow characteristics. However until now, an evaluation of differing estimation methods, even on a small scale, had yet to be completed.&nbsp;<\/p>\r\n<p>In this USGS study, <a href=\"http:\/\/tn.water.usgs.gov\/pubs\/ja\/JCM\/Murphy_EcologicalFlows.pdf#page=10\">19 ecologically relevant streamflow characteristics<\/a> calculated from observed daily streamflows were compared to estimates from a statistical model and a rainfall-runoff model.&nbsp; The statistical model was developed for the Tennessee and Cumberland River Valleys and is composed of 19 multivariate regression equations that each predicts a single streamflow characteristic.&nbsp; The rainfall-runoff model was developed for the state of Kentucky and produces a simulated hydrograph from which the 19 streamflow characteristics are calculated.&nbsp; Six sites with observed streamflow data occur within the geographic overlap of these two models &ndash; <a href=\"http:\/\/tn.water.usgs.gov\/pubs\/ja\/JCM\/ecological_flow_figure1.html\">where the Tennessee and Cumberland River basins cross into Kentucky<\/a><\/p>\r\n<p>When predictions from the models were compared to streamflow characteristics calculated from observed data, the statistical model produced more accurate and precise estimates than the rainfall-runoff model. &nbsp;For the rainfall-runoff model, median departures (the median difference between predicted and observed values across all six sites) for 13 of 19 streamflow characteristics were greater than 30 percent.&nbsp; Most of these median departures were between 30 percent and 50 percent and a few were greater than 100 percent.&nbsp; In contrast, for the statistical model, median departures for only two characteristics were greater than 30 percent and 12 characteristics had median departures that were less than 10 percent.&nbsp; Furthermore, the rainfall-runoff model either over or under predicted all six sites for eight streamflow characteristics.&nbsp; Such biases are not as pronounced for the statistical model.<\/p>\r\n<p>These results suggest that when compared to a rainfall-runoff model, a statistical model is a better predictor of a range of streamflow characteristics, meaning the overall flow regime.&nbsp; The rainfall-runoff model was calibrated on a single streamflow characteristic, mean daily discharge, whereas the statistical model was calibrated individually on all 19 streamflow characteristics.&nbsp; Poor model performance may misrepresent hydrologic conditions, potentially distorting the perceived risk of ecological degradation.&nbsp; Without prior selection of streamflow characteristics, targeted calibration, and error quantification, the widespread application of general hydrologic models to ecological flow studies should be approached with caution.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Tennessee"],"country":["United States of America"],"mm_tags":["water","modeling","Tennessee","river","Basin","Tennessee","water","Science","Center","water","Geographic Areas Southeast","Geographic Areas Southeast"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1334808000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"169611"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}