{"title":"small Volcanic Eruptions Can Add Hazardous Sediment to Rivers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>VANCOUVER, Wash. &mdash; Small volcanic eruptions in the Cascade Range of the Pacific Northwest present a significant hazard to life and property along river valleys there, according to a new study published by scientists at the U.S. Geological Survey.<\/p>\n<p>The study focuses on the considerable rise and fall in riverbed height in the Sandy River during the last eruption of lava from Mt. Hood from 1781 to 1793, which if repeated again could cause flooding and property damage to homes, businesses, and infrastructure in the river valley. Mt. Hood is 50 miles east of Portland, Ore.<\/p>\r\n<p>&ldquo;Many Cascade volcanoes are still active and are capable of producing dangerously large quantities of sediment in future small eruptions.&nbsp; They present a continuous hazard for human life and property in the region,&rdquo; said Tom Pierson, the lead author of the study and a research hydrologist at the USGS Cascades Volcano Observatory.&nbsp;<\/p>\r\n<p>According to tree-ring analyses on raised terraces, the Sandy River rose as much as 75 feet, as far as 40-50 miles downstream of the volcano during the volcano&rsquo;s last major eruption. The Sandy River flows from the base of Mt. Hood to the Columbia River, and is confined to a narrow, deeply eroded river valley, as are most other rivers draining volcanoes in the Cascades.&nbsp; Narrow valleys prevent the spread of volcanic sediment over broad areas, and instead, the sediment builds up the riverbed heights.<\/p>\r\n<p>&ldquo;Because of the huge amount of sediment being washed down the river, the level of the Sandy riverbed continued to rise until Mt. Hood stopped building a lava dome (and producing sediment) in 1793. Yet it took more than half a century after that for the river to cut back down to near its pre-eruption level. Such a slow recovery, where riverbeds remain elevated for decades, would prolong the risk of flooding and property damage in areas downstream of Cascade Range volcanoes,&rdquo; Pierson said.<\/p>\r\n<p>Pierson and his colleagues compared the effects of this relatively small eruption on an Oregon river to the dramatic effects of the massive 1991 eruption of Mount Pinatubo in the Philippines.&nbsp; There, much larger volumes of mobile sediment, washed downstream by intense tropical rainfall, caused comparable, but more widespread damage to downstream areas.&nbsp; Pierson&rsquo;s study is the first to document these effects in detail in a non-tropical climate.<\/p>\r\n<p>The scientists found that Mt. Hood, whose eruption during the years from 1781 to 1793 produced 28 times less sediment volume than the Mount Pinatubo eruption, was nevertheless capable of generating hazardous increases in downstream riverbed height. Riverbed response to future eruptions could pose a potential threat to a number of areas in the Pacific Northwest that are experiencing vigorous residential and commercial development.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_04_04\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_04_04\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":["volcano","eruption","hazard","sediment","river","flood","Mount Hood","Mt Hood","Portland","Sandy","Cascades"],"release_date":{"und":[{"value":"1301889600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}