{"title":"Landmark Studies Leading to Important Seismic Legislation Now More Accessible Than Ever","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nThe U.S. Geological Survey (USGS) and California Geological Survey (CGS) today rolled out three new seismic hazard maps of the Bay Area and announced the online release of important seismic hazard studies resulting from the 1989 Loma Prieta earthquake.\r\n<\/p>\r\n<p>\r\nThat earthquake occurred at 5:04 PM on October 17th, 1989, as much of the Bay Area prepared to watch the San Francisco Giants and Oakland A&#39;s play a World Series game.&nbsp; The magnitude 6.9 earthquake ruptured the Santa Cruz Mountains, killing 62 and causing more than $5.9 billion of damage.\r\n<\/p>\r\n<p>\r\nAccording to Tom Holzer, the USGS geologist who coordinated the original paper publication of the USGS reports in the 1990s, &quot;these online reports provide local and county governments, geologic consultants, and the general public a comprehensive and freely accessible resource for understanding what happened in 1989 and why it&#39;s very relevant today.&quot; The USGS Professional Paper consists of 162 papers published in 4 volumes covering the earthquake itself, the effects of the earthquake, the response of buildings, lifelines, and highways, and the response to the earthquake and its economic and societal impact. Although the paper versions of these reports have been available in libraries and for sale at the USGS, the new website makes all 3000 pages of them available for free on demand. Holzer notes that &quot;many important lessons were learned from the Loma Prieta earthquake&quot;.&nbsp;\r\n<\/p>\r\n<p>\r\nOne of these lessons was that landslides and liquefaction resulting from the Loma Prieta earthquake tended to occur where they had during the 1906 earthquake along the San Andreas. Maps of the 1989 occurrences are now online. This observation led to passage of the Seismic Hazards Mapping Act, which mandates that the California Geological Survey, an agency of the State of California, publish maps that identify regions prone to landslides and liquefaction during earthquakes.\r\n<\/p>\r\n<p>\r\nThree new regulatory Seismic Hazard Zone maps covering parts of the South Bay Area - including the communities of Morgan Hill, Menlo Park, Palo Alto, and Redwood City - will become official October 18.&nbsp; These maps designate areas where new development and construction must implement special precautions to protect life and property in the event of a large earthquake.&nbsp; Once official, these maps also trigger disclosure requirements that affect property owners and real estate agents.\r\n<\/p>\r\n<p>\r\n&quot;We believe that the state and the San Francisco Bay Area are safer and more earthquake-resistant due to the implementation of the Seismic Hazards Mapping Act,&quot; said State Geologist Dr. John Parrish, head of the California Geological Survey.&nbsp; &quot;The anniversary of the Loma Prieta earthquake is a good opportunity to reflect on the need to prepare at the national, state, local and personal levels. Our new maps are an important facet of the overall preparation effort.&quot;\r\n<\/p>\r\n<p>\r\n&quot;The lasting legacy of the Loma Prieta earthquake is that it served as a tragic, yet vital, wake-up call.&nbsp; We have made our communities safer by the enactment of the Seismic Hazards Mapping Act as well as spent or committed to spend over $30 Billion to make our buildings and infrastructure more resistant to earthquakes,&quot; notes Tom Brocher, Coordinator, Northern California Earthquake Hazards Studies for the USGS.\r\n<\/p>\r\n<p>\r\nIvan Wong, the President of the Northern California Chapter of the Earthquake Engineering Research Institute notes that &quot;the 1989 earthquake is important because it is the one event that still remains in the public memory.&nbsp; However what we saw in that event is just the &quot;tip of the iceberg&quot; because damage and casualties will be much more severe in the next big Bay Area earthquake.&nbsp; We can and must, however, learn from the lessons of the 1989 earthquake.&nbsp; These new publications from the USGS and CGS help us remember","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1160971200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170566"},{"tid":"169841"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}