{"title":"North American Raptors Susceptible to Avian Influenza","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>American kestrels are extremely susceptible to highly pathogenic avian influenza, indicating that other endangered and threatened raptors may also be at risk if the virus reaches North America.<\/p>\n<p>In a new U.S. Geological Survey (USGS) study, all kestrels inoculated with highly pathogenic avian influenza virus H5N1 died within seven days of inoculation, regardless of the virus dose.<\/p>\r\n<p>&ldquo;Our concern is that raptors like bald eagles, peregrine falcons and the endangered California condor would be at risk if highly pathogenic H5N1 reaches North America,&rdquo; said Jeffrey Hall, a research virologist at the USGS National  Wildlife Health  Center and lead author on this study.<\/p>\r\n<p>The virus could reach North America via migratory wild birds, which are typical prey for these susceptible birds. If endangered and threatened raptors are as sensitive as kestrels, they are highly likely to die if infected with the virus.<\/p>\r\n<p>&ldquo;Surveillance for highly pathogenic H5N1 is extremely important,&rdquo; said Jonathan Sleeman, director of the National Wildlife Health  Center. &ldquo;This groundbreaking research will contribute to more effective early warnings for risks to agriculture, public health and wildlife should this virus enter the continent.&rdquo;<\/p>\r\n<p>Sleeman emphasized that the highly pathogenic H5N1 virus is not the same as the H1N1 influenza virus afflicting people around the world. Highly pathogenic H5N1 has not been detected in North America and primarily occurs in domestic and wild birds.<\/p>\r\n<p>Scientists used captive-raised American kestrels as a representative species of North American raptors to examine survival, virus shedding, clinical signs and pathology of infected birds.<\/p>\r\n<p>&ldquo;The birds inoculated with the virus died even after receiving the lowest dose,&rdquo; said Hall. &ldquo;If the virus enters the U.S., wild raptors could easily be exposed to such low levels of the virus through eating infected prey, contact with other infected raptors or by contact with a contaminated environment.&rdquo;&nbsp;<\/p>\r\n<p>The article, &ldquo;Experimental infection of a North American raptor, American kestrel (<em>Falco sparverius<\/em>), with highly pathogenic avian influenza virus (H5N1),&rdquo; was published in <em>PLoS ONE<\/em>, and can be found <a href=\"http:\/\/www.plosone.org\/article\/info%3Adoi%2F10.1371%2Fjournal.pone.0007555\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Coastal Ecosystem","ecology","endangered","Avian Influenza","Migratory Birds","threatened","wildlife","birds"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1256875200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169398"},{"tid":"169801"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}