{"title":"New Map of Big Bend National Park Bridges Past and Present Along the Texas\/Mexico Border","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->More than 40 years ago, release of the original geologic map of Big Bend National Park drew nature enthusiasts, scientists, historians and adventurers to this diverse and desolate terrain along the Texas\/Mexico border. Fast-forward to present day, and an updated U.S. Geological Survey map of Big Bend National Park provides a modern, digital picture of the 8<sup>th<\/sup> largest park in the contiguous United States.<!--introend-->&nbsp;<\/p>\n<p>The \"Geologic map of Big Bend National Park, Texas\", may be found at <a href=\"http:\/\/pubs.usgs.gov\/sim\/3142\/\">online<\/a>, and printed copies will be available for purchase through the <a href=\"http:\/\/store.usgs.gov\">USGS map store<\/a>.<\/p>\r\n<p>Big Bend National Park serves more than 350,000 visitors each year, and is renowned for its spectacular geology and protected Chihuahuan desert ecosystems. &nbsp;Intersected by the Rio Grande River, archaeologists have discovered artifacts estimated to be 9,000 years old, and historic buildings and other notable cultural resources offer a unique glimpse of life along the international border in the 19<sup>th<\/sup> century.&nbsp;<\/p>\r\n<p>The USGS map highlights greatly improved geology of the young sediments of the1252 square-mile park and updates its volcanic history. The map also shows the geology of the recently acquired Harte Ranch section in the northern part of the park.&nbsp;<\/p>\r\n<p>&nbsp;\"The National Park Service is pleased to receive this updated version,\" said Superintendent William Wellman. \"Research techniques and theories have advanced greatly in the past 50 years, and the new map presents the updated information in a more detailed, modern format that can be used for scientific analysis for natural resource and ecosystem management. Geology has a profound influence on other park resources, and the information in this map will be used by park managers and researchers to help understand topics such as soils, plant communities, springs, ground water, and human history in the area.\"&nbsp;<\/p>\r\n<p>Production of the map was a cooperative effort involving USGS, NPS, university professors and students, and Texas Bureau of Economic Geology.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Texas"],"country":["United States of America"],"mm_tags":["geology","Texas","Big Bend National Park","National Recreation Area"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1316577600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}