{"title":"U.S. Bald Eagle Counts Continue to Climb Slowly","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Winter counts of bald eagles increased nearly 2 percent annually from 1986-2000 in the contiguous United States, according to a new U.S. Geological Survey (USGS) analysis. The analysis was based on 101,777 eagle sightings during 5,180 surveys of 563 routes in 42 states. Results of 15 years of the Midwinter Bald Eagle Survey have just been published by USGS and Boise State University scientists. <\/p>\n<p>Estimated count trends varied by region. In the Northeast, eagle numbers increased 6.1 percent each year from 1986-2000, whereas counts in the Southwest, Northwest and Southeast were relatively stable. The proportion of survey routes with increasing counts was higher in the North and in the East.<\/p>\r\n<p>The new USGS analysis confirms other findings that bald eagle populations in the United States are increasing. Still, the increase in winter counts has not been as dramatic as the increase observed in nesting populations throughout the lower 48 states, which increased at a rate of about 8 percent per year over the same period, said Karen Steenhof, coordinator of the annual Midwinter Bald Eagle Surveys and a research scientist at the USGS Forest and Rangeland Ecosystem Science Center. Most likely, this difference is because winter counts include bald eagles that nest in Canada and Alaska, where populations may not be increasing at the same rate as populations in the conterminous U.S., said Steenhof. <\/p>\r\n<p>The bald eagle, unique to North America, has been the national symbol of the United States for 201 years, ever since Congress chose the bird as a fitting symbol of the new country in 1782. The decline of the bald eagle throughout its range was largely the result of DDT residue accumulation in fish, which the eagles ate. Pesticide contamination caused thinning of eggshells, resulting in premature egg breakage and death of the embryo, as well as in the poisoning of adults. <\/p>\r\n<p>&quot;Researchers believe that the main reason for the increasing count is the population rebound after the pesticide DDT was banned in 1972,&quot; Steenhof explained. &quot;Declines associated with pesticides during the 1950s may have been more severe in the Northeast than in other parts of the country and may be the reason counts are increasing more there than elsewhere in the country.&quot; <\/p>\r\n<p>About two-thirds of the eagles observed on surveys were mature adults and about one-third were immature. Trends in numbers of adults and immatures counted showed similar geographic patterns, but counts of adults increased at a higher rate than counts of immatures during the 15-year monitoring period. Steenhof noted that the fact that counts of adults increased at almost twice the rate as counts of immatures suggests that the most substantial rate of population recovery occurred before and at the beginning of the 15-year sampling period. <\/p>\r\n<p>Increasingly warmer winters since the mid-1980s also may explain why counts have increased more in the North than in the South, said Steenhof. Warmer winters mean that eagles have readier access to water that remains unfrozen, reducing their need to migrate south. Additionally, she said, the rapid human population growth in the South and West, as reported in the 2001 U.S. Census, could be preventing eagles from colonizing previously suitable habitat in those regions. <\/p>\r\n<p>The Midwinter Bald Eagle Survey takes place during the first two weeks in January every year, and most counts take place on two target days during the two-week period. These surveys involve several hundred scientists and trained volunteers who count eagles from land, water and air along standard, non-overlapping routes across the United States. The results from 1986 -2000 are published in the latest edition of Bird Populations (Volume 6). More information about the survey can be found at <a href=\"http:\/\/srfs.wr.usgs.gov\/midwinte.htm\">http:\/\/srfs.wr.usgs.gov\/midwinte.htm<\/a> <\/p>\r\n<p>Most survey participants are employees of state or fe","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1058760000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169810"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}