{"title":"USGS Responds to Amphibian Declines with Program in Great Smokey Mountains National Park","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->From high mountain peaks to lowland rivers, chances are if you flip over a rock or peek in the crevices of a damp log in the Great Smoky Mountains, you just might find a red-cheeked, pygmy, or black-belly salamander.<!--introend--> A lucky visitor may even find the rare Junaluska salamander or hear the chorus of serenading American toads after a severe spring storm. \n<p>These are just a few of the 40 species of amphibians--that is, frogs, toads, and salamanders--that U.S. Geological Survey scientists will survey over the next 5 years in the Great Smoky Mountains National Park, a region that has the greatest diversity of amphibians in North America. \r\n<p>The USGS survey is in response to the worldwide reports of sharp declines in the numbers of amphibians; researchers believe that by monitoring the status and trends of amphibians in the Great Smoky Mountains National Park they can help predict trends in amphibian populations elsewhere around the nation. \r\n<p>To survey amphibians, USGS scientists will hike to remote study plots where they will eventually turn over almost every stick and stone and wade in most creeks. They will also drive park roads after severe thunderstorms looking for amphibians moving to mating ponds. Their inventory will provide information on the condition of biological resources to Department of Interior land managers and others. \r\n<p>\"In terms of significance to amphibians, the Great Smoky Mountains National Park is more important than anywhere else in North America,\" said Dr. Ken Dodd, a USGS zoologist at the <a href=\"http:\/\/www.nfrcg.gov\/\">Florida Caribbean Science Center<\/a> in Gainesville, Fla., which is leading the inventory in cooperation with the National Park Service. \r\n<p>\"By their sheer numbers in the park, amphibians are among the most important groups of animals both as prey and as predators, and are therefore an important indicator of ecological health,\" said Dodd. Researchers have long maintained that certain traits of amphibians--such as their permeable skin, their ability to live on land and in the water, and their complex life cycles--justify their use as indicators of environmental health. \r\n<p>Dodd said that this is the largest field survey undertaken in any eastern U.S. National Park to determine the population trends of an entire large and diverse amphibian fauna. The study, he said, will allow USGS scientists to ensure that amphibian population trends are recorded and that declines, should they occur, receive immediate attention. Managers at Great Smoky Mountains National Park have recently announced plans to undertake an All-Taxa Biodiversity Inventory of all the flora and fauna in the 800 square-mile Park. Dodd&rsquo;s salamander survey will be a very significant first step in this 10 to 15 year effort. \r\n<p>\"The entire southern and mid-section of the Appalachian chain--from northern Georgia to northern Virginia--is characterized by a great diversity of amphibians, especially salamanders,\" said Dodd. Some of these species are found nowhere else (Jordon&rsquo;s salamander, pygmy salamander, Junaluska salamander), or have the centers of their ranges in the southern Appalachians. The biological importance of the Park&rsquo;s 28 species of salamanders and its 12 species of toads and frogs has been internationally recognized.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina","Tennessee"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"896414400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}