{"title":"Report on Streamflow and Nutrient Delivery from the Mississippi River Basin to the Gulf of Mexico","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Editors\/Reporters:<\/strong> \r\n<\/p>\r\n<p>\r\n<strong>To view the Mississippi River Basin report, please go to<\/strong>: <a href=\"http:\/\/toxics.usgs.gov\/highlights\/of-2007-1080.html\">http:\/\/toxics.usgs.gov\/highlights\/of-2007-1080.html<\/a> \r\n<\/p>\r\n<p>\r\n<strong>To view additional information on nutrients in the Mississippi River Basin and Hypoxia in the Gulf of Mexico, go to<\/strong> <a href=\"http:\/\/toxics.usgs.gov\/hypoxia\/\">http:\/\/toxics.usgs.gov\/hypoxia\/<\/a> \r\n<\/p>\r\n<p>\r\n<!--introstart-->The U.S. Geological Survey released a report today that presents information on streamflow and nutrient delivery from the Mississippi River Basin to the northern Gulf of Mexico.<!--introend--> Scientists have linked the delivery of nutrients and streamflow to the formation and extent of a &ldquo;hypoxic zone&rdquo; &ndash; a zone of waters with low dissolved oxygen that forms each summer in the northern Gulf along the Louisiana-Texas coast. The resulting lack of oxygen can cause stress or death in bottom-dwelling organisms that cannot escape to more oxygen-rich areas of the Gulf. \r\n<\/p>\r\n<p>\r\nThe Mississippi River Basin drains about 3 million square kilometers or about one third of the land area of the United States. The Basin discharges to the Gulf of Mexico in Louisiana via the main stem of the Mississippi River and the Atchafalaya River. The report also provides information on streamflow and nutrient delivery for 30 subbasins. The subbasins vary in size from 16,200 square kilometers (about the land area of Hawaii) to 1,847,000 square kilometers (about the land area of Alaska and Montana combined) and have various hydrology, land use, and geographic location. The information is presented for the available period of record for each subbasin, with some dating back to the early 1960&rsquo;s. \r\n<\/p>\r\n<p>\r\n&ldquo;Scientists will use this information to investigate causal linkages between the delivery of nutrients and streamflow to the northern Gulf and the magnitude and duration of the hypoxic zone&rdquo; said Brent Aulenbach, a USGS scientist and lead author of the report. &ldquo;Managers also will use this information to identify areas within the Mississippi River Basin that produce the highest nutrient yields, helping to guide management actions for mitigation of problems associated with excess nutrients in local receiving waters, as well as the Gulf of Mexico.&rdquo; \r\n<\/p>\r\n<p>\r\nAulenbach noted that the information will be used by the Mississippi River\/Gulf of Mexico Watershed Nutrients Task Force, which currently is conducting a science assessment of the causes of hypoxia in the northern Gulf of Mexico. The report includes information for the 5 major subbasins that comprise the entire Mississippi River Basin. This information will be used by subbasin teams established by the Task Force to address nutrient runoff at the level of major subbasins of the Mississippi River Basin. \r\n<\/p>\r\n<p>\r\nSelected findings from the report indicate that average annual streamflow to the Gulf of Mexico for the period 1981-2005 was 21,700 cubic meters per second. The average annual delivery of total nitrogen and total phosphorus was 1,470,000 and 140,000 metric tons as nitrogen (N) and phosphorus (P), respectively. For the period, annual average streamflow ranged from 13,000 (2000) to 29,500 (1993) cubic meters per second. Annual average delivery of total nitrogen ranged from 810,000 (2000) to 2,210,000 (1983) metric tons as N. Annual average delivery of total phosphorus ranged from 80,700 (1985) to 180,000 (1987) metric tons as P. Among other factors, nutrient delivery was dependent upon streamflow, the major mechanism for downstream transport and delivery to the Gulf of Mexico. The 5 major subbasins have different relative contributions to nutrient delivery. For the period 1981-2005, the Upper Mississippi and Ohio\/Tennessee subbasins contributed 39 and 34 percent of total nitrogen and 27 and 31 percent of total phosphorus, while comprising only 15.7 an","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1175227200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169497"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}