{"title":"Potential Locations of Ground Water in Bedrock are Identified for Central New Hampshire","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Ground water flows through Earth&rsquo;s materials and people usually are interested in locating this ground water for drinking. The Earth give clues and the U.S. Geological Survey (USGS), in cooperation with the New Hampshire Department of Environmental Services, Water Division, has used these clues to offer a series of maps that can be used by individuals, towns, and their consultants to locate potential sources of ground water. \n<p>The surface of the Earth is marked by straight-line patterns visible from high above the earth&rsquo;s surface. These natural patterns, which locally cut the bedrock fabric, are made by features that are likely the result of underlying zones of large cracks or fractures in rock. Lines based on these natural patterns, called lineaments, are visible on images of New Hampshire. \r\n<p>Richard Moore, USGS hydrologist and co-author of the maps, said that major fractures in bedrock may yield moderate to large quantities of ground water in New Hampshire. A knowledge of the location of fractures can be helpful to people searching for ground water in New Hampshire. &quot;These maps show lineaments identified using high altitude and low altitude photographs and satellite images. The maps show locations that are likely underlain by fractures,&quot; Moore said. \r\n<p>Maps are available for towns in the central part of the State from Concord to Mancester and the surrounding towns, the west-central part of the State from Hillsborough to Walpole and in the northeast-central part from Belmont to Laconia to Conway. Maps that cover the southern half of the State have been previously published and are available from the USGS. \r\n<p>Copies of these maps are available for viewing in town public libraries and the State university libraries and also can be obtained from the USGS at 361 Commerce Way, Pembroke, NH 03275 by calling the Public Information Coordinator at (603) 226-7837. The maps are distributed as Open-File Reports 98-189, titled &quot;Lineament map of area 6 of the New Hampshire Bedrock Aquifer Assessment, central New Hampshire&quot;; OFR 98-190, titled &quot;Lineament map of area 7 of the New Hampshire Bedrock Aquifer Assessment, west-central New Hampshire&quot;; and OFR 98-191 titled &quot;Lineament map of area 8 of the New Hampshire Bedrock Aquifer Assessment, nrotheast-central New Hampshire.&quot; \r\n<p>In-depth information about USGS programs may be found on the USGS home page: <a href=\"http:\/\/www.usgs.gov\/\">http:\/\/www.usgs.gov<\/a> . Visit the District&rsquo;s home page at <a href=\"http:\/\/bowdnhbow.er.usgs.gov\/\">http:\/\/bowdnhbow.er.usgs.gov <\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New Hampshire"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"914389200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169219"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}