{"title":"USGS Partners with Nation&rsquo;s Military Bases<br>Scientists Team with Defense Experts to Discuss Base Environmental Issues","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Unexploded shells. Contaminated soils. Polluted groundwater. Military bases across the country are working to restore and protect the environment. Experts from the U.S. Geological Survey (USGS) and the Defense Department will meet in Indianapolis next week to discuss the status of efforts to address environmental problems at U.S. military bases and facilitate safeguarding the environment for years to come. <\/p>\n<p>Through the USGS Department of Defense Environmental Conservation (DODEC) Program, USGS scientists partner with DoD program personnel to address contamination from past activities and potential environmental problems from current and future operations. USGS assists DoD in characterizing hazardous waste sites, evaluating remediation plans, assessing biological resources and developing new techniques to improve the cost effectiveness of DoD environmental efforts. <\/p>\r\n<p>Topics for next week&rsquo;s meeting include:<\/p>\r\n<UL>\r\n<LI>Restoration of contaminated ground water areas at the Massachusetts Military Reservation, on Cape Cod, MA <\/LI>\r\n<LI>Ground-water vulnerability to surface contamination in North Carolina <\/LI>\r\n<LI>Mapping of a MTBE plume on the site of Dover Air Force Base in Delaware <\/LI>\r\n<LI>Effects of heavy groundwater withdrawl near Air Force Plant 42 in Palmdale, CA <\/LI>\r\n<LI>Source of human-caused pollution at the Belen National Guard Armory, south of Albuquerque, NM <\/LI>\r\n<LI>Hydrogeology of Camp Atterbury, south of Indianapolis, IN <\/LI><\/UL>\r\n<p>The meeting begins Tuesday, April 30 at the Radisson Hotel City Center, Indianapolis, IN, 31 West Ohio Street, Indianapolis. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Indiana"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1019793600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170215"},{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}