{"title":"International Expert to Discuss Ramifications at Local Lecture...Tracking Contaminants in the Mighty Mississippi and Other Large Rivers Worldwide","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Tracing the pathways and concentrations of contaminants in large rivers like the Mississippi tells an interesting story of how human activities affect the quality of water in large and complex river systems. <!--introend-->A U.S. Geological Survey (USGS) global river research program will be discussed by Dr. Robert H. Meade, a USGS hydrologist, at a lecture <b>Wednesday, Dec. 2 at 2 p.m.<\/b> at the USGS headquarters main auditorium in Reston. \n<p>Meade is touring the country as the featured lecturer of the 14th Mendenhall Seminar Series, speaking to both scientists and the public on \"Large Rivers and Their Floodplains as Conveyers and Storers of Sediments and Contaminants.\" Named in honor of Walter Curran Mendenhall, fifth director of the USGS, the Mendenhall Seminar Series seeks to expand communication among various scientific disciplines by giving premier USGS researchers the opportunity to lecture nationwide to a variety of audiences. Meade has spoken in Menlo Park, California and La Crosse, Wisconsin, and is scheduled to speak in Columbia, Missouri; Tucson, Arizona; and Portland, Oregon. \r\n<p>Meade was selected as the 1999 Mendenhall Lecturer because of his world-class research on the movement and storage of sediments and pollutants in numerous large rivers across the globe. His leadership in an interdisciplinary study of sediment-transported pollutants in the Mississippi River Basin has received both national and international acclaim. Meade is a researcher with the USGS Water Resources Division in Denver. \r\n<p>In four decades with the USGS, Meade has written more than 80 articles and publications, including articles for Science and Nature. Meade is the 14th Mendenhall Lecturer since the program began in 1981.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"912488400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169014"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}