{"title":"USGS will Host the Leadership, Enrichment, And (Dis)abilities [LEAD] Conference","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Managerial and supervisory responsibilities, attitudes, awareness, and accessible technologies that enable people with disabilities to succeed in the workplace are the focus of the \"Leadership, Enrichment, And (Dis)abilities [LEAD]\" conference being held October 21-22, 1998 in Reston, Va.<!--introend--> \n<p>The conference on disabilities, sponsored by the U.S. Geological Survey (USGS) is designed to strengthen and enhance interpersonal working relationships through a better understanding of the diversity of human resources. \"As the workplace continues to become more diverse, organizations need to be able to instill an awareness and appreciation for people&rsquo;s similarities and differences,\" said USGS Acting Director Thomas Casadevall. \"This increased awareness will enhance our ability to help employees reach their full potential.\" \r\n<p>A series of informative workshops and dynamic speakers from the public and private sectors will highlight topics such as accommodations, legal issues, physical barriers, and hiring persons with disabilities. Keynote speakers include Bill Demby, motivational speaker and television personality, and Barbara Harrison from NBC, Channel 4. \r\n<p>Exhibitors and vendors who serve the needs of the disabled will host displays on October 22. In addition, a USGS employees&rsquo; musical group, \"GeoSounds,\" will perform. \r\n<p>The conference will begin at 8:30 a.m. on October 21 and at 8:00 a.m. on October 22. The USGS National Center is wheelchair-accessible, and sign language interpreters will be provided at all presentations. The conference is free; however, advance registration is required as space is limited. Parking accommodations for conference participants with special needs has been expanded. The USGS is located at 12201 Sunrise Valley Drive in Reston, Va. From I-495, the Capital Beltway, take the Dulles Toll Road west to exit 12, Reston Parkway. Turn left onto Reston Parkway, then at the 3rd light, turn right onto South Lakes Drive and proceed Â½ mile to the USGS on the right. Follow the signs for the Visitors Parking area. To enter the building, you must show picture identification. For more information, please call (703) 648-7522 (voice) or (703) 648-4369 (TTY) or visit the conference&rsquo;s web site: http:\/\/www.usgs.gov\/LEAD98\/. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"907300800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170228"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}