{"title":"USGS Model Provides Insight into Snake Valley's Groundwater","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Proposed increases in water withdrawals in Snake Valley and surrounding areas will likely result in declining groundwater levels and a decrease in natural discharge to springs, according to <a href=\"http:\/\/pubs.er.usgs.gov\/publication\/sir20145103\">a new U.S. Geological Survey (USGS) study and simulation model<\/a>.<!--introend--><\/p>\n<p>Local water users and Utah resource managers have considered the effects of groundwater withdrawals on Snake Valley aquifers since the Southern Nevada Water Authority proposed developing unappropriated groundwater resources in Snake Valley and adjacent basins in eastern Nevada.<\/p>\r\n<p>&ldquo;Because of the magnitude of the proposed development project and the interconnected nature of groundwater basins in the region, there have been concerns that new pumping will disrupt Snake Valley's groundwater supplies and threaten the wetlands and ranches that rely upon them,&rdquo; said Melissa Masbruch, USGS scientist and lead author of the new report. &ldquo;This study can help assess the effects of future groundwater withdrawals on groundwater resources in the Snake Valley area.&rdquo;<\/p>\r\n<p>A new computer model, developed as part of the USGS study, simulates groundwater flow between Snake Valley and adjacent areas, and provides estimates of the degree of connectivity between hydrographic areas. The model indicates that increased groundwater withdraw&shy;als within areas that are highly connected to one another would likely affect groundwater levels and discharge to springs through a large part of the study area, including areas adjacent to Snake Valley.<\/p>\r\n<p>This USGS study represents one of the first regional model-simulation tools that have been calibrated to groundwater temperatures.<\/p>\r\n<p>&ldquo;The use of temperature observations in the development of the model reduced model uncertainty for factors controlling recharge, discharge, and groundwater movement,&rdquo; said Masbruch. &ldquo;This new model represents a more robust quantification of groundwater availability than previous studies because the model integrates all compo&shy;nents of the groundwater budget.&rdquo;&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Utah"],"country":["United States of America"],"mm_tags":["Utah","groundwater","Water Cooperative Water","Water Groundwater Resources","Water Hydrologic Networksand Analysis","Geographic Areas Southwest"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1411099200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"170110"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}