{"title":"USGS To Study Young Forests and Streamsides in Western Oregon","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->USGS is launching a long-term program to study plants, animals and their habitats on federal forested lands in western Oregon. The 10-year program, which begins this summer, is expected to help improve forest management practices. <!--introend-->\n<p>\"The Pacific Northwest has a wealth of diverse plant and animal life and habitats,\" said Dr. Michael Collopy, director of the USGS Forest and Rangeland Ecosystem Science Center in Corvallis, Oregon. \"Our studies of these communities--especially in young forests and streamside areas--will help forest managers make wise, informed decisions regarding these valuable natural resources.\" \r\n<p>USGS will coordinate the Cooperative Forest Ecosystem Research (CFER) Program, working in partnership with state and federal researchers and resource managers. \r\n<p>\"Because of the diversity of plant communities in the Pacific Northwest,\" said Collopy, \"successful forest management in western Oregon demands a multifaceted perspective, and the CFER program allows us that perspective.\" Individual CFER projects will focus on three major areas: biodiversity, riparian or streamside areas and species of special concern. Researchers will: \r\n<p>\r\n<p>* Focus on abundance and diversity of plants and animals in young forests, seeking information on the best approaches to forest thinning for enhancing biodiversity or for minimizing impacts to plants and animals; \r\n<p>\r\n<p>* Study streamside or riparian areas, which are the transition zone between aquatic and upland habitats, to develop better methods for protecting these critical areas; and \r\n<p>\r\n<p>* Study species of special concern, including amphibians, lichens, fungi, mollusks and bats. \r\n<p>Ecosystem management is dictated by the Northwest Forest Plan, which was adopted in 1994 because of long-standing public concerns over management of federal forest lands in western Washington, Oregon and northern California. The plan provides a basis for regional-scale management of federal forest lands and attempts to simultaneously accommodate human needs, sustain critical ecosystem functions and maintain native biodiversity. \r\n<p>USGS, said Collopy, is committed to providing forest managers with new information to evaluate current and proposed forest ecosystem strategies and practices. The CFER research team consists of five scientists: W. Daniel Edge, Robert Gresswell, John Hayes, David Hibbs and John Tappeiner, whose disciplines include wildlife biology, aquatic and riparian ecology, and silviculture. \r\n<p>\"It&rsquo;s a team approach,\" says Oregon State University scientist John Hayes, \"because CFER&rsquo;s goals and objectives are integrated and interdisciplinary and require a broad range of experience. Teamwork is essential to ensure a high level of integration in all aspects of program development and execution.\" \r\n<p>The Oregon State University Colleges of Forestry and Agricultural Sciences will contribute faculty and staff to conduct research, and the Interior&rsquo;s Bureau of Land Management will provide study sites and assist with field research. BLM is one of many federal land managers implementing the plan; the bureau oversees about 2,300,000 acres of forested land that historically was managed to produce even-aged Douglas-fir forests. \r\n<p>\"CFER,\" said Collopy, \"is not only about conducting research, but also about establishing multiple communication pathways among land managers, scientists and the public. Ultimately this will contribute to better-informed natural resource decisions.\" \r\n<p>The USGS center in Corvallis will provide the primary financial support for CFER, as well as research support. The center&rsquo;s research is closely aligned with the diversity of biological resources near its headquarters in western Oregon and its five field stations in Arizona, Idaho, Utah and Washington.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"891406800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170407"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}