{"title":"Visualize This: U.S. Fish Habitat Information Within Reach","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table border=\"0\" cellspacing=\"0\" cellpadding=\"5\" width=\"220\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2011_04_14\/NFHAPT.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2011_04_14\/NFHAPT_tn.jpg\" alt=\"caption below\" width=\"216\" height=\"190\" align=\"center\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">The map and data viewer (<a href=\"http:\/\/www.nbii.gov\/far\/nfhap\">www.nbii.gov\/far\/nfhap<\/a>) for the National Fish Habitat Action Plan offers multiple views of the current condition for stream and coastal habitats across the United States. The map's color coding depicts the risk of habitat degradation; plus, users are only a mouse click away from detailed information throughout the nation. <\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>RESTON, Va. -- Along with today's release of a detailed report assessing how people are affecting fish habitat in the United States is a web tool that allows users to easily access and use information in the report, Through a Fish&rsquo;s Eye: The Status of Fish Habitats in the United States 2010.<\/p>\r\n<p>The web tool, developed by the U.S. Geological Survey's Biological Informatics Program, allows stakeholders, partners and managers to access and use the data and information in the national assessment of the condition of fish habitats nationwide.<\/p>\r\n<p>The assessment is the first step toward furthering more effective aquatic habitat conservation activities by enabling nationally coordinated science-based decisions to occur to implement the National Fish Habitat Action Plan.<\/p>\r\n<p>The USGS helped build and is hosting a map and data viewer that visualizes the data and disseminates it to partners, stakeholders and other interested parties. The viewer is available through the <a href=\"http:\/\/fishhabitat.org\/\">National Fish Habitat Action Plan's main site<\/a> via the &ldquo;Science and Data&rdquo; tab at the top of the home page.<\/p>\r\n<p>\"By allowing easy access to the report's results, this tool will enable managers and others to engage in more collaborative and coordinated efforts to support effective conservation and management of fish habitats from headwaters to estuaries,\" said Andrea Ostroff, a USGS biologist and co-chair of the NFHAP Science and Data Committee, which provided guidance for the development of the web tool.<\/p>\r\n<p>\"In addition,\" Ostroff said, \"being able to visualize the results at multiple scales allows the information to be used at the management and policy levels critical for the strategic decision-making necessary to maximize fish habitat conservation efforts across the country.\"<\/p>\r\n<p>Over 1,700 organizations, including the USGS, have partnered for the past decade to reverse the decline of U.S. waters and fish populations and conserve aquatic habitat by participating in this effort to improve fish habitat throughout the nation.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Biological Informations","Fish Habitat","National Fish Habitat Action Plan","Web Tool"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1302753600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168829"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}