{"title":"Worldâ\u0080\u0099s Oil and Gas Endowment","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_173954\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/Greenland-Icebergs.jpg\"><img class=\"size-medium wp-image-173954\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/Greenland-Icebergs-300x225.jpg\" alt=\"\" width=\"300\" height=\"225\" \/><\/a> Icebergs immediately offshore from Illulissat, Greenland. This area was included in the USGS report, â\u0080\u009cAn Estimate of Undiscovered Conventional Oil and Gas Resources of the World, 2012.â\u0080\u009d Photograph by Chris Schenk, U.S. Geological Survey.[\/caption]\n\n&nbsp;\n\nThe U.S. Geological Survey released today a <a href=\"http:\/\/pubs.usgs.gov\/fs\/2012\/3042\/\">new global estimate<\/a> for conventional oil and gas resources.Â  The USGS estimates that the undiscovered, conventional resources in the world total 565 billion barrels of oil (bbo), 5,606 trillion cubic feet (tcf) of natural gas, and 167 billion barrels of natural gas liquids.\n\nAll of these numbers represent technically recoverable resources, which are those quantities of oil and gas producible using currently available technology and industry practices, regardless of economic or accessibility considerations.\n\nâ\u0080\u009cIn the twelve years since the last assessment, the steady progress in technology now allows additional resources to be regarded as technically recoverable,â\u0080\u009d said USGS Director Marcia McNutt.Â  â\u0080\u009cBy placing this information in the public domain, government leaders, investors, public and private corporations, and citizens have a common information base for planning and decisions that affect the global environment and market place.â\u0080\u009d\n\n[caption id=\"attachment_173955\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/Limestone-Beds-Forming-Cliffs-in-Thailand.jpg\"><img class=\"size-medium wp-image-173955\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/Limestone-Beds-Forming-Cliffs-in-Thailand-300x215.jpg\" alt=\"\" width=\"300\" height=\"215\" \/><\/a> Vertical limestone beds forming cliffs along Three Pagodas-Fault Zone near Hua Hin, Thailand. This area was included in the USGS report, â\u0080\u009cAn Estimate of Undiscovered Conventional Oil and Gas Resources of the World, 2012.â\u0080\u009d Photograph by Chris Schenk, U.S. Geological Survey.[\/caption]\n\nThis new assessment is complete reassessment of the world since the last World Petroleum Assessment in 2000 by the USGS.\n\nThe report includes mean estimates of resources in 171 geologic provinces of the world. Â These estimates include resources beneath both onshore and offshore areas.\n\n<strong>Resources in the United States<\/strong>\n\n<strong><\/strong>This assessment does not include undiscovered, conventional resources in the United States, which the USGS currently estimates holds 27 bbo and 388 tcf of natural gas onshore and in State waters.Â  Additionally, there are an estimated 81 bbo and 398 tcf of natural gas in the U.S. Outer Continental Shelf (OCS), according to the Bureau of Ocean Energy Management.\n\n<strong>75 Percent of Oil Resources in Four Regions<\/strong>\n\n<strong><\/strong>The assessment results indicate that about 75 percent of the undiscovered and technically recoverable conventional oil of the world is in four regions: South America and the Caribbean (126 bbo); sub-Saharan Africa (115 bbo); the Middle East and North Africa (111 bbo); and the Arctic provinces portion of North America (61 bbo).\n\nSignificant undiscovered, conventional gas resources remain in all of the worldâ\u0080\u0099s regions.\n\n<strong>Conventional and Unconventional Resources<\/strong>\n\n<strong><\/strong>These new estimates are for conventional oil and gas resources only. Â Unconventional oil and gas resources, such as shale gas, tight oil, tight gas, coalbed gas, heavy oil, oil sands, may be significant around the world, but are not included in these numbers.\n\n[caption id=\"attachment_173953\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/Eolian-Dunes-in-Saudi-Arabia.jpg\"><img class=\"size-medium wp-image-173953\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/Eolian-Dunes-in-Saudi-Arabia-300x205.jpg\" alt=\"\" width=\"300\" height=\"205\" \/><\/a> Eolian dunes of the An Nefud sand sea, northern Saudi Arabia. This area was included in the USGS report, â\u0080\u009cAn Estimate of Undiscovered Conventional Oil and Gas Resources of the World, 2012.â\u0080\u009d Photograph by Chris Schenk, U.S. Geological Survey.[\/caption]\n\n<strong>More Information<\/strong>\n\nThe USGS is the only provider of publicly available estimates of undiscovered and technically recoverable oil and gas resources of the world. Â This global assessment was undertaken as part of a project assessing global petroleum basins using standardized methodology and protocol.\n\nThe Department of the Interior released a <a href=\"http:\/\/www.doi.gov\/news\/pressreleases\/USGS-Releases-Global-Estimate-for-Undiscovered-Technically-Recoverable-Conventional-Oil-and-Gas-Resources.cfm\">press release<\/a> on this new assessment.\n\nTo learn more about this or other geologic assessments, please visit the <a href=\"http:\/\/energy.usgs.gov\/\">Energy Resources Program website<\/a>.\n\n<strong>Recorded Press Conference<\/strong>\n\nListen to a <a href=\"http:\/\/gallery.usgs.gov\/audios\/440\">podcast recording<\/a> of the press conference held on April 18, 2012, to announce this report. Speakers were Secretary of the Interior Ken Salazar, USGS Director Marcia McNutt, USGS Energy Resources Program Coordinator Brenda Pierce, and USGS Research Geologist Chris Schenk.\n\n&nbsp;\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24200","uid":"31","filename":"Assessed-Provinces-in-2012-Estimate-of-Undiscovered-Conventional-Oil-and-Gas-Resources-of-the-World3.jpg","uri":"public:\/\/Assessed-Provinces-in-2012-Estimate-of-Undiscovered-Conventional-Oil-and-Gas-Resources-of-the-World3.jpg","filemime":"image\/jpeg","filesize":"126181","status":"1","timestamp":"1425492768","type":"image","uuid":"f2731070-d35d-4f80-bd0d-6e9ca23cc887","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":242,"width":470},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Africa","Arctic","caribbean","Conventional","EnergyResources","gas","MiddleEast","naturalgas","NaturalGasLiquids","oil","OuterContinentalShelf","petroleum","SouthAmerica","WorldPetroleumAssessment"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1334774578","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}