{"title":"Widespread Historic Flooding Across Arkansas","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: For additional information about specific streams or to accompany a USGS field crew as they measure flooding contact Jim Petersen at 501-554-2996.<\/strong>&nbsp;<\/p>\n<p>U.S. Geological Survey field crews continue to measure historic flooding across most of Arkansas.&nbsp;<\/p>\r\n<p>River levels are still rising in parts of the state; many have increased by as much as 15 to 30 feet since heavy rainfall began on April 22. Near real-time river level and streamflow information from 149 USGS Arkansas streamgage locations is available <a href=\"http:\/\/waterdata.usgs.gov\/ar\/nwis\/current?type=flow&amp;group_key=basin_cd&amp;search_site_no_station_nm=\">online<\/a>.&nbsp;<\/p>\r\n<p>USGS scientists continue to collect critical streamflow data that are vital for protection of life, property and the environment. These data are used by the National Weather Service (NWS) to develop flood forecasts, the U.S. Army Corps of Engineers to manage flood control, and the various state and local agencies in their flood response activities.&nbsp;<\/p>\r\n<p>&ldquo;The flooding that began last month is already the most widespread and severe flooding to strike Arkansas since 2008,&rdquo; said Jaysson Funkhouser, USGS Arkansas Water Science Center Assistant Director. &ldquo;USGS crews have been out in the field taking flood measurements for more than 10 days now, and we&rsquo;ll stay out there for as long as it takes for the high waters to recede.&rdquo; &nbsp;<\/p>\r\n<p>USGS streamgage information is updated via satellite every 1 hour and can be found on the USGS Arkansas Flood Website in user-friendly graphs. The website also contains links to NWS flood forecasts.<\/p>\r\n<p>Rivers across Arkansas rose dramatically since flooding began in April. The Illinois River south of Siloam Springs increased from approximately 5.5 feet on April 21 to more than 26 feet on April 26. The Buffalo River at St. Joe rose from about 6.0 feet on April 22 to around 35.5 feet on April 26. River levels continue to rise at Georgetown where the White River increased from about 11.8 feet on April 22 to almost 29 feet on May 2.&nbsp;<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.<\/p>\r\n<p>Access current flood and high flow conditions across the country by visiting the USGS <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch<\/a> website. &nbsp;Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas"],"country":["United States of America"],"mm_tags":["water","Arkansas","flooding","streamgages"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1304308800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"169665"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}