{"title":"seismic Study of Santa Clara Valley Gets Underway","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>An earth-science project that will enable scientists to assess more accurately earthquake hazards and underground water resources in the western Santa Clara Valley area of Los Gatos-Campbell, is now underway. The project, which involves low-level underground explosives, is a combined effort between the Santa Clara Valley Water District (SCVWD), the U.S. Geological Survey&rsquo;s Water Resources Program and the USGS Western Earthquake Hazards Team. Professors and students from San Jose State University are also participating in the two-week project. <\/p>\n<p>The project will involve the detonation of 11 explosive shots buried to depths of about 60 feet, and about 2,000 small shotgun blasts at depths of about one foot. As energy waves from the explosions travel through the ground they will be recorded by portable seismometers placed throughout the area. Because the ground motion being recorded is less than that caused by normal daylight activities such as vehicular traffic, people and livestock moving about, vibrations from pumps, etc., most of the detonations and recording will be done at night, usually between 10 p.m. and 3 a.m. <\/p>\r\n<p>Analysis of the seismic recordings will reveal the various types of sub-soil rock layers and places where those layers have been disrupted by faults. In addition to known faults in the western Santa Clara Valley, other geologic mapping studies indicate that there may be numerous other thrust faults beneath Santa Clara Valley. The strong shaking that can be generated by thrust faulting beneath valley sediments, as happened in the 1994 Northridge Earthquake, added to the dense population of the Santa Clara Valley and the economic implications of earthquakes in the Silicon Valley, has prompted the USGS Earthquake Hazards Team to attempt to locate these possible thrust faults and better understand their hazard potential. <\/p>\r\n<p>USGS scientist Rufus Catchings said the planned seismic investigation will consist of two separate efforts, a high-resolution seismic imaging effort to precisely locate the possible faults, from depths of about 2.5 meters (8 feet) to about one kilometer (1.6 miles), and a lower-resolution seismic imaging effort to measure seismc velocities and image faults from depths of about one kilometer to more than five kilometers. Catchings said this information is necessary to help determine the hazard and the likely intensity of shaking from earthquakes in the Santa Clara Valley. <\/p>\r\n<p>USGS hydrologist Randy Hanson said that in sediments like those of the Santa Clara Valley, faults are known to affect groundwater migration paths. \"The location of faults may affect whether recharged groundwater, which is often pumped in the subsurface during wet periods, can be successfully recovered during dry periods,\" Hanson said. \"Furthermore, the stratigraphic sequence within a given basin can determine if recharge of the groundwater supply is possible.\" Hanson said these and many other questions related to groundwater supply can be partially determined using drilling techniques, but those techniques are expensive and cannot give a complete picture. The seismic data will be used to help answer these and other questions related to groundwater in the Santa Clara Valley. <\/p>\r\n<p>Seismic refraction experiments like the one to be conducted in the Santa Clara Valley have been conducted by the USGS and other scientific agencies in various parts of the United States and Canada for the past 20 years.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"972532800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}