{"title":"USGS Featured at Environmental Science Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Parking-lot sealants as toxics sources, Delaware River basin and New York harbor studies and what&rsquo;s this about inter-sexed fish? These are among the topics U.S. Geological Survey (USGS) scientists will discuss at the <strong>Society of Environmental Toxicology and Chemistry<\/strong> meeting at the Baltimore, (Md.) Convention Center on Nov. 13-17. The meeting is expected to attract more than 2,500 environmental scientists from around the globe.<!--introend--><\/p>\n<p><strong>Monday, Nov. 14:<br>Intersex fish -- bizarre but real:<\/strong> What&rsquo;s causing fish to grow abnormally and develop &quot;confused&quot; sexual organs? The condition is called &quot;intersex&quot; or &quot;ovotestis&quot; where male fish contain immature eggs in their testis or have malformed ducts that release abnormal sperm or eggs. Scientists have collected samples from more than 2000 fish in four major river systems in the U.S. to detect microscopic evidence of intersex. Although a wide variety of natural and manufactured chemicals are known to cause estrogenic activity in fishes, a high prevalence of intersex has been associated with domesticate sewage treatment discharges or runoff from agricultural operations. <strong>Vicki Blazer, Session M4 PM Endocrine Disruption in Fish (Part 2), Ballroom 4, 3:50pm.<\/strong><\/p>\r\n<p><strong>Contaminants and Amphibian Declines in California:<\/strong> Nearly all pond-breeding amphibians of California&rsquo;s Sierra Nevada are declining and the preponderance of data, gathered from thousands of sites since 1991, points to contaminants as playing a significant role in these declines. Prevailing winds move pesticides from the agricultural Central Valley to mountain watersheds. USGS scientist Gary Fellers will discuss research that strongly implicates contaminants in the declines, including a series of studies that compare levels of contaminants in frog and tadpole tissues, sediment, air, snow, and water from mountain sites with those from coastal sites. <strong>Gary Fellers, Session M9 PM Multiple Stressors in Amphibian and Reptile Ecotoxicology Room 339-340, 1:50 pm.<\/strong><\/p>\r\n<p><strong>Pesticides in soil &ndash; how much and how did they get there:<\/strong> Pesticides are entering the nation&rsquo;s soil and sediments through natural processes and human land use activities. A new method <em>pressurized fluid extraction (PFE)<\/em> can help identify which pesticides are entering our soil, the concentration levels, and how it is happening. PFE has been validated for 42 parent pesticides and 24 degradates. The author will discuss advantages and limitations for this method, which was developed to support USGS investigation of the sources, transport, and fate of selected agricultural chemicals in a variety of settings across the nation. <strong>William Foreman, Session MP5 Agrochemicals and Pesticides (poster), Exhibit Hall, 8:00 am-5:30 pm.<\/strong><\/p>\r\n<p><strong>Determining cadmium risks to North American freshwater life:<\/strong> USGS scientists are synthesizing data on concentration levels and effects of cadmium in 60 North American freshwater species. Cadmium (Cd) is a heavy metal used in steel and paint manufacturing as an anticorrosive and to produce nickel-cadmium batteries that is toxic to plants, animals, and humans. Some data suggest long-term exposure to cadmium levels below guidelines that were derived from standard laboratory toxicity tests could cause subtle adverse effects in behavior or swimming performance in fish, prompting analyses of additional laboratory and field investigations. <strong>Christopher Mebane, Session M7 PM Metals in the Environment: Aquatic Biological Perspectives Room 327-329, 2:10 pm.<\/strong><\/p>\r\n<p><strong>Tuesday, Nov. 15:<br>Toxic effects of African dust in Caribbean waters:<\/strong> The transport of dust from the Sahara to the Americas has been occurring for millennia, but use of organic chemicals and land-use changes in Africa may have alte","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1131944400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}