{"title":"space Images Find Water on Moon","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The Moon, long rendered dry and barren, has been shown by new research to hold water at all latitudes.<\/p>\n<p>In the Sept. 24 edition of the journal <em>Science<\/em>, spectral images obtained from three spacecraft are unveiled, indicating the presence of both water and hydroxyl, a molecule consisting of hydrogen and oxygen.<\/p>\r\n<p>&ldquo;Water has been predicted to exist in the form of ice in permanently shadowed craters in the polar regions on the Moon, but not in direct sunlight.&nbsp; We have detected water and hydroxyl at all latitudes on the surface of the moon, including the hot regions,&rdquo; said the article&rsquo;s primary author, Roger Clark, a U.S. Geological Survey scientist based in Denver, Colo.&nbsp; &ldquo;The water is adsorbed in the lunar soil and not as pools of liquid or ice.&nbsp; There may be as much as a quart of water per ton of soil on average at the surface and locally higher.&rdquo;<\/p>\r\n<p>The spectral images are from the NASA Visual and Infrared Mapping Spectrometer (VIMS) on the Cassini orbiter, part of the Cassini-Huygens space probe which flew by the moon on Aug. 19, 1999. It took 10 years of careful calibration refinements to enable the water detection through the use of infrared imaging spectroscopy. Spectroscopy is a tool that splits light into it its component colors, like a rainbow.&nbsp;<\/p>\r\n<p>&ldquo;This is an astounding discovery,&rdquo; said Secretary of the Interior Ken Salazar. &ldquo;Water on the surface on the Moon will change the way we look at possibilities for future exploration.&rdquo;<\/p>\r\n<p>Clark used different methods to confirm the water using the Chandrayaan-1 Moon Mineralogy Mapper (M3) instrument.&nbsp; Chandrayaan-1, an Indian spacecraft, delivered about 10 months of high resolution infrared spectral data.&nbsp; A third spacecraft, NASA&rsquo;s Deep Impact mission, flew by the moon in June and made another set of observations that confirm the VIMS and M3 results, as indicated in a companion <em>Science<\/em> article.<\/p>\r\n<p>&ldquo;The fact that three spacecraft have detected widespread signatures of water can leave no doubt that the detection is real,&rdquo; said Clark.<\/p>\r\n<p>The article, &ldquo;Detection of Adsorbed Water and Hydroxyl on the Moon,&rdquo; is one of three papers corroborating the incidence of water on the Moon. Clark and USGS colleague K. Eric Livo are also contributing authors on, &ldquo;Character and Spatial Distribution of OH\/H20 on the Surface of the Moon seen by M3 and Chandrayann-1&rdquo;.<\/p>\r\n<p>To arrange interviews with Dr. Clark, please contact Heidi Koontz at 303-202-4763 or <a href=\"mailto:hkoontz@usgs.gov\">hkoontz@usgs.gov<\/a>. A <a href=\"http:\/\/www.usgs.gov\/corecast\/details.asp?ep=104\">podcast<\/a> with an overview of key findings can be downloaded from the <a href=\"http:\/\/www.usgs.gov\/corecast\/\">USGS CoreCast Web site<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["moon","Solar System","water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1253764800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169186"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}