{"title":"From the Home Front to the River Front, USGS Updates Bay Area Water-Quality Information","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The results of two U.S. Geological Survey water-quality studies in the Lower Susquehanna and Potomac River Basins provide a message that hits close to home for rural residents that drink water from private wells: Owners of rural wells in these two basins, part of the Chesapeake Bay watershed, need to ensure their water supplies are safe to drink. <!--introend-->\n<p>The USGS studies found high levels of nitrate and high counts of bacteria in ground water from wells used for household supply in several rural areas. The study results underscore the need for awareness that untreated ground water may not always be safe to drink. \r\n<p>There was good news, however, about these same rural wells. Concentrations of pesticides and other organic contaminants in the water from the wells did not exceed levels established by Federal and State agencies as drinking-water standards. \r\n<p>Of the well-water samples in which a pesticide was present, nearly 70 percent contained more than one detectable pesticide. This is a significant new finding from the USGS studies. \r\n<p>\"Human activities on the land surface, such as application of fertilizers and manure on croplands, have a significant effect on the concentration of nitrogen that ends up in the ground water or streams,\" said Scott Ator, USGS Hydrologist and principal author of the Potomac River Basin report. Ator&rsquo;s colleague, Bruce Lindsey, USGS Hydrologist and principal author of the Lower Susquehanna report, added, \"Animal manure, used as an agricultural fertilizer, and commercial fertilizers are major sources of nitrogen and phosphorus in the Chesapeake Bay watershed. We now have good baseline data to measure changes as the new Pennsylvania law for nutrient management goes into affect this year.\" \r\n<p>\"The old adage `Too much of a good thing&rsquo; applies in certain areas,\" Lindsey said. Nitrogen in manure and fertilizers added to agricultural land is essential for plant growth; however, a concentrated animal operation can produce more manure than the crops grown on that farm can use. The numbers of concentrated animal operations are increasing in the basins. \r\n<p>Moving from the home front to the river front, the studies also provide an extensive baseline of information against which planners and water managers can measure the success of strategies for reduction of nutrients and toxics in tributaries to Chesapeake Bay. Fish, streambed-sediment, and water samples were used to assess the occurrence of contaminants. \r\n<p>Contaminants in streambed sediment at some sites were detected at levels potentially harmful to aquatic life. Trace metals and long-banned organic contaminants are present in streambed sediment in the Lower Susquehanna and Potomac Rivers and their tributaries and have been incorporated into the food chain. These metals and contaminants were detected in clam and fish tissues. The use of PCBs, DDT, and chlordane has been banned or restricted for nearly 20 years, but these contaminants are still being detected in rivers and streams. The USGS cautioned that the fish were collected and analyzed to determine if contaminants were present, not to determine if the fish were safe to eat. \r\n<p>Being more specific, Ator said, \"Mercury contamination from an industrial source near Waynesboro, Va., has led to measurable concentrations of mercury in sediment as far as 170 miles downstream on the Shenandoah River near Harpers Ferry, W. Va., even though the use of mercury at the Waynesboro site ended in 1950.\" \r\n<p>The studies of the Lower Susquehanna and Potomac River Basins, two of the largest watersheds that drain into Chesapeake Bay, were conducted by the USGS National Water-Quality Assessment (NAWQA) Program. The full-color reports summarize USGS studies that began in 1992 and are written to convey the technical findings to a wide audience including water managers, policy makers, other scientists, and the public. Details on the results of the studies and informa","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"892699200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168982"},{"tid":"170428"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}