{"title":"USGS Releases World Petroleum Assessment 2000: Global Reserve Growth Nearly Equals Undiscovered Resources","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>NOTE TO EDITORS: Thursday, June 22, 10 am to 11:30 am, there will be a technical briefing on the World Energy Assessment by USGS Project Chief, Tom Ahlbrandt, USGS National Center Auditorium, Reston, Virginia<\/b> <\/p>\n<p><!--introstart-->USGS Director Charles (Chip) Groat announced the release of U.S. Geological Survey World Petroleum Assessment 2000-Description and Results, USGS Digital Data Series - DDS-60.<!--introend--> These estimates of the volume of oil and gas, exclusive of the U.S., are those that may be added to the world&rsquo;s reserves in the next 30 years. Overall there is a 20 percent increase in undiscovered oil and a slight decrease in undiscovered natural gas. The big news is that potential additions to reserves from reserve growth are nearly as large as the estimated undiscovered resource volumes. <\/p>\r\n<p>\"The USGS undertook this world petroleum assessment to provide impartial, scientifically based petroleum-resource information essential to the economic and strategic security of the United States,\" Groat said. \"The results have important implications for energy prices, policy, security, and the global resource balance and will provide a foundation for additional geologic, economic, geopolitical, and environmental studies.\" <\/p>\r\n<p>The assessment is organized into a four CD-ROM set. The first three CD-ROM&rsquo;s present detailed results of the assessment as well as extensive documentation of the methodology used. The final CD-ROM contains additional archival information helpful for those who wish to do further analysis of their own. Lastly, they contain brief summaries of the assessment units that are identified in the eight regions, including descriptions of general geology, source rocks, petroleum maturation and migration, reservoir rocks, traps and seals, and a listing of key references. The data are available on the web at <a href=\"http:\/\/energy.cr.usgs.gov\/\">http:\/\/energy.cr.usgs.gov\/<\/a>. <\/p>\r\n<p>This release of the complete report and supporting documentation provides detailed results for 246 geologically based assessment units that are significant on a world scale in terms of known petroleum volumes, geologic potential for new petroleum discoveries, and political or societal importance. For each assessment unit, allocations of undiscovered resources were made to the countries, geologic provinces, regions, and offshore areas involved. From these allocated portions, aggregations of estimates were made for other entities such as countries in the Organization of the Petroleum Exporting Countries (OPEC) and the Organization for Economic Co-operation and Development (OECD). The United States was not reassessed in this study; estimates previously made by the USGS in 1995 and the Minerals Management Service in 1996 were used for comparative purposes. <\/p>\r\n<p>The USGS World Petroleum Assessment 2000 has benefited from information and support received from 35 industry, academic, and government agency members of the World Energy Consortium. With the evolution of technology and new understandings of petroleum systems, this report is the first of its kind to provide a rigorous geologic foundation for estimating undiscovered energy resources for the world.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"960782400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"},{"tid":"169378"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}