{"title":"Noted Ecologist Joins USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table style=\"width: 175px;\" border=\"0\" cellspacing=\"0\" cellpadding=\"3\" align=\"left\" summary=\"layout only\">\n<tbody>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_12_08\/robin_omalley.jpg\" alt=\"caption below\" width=\"175\" height=\"233\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\">Noted ecologist Robin O'Malley joins the USGS. Photo courtesy of the Heinz Center<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Robin O&rsquo;Malley joined the U.S. Geological Survey this week to serve as the policy and partnership coordinator for the USGS National Climate Change and Wildlife Science Center.<\/p>\r\n<p>O&rsquo;Malley comes to the USGS from the H. John Heinz III Center for Science, Economic and the Environment, where he was the Director of Program Development. Previously he directed the Heinz Center&rsquo;s Environmental Reporting Program, which published <em>The State of the Nation&rsquo;s Ecosystems: Measuring the Lands, Waters, and Living Resources of the United   States <\/em>in 2002 and 2008.<\/p>\r\n<p>O&rsquo;Malley will focus on science and resource management partnerships instrumental to the center&rsquo;s success. Dr. Susan Haseltine, associate director of biology at USGS, said O&rsquo;Malley&rsquo;s expertise is ideally suited for the job.<\/p>\r\n<p>&ldquo;Climate change crosses jurisdictional boundaries, so to be effective in planning for and reducing the effects of climate change on our natural resources, we must work with partners from many agencies and organizations,&rdquo; Haseltine said. &ldquo;With his background, passion, and solid reputation in the ecological and wildlife conservation community, Robin will help build those partnerships in a timely, effective manner.&rdquo;<\/p>\r\n<p>O&rsquo;Malley has extensive experience in the Department of the Interior (DOI), where he led government efforts to establish a biodiversity information network throughout the Americas. From 1993 to 1996, he was chief of staff for the National Biological Survey, where he was responsible for many program development and implementation activities, as well as budgeting and outreach. O&rsquo;Malley also served as a special assistant to former Interior Secretary Bruce Babbitt; a DOI deputy science advisor; an associate director for natural resources at the White House Council on Environmental Quality; and a senior environmental advisor to Governor Thomas H. Kean of New Jersey.<\/p>\r\n<p>He holds a master&rsquo;s degree from Harvard  University's Kennedy School of Government and a bachelor's degree from the State University of New York.<\/p>\r\n<p>The <a href=\"http:\/\/nccw.usgs.gov\/\">USGS National Climate Change and Wildlife Science  Center<\/a> was funded by Congress in 2008 to improve the capacity of fish and wildlife agencies to respond to climate change. The center&rsquo;s research addresses high-priority climate change effects on fish and wildlife.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climate Change","global Change","Climate Change And Wildlife","biology","geology","water","Mapping"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1260248400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}