{"title":"From Exotics to Hayfields&mdash; USGS to Present Diverse Research at ESA Annual Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->From native birds to exotic plants, USGS scientists will present diverse research at the annual meeting of The Ecological Society of America at the Baltimore Convention Center, Baltimore, Md., Aug. 2-7. <!--introend-->\n<p>Special Invasive Species Workshop<br>It is said that non-native invasive species are the single greatest threat to American natural resources. Expansion of global trade and increasing movement of humans across boundaries underlie the spread of these exotics, which include miconia in Hawaii, gypsy moths in the eastern United States, leafy spurge throughout the western rangelands, and zebra mussels in the Great Lakes. This workshop is designed to bring together scientists, managers and policy-makers through presentations and open discussion. (\"Invasive Species--Science, Management and Policy Options,\" Ann M. Bartuska, U.S. Forest Service, Wash., D.C., and Thomas Stohlgren, USGS, Fort Collins, Colo., organizers, Mon., Aug. 3, 10:15 a.m., room 341\/342.) \r\n<p>Grazing Does Not Impact Species Variety<br>Contrary to popular wisdom, grazing does not increase plant species diversity for either native or invasive exotic species, according to a recent study. The study was conducted on randomly selected sample sites on and adjacent to grazed areas in Colorado, Wyoming, Montana, and South Dakota. The results suggest that disturbance of habitat by grazing animals does not speed the invasion of exotic weeds or produce a richer pattern of native species--at least not in Rocky Mountain grasslands. Rather, it appears that species variation is more a function of variation in natural habitat conditions. This finding has important implications for designing range management strategies and the role of grazing in such strategies. (\"Does Grazing Really Increase Plant Species Richness and Enhance Invasion by Exotic Plants?\" by Thomas J. Stohlgren, USGS, Fort Collins, Colo., and Lisa D. Schell and Brian Vanden Heuvel, Colorado State University, Fort Collins, Colo., Wed., Aug. 5, 1:45 p.m., room 301\/302.) \r\n<p>Strong Native Plant Diversity Does Not Inhibit Exotics in Rocky Mountain National Park<br>Invasion of exotic plants in the West is closely related to the diversity of native plants present, according to a recent study in Rocky Mountain National Park, Colo. The study examined vegetative richness in sample plots scattered throughout the park. The results indicate that forest areas with the fewest native species exhibited no evidence of exotics, while vegetative areas that had the highest species diversity, averaged triple the number of exotics found over all the sample plots. The implications challenge resource managers charged with preserving native species because the relatively rare and highly diverse vegetative areas, which were thought to be the most robust and resistant to invasion, are apparently not. High native species richness does not prevent exotic plant species invasions. (\"Hot Spots of Native Plant Diversity: Additional Evidence of Invasion by Exotic Plant Species,\" by Geneva W. Chong, Thomas J. Stohlgren, USGS, Fort Collins, Colo. and Mohammed A. Kalkhan, Colorado State University, Fort Collins, Colo., Wed., Aug. 5, 1:15 p.m., room 301\/302.) \r\n<p>Some Birds Prefer Man-Made Changes to Habitat<br>Under the auspices of the Conservation Reserve Program of the U.S., Department of Agriculture, landowners have promised to plant grasses instead of crops, typically for a ten-year period. The program has meant restoration of millions of hectares of land formerly under cultivation, especially in the Great Plains. Drought and other economic pressures have caused periodic release of some of the CRP land for hay production. USGS has found that some species such as the Horned Lark and Lark Bunting have actually increased population the year after fields are hayed while other species have declined. This suggests that land-use and wildlife management need to be based on scientific information that is fine-tuned to","summary":null,"format":null}]},"field_images":[],"regions":["Maryland"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"901857600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168949"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}