{"title":"sifting Through the Ashes at Fire Conference 2000: The first National Conference on Fire Ecology, Prevention, and Management","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>When:<\/b> November 27-December 1, 2000 <\/p>\n<p><b>Where:<\/b> Town and Country Resort and Convention Center, San Diego, California (specific directions at bottom of media advisory). For logistical information, please call Sandra Cooper at 530-757-8948 or see such information at <a href=\"http:\/\/www.ice.ucdavis.edu\/cafe\/docs\/fire_booklet.pdf\">http:\/\/www.ice.ucdavis.edu\/cafe\/docs\/fire_booklet.pdf<\/a> Registration for reporters is free. <\/p>\r\n<p><b>What:<\/b> Reporters are invited to attend the first national conference on fire ecology, prevention and management. Participants and speakers include federal, state and local fire specialists, researchers, and managers, as well as fire researchers and managers from nongovernmental organizations and universities. The three-day conference will cover subjects including the social and economic aspects of fire; invasive species and fire; fire and ecosystem management; interagency fire prevention and education; managing fire in wildland ecosystems; applying fire in ecosystem and habitat restoration; wildlife and fire interactions; emergency rehabilitation of burned areas; fire and water and air quality; and the application of new technologies for fire detection, management and restoration. In addition, plenary sessions and panels will focus on the challenge of seizing the opportunity to manage fire in wildland ecosystems, the future direction of federal fire management; and the Cerro Grande Fire as a case study. <\/p>\r\n<p><b>Who:<\/b> Fire experts, researchers, and managers from across the nation. For more information on specific sessions and speakers, please see <a href=\"http:\/\/www.ice.ucdavis.edu\/cafe\/docs\/fire_booklet.pdf\">http:\/\/www.ice.ucdavis.edu\/cafe\/docs\/fire_booklet.pdf<\/a> <\/p>\r\n<p><b>Why:<\/b> Fire research and management are quickly changing, and the tasks of the fire management organizations are much broader than they were just a few years ago. Fire management is now in the forefront of land and natural resource management and planning nationwide, with fire-related issues becoming more complex each year. Research is developing rapidly to provide both a basic understanding of fire in ecosystems and to meet the growing management needs. The conference hosts hope that conference participants will develop a broader and greater understanding of the big picture on fire, leading to a broadly based, multidisciplined and multiperspective fire community with better communications and interactions between groups. Thus, conference participants and speakers include separate specialized groups of fire researchers and mangers who can offer both big picture overviews and specialized workshops, symposia, and meetings. <\/p>\r\n<p><b>Hosted by:<\/b> California Association for Fire Ecology, The Nature Conservancy, Tall Timbers Research Station, Joint Fire Science Program, International Association of Wildlife Fire, and in cooperation with the University of California, Davis. <\/p>\r\n<p><b>Where:<\/b> Town and Country Resort and Convention Center, 500 Hotel Circle North, San Diego, CA. See website for map. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"974696400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169015"},{"tid":"170191"},{"tid":"170587"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}