{"title":"Native Trout Fare Best When Dams Use Natural Stream Flow Management Practices","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Natural stream flow suits native trout populations best, according to a new study that is the first to examine the impacts of dam operations on threatened freshwater trout. The study appears in <em>River Research and Applications<\/em>.<\/p>\n<p>In a study to identify the potential impacts of Hungry Horse Dam (Montana) operations on declining native trout populations, scientists with the U.S. Geological Survey, Miller Ecological Consultants, Inc., Spatial Sciences &amp; Imaging and Montana Fish Wildlife and Parks examined how changes in river flow affect fish habitat on the upper Flathead River in Montana.<\/p>\r\n<p>&ldquo;Our research suggests past flow management practices created sporadic flow fluctuations that were likely detrimental to threatened bull trout and westslope cutthroat trout populations in the upper Columbia River Basin,&rdquo; said Clint Muhlfeld, project leader and USGS scientist. &ldquo;With Montana providing 40 percent of the U.S. water storage in the Columbia Basin Power and Flood Control system, water demands &ndash;and biological impacts&mdash;are significant.&rdquo;<\/p>\r\n<p>Populations of native bull trout and westslope cutthroat trout have declined throughout ranges in western North America due to a many factors, including habitat destruction, fragmentation and non-native species. Dam operations in the Columbia River Basin have contributed to these declines by changing flow and habitat, and disrupting routes of fish migration.<\/p>\r\n<p>Loss of habitat connectivity and habitat modification can be especially detrimental to native trout populations, the study found. These fish migrate to spawn and feed and prefer large, relatively pristine habitats that are connected without any barriers such as dams.&nbsp; Although the upper Flathead River system in Montana and British Columbia, Canada, is considered a regional and range-wide stronghold for bull trout and westslope cutthroat trout these populations may be threatened by the effects of 55 years of altering flow downstream of the Hungry Horse Dam.<\/p>\r\n<p>Results of the study further suggest that dam management strategies that are more similar to the natural flow of the river will likely improve the chances of protecting habitat and help to maintain and restore bull trout and westslope cutthroat trout populations.&nbsp;<\/p>\r\n<p>&ldquo;Analyses comparing the natural flow of the mainstem Flathead River (predam, 1929&ndash;1952) with five postdam flow management strategies (1953&ndash;2008) show that natural flow conditions optimize the threatened bull trout habitats and that the current management practices best resemble the natural flow conditions of all postdam periods,&rdquo; Muhlfeld said.&nbsp;<\/p>\r\n<p>One caveat to this observation, said Muhlfeld, is the practice of increasing flow in the late summer to help fish species such as salmon and steelhead, known as &ldquo;anadromous&rdquo; because they migrate from salt water to fresh water to breed.&nbsp; According to the study, increasing flow to benefit one species is actually reducing the amount of suitable habitat for another &ndash; the bull trout, a species listed as a threatened under the Endangered Species Act.<\/p>\r\n<p>&ldquo;Several studies have shown that dam operations have profound effects on anadromous fishes, yet before ours, few studies have examined the impacts of flow management strategies on habitats of threatened, native trout species in the upper Columbia River Basin,&rdquo; Muhlfeld said.<\/p>\r\n<p>Results from the study are featured in the April 2011 early online edition of <em>River Research and Applications<\/em>.&nbsp; The article is titled &ldquo;Assessing the impacts of river regulation on native bull trout (<em>salvelinus confluentus<\/em>) and westslope cutthroat trout (<em>oncorhynchus clarki lewisi<\/em>) habitats in the Upper Flathead River, Montana, USA&rdquo; and can be viewed <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/rra.1494\/abstract\">online<\/a>.<\/p>\r\n<p>More informati","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Montana","Oregon","Washington","Wyoming"],"country":["United States of America"],"mm_tags":["Native","trout","Fare","Best","dams","use","Natural","stream","flow","management","practices"],"release_date":{"und":[{"value":"1299646800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170536"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}