{"title":"Map-on-Demand Kiosks are Coming for USGS Maps","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Have you ever seen a map vending machine? Well, hold on, because the U.S. Geological Survey and Wildflower Productions are exploring new technology that will let you walk into a USGS office and a print a customized topographic map from a self-service kiosk. By storing maps digitally and combining them with Wildflower map-on-demand software, the kiosks will help USGS customers get the exact map they need by insuring that maps are never out of stock and allowing customers to define their own map boundaries. <\/p>\n<p>\"The vending machine concept for serving USGS maps will put these maps at the public&rsquo;s fingertips at a time of growing geographic awareness,\" said Hedy Rossmeissl, USGS senior program advisor. \"Customizable maps such as those produced using Wildflower software are the way of the future.\" <\/p>\r\n<p>As part of a cooperative research and development agreement, the USGS and Wildflower will begin by developing systems that offer USGS topographic maps for geographic areas that are in high demand. The USGS&rsquo;s initial contribution will include paper maps for scanning, digital elevation data, and geographic names data. Wildflower will be responsible for the majority of the data production: scanning, georeferencing, storing and integrating the data with its map-on-demand software and kiosk hardware. <\/p>\r\n<p>\"USGS topographic maps are an incredible resource. As a hiker, knowing that I could walk into a USGS office and get the exact map I am looking for, without ending up with four different quad sheets, would be unbelievably valuable, said Paul Glauthier, Wildflower founder and chief technology officer. \"We look forward to working with the USGS to improve public access to this invaluable national asset,\" said Glauthier.<\/p>\r\n<p>Wildflower will place three or more prototype kiosks for public use in the USGS Earth Science Information Centers. These will be in Denver, CO, Menlo Park, CA, and Reston, VA. Using the database in the kiosks, customers will be able to center their map on their area of interest regardless of quadrangle boundaries. Maps will also incorporate shaded relief to make it easier for customers to interpret the contour lines on the maps. The responses of customers will be a key factor in determining the additional map information that will be incorporated into the map-on-demand kiosks. <\/p>\r\n<p>For the foreseeable future, lithographic printed maps will continue to be produced and be made available for those customers who prefer the traditional USGS quadrangle maps. Ordering information can be found at: <a href=\"http:\/\/mapping.usgs.gov\/mac\/findmaps.html\">http:\/\/mapping.usgs.gov\/mac\/findmaps.html<\/a> <\/p>\r\n<p>A San Francisco based digital map company, Wildflower Productions develops TOPO! and TrailSmart Interactive Maps on CD-ROM, kiosks, and via the web. To learn more about Wildflower Productions visit <a href=\"http:\/\/www.topo.com\/\">http:\/\/www.topo.com<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"956548800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"168916"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}