{"title":"California Sea Otters &mdash; 2006 Survey Numbers Dip But Overall Population Trend Remains Up","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Observers tallied a total of 2,692 California sea otters for the 2006 spring survey, led by scientists at the U.S. Geological Survey (USGS). The 2006 total showed a 1.6 percent decrease in otters from the 2005 count of 2,735. It is the second year of small decreases since a record high number of otters were observed in spring 2004.<!--introend--><\/p>\n<p>&quot;Although down a little, the sea otter count this spring is well within the variability of our counts,&quot; said survey organizer Brian Hatfield, a USGS biologist in California. &quot;Next year&acute;s count will tell us more about whether we might actually be at the beginning of a downward trend again, which would be reflected in the 3-year running average.&quot;<\/p>\r\n<p>The latest 3-year running average &mdash; the average of the totals from the spring counts of 2004, 2005, and 2006 &mdash; is up 2.3 percent over the previous average, to 2,751 sea otters. To assess overall population trends, 3-year running averages of spring counts are used to reduce the influence of vagaries in any given year&acute;s count, as recommended by the U.S. Fish and Wildlife Service&acute;s Southern Sea Otter Recovery Plan.<\/p>\r\n<p>&quot;Like last year, we are seeing a relatively large seasonal presence of sea otters southeast of Point Conception and pupping occurring in the area just to the north,&quot; said Lilian Carswell, a fish and wildlife biologist for the U.S. Fish and Wildlife Service. &quot;We&acute;re paying close attention to the dynamics at the southern end of the range and their implications for sea otter recovery.&quot;<\/p>\r\n<p>The spring 2006 California sea otter survey was conducted May 5-26, covering about 375 miles of California coast, from Half Moon Bay south to Santa Barbara. Overall viewing conditions were good to very good, comparable to conditions of the past two years. The spring survey is a cooperative effort of the USGS, California Department of Fish and Game&acute;s Marine Wildlife Veterinary Care and Research Center, Monterey Bay Aquarium, and many experienced and dedicated volunteers. The information gathered from spring surveys is used by federal and state wildlife agencies in making decisions about the management of this small sea mammal.<\/p>\r\n<p>Graphs and other information on spring surveys of California sea otter population are available online at:<\/p>\r\n<p><a href=\"http:\/\/www.werc.usgs.gov\/otters\/ca-surveydata.html\">http:\/\/www.werc.usgs.gov\/otters\/ca-surveydata.html<\/a> (Spring Surveys, 1983-2006)<\/p>\r\n<p><a href=\"http:\/\/www.werc.usgs.gov\/otters\/ca-survey3yr.html\">http:\/\/www.werc.usgs.gov\/otters\/ca-survey3yr.html<\/a> (Spring Surveys, 3-year averages)<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1151380800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168972"},{"tid":"169442"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}