{"title":"USGS Finds Mixing Between California Spotted Owls and Northern Spotted Owls","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>***Editors: A spotted owl photo can be downloaded from: <a href=\"http:\/\/mam.er.usgs.gov\/media\/usgsactivities\/owl.jpg\">http:\/\/mam.er.usgs.gov\/media\/usgsactivities\/owl.jpg<\/a> caption: Northern spotted owl, courtesy of Eric Forsman, U.S. Forest Service*** <\/p>\n<p><!--introstart-->A newly released United States Geological Survey paper indicates that a significant zone of genetic mixing is occurring between northern spotted owls and California spotted owls, particularly in extreme northern California and southern Oregon.<!--introend--> <\/p>\r\n<p>The findings, published in the June edition of the journal Conservation Genetics, suggest there is relatively little genetic diversity within the overall species relative to other bird species and that the genetic diversity within local populations may suffer from further population fragmentation. <\/p>\r\n<p>\"In the study, we used molecular markers to look at the population structure within and among populations of all three subspecies of the spotted owl,\" said Susan Haig, a conservation genetics specialist with the U.S. Geological Survey&rsquo;s Forest and Rangeland Ecosystem Science Center in Corvallis, Ore. \"Our results suggest that California spotted owls, which are not listed under the U.S. Endangered Species Act, appear to be dispersing into what researchers have considered the southern range of northern spotted owls, which are listed under ESA as threatened.\"<\/p>\r\n<p>Haig co-authored the paper, \"Geographic Variation and Genetic Structure in Spotted Owls\" with Thomas D. Mullins and R. Steven Wagner, also of the USGS science center in Corvallis, Ore.; and Eric D. Forsman, with the USDA Forest Service Pacific Northwest Forest Experiment Station in Corvallis. <\/p>\r\n<p>Spotted owls are mostly non-migratory, long-lived, socially monogamous birds whose populations have become less viable because of their occupation of late successional forests in western North America. The three subspecies studied include the California, northern, and Mexican spotted owls. Northern and Mexican spotted owls are listed as Threatened under the U.S. Endangered Species Act and California spotted owls are not. <\/p>\r\n<p>Haig says this study indicates that northern spotted owls are not found in the range of California spotted owls, but that California spotted owls are found in northern spotted owl habitat. The California owls have been found at least as far north as Central Oregon in the Cascades and the Coast ranges. The mixing extends to Humboldt County in extreme northern California. The team did not find evidence for genetic mixing between either California or northern spotted owl subspecies and the Mexican spotted owl subspecies. <\/p>\r\n<p>\"These data, along with other information, such as population estimates and assessment of habitat fragmentation, can be used to assess the status and recovery efforts for spotted owls,\" she says. Haig and her colleagues are now completing additional analyses of genetic differences among the three subspecies.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"991800000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170519"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}