{"title":"Dissolved Salt Concentrations Increasing in Some Public-Supply Water Wells","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->SALT LAKE CITY, Utah &mdash; Concentrations of dissolved solids (salts and minerals) in groundwater from some wells used for public supply are increasing in Salt Lake Valley, Utah, according to a recently released report from the U.S. Geological Survey.<!--introend--><\/p>\n<p>Increasing dissolved solids in groundwater are a major concern in arid southwestern states because they can result in a loss of high-quality potable water from an already limited supply and raise concerns regarding sources and causes of the higher concentrations and their potential long-term effects on groundwater quality. Water with dissolved-solids concentrations greater than 1,000 milligrams per liter (mg\/L) often has an objectionable taste and may need to be treated or blended with less mineralized water in order to be suitable for drinking.&nbsp;<\/p>\r\n<p>Although most water from public-supply wells in Salt Lake Valley contains naturally occurring salt and minerals, substantial increases in concentrations have been documented in some areas of the valley. Dissolved-solids concentrations in water from several wells on the valley&rsquo;s east side have increased from less than 500 to more than 1,000 mg\/L over a 20-year time span and represent a general trend of deteriorating groundwater quality.&nbsp; Some of the wells in this area wells have already been abandoned due to the increasing concentration of dissolved solids.&nbsp;<\/p>\r\n<p>&ldquo;During the past 20 years, the area of the aquifer containing dissolved-solids concentrations less than 500 mg\/L has gotten smaller,&rdquo; said USGS scientist Susan Thiros. &ldquo;This area contains many public-supply wells because of the aquifer&rsquo;s high yield and its high-quality water, but parts of it are vulnerable to increasing concentrations of dissolved solids.\" Pumping may have allowed poor-quality shallow groundwater to move downward to the part of the aquifer tapped by the public-supply wells or may have induced water to move laterally from adjacent areas, thus degrading the quality of water in the aquifer.&nbsp;<\/p>\r\n<p>The 6-page fact sheet \"Decadal-Scale Changes in Dissolved-Solids Concentrations in Groundwater Used for Public Supply, Salt Lake Valley, Utah\", published as USGS Fact Sheet 2010-3073, is available <a href=\"http:\/\/pubs.usgs.gov\/fs\/2010\/3073\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Utah"],"country":["United States of America"],"mm_tags":["ground","Minerals","Utah","water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1299128400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170531"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}