{"title":"Pesticides Found in Central Florida Lakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Pesticide-related compounds and elevated levels of nitrate have been found in lakes in central Florida&rsquo;s Lake Wales Ridge region.<!--introend--> The compounds found include currently used pesticides, according to the recently published U.S. Geological Survey (USGS) <a href=\"http:\/\/pubs.usgs.gov\/sir\/2008\/5178\/\">report<\/a>. The concentrations of some of these compounds were among the highest in surface-water samples when compared to a <a href=\"http:\/\/pubs.usgs.gov\/fs\/2006\/3028\/\">previous study<\/a> of agricultural areas around the nation.<\/p>\n<p>&ldquo;These findings support previous studies in this region that indicate a high potential for chemicals applied on the land to be carried with the water through sandy soils,&rdquo; &nbsp;said Anne Choquette, USGS scientist and lead author of the study. &ldquo;Our samples show that currently used chemicals are only partially broken down by the time the groundwater enters the lakes.&rdquo;<\/p>\r\n<p>&ldquo;This area is a major citrus producer for Florida and for the nation. The long-growing season means that pesticides are applied multiple times per year,&rdquo; said Choquette.&nbsp; &ldquo;When you combine that with a wet climate, soils lacking in organic materials to help filter or break down substances, and porous drinking-water aquifers, you have a water system that must be watched closely,&rdquo; said Choquette. &ldquo;Early detection of chemicals is important in this region and we have helped state agencies to develop a sampling network to detect contaminants as they enter the shallow sand aquifers.&rdquo;<\/p>\r\n<p>Lakes in the area are not used for public drinking water.&nbsp; None of the samples exceeded federal or state drinking-water benchmarks for nitrate or pesticide concentrations. &nbsp;Aquatic-life benchmarks exist for ten of the 20 pesticide compounds found and no concentrations met or exceeded those benchmarks. Yet questions remain about the possible impacts of these substances. Benchmarks for some of these chemicals and for chemical mixtures are still in the process of development.<\/p>\r\n<p>For this study, scientists tested eight lakes for 83 pesticides and related chemical compounds. Seven of the lakes are surrounded predominantly by citrus groves which were compared with one lake surrounded by relatively undeveloped land. In the seven lakes located in citrus areas, nine to 14 compounds were detected per lake, compared with three compounds detected at very low levels from the lake in an undeveloped area.<\/p>\r\n<p>The Florida Department of Environmental Protection (FDEP), the Southwest Florida Water Management District (SWFWMD), and the USGS conducted this study as a &lsquo;regional reconnaissance&rsquo; to look at what happens to currently-used pesticides and their break-down products&nbsp; known as &lsquo;degradates&rsquo;, after they are applied to the land surface. The compounds most frequently found include norflurazon and its degradate, bromacil, simazine degradates, diuron and its degradate, aldicarb degradates, metalaxyl, and 2,4-D. The lakes in citrus areas also were enriched with chemicals used as citrus fertilizers.<\/p>\r\n<p>The common occurrence of pesticide mixtures in the lakes means that the combined toxicity may be greater than that of any single pesticide compound. &nbsp;Some of these pesticides have also been found in urban and residential areas in surface waters, indicating sources are not limited to just agriculture. Because decades-long studies are difficult to conduct, the impact of chronic exposure to these mixtures is unknown.<\/p>\r\n<p>More than 200 lakes occur in the Lake Wales Ridge, located in Florida&rsquo;s Polk and Highland counties. Many of the region&rsquo;s lakes are &lsquo;flow-through&rsquo; lakes, meaning that water seeps in and out of the lakes and is connected with water found in aquifers near the surface. Water from the lakes can also flow into deeper groundwater systems such as the Upper Floridan aquifer, which","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["Florida","pesticides","waterquality","groundwater","water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1244779200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168851"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}