{"title":"Extent and Speed of Lionfish Spread Unprecedented","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->Gainesville, Fla.<\/strong> -- The rapid spread of lionfishes along the U.S. eastern seaboard, Gulf of Mexico, and Caribbean is the first documented case of a non-native marine fish establishing a self-sustaining population in the region, according to recent U.S. Geological Survey studies.<!--introend--><\/p>\n<p>&ldquo;Nothing like this has been seen before in these waters,&rdquo; said Dr. Pam Schofield, a biologist with the USGS Southeast Ecological Science Center here.&nbsp; &ldquo;We&rsquo;ve observed sightings of numerous non-native species, but the extent and speed with which lionfish have spread has been unprecedented; lionfishes pretty much blanketed the Caribbean in three short years.&rdquo;<\/p>\r\n<p>More than 30 species of <a href=\"http:\/\/fl.biology.usgs.gov\/Marine_Fish_ID\/index.html\">non-native marine fishes<\/a> have been sighted off the coast of Florida alone, but until now none of these have demonstrated the ability to survive, reproduce, and spread successfully. Although lionfishes originally came from the Indo-West Pacific Ocean, there are now self-sustaining populations spreading along the western Atlantic coast of the U.S. and throughout the Caribbean.<\/p>\r\n<p>It is not yet clear exactly how the new invasive species will affect reefs in this part of the world. Foremost on the minds of scientists is the lionfishes&rsquo; predatory behavior, which may negatively impact native species in the newly invaded ecosystems. They have already been observed preying on and competing with a wide range of native species.<\/p>\r\n<p>Invasive lionfishes were first reported off Florida&rsquo;s Atlantic coast in the mid-1980s, but did not become numerous in the region until 2000.&nbsp; Since then, the lionfish population has rapidly spread north through the Atlantic Ocean and south throughout most of the Caribbean. The spreading population is now working its way around the Gulf of Mexico.<\/p>\r\n<p>Schofield spent years compiling and verifying sightings of lionfishes, reaching out to local experts such as biologists, museum curators, natural resource managers, divemasters and citizens groups to collect detailed records of specimen collections and sightings throughout the region.&nbsp; The records were compiled in the USGS Nonindigenous Aquatic Species database and used to map the fishes&rsquo; spread.<\/p>\r\n<p>No one knows for sure exactly how the predecessors of the current population first made it into the Atlantic and Caribbean, but Schofield believes the invasion serves as a warning of the dangers posed by introductions of non-native fishes into an ecosystem.<\/p>\r\n<p>&ldquo;This invasion may constitute a harbinger of the emerging threat of non-native marine fishes to coastal systems,&rdquo; Schofield said.<\/p>\r\n<p>In the Florida Keys, Schofield and her team are working closely with partners from the National Oceanographic and Atmospheric Administration in Beaufort, North Carolina and Reef Environmental Education Foundation in Key Largo, Florida to analyze lionfish diets, an important first step in understanding their impact on reef ecosystems.&nbsp;<\/p>\r\n<p>Eradication of lionfishes is probably not possible, admits Schofield. Yet, local control efforts may be able to keep the population tamped down, releasing pressure on the native ecosystem.&nbsp; Many Caribbean countries such as Bermuda and the Cayman Islands have begun lionfish control programs.&nbsp; In the U.S., REEF held a series of lionfish derbies in the Florida Keys that resulted in more than 600 lionfishes being removed from the Florida Keys National Marine Sanctuary.<\/p>\r\n<p>Schofield&rsquo;s most recent paper, &ldquo;Update on geographic spread of invasive lionfishes&nbsp;in the Western North Atlantic Ocean, Caribbean Sea and Gulf of Mexico,&rdquo; was published in the <a href=\"http:\/\/www.aquaticinvasions.net\/2010\/Supplement\/AI_2010_5_S1_Schofield\">Dec. 2010<\/a> issue of <em>Aquatic Invasions<\/em>; it updates a <a href=\"http:\/\/www.aquaticinvasi","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","New Jersey","Rhode Island","Virginia","Alabama","Florida","Georgia","Louisiana","Mississippi","North Carolina","Puerto Rico","South Carolina","Texas"],"country":["United States of America"],"mm_tags":["Invasive Species","Oceans","biology","invasive Fishes","fish"],"release_date":{"und":[{"value":"1300075200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170208"},{"tid":"170286"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}