{"title":"Ceremony Marks 140th Anniversary of Devastating Hayward Quake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Bay Area Schools, Businesses, Governments Practice Readiness for Next Big Quake<\/strong><\/p>\n<p>A special ceremony will be held at Mission San Jose on Tuesday, October 21st, to commemorate the moment a magnitude 7 earthquake struck on the Hayward Fault in 1868. This 140th Anniversary is especially significant since the last five major earthquakes on the Hayward Fault have occurred at approximately 140-year intervals.<\/p>\r\n<p>Scientists and decision-makers are using the 140<sup>th<\/sup> Anniversary as an opportunity to prepare Bay Area communities for the next big earthquake, and about 200,000 Bay Area students will be participating in \"Drop, Cover and Hold On\" drills at their schools on October 21. In addition, many state and local government offices and private businesses will participate in emergency response drills and planning exercises.<\/p>\r\n<p><strong>Event #1: Commemoration Ceremony<\/strong><\/p>\r\n<p style=\"padding-left: 30px;\"><strong>Who:<\/strong>&nbsp; USGS senior scientists Tom Brocher and Suzette Kimball, Mayor of Fremont Bob Wasserman, Harold Brooks, CEO of the Bay Area Chapter of American Red Cross, descendents of 1868 earthquake survivors and historians.<\/p>\r\n<p style=\"padding-left: 30px;\"><strong>Where:<\/strong> Mission San Jose in the City of Fremont at 43300 Mission Boulevard. <a href=\"http:\/\/www.missionsanjose.org\/map.html\" target=\"_blank\">Driving directions to the site are available<\/a>.<\/p>\r\n<p style=\"padding-left: 30px;\"><strong>When:<\/strong><\/p>\r\n<p style=\"padding-left: 60px;\">7:30 a.m. - 8:30 a.m. on Tuesday, October 21, Commemoration Ceremony.<\/p>\r\n<p><strong>Event #2: \"Drop, Cover, and Hold\" Drill, Emergency Preparedness Fair, and Press Briefing<\/strong><\/p>\r\n<p style=\"padding-left: 30px;\"><strong>Who:<\/strong> Tom Brocher, USGS Earthquake Hazards Team Chief; Richard McCarthy, Executive Director of the California Seismic Safety Commission; and Harold Brooks, CEO of the Bay Area Chapter of the American Red Cross<\/p>\r\n<p style=\"padding-left: 30px;\"><strong>When:<\/strong><\/p>\r\n<p style=\"padding-left: 60px;\">Tuesday, October 21, 2008<br \/>10:00 a.m, \"Drop, Cover. &amp; Hold On\" Drill for students<br \/>10:15 am, Press briefing, with above-named speakers<\/p>\r\n<p style=\"padding-left: 30px;\"><strong>Where:<\/strong> St. Joseph's Elementary School at 43222 Mission Blvd., Fremont, CA (next door to Mission San Jose) students'drill outdoors on school playground, and press briefing outdoors in front of the School Office<\/p>\r\n<p>The U.S. Geological Survey (USGS) and its partners consider the Hayward Fault particularly dangerous, due to its frequency of destructive earthquakes and because dense urban populations have built up on and around the Hayward Fault most of its length from Berkeley to San Jose.<\/p>\r\n<p>For a complete list of 1868 Hayward Earthquake Alliance Events, conferences, exhibits, lectures and publications, see <a href=\"http:\/\/1868alliance.org\/activities\/\" target=\"_blank\">http:\/\/1868alliance.org\/activities\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["geology","California","Hayward Fault","anniversary","quake","earthquake","Quake Anniversary","schools","Preparedness","Drill","Drop Cover Hold On"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1224561600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}