{"title":"USGS Kicks Off Open House with Congressional and State Leaders","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"Two Members of the U.S. House of Representatives will join California&acute;s Director of Conservation, State Geologist and USGS Western Region Director to kick off the Open House at the USGS Science Center at Menlo Park. \n<p>\"USGS enthusiastically opens its doors this weekend to show its Bay Area neighbors the great science that we do,\" said Anne Kinsinger, USGS Western Region Director. \"It&acute;s an honor to welcome two Members of Congress and State agency partners as we celebrate the many important partnerships that add vitality to our science.\"<\/p>\r\n<p><strong>WHO: <\/strong>Congressman Tom Lantos and Congresswoman Zoe Lofgren, Bridgett Luther, Director of the CA Dept. of Conservation, State Geologist John Parrish and USGS Western Region Director Anne Kinsinger. <\/p>\r\n<p><strong>WHEN: <\/strong>Friday, June 2, at 10:00 a.m. <\/p>\r\n<p><strong>WHERE: <\/strong>345 Middlefield Road, Menlo Park. Ceremony will be outside on the steps in front of Building 3 (behind the flag pole.) <\/p>\r\n<p><strong>WHAT: <\/strong>Kick-off ceremony for Open House will end by 11:00 a.m. with a ribbon-cutting for the new Map &amp; Publication Sales area operated jointly by USGS and the California Geological Survey. <\/p>\r\n<p>Exhibits will be open on June 2 until 3:00 p.m. by invitation to partners and school groups. The Open House will be from 10:00 a.m. until 4:00 p.m. on both Saturday, June 3, and Sunday, June 4, for the general public. Admission to the Open House is free of charge. More information and directions are available at <a href=\"http:\/\/openhouse.wr.usgs.gov\">http:\/\/openhouse.wr.usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1149048000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}