{"title":"New Maps\/Report by USGS Scientists Show Underwater Features of Crater Lake in Unprecedented Detail","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>New Maps\/Report by USGS Scientists Show Underwater Features of Crater Lake in Unprecedented Detail Ancient lava flows, volcanic cones and landslides are some of the features below the surface of Crater Lake that are depicted and explained in a report available from the U.S. Geological Survey, Department of the Interior. The geologic features of Crater Lake came to light in July 2000, when U.SGS scientists mapped the floor of the lake in unprecedented detail, using an ocean-exploration technique known as high-resolution multibeam echosounding. <\/p>\n<p>Crater Lake, the scenic showpiece of Crater Lake National Park in southwestern Oregon, is the deepest lake in the United States. It occupies a caldera in Mount Mazama, a 12,000-foot-tall volcano that erupted catastrophically, then collapsed, about 7,700 years ago. The new survey determined that the lake is 1,949 feet deep at its deepest point.<\/p>\r\n<p>The bathymetry data collected by USGS scientists gives researchers a better understanding of the geologic history of Mount Mazama. The two maps that make up the report use color-shaded relief to show in detail a number of submerged volcanic landforms and other features that formed in the caldera in the centuries following the mountain&rsquo;s collapse. One map gives a bird&rsquo;s eye view of the floor of the entire caldera, conveying how it would look if the water of Crater Lake were removed. The other map provides a series of perspective views of different volcanic landforms rising from the floor. These include Merriam Cone, a ,500-foot-tall volcano; the extensive base of Wizard Island; and parts of the caldera&rsquo;s rim. Also revealed in detail are various volcanic vents, ancient shorelines, sediment basins and debris flows. An accompanying text summarizes the geologic processes responsible for these features.<\/p>\r\n<p>The 2-sheet report, titled \"Bathymetry and Selected Perspective Views of Crater Lake, Oregon,\" by James V. Gardner, Peter Dartnell, Laurent Hellequin, Charles R. Bacon, and J. Christopher Stone, U.S. Geological Survey; Larry A. Mayer, University of New Hampshire; and Mark W. Buktenica, National Park Service, is Water-Resources Investigations Report 01-4046. The report is available for inspection only at USGS offices in Menlo Park, California (345 Middlefield Rd.), Sacramento, California (6000 J Street), and Carson City, Nevada (333 W. Nye Lane, Room 103). The report also may be inspected at the USGS libraries in Menlo Park, Calif., Denver, Colo., and Reston, Va., and at the USGS Earth Science Information Centers in Menlo Park, Calif. <\/p>\r\n<p>The report may be purchased at cost from the USGS Branch of Information Services, Box 25286, Denver, CO 80225-0286 (telephone 1-888-ASK-USGS). The price is $4.00 per copy plus $5.00 per order for shipping and handling. Request must specify report number \"WRIR 01-4046\" and should include a check or money order payable to \"Department of the Interior--USGS.\" <\/p>\r\n<p>Additional information about Crater Lake and the new bathymetry survey is available online from the Crater Lake Information Clearinghouse at <a href=\"http:\/\/craterlake.wr.usgs.gov\/\">http:\/\/craterlake.wr.usgs.gov<\/a> and the Pacific Seafloor Mapping Project at <a href=\"http:\/\/walrus.wr.usgs.gov\/pacmaps\">http:\/\/walrus.wr.usgs.gov\/pacmaps<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"991368000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169536"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}