{"title":"USGS Completes Decommissioning of Landsat 5","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->On June 5, 2013, the U.S. Geological Survey Flight Operations Team transmitted the last command to the Landsat 5 satellite, effectively terminating the mission 29 years, 3 months and 4 days after its launch by NASA from Vandenberg Air Force Base on March 1, 1984.<!--introend--> The Landsat program is a joint effort between USGS and NASA.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\n<p>Landsat 5 had orbited the planet over 150,000 times while transmitting over 2.5 million images of land surface conditions around the world, long outliving its original three-year design life. In December 2012, USGS&nbsp;<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3485#.UP6AFW_Ae6M\">announced<\/a>&nbsp;that Landsat 5 would be decommissioned. &nbsp;The durable satellite is recognized by the&nbsp;<a href=\"http:\/\/www.nasa.gov\/mission_pages\/landsat\/news\/landsat5-guinness.html\">Guinness Book of Records<\/a> as the longest-operating Earth-observing satellite mission in history.&nbsp;<\/p>\r\n<p>Landsat 5 beamed its last image down to the USGS Earth Resources Observation and Science (EROS) Center in Sioux Falls, SD, on January 6, 2013. Nine days later, Mission Operations began the methodical process of maneuvering the satellite from its 438 mile-high operational orbit into a lower disposal orbit. With Landsat 5's fuel reserve completely depleted, the Operations team issued commands on June 5 to shut off all moving mechanisms and hobble the spacecraft&rsquo;s ability to generate and store power from its solar arrays.&nbsp; The final command shut down Landsat 5&rsquo;s transmitter, silencing the mission permanently.&nbsp;<\/p>\r\n<p>For nearly a year the USGS team methodically planned a complex series of steps that were necessary to ensure that the satellite's decommissioning would meet the requirements set under international agreements. When the planning began, a date for decommissioning had not yet been set, but the failure of a critical component last November forced USGS managers to direct that the mission be ended as soon as practicable.&nbsp;<\/p>\r\n<p>Landsat 5 recorded many significant events. It was the first satellite to image the nuclear accident at Chernobyl in 1986; it documented the massive rainforest deforestation occurring in tropical regions; and it captured the devastating tsunami in southeast Asia in 2004.&nbsp;&nbsp;<\/p>\r\n<p>Seemingly right on cue, the newest remote sensing mission, Landsat 8 &mdash; launched by NASA on February 11 and then checked out in orbit &mdash; was transferred to the USGS on May 30 to begin operations in the orbital slot previously held by Landsat 5.&nbsp;&nbsp;<\/p>\r\n<p>Landsat 8 orbits Earth once every 99 minutes at an average altitude of 438 miles, repeating the same ground track every 16 days.&nbsp; As Landsat 8 joins Landsat 7 in imaging the Earth, researchers and natural resource managers will once again be able to receive Landsat data every eight days for any given location. Many Landsat users depend on a short repeat cycle for prompt data on resources such as agricultural crops, forests, and water.&nbsp;<\/p>\r\n<p>Current and historical data from the <a href=\"http:\/\/landsat.usgs.gov\/tools_acq.php\">entire series of Landsat satellites<\/a> (since 1972) is available from the USGS-EROS Earth observation archive free of charge.<\/p>\r\n<p><strong>Additional information<\/strong><strong> <\/strong><\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/landsat.usgs.gov\/LandsatLook_Viewer.php\">USGS Landsat Missions<\/a>&nbsp;&nbsp;(latest satellite status, how to obtain data)<\/li>\r\n<li><a href=\"http:\/\/landsat.gsfc.nasa.gov\/\">NASA Landsat information<\/a> (selected imagery, feature articles)<\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/pp\/1796\/\">What is the Economic Value of Satellite Imagery?<\/a>&nbsp; (USGS Professional Paper)<\/li>\r\n<li><a href=\"http:","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Land Remote Sensing"],"article_type":["Technical Announcement","National News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1371614400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"170585"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}