{"title":"From Alabama to Alaska, Earthquakes Get Close Examination from USGS Scientists","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->At SSA in Boulder This Week... <!--introend-->\n<p>The potential for earthquakes in many parts of the United States, a review of the more than 10,000 earthquakes that have occurred near Mammoth Lakes, Calif., during the past year, and updates on the monitoring of earthquakes, mine explosions and earthquake-induced landslides are part of 32 presentations by scientists from the U.S. Geological Survey at the annual meeting of the Seismological Society of America. The meeting will take place Monday, March 16 through Wednesday, March 18, in the University Memorial Center on the University of Colorado campus in Boulder. \r\n<p>The keynote speaker for the meeting&rsquo;s opening day luncheon is Dr. David Hill of the USGS in Menlo Park, Calif. Hill will review the seismic activity at Mammoth Mountain, Calif., where more than 10,000 earthquakes have occurred during the past year, the affects this intense seismic activity has on the residents and tourists of Mammoth Lakes, and the interaction between science and society in areas where a geologic curiosity may become a geologic hazard. Hill will speak in the Glen Miller Ballroom at 1 p.m., Monday, March 16. Other USGS presentations will highlight: \r\n<p>Alabama&rsquo;s unusual earthquake &ndash; of Oct. 24, 1997, when a 4.9 earthquake was felt by residents of southeastern Alabama. This rare earthquake in that part of the country will be reviewed by Joan Gomberg, in a poster session, Wednesday morning, March 18. \r\n<p>Mega quake for southern California? &ndash; Probably not, according to Tom Hanks and Ross Stein, who will present data showing that there is no \"earthquake deficit\" in southern California, waiting to be filled by one huge earthquake. Hanks will present the paper Wednesday, March 18, at 1:30 p.m. \r\n<p>10th anniversary of the quake that never was &ndash; will be noted, if not celebrated when USGS scientists present their latest findings on the seismic situation in Parkfield, Calif. Parkfield, which is located on the San Andreas fault, about midway between San Francisco and Los Angeles, is the site of the only official earthquake prediction ever issued by the USGS. Based on a remarkably regular pattern of magnitude-6 earthquakes that occurred every 22 years, on average, the USGS, in 1985, predicted that a magnitude 6 earthquake would occur at Parkfield sometime between Jan. 1, 1988 and Dec. 31, 1992. That earthquake has not yet occurred, but USGS scientists call the Parkfield prediction experiment a success, because of all the data their instruments have collected, while waiting for the main event. The Parkfield review will be presented Tuesday, March 17, from 8:30 to 10 a.m. \r\n<p>Other USGS presentations will feature: \"Monitoring Mine Explosions in the Conterminous U.S.\"; \"A Method for Producing Probablilistic Seismic Landslide Hazard Maps for Southern California\"; \"Which Potential Earthquakes Dominate Seismic Hazards in the U.S.?\"; and an explanation of CREST, the Consolidated Reporting of EarthquakeS and Tsunamis, which involves upgrades of seismic equipment and monitoring facilities of six regional seismic networks in the Cascades, Alaska and Hawaii. \r\n<p><b>Editors: Interviews with USGS scientists attending the SSA meeting may be arranged by calling the SSA newsroom during the meeting, at 303-492-2388; or by calling the USGS Earthquake Information Center in Golden, Colo., at 303-273-8500.<\/b><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"890110800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}