{"title":"Tree Deaths in California's Sierra Nevada Increase as Temperatures Rise","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Life is increasingly uncertain for trees in California's Sierra Nevada. A new study by the U.S. Geological Survey (USGS) reports a rising death rate for trees in this mountain range, paralleling increasing summer drought due to warming temperatures.<\/p>\n<p>\"Our findings suggest Sierran forests, and potentially other forests of dry climates, may be sensitive to temperature-driven increases in drought, making them vulnerable to extensive die-back during otherwise normal periods of reduced precipitation,\" said USGS scientist Dr. Phil van Mantgem, in Three Rivers, Calif., lead author of the study.<\/p>\r\n<p>The tree death rate in the Sierra Nevada has been rising over the past two decades, a trend USGS scientists found across a wide spectrum of forest types. The study appears in the online early edition of <em>Ecology Letters<\/em>.<\/p>\r\n<p>The study is the first detailed long-term analysis in which tree mortality was measured annually for more than two decades. This allowed the scientists to correlate short-term variations in tree mortality with short-term variations in climate and other potential drivers of change. After tracking the fates of over 20,000 individual trees in old-growth forests in Sequoia and Yosemite national parks in the Sierra Nevada, they found that mortality rate had increased significantly. Death rates increased not only for all trees combined, but also across most zones of elevation and for the two dominant groups of conifers, firs and pines (giant sequoias were too sparse to detect any trends). The authors emphasize that the increasing death rate has so far been occurring mostly in small trees. Large trees can survive moderate droughts as they have more extensive root systems and greater ability to store resources.<\/p>\r\n<p>\"Much like people, when stresses weaken a tree it becomes more susceptible to further complications,\" states van Mantgem. Consequently, the effects of other forest stresses such as air pollution will likely be amplified if drought stress continues to increase.<\/p>\r\n<p>\"This study is important because few studies of real forests have examined possible environmental drivers of changes, but modeling studies suggest that, over a period of decades, even small changes in mortality rates can profoundly change a forest,\" said USGS scientist Dr. Nate Stephenson, the study coauthor.<\/p>\r\n<p>Note to News Editors: Dr. van Mantgem and Dr. Stephenson will also be available during the 2007 annual meeting of the Ecological Society of America, to be held at the San Jose McEnery Convention Center, San Jose, California, August 5-10. Dr. van Mantgem will present their research, \"Apparent climatically induced increase of tree mortality rates in a temperate forest,\" on Friday, August 10, Session COS-142. For more information, visit <a href=\"http:\/\/esa.org\/sanjose\/\">esa.org\/sanjose\/<\/a>.<span style=\"font-family: verdana,geneva;\"><strong><\/strong><\/span><\/p>\r\n<p><span style=\"font-family: verdana,geneva;\"><strong>Note to News Editors: <\/strong>Reproducible images for this news release can be downloaded by visiting our image preview gallery which contains four images for this release. <\/span><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1186545600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"170182"},{"tid":"170270"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}