{"title":"As Population Grows, So Do Urban Areas<br \/>New Perspectives on Urban Land Use Change","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nOver 300 million Americans have to live somewhere. And, of course, we do. Nearly 80 percent of the growing U.S. population resides in urban areas while the land area dedicated to urban use continues to expand. \r\n<\/p>\r\n<p>\r\nA new USGS publication - <em>Rate, Trends, Causes, and Consequences of Urban Land-Use Change in the United States (Professional Paper 1726)<\/em> - studies the change in land use associated with increasing urbanization and its impacts at local, regional, and national scales. Based on the broad view of satellite imagery, the twenty scientific contributions that make up the publication examine urban land change in the United States from many perspectives - historical, geographic, economic, and ecological. Together the analyses provide new insights into critical issues of concern for both science and society. \r\n<\/p>\r\n<p>\r\n&quot;The knowledge of how and why urban land-use change occurs coupled with a projection of its direction and likely effect can be helpful in informing local, regional, and national decisions about land use,&quot; said Barbara Ryan, Associate USGS Director for Geography. &quot;These public decisions will not only shape communities, but will substantially affect citizens&#39; lives and livelihood, the economy, and the environment for years to come.&quot; \r\n<\/p>\r\n<p>\r\nAs part of its mission to describe and understand the Earth, the USGS systematically monitors land surface change by observing the Earth with remote sensing satellites, studies the connections between people and those changes with geographic analysis, and provides individuals and society with relevant science information they can use to manage the consequences of those changes. \r\n<\/p>\r\n<p>\r\nAn online version of <em>Professional Paper 1726<\/em> is available at: <a href=\"http:\/\/pubs.usgs.gov\/pp\/pp1726\/\">http:\/\/pubs.usgs.gov\/pp\/pp1726\/<\/a>. <br \/>\r\nPrinted copies are available on request from USGS for $16 plus a $5 handling fee. <br \/>\r\n<strong>Telephone<\/strong>:         1-888-ASK-USGS <br \/>\r\n<strong>Mail<\/strong>:                  USGS; P.O. Box 25286; Denver, CO  80225\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1167282000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169764"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}