{"title":"USGS Digital Orthoimagery For Minnesota Completed","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey (USGS) recently completed statewide coverage of USGS Digital Orthophoto Quandrangles (DOQ&rsquo;s) in Minnesota.<!--introend--> The USGS, Minnesota Planning&rsquo;s Land Management Information Center, and the Legislative Commission on Minnesota Resources supported an 8-year effort to complete the \"Base Maps for the 1990&rsquo;s\" program in the State. The completion of DOQ&rsquo;s highlights the culmination of another part of the Base Maps Program, which included the production of traditional paper maps, aerial photos, and computer-readable data sets for Geographic Information System applications. \n<p>The DOQ is a digital image of an aerial photograph in which displacements caused by the camera and terrain have been removed. It combines the image characteristics of a photograph with the geometric qualities of a map. DOQs can be viewed on a computer and users can zoom in on areas of interest and print a copy. Users of DOQs also can evaluate their data for accuracy and completeness, make real-time modifications to their data, and even generate new files. \r\n<p>\"These images give Minnesota an edge shared by few other states,\" said Ann Schluter, director of Minnesota Planning. \"Our local governments, state agencies, nonprofit groups and many businesses can do their jobs better with this important resource.\" \r\n<p>The USGS&rsquo;s National Mapping Division coordinated the production of nearly 7,000 DOQ images by using a combination of Federal funds from the USGS and U.S. Department of Agriculture, matched by Minnesota State funding. \"This joint venture to produce DOQ coverage for the entire State of Minnesota illustrates how cooperative efforts between the USGS and other partners have major benefits for all levels of the government and for the general public as well,\" said Max Ethridge, USGS, Chief, Mid-Continent Mapping Center. USGS&rsquo;s Mid-Continent Mapping Center, Rolla, Missouri, coordinated the planning, production, and management of the DOQ program for Minnesota. \r\n<p>Additional information about Minnesota&rsquo;s Base Maps for the 1990&rsquo;s program and DOQ information is available at the Land Management Information Center&rsquo;s website at <a href=\"http:\/\/www.lmic.state.mn.us\">http:\/\/www.lmic.state.mn.us<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Minnesota"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"909550800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169424"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}