{"title":"Glaciers Retreating in Asia","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Many of Asia&rsquo;s glaciers are retreating as a result of climate change.<!--introend--><\/p>\n<p>This retreat impacts water supplies to millions of people, increases the likelihood of outburst floods that threaten life and property in nearby areas, and contributes to sea-level rise.<\/p>\r\n<p>The U.S. Geological Survey, in collaboration with 39 international scientists, published a report on the status of glaciers throughout all of Asia, including Russia, China, India, Nepal, Bhutan, Pakistan, Afghanistan, Georgia, Kyrgyzstan, Tajikistan, and Kazakhstan.<\/p>\r\n<p>&ldquo;Of particular interest are the Himalaya, where glacier behavior impacts the quality of life of tens of millions of people,&rdquo; said USGS scientist Jane Ferrigno. &ldquo;Glaciers in the Himalaya are a major source of fresh water and supply meltwater to all of the rivers in northern India.&rdquo;<\/p>\r\n<p>As glaciers become smaller, water runoff decreases, which is especially important during the dry season when other water sources are limited. Climate change also brings warmer temperatures and earlier water runoff from glaciers, and this combined with spring and summer rains can result in flood conditions. The overall glacier retreat and additional melt can increase the amount of water dammed in the vicinity of a glacier, and the added pressure enhances the likelihood of disastrous outburst flooding.<\/p>\r\n<p>While most glaciers in Asia are in recession, some glaciers have been found to advance. Some of the advancing glaciers are surge-type glaciers, which move forward more rapidly than average in a short period of time. The reason for this is being studied by glaciologists, and is likely due to unique and local condition<\/p>\r\n<p>Glacier studies in each area started at different times depending on accessibility of glaciers and scientific interest. For example, the earliest description of glaciers in China was in 630 A.D., while studies in the Caucasus area of Russia began in the mid 1800s and modern studies in Nepal started in the 1950s.<\/p>\r\n<p>The time period for retreat also differs among each glacier. In Bhutan, 66 glaciers have decreased 8.1 percent over the last 30 years.&nbsp; Rapid changes in the Himalaya is shown in India by the 12 percent retreat of Chhota Shigri Glacier during the last 13 years, as well as retreat of the Gangotri Glacier since 1780, with 12 percent shrinkage of the main stem in the last 16 years.<\/p>\r\n<p>Glaciers in Russia and in the four republics once part of the Former Soviet Union have the largest area of glaciers in Asia, covering 30,478 square miles, which is about the size of South Carolina. The glaciers of China have the second largest area of glaciers in Asia, covering 22,944 square miles, which is about twice the size of Massachusetts. In Afghanistan, the more than 3,000 small mountain glaciers that occur in the Hindu Kush and Pamir mountains provide vital water resources to the region.<\/p>\r\n<p>&ldquo;This report was a collaboration between U.S. and foreign authors, the most knowledgeable glaciologists for each geographic region covered,&rdquo; said USGS scientist Richard S. Williams, Jr. &ldquo;The USGS published historical and modern data authored by local experts. Some analyses of past climate conditions were conducted by studying ice cores from high-mountain areas of Asia.&rdquo;<\/p>\r\n<p>This report is the 9th in the series of 11 volumes to be published as the USGS Satellite Image Atlas of Glaciers of the World. You can view other publications in this series <a href=\"http:\/\/pubs.usgs.gov\/pp\/p1386\/\">online<\/a>.<\/p>\r\n<p>&ldquo;The Glaciers of Asia&rdquo; volume is available <a href=\"http:\/\/pubs.usgs.gov\/pp\/p1386f\/\">online<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_08_25\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_08_25\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.us","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climate Change","Global Warming","Asia","Afghanistan","glaciers","Sea Level Rise","flooding","floods"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1282708800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169554"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}