{"title":"$2 More, But Still a Bargain For a Great USGS Topo Map","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The price of the popular USGS topographic quadrangle map - often just called a \"topo\" or a \"quad\" - will go up $2 per sheet beginning September 1, 2002, but at $6 it&rsquo;s still a great bargain for a wealth of geographic information. <\/p>\n<p>The price of USGS topographic quadrangle maps was last increased 7 years ago. The price of the maps is being adjusted to accurately reflect and ensure recovery of the costs associated with their reproduction and distribution. <\/p>\r\n<p>\"Recently completed pricing studies and cost recovery reports tell us that the current map price does not allow us to sufficiently recover the actual costs of reproduction and distribution as we are charged to do by Office of Management and Budget guidance as part of Circular A-130,\" said Karen Siderelis, USGS Geographic Information Officer, whose office governs the pricing of USGS products and services. <\/p>\r\n<p>\"USGS topo maps have proven to be an invaluable tool for everyone from hikers and campers to county planners to emergency response teams. We began publishing topographic maps in 1886 as an aid to scientific studies. Since then we have added considerably to our wealth of geographic and spatial information - providing now more than 85,000 different maps and cartographic products. The topo maps have become a signature product for the USGS - it&rsquo;s one of the things that we are most known for,\" said Barbara Ryan, USGS Associate Director for Geography. <\/p>\r\n<p>The USGS sells its maps and other cartographic products in digital formats from its distribution center in Denver, Colo., and through a nationwide network of more than 3,500 business partners in the private sector who help to ensure that USGS maps are available everywhere on the landscape. Information about where and how to purchase USGS maps is available at <a href=\"http:\/\/mapping.usgs.gov\/\">http:\/\/mapping.usgs.gov<\/a> and click on \"product retailers.\" <\/p>\r\n<p>The nation is covered by more than 57,000 detailed USGS topographic maps that show the shape and elevations of terrain and delineate a wide range of natural features and built structures. The maps are continually updated to reflect changes in the land surface and to meet new applications. <\/p>\r\n<p>USGS maps are particularly useful for planners, engineers, outdoor enthusiasts, and many others who rely on them to accurately depict the land surface. During natural disasters, such as hurricanes, floods and earthquakes, for example, thousands of USGS map sheets are rushed overnight to assist emergency agencies in response and recovery efforts.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1030334400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}