{"title":"USGS Confirms Snakeheads in NYC Lake<br>Invasive fish species threatens native fauna","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. Geological Survey fisheries biologists in Gainesville, Fla., have confirmed the presence of the voracious non-native northern snakehead fish in Meadow Lake in Queens, N.Y. Five specimens have been collected by the New York State Department of Environmental Conservation from the lake in Flushing Meadows Corona Park since early July. In the last 5 years, these adept predatory fish have been found in rivers and ponds in Florida, Maryland, Massachusetts, Pennsylvania and Virginia, threatening the well-being of native aquatic species. <\/p>\n<p>The northern snakehead is an air-breathing, freshwater fish native to waters ranging from southern Siberia to south-central China. This species is highly valued as a food fish in its native range, and was exported to the United States for live sale in some markets and restaurants before October 2002. <\/p>\r\n<p>Juvenile and adult snakeheads feed almost exclusively on other fishes (90-95 percent of their diet). Northern snakeheads also protect their young through the post-larval stage, which further encourages the establishment of a feral snakehead population. Fisheries biologists consider the snakehead an invasive species because of the threat they pose to native species and aquatic ecosystems.<\/p>\r\n<p>At present, researchers have not determined if the Meadow Lake population is established as a reproducing population. According to USGS fisheries biologist Walter Courtenay, however, the range in length of the collected specimens from 15 to 28 inches suggests the presence of two distinct year age groups of snakeheads in Meadow Lake.<\/p>\r\n<p>A comprehensive snakehead fish study, including a biological synopsis, risk assessment, and accounts for each species, was conducted from September 2001 to September 2002 by the U.S. Geological Survey and the U.S. Fish and Wildlife Service. The entire report can be accessed online by visiting the USGS Web site at <a href=\"http:\/\/fisc.er.usgs.gov\/Snakehead_circ_1251\/index.html\">http:\/\/fisc.er.usgs.gov\/Snakehead_circ_1251\/index.html<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Massachusetts","New York","Pennsylvania","Virginia","Florida"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1122955200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169337"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}