{"title":"International Team Completes Gas Hydrate Expedition in the Offshore of India","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nThe first scientific results from a recently completed expedition that explored for gas hydrate off the coast of India will be presented by U.S. Geological Survey (USGS) scientists at the Third International Association of Exploration Geophysicists Meeting in Hyderabad, India, on November 8. \r\n<\/p>\r\n<p>\r\nGas hydrate, a naturally &quot;ice-like&quot; combination of natural gas and water, has the potential to provide an immense resource of natural gas from the world&#39;s oceans and Polar Regions. \r\n<\/p>\r\n<p>\r\nThe expedition was conducted by an international team of scientists led by the USGS and the Indian Directorate General of Hydrocarbons. Scientists explored four offshore Indian Ocean basins, including the Kerala-Konkan Basin in the Arabian Sea, the Krishna-Godawari Basin and Mahanadi Basin in the Bay of Bengal, and the Andaman Islands, to conduct scientific drilling, well logging, coring, and shipboard scientific analyses of recovered samples. Their goal was to further define the energy resource and to gain insight into the potential availability of gas hydrates for use as a viable energy product. \r\n<\/p>\r\n<p>\r\nThe science team was led by USGS scientist Dr. Timothy Collett, who believes, &quot;this was a great opportunity to work with some of the world&#39;s best researchers. It was one of our most ambitious, complex, and comprehensive gas hydrates field ventures yet.&quot; The expedition&#39;s scientific highlights to date are: \r\n<\/p>\r\n<ul>\r\n\t<li>Discovery of significant gas hydrate accumulations with the recovery of 2,850 meters of core.<\/li>\r\n\t<li>Sampling and defining one of the world&#39;s richest marine gas hydrate accumulations in the Krishna-Godhavari Basin.<\/li>\r\n\t<li>Discovery of one of the thickest and deepest gas hydrate occurrences in the Andaman Sea, revealing 600 meter deep gas-hydrate-bearing volcanic ash layers. <\/li>\r\n\t<li>Establishment of a gas hydrate-bearing system in the Mahanadi Basin of the Bay of Bengal. Demonstration of advanced logging-while-drilling operations.<\/li>\r\n\t<li>Further development of techniques for InfraRed core imaging and pressure coring data processing.<\/li>\r\n<\/ul>\r\n<p>\r\nThe USGS made the first systematic assessment of the volume of gas in natural gas hydrates in the 1990&#39;s, suggesting that the amount of gas in the gas hydrate accumulations of the world greatly exceeds the volume of known conventional gas resources.&nbsp; However, gas hydrates represent both a scientific and technologic challenge and much remains to be learned about the factors controlling the ultimate energy resource potential of gas hydrates, which is why the results from the Indian expedition are so important. \r\n<\/p>\r\n<p>\r\nFor more information, please visit <a href=\"http:\/\/energy.usgs.gov\/other\/gashydrates\/india.html\">http:\/\/energy.usgs.gov\/other\/gashydrates\/india.html<\/a> or contact Timothy Collett at 720-936-2372. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1162875600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170591"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}