{"title":"What Science Says About Beach Sand and Stomach Aches","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>By washing your hands after digging in beach sand, you could greatly reduce your risk of ingesting bacteria that could make you sick. In <a href=\"http:\/\/www.iwaponline.com\/jwh\/007\/jwh0070623.htm\">new research<\/a>, scientists have determined that, although beach sand is a potential source of bacteria and viruses, hand rinsing may effectively reduce exposure to microbes that cause gastrointestinal illnesses.&nbsp;<\/p>\n<p>&ldquo;Our mothers were right! Cleaning our hands before eating really works, especially after handling sand at the beach,&rdquo; said Dr. Richard Whitman, the lead author of the U.S. Geological Survey (USGS) study. &ldquo;Simply rinsing hands may help reduce risk, but a good scrubbing is the best way to avoid illness.&rdquo;&nbsp;<\/p>\r\n<p>For this study, scientists measured how many <em>E. coli<\/em> bacteria could be transferred to people&rsquo;s hands when they dug in sand. They analyzed sand from the shores of Lake Michigan in Chicago. Using past findings on illness rates, scientists found that if individuals were to ingest all of the sand and the associated biological community retained on their fingertip, 11 individuals in 1000 would develop symptoms of gastrointestinal illness.&nbsp; Ingestion of all material on the entire hand would result in 33 of 1000 individuals developing gastrointestinal illness.<\/p>\r\n<p>In a further laboratory experiment, USGS scientists determined that submerging one&rsquo;s hands four times in clean water removed more than 99% of the <em>E. coli<\/em> and associated viruses from the hands.&nbsp;<\/p>\r\n<p>In recent years, USGS scientists have discovered that concentrations of <em>E. coli<\/em> bacteria in beach sand are often much higher than those in beach water.&nbsp; Follow-up research at beaches around the nation by many scientists has resulted in similar findings, although the amount of bacteria in sand varies depending on the beach.&nbsp; Although beach water is monitored for <em>E. coli<\/em> as mandated in the Beaches Environmental Assessment and Coastal Health Act (BEACH Act 2000), beach sand is not currently monitored for contamination.<\/p>\r\n<p><a href=\"http:\/\/aje.oxfordjournals.org\/cgi\/reprint\/170\/2\/164?maxtoshow=&amp;HITS=10&amp;hits=10&amp;RESULTFORMAT=&amp;fulltext=heaney&amp;searchid=1&amp;FIRSTINDEX=0&amp;volume=170&amp;issue=2&amp;resourcetype=HWCIT\">Recent analysis of seven beaches<\/a> across the nation by the University of North Carolina -Chapel  Hill and the U.S. Environmental Protection Agency showed that beachgoers digging in sand were more likely to develop gastrointestinal illness after a day at the beach compared to those not digging in sand. The association with these illnesses was even stronger for individuals who reported being partially covered up in sand.&nbsp; Because children played in the sand more frequently and were more likely to get sand in their mouths, they were more likely to develop gastrointestinal illness after a day at the beach.<\/p>\r\n<p>&ldquo;The excess illnesses we observed among those exposed to sand generally consisted&nbsp;of mild gastrointestinal symptoms, but it is a good idea to be sure to wash&nbsp;your hands or use hand sanitizer after digging or playing in the sand,&rdquo; said Chris Heaney, lead author of the UNC study.<\/p>\r\n<p><em>E. coli<\/em> is an indicator of recent sewage contamination and if it is present, pathogens harmful to human health are also likely present. &nbsp;The origin of these bacteria is often unknown. They can persist throughout the swimming season, remaining a potential contamination source to beach visitors.&nbsp;<\/p>\r\n<p>Results of these studies highlight the need to intensify efforts to determine sources of microbial contamination to beaches and associated risk of playing in beach sand.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Illinois"],"country":["United States of America"],"mm_tags":["Beach Sand","Human Health","contamination","ecoli","water","biology"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1249876800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"170321"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}