{"title":"Media Advisory:  Celebrate GIS Day 2005, USGS to Help Kids Find Their Place in Space","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey (USGS) will teach 300 students how to find their place in space by using geographic information systems (GIS) on Wednesday, Nov. 16 in celebration of GIS Day 2005.<!--introend--> USGS scientists will also host tours of USGS laboratories and teach students more about geography and other \"cool\" science&mdash;including climate change science at the National Ice Core Laboratory where ice cores are stored at -35 degrees Celsius.<\/p>\n<p>USGS scientists and students will take part in geocaching with GPS receivers (a kind of scavenger hunt for the 21st century), Geopardy--a Geography Challenge, geography workshops, hands-on activities with maps, aerial photographs, and satellite images, and tours of the USGS to see GIS used in map production and research.<\/p>\r\n<p>Other highlights include visiting the USGS map sales warehouse where more than 30 million maps are stacked in a 17-acre building, and learning about geology at the Rock Core Research Center which holds 1.4 million linear feet of rock core.<\/p>\r\n<p>GIS Day is an event that allows geographic information systems (GIS) users to open their doors to schools, businesses, and the general public to demonstrate real-world applications of this technology. USGS is a principle sponsor. Learn more about GIS Day at http:\/\/www.gisday.com. <\/p>\r\n<TABLE>\r\n<TBODY>\r\n<TR>\r\n<TD vAlign=top><strong>WHEN:<\/strong><\/TD>\r\n<TD><strong>Wednesday, Nov. 16, 2005<br>9 a.m. &ndash; 3 p.m.<br><\/strong><\/TD><\/TR>\r\n<TR>\r\n<TD vAlign=top><strong>WHERE:<\/strong><\/TD>\r\n<TD><strong>USGS, Denver Federal Center, Building 810<br><\/strong>Enter at Gate 1 (Visitor&rsquo;s Entrance) off of Kipling St.<br>Bring a valid photo ID<br>Map of DFC: <a href=\"http:\/\/rockyweb.cr.usgs.gov\/outreach\/dfc.html\">http:\/\/rockyweb.cr.usgs.gov\/outreach\/dfc.html<\/a><br><\/TD><\/TR>\r\n<TR>\r\n<TD vAlign=top><strong>WHO:<\/strong><\/TD>\r\n<TD><strong>USGS scientists will host 300 local students and teachers to demonstrate GIS techniques and take tours of USGS laboratories.<\/strong><\/TD><\/TR><\/TBODY><\/TABLE>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1131944400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169484"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}