{"title":"USGS Geologist N. King Huber, Yosemite expert (1926 - 2007)","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->N. King Huber, U.S. Geological Survey Scientist Emeritus, Fellow of the Geological Society of America, and recipient of the U.S. Department of the Interior Meritorious Service Award, passed away in his sleep February 24.<!--introend--> He had been battling cancer since last summer. King, a Ph.D. graduate of Northwestern University, worked for the USGS for 40 years. During that time and throughout his 13-year &quot;retirement&quot; he produced a series of classic geologic investigations. He was the author of &quot;The Geologic Story of Yosemite National Park,&quot; which has been reprinted many times, as well as the &quot;Yosemite National Park Geological Map.&quot; He worked actively on products related to his beloved Yosemite up until the time of his death, just putting the finishing touches on a new book, &quot;Geological Ramblings in Yosemite,&quot; currently in press. \r\n<\/p>\r\n<p>\r\nBorn in Duluth, Minnesota, King was interested in nature from a young age. He began his adventures in geology as a child, hunting for agates along Lake Superior and building an extensive collection of stones, as well as collections of insects and tropical fish. After serving in the Army during World War II, King enrolled in Franklin and Marshall College earning a BS in Geology and meeting his future wife Nan. He then continued his studies at Northwestern University, got married, and completed a PhD in Geology. King&#39;s earliest employment in geology was studying the iron ore deposits in Michigan, and after joining the USGS as a summer field assistant in 1952 he continued that work until being transferred to California in 1955.\r\n<\/p>\r\n<p>\r\nKing&#39;s first introduction to the Sierra Nevada was in June of 1955, when he and his wife drove up Lee Vining Canyon over Tioga Pass and into Yosemite. Having grown up in the relatively flat terrain of northern Minnesota, mountains of any kind were new to him, and little did he know that this magnificent mountain range would define much the rest of his career and the next 50 years of his life. King&#39;s long-time Sierra studies were interrupted twice, once in 1959 to serve in the Director&#39;s Office in USGS headquarters, and then again in 1966 when he began a four-year project mapping the geology of Isle Royale National Park in Lake Superior. In 1994, after 40 years with the USGS, King formally retired with more than 60 significant scientific publications to his credit. He continued to work another 13 years as a USGS Scientist Emeritus producing more than a dozen new publications, including both technical and popular laymen&#39;s guides to geology.\r\n<\/p>\r\n<p>\r\nThroughout his career, King understood the importance of communicating, in layman&#39;s language, the geologic story of the many places he studied. Bringing the geologic story of several National Parks to the public&#39;s attention, he wrote popular guides to the geology of Isle Royale National Park, Devil&#39;s Postpile National Monument, and Yosemite National Park. King&#39;s 50 years of working in the central and southern Sierra Nevada, culminated in Yosemite National Park, where he was involved in the publication of a geologic map of the entire park, a more detailed geologic map of Yosemite Valley, and the popular book, &quot;The Geologic Story of Yosemite National Park,&quot; which has sold 24,000 copies, and has been reprinted 3 times. His newest book, &quot;Geological Ramblings in Yosemite,&quot; is a collection of articles originally written for the quarterly journal of the Yosemite Association.\r\n<\/p>\r\n<p>\r\nIn the absence of a professional geologist on the staff at Yosemite National Park, King served as the de facto geologist for the Park for many years. In that capacity, he responded to requests from the National Park Service and the Yosemite Association for geologic input, wrote a series of layman-oriented geologic articles for the quarterly journal of the Yosemite Association, and provided geologic training for the","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1175745600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}