{"title":"The Hair of the Bear: USGS Releases Grizzly Bear Numbers in Glacier National Park","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>NOTE TO NEWS EDITORS: Reproducible remote photos of bears at hair traps and scientists working on this project may be found at:<\/b><br><a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/3-29b.tif\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/3-29b.tif<\/a><br><a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/3-29c.tif\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/3-29c.tif<\/a><br><a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/3-29d.tif\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/3-29d.tif<\/a><br><a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/3-29e.tif\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/3-29e.tif<\/a><br><a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/3-29f.tif\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/3-29f.tif<\/a><br><a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/3-29g.tif\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/3-29g.tif<\/a><br><a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/3-29h.tif\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/3-29h.tif<\/a> <\/p>\n<p><b>FOR MORE INFORMATION ON THE PROJECT, PLEASE VISIT OUR WEBSITE AT:<\/b> <a href=\"http:\/\/www.mesc.usgs.gov\/glacier\/beardna.htm\">http:\/\/www.mesc.usgs.gov\/glacier\/beardna.htm<\/a> <\/p>\r\n<p><!--introstart-->In a ground-breaking study that used DNA from bear hair to count bears without having to see them or to capture them, U.S.Geological Survey researchers have preliminary results showing that there are an estimated 437 grizzly bears in the northern third portion of the Northern Continental Divide Ecosystem and an estimated 332 grizzly bears in Glacier National Park itself.<!--introend--> <\/p>\r\n<p>Because of statistical variation, the actual numbers of bears in the northern third of the NCDE may vary from 349 to 590 individual bears, and from 241 to 549 bears in Glacier National Park, said Katherine Kendall, the USGS bear researcher in charge of the study. Kendall&rsquo;s study site encompassed 2 million acres - the northern third of the NCDE, an area that stretches from the southern Canadian border to just north of Missoula, Montana (see <a href=\"http:\/\/www.mesc.usgs.gov\/glacier\/beardna.htm\">http:\/\/www.mesc.usgs.gov\/glacier\/beardna.htm<\/a> for study site boundaries). <\/p>\r\n<p>Although bear numbers for the park are higher than the previous 1970&rsquo;s estimate of 200 grizzly bears in the park, Kendall cautions that because the 1970s estimate was based on bear sightings only, its numbers would not stand up under today&rsquo;s scientific standards for reliability. <\/p>\r\n<p>\"Because of this,\" said Kendall, \"we can&rsquo;t use these new, more reliable numbers to say anything about trends, except that in relation to other grizzly populations in the United States, this population appears fairly healthy, with a high density of bears.\" <\/p>\r\n<p>Glacier National Park Superintendent Suzanne Lewis said that the park was \"very pleased\" with the preliminary reports generated by Kendall&rsquo;s work. \"It gives the National Park Service insight into the grizzly bear population in the Northern Continental Divide Ecosystem of northwestern Montana that we&rsquo;ve never had.\" <\/p>\r\n<p>Grizzly bears once roamed most of the North American continent, but habitat destruction and direct conflicts with humans have reduced their range by 99 percent in the lower 48 states (see historical and current range maps at <a href=\"http:\/\/www.mesc.usgs.gov\/glacier\/dna_detail.htm#Background\">http:\/\/www.mesc.usgs.gov\/glacier\/dna_detail.htm#Background<\/a>). Today, researchers estimate that fewer than 1,000 grizzly bears remain south of the Canadian border. <\/p>\r\n<p>The Northern Continental Divide Ecosystem is one of six grizzly bear recovery zones south of Canada, and at 6 million acres, supports the largest population of bears south of Canada. \"We have a richer and wetter habitat, a habitat with more topographic variation than the recovery areas to the south,\" said Kendall. <\/p>\r\n<p>Bears in the Northern Continental Divide Ecosystem are connected genetically with b","summary":null,"format":null}]},"field_images":[],"regions":["Montana"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"958622400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169820"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}