{"title":"science that Weathers the Storm: USGS Scientists in the Field Preparing for Gustav","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Want to accompany USGS scientists as they install mobile gages or storm surge sensors? Contact Brian McCallum at 404-375-2505 or <a href=\"mailto:bemccall@usgs.gov\">bemccall@usgs.gov<\/a>.<\/strong><\/p>\n<p><!--introstart-->U.S. Geological Survey (USGS) scientists will be installing rapidly-deployable mobile gages and storm-surge sensors to prepare for Tropical Storm Gustav.<!--introend--><\/p>\r\n<p>These temporary devices are installed just hours before an impending storm and provide additional real-time monitoring data in critical areas needed for effective forecasting and emergency response.  \r\n<table border=\"0\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-8-28\/rapidly_deployed_gage.jpg\" alt=\"rapidly deployed gages\" width=\"125\" height=\"165\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-8-28\/sensor_installation.jpg\" alt=\"sensor installation\" width=\"125\" height=\"94\" \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<\/p>\r\n<p>\"We could not accurately forecast river flows and water-levels without the data and support we receive from the USGS,\" said Dave Reed, Hydrologist-In-Charge of the National Weather Service Lower Mississippi River Forecast Center in Slidell, LA. \"When river and tide data are not available, our job of forecasting is much more difficult and typically results in diminished accuracy of those forecasts.\"<\/p>\r\n<p>A special interactive USGS Water Hazards Map will be available tomorrow, which will provide real-time flooding and storm surge data from Gulf Coast streamgages and temporary devices. This information is imperative to local, State and Federal officials in order to forecast floods and coordinate flood-response activities in the affected area. Track streamflow and water levels in a Google Map interface and and access other <a href=\"http:\/\/www.usgs.gov\/gustav\">USGS Tropical Storm Gustav efforts<\/a>.<\/p>\r\n<p>Access real-time data from over 7,500 streamgages across the country by visiting the <a href=\"http:\/\/water.usgs.gov\/waterwatch\/\">USGS Water Watch Website<\/a>.<\/p>\r\n<p>Rapidly deployed mobile stations provide special, short-term data in critical areas lacking long-term streamgages. These mobile real-time stations will help emergency needs and improve coastal flood forecasts. They provide up-to-the-minute data that is critical to the National Weather Service and other partners involved in issuing flood warnings and the evacuation of communities.<\/p>\r\n<p>USGS also has a network of rugged, inexpensive water-level and barometric-pressure sensors, called storm-surge sensors, which will be installed right before Gustav hits land. These sensors provide information about storm surge duration, times of surge arrival and retreat, and maximum depths, which is useful in forecasting and modeling future events. Tropical Storms Katrina and Rita vividly demonstrated that coastal storm surge can be as dangerous as inland flooding caused by rain.<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the United States and does so in cooperation with over 850 federal, state and local agencies.<\/p>\r\n<p><strong>State Contacts:<\/strong><\/p>\r\n<p>If you would like to know more specific information about USGS Tropical Storm Gustav response activities in your area, please contact the appropriate person listed below.<\/p>\r\n<ul>\r\n<li>Alabama: Athena Clark, 334-395-4141, <a href=\"mailto:athclark@usgs.gov\">athclark@usgs.gov<\/a><\/li>\r\n<li>Florida: Barry Rosen, 407-803-5508, <a href=\"mailto:brosen@usgs.gov\">brosen@usgs.gov<\/a><\/li>\r\n<li>Georgia: Ed Martin, 770-903-9166, <a href=\"mailto:ehmartin@usgs.gov\">ehmartin@usgs.gov<\/a><\/li>\r\n<li>Louisiana: Charles Demas, 225-298-5481 Ext. 3117, <a href=\"mailto:crdemas@usgs.gov\">crdemas@usgs.gov<\/a><\/li>\r\n<li>Mississippi: Michael Runner, 601-832-3043, <a href=\"mailto:msrunner@usgs.gov\">msrunner@usgs.gov<\/a><\/li>\r\n<li>Texas: Robert Joseph, 512-297-4371, <a hre","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Georgia","Louisiana","Mississippi","Texas"],"country":["United States of America"],"mm_tags":["Gustav","High Flow","flooding","floods","water","Hurricane"],"release_date":{"und":[{"value":"1219896000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169327"},{"tid":"169027"},{"tid":"169482"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}