{"title":"single-Engine Airplane Scheduled For Flights Over Central Wisconsin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>(Editors: In the public interest and in accordance with Federal Aviation Administration regulations, the USGS is announcing this low-level airborne science project. Your assistance in publicizing this information is appreciated.)<\/b> <\/p>\n<p><!--introstart-->A single-engine airplane, operated under contract to the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey (USGS)<\/a>, will fly over three areas in central Wisconsin and two smaller areas in northern Wisconsin during a two-month period beginning in early October.<!--introend--> The aerial survey is designed to remotely study geologic units that lie below the earth&rsquo;s surface. The survey is part of an ongoing USGS program to identify features of rocks that are associated with changes due to earth processes. The rock features identified by the airborne survey will provide a better understanding of the geology of the study areas. <\/p>\r\n<p>The survey plane carries geophysical instruments specifically designed for subsurface geologic mapping and are towed beneath the plane by a cable. The plane will be flying at an altitude of 1000 feet above the ground. The pilot and crew are specially trained to operate aircraft at low levels and anyone observing the plane should not be alarmed when the plane passes overhead or appears to fly below the horizon. <\/p>\r\n<p>The survey areas in central Wisconsin include all or large portions of Adams, Brown, Buffalo, Dunn, Eau Claire, Jackson, Kewaunee, Marinette, Oconto, Outagamie, Pierce, Pepin, Portage, Shawano, St. Croix, Trempealeau, Waupaca, Waushara and Wood Counties, and small portions of adjacent counties. In northern Wisconsin the areas to be flown include portions of Florence and Iron Counties as well as very small portions of adjacent counties. <\/p>\r\n<p>(For additional information on USGS activities in Wisconsin, contact Warren Gebert, State Representative, U.S. Geological Survey, 8505 Research Way, Middleton, WI, 53562-3581; phone (608) 821-3800; fax (608) 821-3817.) <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"875764800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170540"},{"tid":"168814"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}