{"title":"Groundwater-Level Declines Continue to Cause Land Elevation Loss in Houston â\u0080\u0093 Galveston Region","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Historical groundwater withdrawals have caused the loss of land-surface elevation, or subsidence, in the Houston-Galveston region.<!--introend--> Loss of surface elevation is a concern as it may increase the potential for more intense flooding in the study area according to the latest annual report conducted by the U.S. Geological Survey.&nbsp;<\/p>\n<p>Groundwater withdrawn from the Chicot, Evangeline, and Jasper aquifers has been the primary source of water for municipal supply, industrial and commercial use, and irrigation in the Houston-Galveston region since the early 1900s. The USGS monitors and studies the occurrence of water in these aquifers and rates of subsidence so that decision makers can make informed choices on how to manage this finite resource.<\/p>\r\n<p>This new USGS report is the latest in an annual series depicting water-level altitudes and groundwater-level changes in the Chicot, Evangeline and Jasper aquifers. During the 38 years of the study, the amount of subsidence at monitoring stations ranges from 0.1 feet at the Texas City-Moses Lake site in Galveston County, Texas to 3.654 feet at the Addicks station in Harris County. Water levels in the southeast parts of the study area, to include the Chicot and Evangeline aquifers, have generally continued to rise since 1977. However, water levels of the Chicot and Evangeline aquifers in northwestern Harris County and the Jasper aquifer in Montgomery and northern Harris County, have generally declined.<\/p>\r\n<p>&ldquo;Subsidence, or the loss of land-surface elevation, can become a public safety concern during a flood, high-intensity rain event, or hurricane,&rdquo; said USGS scientist Mark Kasmarek.<\/p>\r\n<p>The study was prepared in cooperation with the Harris-Galveston Subsidence District, City of Houston, Fort Bend Subsidence District, Lone Star Groundwater Conservation District, and the Brazoria County Groundwater Conservation District. The report, which contains various maps depicting water-level altitudes, short-term and long-term water-level changes, and measured subsidence, is available <a href=\"http:\/\/dx.doi.org\/10.3133\/sim3308\">online<\/a>.<\/p>\r\n<p>&ldquo;Long-term monitoring of groundwater resources is important to understand the impacts of development and changes in water-use on the resource and subsidence,&rdquo; said Mike Turco, General Manager of the Harris Galveston and Fort Bend Subsidence Districts. &ldquo;The data we get from the USGS is imperative in helping us make sound resource management decisions that benefit the public and the environment.&rdquo; &nbsp;<\/p>\r\n<p>The Houston-Galveston region, Texas&mdash;consisting of Harris, Galveston, Fort Bend, Montgomery, Brazoria, Chambers, Liberty, San Jacinto, Walker, Grimes, and Waller Counties&mdash;represents one of the largest areas of land-surface subsidence in the United States. By 1979, as much as 10 feet of subsidence had occurred in the Houston-Galveston region, and approximately 3,200 square miles of the 11,000 square-mile geographic area had subsided more than one foot.<\/p>\r\n<p>In this study, subsidence was measured using equipment called borehole extensometers which is a technique that uses deep, narrow drilled holes in the ground, called boreholes, to monitor land-surface elevation. Thirteen extensometers at 11 sites have continuously recorded data since they were activated or installed between the years of 1973&ndash;1980.<\/p>\r\n<p>The USGS has monitored water levels in the Houston-Galveston region since 1976, and annually monitors more than 700 wells throughout 11 counties to collect data on and appraise the groundwater resources. Water levels were measured during December 2013&ndash;March 2014 because levels are usually higher during these months.<\/p>\r\n<p>For the period 1977&ndash;2014, water-level measurements in wells screened in the Chicot aquifer indicate that water levels ranged from a decline of 120-feet to a rise of 200-feet in adjacent western and eastern areas,","summary":null,"format":null}]},"field_images":[],"regions":["Texas"],"country":["United States of America"],"mm_tags":["ground","water","Texas","subsidence","Houston","flooding","aquifers"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1412740800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"170034"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}