{"title":"Experts Team Up on Tsunami Resilience in California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>While scientists can't predict when a great earthquake producing a pan-Pacific tsunami will occur, thanks to new tools being developed by federal and state officials, scientists can now offer more accurate insight into the likely impacts when tsunamis occur. This knowledge can lead officials and the public to reduce the risk of the future tsunamis that will impact California.<\/p>\n<p>What are the potential economic impacts? Which marinas could be destroyed? Who needs to be prepared for evacuations? <a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1170\/a\/\">A newly published report looks at these factors and more.<\/a><\/p>\r\n<p><a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1170\/a\/\"><\/a>A hypothetical yet plausible scenario was developed where a tsunami is created by an earthquake offshore from the Alaskan peninsula and extends to the California coast. This is detailed in a new report titled, the U.S. Geological Survey's <a href=\"http:\/\/www.usgs.gov\/natural_hazards\/safrr\/projects\/tsunamiscenario.asp\">Science Application for Risk Reduction (SAFRR) Tsunami Scenario<\/a>.<\/p>\r\n<p>Some of the issues highlighted in the scenario include public safety and economic loss. In this scenario approximately 750,000 people would need to be evacuated, with 90,000 of those being tourists and visitors. Additionally, one-third of the boats in California's marinas could be damaged or completely sunk, resulting in $700 million in losses. It was concluded that neither of California's nuclear power plants would likely be damaged by this particular event.<\/p>\r\n<p>Looking back to 2011, not only was Japan devastated by the magnitude 9.1 Tohoku earthquake, but the resulting tsunami also swept through California and caused $50-100 million of damage. This shows that tsunamis near and far can lead to billions of dollars in losses in California.<\/p>\r\n<p>The SAFRR Tsunami Scenario is a collaborative effort between the USGS, the California Geological Survey, the California Governor's Office of Emergency Services, the National Oceanic and Atmospheric Administration, other agencies, and academic and other institutions.<\/p>\r\n<p>\"The good news is that three-quarters of California's coastline is cliffs, and thus immune to the harsher and more devastating impacts tsunamis could pose,\" said Lucy Jones, who is the USGS Science Advisor for Risk Reduction and leads the SAFRR Project. \"The bad news is that the one-quarter at risk is some of the most economically valuable property in California.\"<\/p>\r\n<p>\"In order to effectively protect communities from tsunamis, we must first know what to plan for,\" continued Jones. \"By starting with science, there is a clearer understanding on how tsunamis function and their potential impacts. The scenario will serve as a long-lasting resource to raise awareness and provide scientifically-sound and unbiased information to decision makers in California and abroad.\"<\/p>\r\n<p>In this scenario, scientists specifically outline the likely inundation areas, current velocities in key ports and harbors, physical damage and repair costs; economic consequences; environmental impacts; social vulnerability; emergency management; and policy implications for California.<\/p>\r\n<p>This scenario will also be the focus of discussion at a workshop series starting September 4 that is convened in partnership with the California Tsunami Hazard Mitigation Program. USGS scientists and partners will explain the scenario and results to stakeholders in the coastal communities of California. The workshops aims to establish a community of experts while fostering the use of science in decision-making.<\/p>\r\n<p>The workshops will be hosted by the Cabrillo Marine Aquarium (September 4); Santa Barbara County Office of Emergency Management (September 5); San Diego County Office of Emergency Management (September 6); Santa Cruz County Office of Emergency Management (September 9); and the Port of San Francisco (September 10).<\/p>\r\n<p>The SAFRR Project is the same USGS research group that produced","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["California","Tsunami Scenario","tsunamis","Natural Hazards","Natural Hazards Earthquake Hazards","Science Application For Risk Reduction","California Geological Survey","California Governor Office Of Emergency Services","",""],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1378267200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169250"},{"tid":"169633"},{"tid":"169847"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}