{"title":"USGS Streamgages Measure Record Flooding in South Dakota","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Do you want to accompany a USGS field crew as they measure flooding? Please contact Joyce Williamson at 605-394-3219.<\/strong><\/p>\n<p>U.S. Geological Survey field crews are measuring flooding on the Big Sioux River and its tributaries in South Dakota.<\/p>\r\n<p>The USGS&nbsp;streamgage on the Big Sioux River at Akron (streamgage 06485500) has recorded the highest streamflow since record keeping began in 1929 at this streamgage. The new peak of record streamflow of approximately 108,000 cfs (cubic feet per second) and peak of record stage of&nbsp;25.46 feet occurred on June 18, 2014. The previous record of 80,800 cfs was recorded in April 1969. The current flooding has a 0.5 to 1 percent chance of occurring each year (formerly called a 200 to 100 year event).<\/p>\r\n<p>USGS scientists are collecting critical streamflow data that are vital for protection of life, property and the environment. These data are used by the National Weather Service to develop flood forecasts, the U.S. Army Corps of Engineers to manage flood control and the various state and local agencies in their flood response activities. More information is available on the USGS South Dakota Water Science Center <a href=\"http:\/\/sd.water.usgs.gov\/\">website<\/a>.<\/p>\r\n<p>The flooding in southeastern South Dakota, Minnesota and Iowa has been historic. Although this area was relatively dry earlier this spring, the thunderstorms of the past week provided the area with intense rainfall over large areas resulting in extensive flooding. The USGS is working with many agencies to document the flows and to provide as much accurate flow data as possible to groups such as the National Weather Service, U.S. Army Corps of Engineers and local and state emergency management. Rapid deployment gages are also being installed to assist in those areas where streamgages do not currently exist. These rapid deployment gages only monitor river stage but provide much needed information on the progression of the flood waters.<\/p>\r\n<p>There are 144 USGS-operated streamgages in South Dakota that measure water levels, streamflow and rainfall. Current streamflow conditions are available <a href=\"http:\/\/waterdata.usgs.gov\/sd\/nwis\/current?type=flow&amp;group_key=basin_cd\">online<\/a>.<\/p>\r\n<p>More detailed information on flooding in South Dakota is available on the <a href=\"http:\/\/waterwatch.usgs.gov\/?m=flood&amp;r=sd&amp;w=real%2Cmap\">WaterWatch flood page<\/a>.<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk and for many recreational activities.<\/p>\r\n<p>Access current flood and high flow conditions across the country by visiting the USGS <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch<\/a> website. Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Iowa","Minnesota","South Dakota"],"country":["United States of America"],"mm_tags":["water","flooding","flood","hazards","South Dakota","Iowa","Minnesota","streamgages","Water Watch","wateralert","Natural Hazards"],"distribution":["Water"],"release_date":{"und":[{"value":"1403150400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169781"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}