{"title":"USGS Tracking Iodine-129 in Eastern Idaho Groundwater","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Concentrations of a potentially-harmful nuclear contaminant found in groundwater at the Idaho National Laboratory (INL) are well below the federal safety threshold for public drinking water.<!--introend--><\/p>\n<p>This finding was released in a report by the U.S. Geological Survey (USGS), which monitors water quality at the eastern Idaho laboratory on behalf of the U.S. Department of Energy (DOE). &nbsp;<\/p>\r\n<p>Iodine-129 is both a naturally-occurring element and a by-product of nuclear fission. From 1953 to 1988, nuclear testing activities at the INL generated wastewater containing about 0.94 curies of iodine-129. Most of that wastewater was discharged directly into the eastern Snake River Plain aquifer through a 600-ft deep disposal well. The rest was discharged into unlined infiltration ponds or otherwise leaked into the groundwater. &nbsp;<\/p>\r\n<p>In May 2007, the DOE, the U.S. Environmental Protection Agency (EPA), and the State of Idaho entered into a record of decision to establish a cleanup unit that includes the groundwater containing the traces of iodine-129. The record of decision calls for limiting access to the water, continuing monitoring efforts, removing contaminated soil as necessary, capping contaminated areas, and limiting the recharge of perched water that may transport contaminants to the aquifer.<\/p>\r\n<p>The USGS has monitored iodine-129 in groundwater at the INL since 1977, collecting samples periodically in later years for comparison. The latest samples were collected in 2003 and 2007, and they were compared to samples collected during 1990-91. Between 1990-91 and 2003, the average concentration of iodine-129 in the sampled groundwater from 19 wells declined from 0.975 to 0.249 picocuries per liter. Both of those average concentrations are below the limit of 1 picocurie per liter set by the EPA for safe drinking water.<\/p>\r\n<p>&nbsp;The samples collected in 2007 showed little difference in average concentrations from those collected in 2003, rising only slightly from 0.249 to 0.250 picocuries per liter. This suggests that the dilution and dispersion of iodine-129 in the aquifer is slowing. In 2007, samples from one well near the INL's Idaho Nuclear Technology and Engineering Center slightly exceeded the EPA drinking water limit. This and other slight increases measured by the USGS probably reflect the movement of remnant wastewater into the aquifer that is slowly transporting the dissolved iodine-129 from one well site to another.<\/p>\r\n<p>&nbsp;The 2007 USGS samples included ones collected using a multi-level monitoring system that lets scientists gather discrete water samples from different levels within the aquifer. This new information provides the first three-dimensional insights into how the discharged iodine-129 is moving through the aquifer system.     The results of the USGS study are described in the report <a href=\"http:\/\/pubs.usgs.gov\/sir\/2009\/5088\/\">Iodine-129 in the Snake River Plain Aquifer at and Near the Idaho National Laboratory, Idaho, 2003 and 2007<\/a> available online from the <a href=\"http:\/\/pubs.er.usgs.gov\/\">USGS Publications Warehouse<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["water","Water Quality","drinkingwater","groundwater","Pollution","publichealth","test","toxics","iodine","contaminant","Idaho National Labs","Idaho","Nuclear","iodine","Snake River Plain","aquifer"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1240372800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170399"},{"tid":"170582"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}