{"title":"Warmer Temperatures Likely Driving Increase of Metal Concentrations in Rocky Mountain Watershed","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Warmer air temperatures since the 1980s may explain significant increases in zinc and other metal concentrations of ecological concern in a Rocky Mountain watershed, according to a new study published in the journal <a href=\"http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/es3020056?prevSearch=Andrew%2BTodd&amp;searchHistoryKey=\">Environmental Science and Technology<\/a>, led by the U.S. Geological Survey and the University of Colorado, Boulder.<!--introend--><\/p>\n<p>Rising concentrations of zinc and other metals in the upper Snake River just west of the Continental Divide near Keystone, Colo., may be the result of falling water tables, melting permafrost, and accelerating mineral weathering rates, all driven by warmer air temperatures in the watershed.&nbsp; Researchers observed a fourfold increase in dissolved zinc over the last 30 years during the month of September.<\/p>\r\n<p>\"This study provides another fascinating, and troubling, example of a cascading impact from climate warming as the rate of temperature-dependent chemical reactions accelerate in the environment, leaching metals into streams,\" said USGS Director Marcia McNutt. \"The same concentration of metals in the mountains that drew prospectors to the Rockies more than a century ago are now the source of toxic trace elements that are harming the environment as the planet warms.\"<\/p>\r\n<p>Increases in metals were seen in other months as well, with lesser increases seen during the high-flow snowmelt period. During the study period, local mean annual and mean summer air temperatures increased at a rate of 0.2-1.2 degrees Celsius per decade.<\/p>\r\n<p>Generally, high concentrations of dissolved metals in the upper Snake River watershed are the result of acid rock drainage, or ARD, formed by natural weathering of pyrite and other metal-rich sulfide minerals in the bedrock. Weathering of pyrite forms sulfuric acid through a series of chemical reactions, and mobilizes metals like zinc from minerals in the rock and carries these metals into streams.<\/p>\r\n<p>Increased sulfate and calcium concentrations observed over the study period lend weight to the hypothesis that the increased zinc concentrations are due to acceleration of pyrite weathering. The potential for comparable increases in metals in similar Western watersheds is a concern because of impacts on water resources, fisheries and stream ecosystems. Trout populations in the lower Snake River, for example, appear to be limited by the metal concentrations in the water, said USGS scientist Andrew Todd, lead researcher on the project.&nbsp;<\/p>\r\n<p>\"Acid rock drainage is a significant water quality problem facing much of the Western United States,\" Todd said. \"It is now clear that we need to better understand the relationship between climate and ARD as we consider the management of these watersheds moving forward.\"<\/p>\r\n<p>In cases where ARD is linked directly with past and present mining activities it is called acid mine drainage, or AMD. Another Snake River tributary, Peru Creek, is largely devoid of life due to AMD generated from the abandoned Pennsylvania Mine and smaller mines upstream, and has become a target for potential remediation efforts.&nbsp;<\/p>\r\n<p>The Colorado Division of Reclamation Mining and Safety, in conjunction with other local, state and federal partners, is conducting underground exploration work at the mine to investigate the sources of heavy metals-laden water draining from the adit. The study conducted by Todd and colleagues has implications in such efforts because it suggests that establishing attainable clean-up objectives could be difficult if natural background metal concentrations are a \"moving target.\"<\/p>\r\n<p>Collaborators include USGS, CU Boulder and the Institute of Arctic and Alpine Research (INSTAAR). The data analyzed for the study came from INSTAAR, the USGS and the U.S. Environmental Protection Agency.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["Energyand Mineralsand Environmental Health","Energyand Mineralsand Environmental Health Mineral Resources","Energyand Mineralsand Environmental Health Toxic Substances Hydrology","Geographic Areas Rocky Mountain"],"article_type":["State News Release"],"distribution":["Biology","Environmental Health"],"release_date":{"und":[{"value":"1346990400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"169667"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}