{"title":"New River Gauge Provides Steady Stream of Information","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Columbus, Ga.--A newly installed&nbsp;<a href=\"http:\/\/www.usgs.gov\/\">United States Geological Survey<\/a>&nbsp;streamgage on the Chattahoochee River is providing rafters, flood forecasters and dam operators critical information about the river and its ever changing flow.&nbsp;<\/p>\n<p>The more precise data improves dam operations for the U.S. Army Corps of Engineers, provides valuable information for the city and its water resources needs, aids the National Weather Service in flood predictions and allows rafting enthusiasts to plan ahead for their trip on the new Class IV urban whitewater course that runs through downtown Columbus. The gauge is located at the new 14th street pedestrian bridge at the Chattahoochee River.<\/p>\r\n<p>\"USGS is excited to have installed this new streamgage that has the potential to benefit a wide range of people in the community and its surrounding areas,\" said Brian McCallum, assistant director of the USGS Georgia Water Science Center.&nbsp;&nbsp;\"The data we&rsquo;re collecting from the recently installed streamgage not only has an immediate impact on dam operators, flood forecasters and city officials, but the new gauge, along with a real-time river cam sponsored in partnership with Columbus Water Works, will also provide people from all over visiting the urban rapids course the opportunity to plan their exciting trip ahead of time.\"<\/p>\r\n<p>The City Mills dam and The Eagle and Phenix dam, which are located along the Chattahoochee in downtown Columbus, were removed to create&nbsp;an urban whitewater course. The removal allowed the USGS to install a real-time streamgage that improves flow monitoring. The gauge uses a traditional stage-discharge rating to relate stream flow to water level. This process includes measuring the water level at the gauge, which is then related to the volume of water flowing past the gauge. This method provides the most accurate data.<\/p>\r\n<p>The U.S. Army Corps of Engineers will use the data provided by the streamgage to help monitor outflows from West Point Dam, which is located upstream from the new streamgage, along with two more dams operated by Georgia Power. The Columbus gauge is a critical lynchpin location for the entire Apalachicola-Chattahoochee-Flint River basins and influences all tri-state water issues. The new gauge will also better assist how water managers deal with the regulatory flow limits along the Chattahoochee River.<\/p>\r\n<p>The National Weather Service will be able to use the streamgage as a flood forecast point. This will improve the ability to predict future floods because streamgages produce real-time information about water levels and rainfall during storms to help detect, prevent and plan for flooding.<\/p>\r\n<p>The removal of the dams restored the Chattahoochee River's natural flow through downtown Columbus and created the longest urban whitewater course in the world. The new gauge will provide real-time flow conditions for the man-made reach.<\/p>\r\n<p>Rafting enthusiasts and the public now have access to various tools that allow them to assess river conditions. The real-time&nbsp;<a href=\"http:\/\/waterdata.usgs.gov\/ga\/nwis\/uv?cb_00065=on&amp;cb_00045=on&amp;cb_00020=on&amp;cb_00025=on&amp;cb_00052=on&amp;cb_00036=on&amp;cb_00035=on&amp;format=gif_default&amp;period=&amp;begin_date=2013-09-20&amp;end_date=2013-09-27&amp;site_no=02341460\">streamgage information<\/a>, along with the Columbus&nbsp;<a href=\"http:\/\/ga.water.usgs.gov\/rivercam\/webcam-columbus.html\">RiverCam<\/a>, USGS&nbsp;<a href=\"http:\/\/maps.waterdata.usgs.gov\/mapper\/wateralert\/\">WaterAlert<\/a>&nbsp;system and USGS&nbsp;<a href=\"http:\/\/water.usgs.gov\/waternow\/\">WaterNow<\/a>&nbsp;tool provide the latest information, and allow recreational users to plan ahead.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Georgia"],"country":["United States of America"],"mm_tags":["water","Georgia","Georgia","water","Science","Center","streamgage","Geographic Areas Southeast","Chattahoochee","river","whitewater","Rafting","Uptown","Columbus","Class","","rapids"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1384923600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168974"},{"tid":"169071"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}