{"title":"symposium Highlights The Use of Watershed Ecosystem Studies For Improved Natural Resource Management","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A special symposium, \"Integrating Watershed Ecosystem Studies for Improved Natural Resource Management\" will be presented in Seattle, WA, on February 15 as part of the annual meeting of the American Association for the Advancement of Science (AAAS). Researchers from the U.S. Geological Survey and cooperating universities will focus their symposium on watersheds: the area between two ridges of high land that drain into a single river system. The symposium will highlight the use of long-term, ecosystem-level studies for detecting changes in biological, chemical, and physical processes associated with watersheds. \n<p>Current results from such studies have led to the development of a watershed ecosystem approach that incorporates multi-disciplinary methods and enhances the ability to study complex land and water use problems. The conceptual model helps detect, distinguish, and quantify the effects of natural and human-made disturbances on watershed systems, including the impacts of air and water pollution, exotic species invasions, and climate change. A unique long-term database, developed from these studies, is available for use in the assessment of ecosystem-level impacts. \r\n<p>The symposium acknowledges the long history of watershed research while highlighting contemporary scientific objectives. It reviews recent research findings and suggests ways for improving natural resource management and policy development. \r\n<p>The U.S. Geological Survey provides the Nation with reliable, impartial information to describe and understand the Earth. The information is used to minimize loss of life and property from natural disasters; manage water, biological, energy, and mineral resources; enhance and protect the quality of life; and contribute to wise economic and physical development. \r\n<p>\r\n<p><b>Symposium topics and speakers include:<\/b> \r\n<p>* Long-term Studies and Management of Watershed Ecosystems: Examples from the Hubbard Brook, Gene E. Likens \r\n<p>* Multi-variate Synthesis of Environmental Change in the Flathead River Basin, Jack Stanford \r\n<p>* Watershed Response to a Gradient of Atmospheric Input: Regional Consequences of Increased Nitrogen in Natural Systems, Robert Stottlemyer \r\n<p>* Watershed Studies of Natural and Anthropogenic Disturbances in mid-Atlantic Forested Ecosystems, J.R. Webb \r\n<p>* Understanding Old Growth Behavior: Importance for Management of Pacific Coast Forest Watersheds, Jerry Franklin \r\n<p>* Watershed Response to Human Activities in the Southern Appalachians, D.W. Johnson \r\n<p>* Integrated Watershed Studies: Applications Addressing Regional Resource Issues, Peter S. Murdoch \r\n<p>\r\n<p><b>Speakers will highlight the importance of watershed studies for:<\/b> \r\n<p>* testing comprehensive, ecosystem-level questions regarding interactions between natural and human-caused components, abiotic and biotic components, and hypotheses on ecosystem responses to environmental interactions; \r\n<p>* promoting interagency and inter-institutional cooperation in ecological and watershed science; \r\n<p>* developing comparative analyses between programs (i.e., global climate change, acid rain, long-term ecological research, watershed ecosystem studies, National and International programs, and other cooperative research sites) \r\n<p>* providing control sites for less-detailed regional or national assessments and for improving statistical interpretation of survey data; \r\n<p>* assessing federal land management activities; and, \r\n<p>* providing information on the condition of watersheds, as well as the effects of both natural changes and land management practices on watershed ecosystems. \r\n<p>\r\n<p>Editors: To arrange interviews with any of the USGS scientists, contact USGS Public Affairs Officer, Pat Jorgenson, in the AAAS newsroom, 206-624-9087, or 206-621-1200. \r\n<p>Contact: Ray Herrmann (970) 491-7825 Biological Resources Division U.S. Geological Survey <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"855723600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170200"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}