{"title":"USGS Scientists Develop ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Note to editors: Greg Granato is available to demonstrate the Robowell tool. Call 508-490-5055. <\/p>\n<p>USGS scientists in Massachusetts have patented a robotic ground water monitoring technology, nicknamed \"Robowell.&quot; The Robowell technology automatically measures the water level and measures ground water quality on a regular schedule at a ground water monitoring well. Results are transmitted to a human supervisor using radio, cellular-phone modem, or a satellite link. <\/p>\r\n<p>This robotic system is designed to measure well water quality using the same techniques that a human sampling crew would use, but because this robot &quot;lives&quot; at a well cluster it can monitor water level and water quality much more frequently than is practical for human sampling teams. <\/p>\r\n<p>This device is programmed to let a human operator know when conditions have changed sufficiently to indicate that local water quality has changed. The robotic system has been tested at four sites including a highway, a sewage infiltration facility, an experimental ground water cleanup test site, and the septic system for Walden Pond State Park. At each site, Robowell provided valuable information about the movement of monitored elements in ground water. <\/p>\r\n<p>At the experimental contaminant cleanup site, the robot used a computer voice modem to inform a project chief that an expected plume of contaminated water had arrived so that she could begin sampling the water manually. That sampling provides for a comprehensive laboratory analysis to determine the success of the clean up efforts. <\/p>\r\n<p>&quot;We expect that this technology may be useful as a scientific tool and for an early warning system for the protection of public supply wells and for site monitoring at known or potential sources of contamination such as landfills or industrial sites,&quot; said USGS Chief Hydrologist Robert Hirsch. <\/p>\r\n<p>Information about the technology (including information about the patent and published case studies), as well as contacts for licensing this and other technologies through the USGS Technology Enterprise Office are available at: <a href=\"http:\/\/ma.water.usgs.gov\/automon\/\">http:\/\/ma.water.usgs.gov\/automon\/<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"957844800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169454"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}