{"title":"Warmer Springs Causing Loss of Snow Cover throughout the Rocky Mountains","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOZEMAN, Mont. &ndash; <!--introstart-->Warmer spring temperatures since 1980 are causing an estimated 20 percent loss of snow cover across the Rocky Mountains of western North America, according to new research from the U.S. Geological Survey.<!--introend-->&nbsp;<\/p>\n<p>The new study builds upon a previous USGS snowpack investigation which showed that, until the 1980s, the northern Rocky Mountains experienced large snowpacks when the central and southern Rockies experienced meager ones, and vice versa. Yet, since the 1980s, there have been simultaneous snowpack declines along the entire length of the Rocky Mountains, and unusually severe declines in the north.&nbsp;<\/p>\r\n<p>The new study has teased apart and quantified the different influences of winter temperature, spring temperature, and precipitation on historic snowpack variations and trends in the region. To distinguish those varying influences, the researchers implemented a regional snow model that uses inputs of monthly temperature and precipitation data from 1895 to 2011.<\/p>\r\n<p>\"Each year we looked at temperature and precipitation variations and the amount of water contained within the snowpack as of April,\" said USGS scientist Greg Pederson, the lead author of the study. \"Snow deficits were consistent throughout the Rockies due to the lack of precipitation during the cool seasons during the 1930s &ndash; coinciding with the Dust Bowl era.&nbsp; From 1980 on, warmer spring temperatures melted snowpack throughout the Rockies early, regardless of winter precipitation. The model in turn shows temperature as the major driving factor in snowpack declines over the past thirty years.\"<\/p>\r\n<p>Runoff from Rocky Mountain winter snowpack accounts for 60 to 80 percent of the annual water supply for more than 70 million people living in the western U.S., and is influenced by factors such as the snowpack&rsquo;s water content, known as snow water equivalent, and the timing of snowmelt.<\/p>\r\n<p>The timing of snowmelt affects not only when water is available for crop irrigation and energy production from hydroelectric dams, but also the risk of regional floods and wildfires. Earlier and faster snowmelt could have repercussions for water supply, risk management, and ecosystem health in western watersheds.<\/p>\r\n<p>Regional snowpack accumulation is highly sensitive to variations in both temperature and precipitation over time. Patterns and sources of these variations are difficult to discern due to complex mountain topography, the different influence of Pacific Ocean climate, like La Ni&ntilde;a and El Ni&ntilde;o, on winter precipitation in the northern versus southern and central Rockies, and the brevity and patchiness of detailed snow records.&nbsp;<\/p>\r\n<p>In the study, the regional snow model used by Pederson and his USGS colleagues Julio Betancourt and Greg McCabe allows estimation of snow water and cover variability at different latitudes and elevations during the last century regardless of the absence of direct and long-term observations everywhere. Recent snowpack variations also were evaluated in the context of snowpack evidence from tree-rings, allowing the scientists to compare recent observations to measurements from the past 800 years.<\/p>\r\n<p>McCabe, co-author of the study, explains that \"recent springtime warming also reduced the extent of snow cover at low to middle elevations where temperature has had the greatest impact.\"<\/p>\r\n<p>\"Both natural variability in temperature and anthropogenic warming have contributed to the recent snowpack decline, though disentangling their influences exactly remains elusive.\" Betancourt said,<\/p>\r\n<p>\"Regardless of the ultimate causes, continuation of present snowpack trends in the Rocky Mountains will pose difficult challenges for watershed management and conventional water planning in the American West.\"<strong>&nbsp;<\/strong><\/p>\r\n<p>The study, \"<a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/grl.50424\/abstract\">Regional p","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Wyoming","Colorado"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","water"],"distribution":["Climate Change","Water"],"release_date":{"und":[{"value":"1368417600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169459"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}