{"title":"Weeding Things Out in the Arid Southwest","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Saltcedar, an invasive shrub from Eurasia, has the notoriety of siphoning off millions of acre-feet of water from desert aquifers. Its amazing rate of spread, an estimated seven feet per hour, averaged over time, up the Little Colorado River - is difficult to imagine outside of sci-fi flicks.<\/p>\n<p>Other invasive plants such as cheatgrass, red brome and buffelgrass are increasing the frequency and intensity of fire, replacing native species, and damaging wildlands and rangelands. Harsh environmental conditions in the arid Southwest promote strong interactions between physical and biological processes that ultimately affect habitat invasibility and species invasiveness, but multidisciplinary research may provide new insight about how invasive plants succeed and aid managers in controlling them.<\/p>\r\n<p><b>WHAT:<\/b> A workshop will focus on invasive species issues in the Chihuahuan, Great Basin, Mojave and Sonoran deserts.<\/p>\r\n<p><b>WHO:<\/b> The U.S. Geological Survey joins the California Exotic Pest Plant Council in co-hosting the workshop titled \"Ecology and Management of Invasive Plants in Southwestern North America.\" Land managers and scientists from federal, state, university and nongovernmental organizations will participate. USGS scientists will speak about invasive species issues -- for example, how climate change will affect invasive species in the desert -- and future multidisciplinary research needs.<\/p>\r\n<p><b>WHERE:<\/b> At the CalEPPC 10th Anniversary Symposium 2001, to be held in San Diego, Calif., at the Handlery Hotel &amp; Resort, 950 Hotel Circle North in central San Diego, close to freeways I-5 and I-8.<\/p>\r\n<p><b>WHEN:<\/b> Friday, Oct. 5, 8 a.m. to 4:30 p.m.<\/p>\r\n<p>Note: Find out more about the workshop and symposium at <a href=\"http:\/\/www.caleppc.org\/\">http:\/\/www.caleppc.org\/<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1002081600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}