{"title":"Fewer Days of Ice on Northern New England Rivers in Recent Years","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Note to Editors: The paper, \"Change in the Number and Timing of Days of Ice-Affected Flow on Northern New England Rivers, 1930-2000,\" is available to the news media from the contacts listed above.<\/strong><\/p>\n<p><!--introstart-->As the spectacular New England fall foliage gives way to another of the region&#039;s infamous winters, many wonder what this year will bring. Long-time residents think winter just isn&#039;t what it used to be in New England. And mounting evidence from a series of studies suggests they&rsquo;re right. The total number of days of ice on the region&#039;s rivers has declined significantly in recent decades and particularly in the spring, according to the latest U.S. Geological Survey (USGS) research published in the journal <em>Climatic Change<\/em>.<!--introend--><\/p>\r\n<p>For this study, hydrologists from the USGS Maine Water Science Center in Augusta examined data from stream-flow-gauging stations in Maine, New Hampshire, and Vermont that measure the height and flow of rivers. They looked at the number of days each year of ice-affected flow -- days when there is enough ice in a river to affect the relation between the height and the flow of the river &ndash; and found that they decreased significantly during the 20th century at 12 of 16 rivers they studied. The total winter days of ice-affected flow decreased by 20 days from 1936 to 2000 for the average of the 9 longest-record rivers, with most of the decrease occurring since the 1960&#039;s.<\/p>\r\n<p>Only four of the 16 rivers had significantly later first dates of ice-affected flow in the fall (ice-in), but twelve of the 16 rivers had significantly earlier spring ice-out. On average, the ice-out dates became earlier by 11 days from 1936 to 2000, again with most of the change occurring since the 1960&#039;s.<\/p>\r\n<p>\"The changes in spring river ice-outs in northern New England are consistent with previous studies\" noted USGS hydrologist Glenn Hodgkins, the lead author. \"The overall evidence of changes is strong and is consistent with warming temperatures in the late-winter and spring in New England in the last 30 to 40 years.\" \"There is some evidence of changes consistent with mid-winter warming and little evidence of changes in the fall,\" said Hodgkins, \"but questions of the broader impact, the cause of this trend, and whether the warmer climate in New England is linked to global climate change are beyond the scope of these studies.\"<\/p>\r\n<p>A USGS study released in 2004 showed the yearly snow in northern New England decreased significantly in favor of rain during the last half of the 20th century. In July 2003, USGS scientists announced that winter\/spring high river flows, which are influenced by snowmelt, came significantly earlier during the 20th century in northern New England with most of the 1-to-2-week change occurring over the last 30 years. A 2002 USGS study of rivers in coastal Maine showed large increases in February river flows during the 20th century and large decreases in May flows, which also suggests an earlier snowmelt. A USGS study of lakes in 2002 showed ice-out dates came about 5 days earlier from 1968 to 2000 in northern and mountainous areas of Maine and New Hampshire and approximately 13 days earlier in more southerly areas of these states.<\/p>\r\n<p>Other previous studies show earlier last-frost dates and lilac-bloom dates, also suggesting New England&rsquo;s winter weather has become less ferocious.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maine","New Hampshire","Vermont"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1131339600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169439"},{"tid":"170344"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}