{"title":"Potomac River, Ground Water, Chesapeake Bay, Up in May","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Flow of the Potomac River near Washington, D.C., was 18.7 billion gallons per day (bgd) in May, nearly twice the average flow for May of 9.8 bgd according to hydrologists at the U.S. Geological Survey. <\/p>\n<p>During May, the flow varied from a low of 7.6 bgd May 1 to high of 33 bgd May 10. <\/p>\r\n<p>The ground water level in a USGS observation well in Montgomery Cty., Md., was 11 feet below the land surface in May, one foot above the long-term average level for May, and 2.2 feet higher than May of last year.<\/p>\r\n<p>A new all-time high Potomac River flow record of 7.2 bgd was set near the mainstem of the Potomac at Paw Paw, W.Va., breaking the old record of 6.7 bgd (set in 1988) by 500 mgd. This is the highest flow ever recorded by the USGS at Paw Paw in 58 years of streamflow measuring. <\/p>\r\n<p>Freshwater inflow to the Chesapeake Bay was 101 bgd in May, 60 percent above the normal inflow for May of 63 bgd and the third highest May inflow on record. <\/p>\r\n<p>Diversions of Potomac River water for municipal use averaged about 388 million gallons per day, about 4 percent less than for May of 1995.<\/p>\r\n<p>Contents of the Baltimore reservoir system increased in May to about 85,780 million gallons, 6 percent above average. <\/p>\r\n<p>AT 8:30 A.M., FRI., JUNE 7, 1996, FLOW OF THE POTOMAC RIVER NEAR THE DISTRICT WAS ABOUT 9 BGD, NEARLY TWICE THE NORMAL JUNE FLOW OF 5 BGD.<\/p>\r\n<p>* * * USGS * * * <\/p>\r\n<p>For more information on the nation&rsquo;s rivers, check the USGS World Wide Website at <a href=\"http:\/\/www.usgs.gov\">http:\/\/www.usgs.gov<\/a> and click on the water drop.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"834120000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}