{"title":"Pollutant Mixing in Great Salt Lake To Be Studied by Injection of Red Dye","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SALT LAKE CITY, Utah &mdash; A harmless red dye will temporarily discolor the south end of Great Salt Lake for scientific research purposes starting on or about Nov. 1.<\/p>\n<p>U.S. Geological Survey scientists, in cooperation with Utah Division of Forestry, Fire, and State Lands, will inject a bright red fluorescent dye into the south end of Great Salt Lake (in the vicinity of the Lee Creek outflow) sometime between Tuesday, Nov. 1 and Friday, Nov. 4, 2011.<\/p>\r\n<p>The dye study is aimed at obtaining useful information on the dispersion, direction of movement, and travel times of potential contaminants entering the south shore area of Great Salt Lake. The south shore of the lake receives inflow from various surface-water sources, some containing pollutants from the Salt Lake valley. The results of the study will provide information that can be used by federal, state, and local agencies, particularly with respect to tracking current and future inputs of pollutants (including the element selenium, which can be toxic to wildlife) into the south part of Great Salt Lake.<\/p>\r\n<p>The red dye&mdash;known as Rhodamine WT&mdash;will be injected into Lee Creek prior to its entry into Great Salt Lake and may be visible up to a mile offshore once the dye enters Great Salt Lake.&nbsp; The dye, which has been used in hydrologic studies for decades, has been approved for use as a water tracer by the U.S. Environmental Protection Agency and is safe to aquatic life at the concentrations used in this study. The dye concentration will be measured during the study using a combination of fixed and boat-mounted monitoring stations, as well as an automated underwater vehicle.<\/p>\r\n<p>\"By using low, non-hazardous concentrations of dye, we can identify exactly how and where potential pollutants will travel once they enter the Lake,\" said Dr. David Naftz, research hydrologist with the USGS Utah Water Science Center. \"Understanding the pathways and behavior of lake inputs will allow federal and state officials to better manage lake resources.&rdquo;<\/p>\r\n<p>Weather permitting, the dye solution will be slowly and steadily injected into Lee Creek for at least four hours. Fluorometric measurements will be made starting near the injection point and continuing offshore for distances of up to 1 mile. The dye will be monitored using fluorometers, instruments that detect the presence and concentration of the fluorescent properties of the red dye in the water.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Utah"],"country":["United States of America"],"mm_tags":["water","Great Salt Lake","Salt Lake","Utah","Red Dye","Rhodamine","Pollution","selenium","Lee Creek","Lee"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1319688000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169200"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}