{"title":"USGS at International Conference on Rivers and Civilization","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The world&acute;s waterways will be the focus of an international gathering of scientists, engineers, resource managers, and humanities researchers at the International Conference on Rivers and Civilization in LaCrosse, Wis. June 25-28.&nbsp; All presentations are in the LaCrosse Center.&nbsp; A world of earth-science information will be available at the USGS exhibit booth.<\/p>\n<H3><strong>Monday, June 26<\/strong><\/H3>\r\n<H3><strong><\/strong><\/H3>\r\n<p><strong>Engineering the Mississippi: An Introductory Overview<\/strong><br>1:45 p.m. South Hall B-3<br>O-090 (Oral Session 4)<\/p>\r\n<p>The Mississippi and its tributaries are among the most intensively engineered of the largest rivers of the world. Since the early 1700s, settlers have used increasingly sophisticated methods to control the river. Flood-control levees have been constructed for nearly three centuries. During the middle 1800s, the first intensive phase of river engineering for navigation began. Channel-constricting dikes and wing dams were built to narrow the flow and to direct scouring currents toward the deepening of the channel. Dam construction began a century ago and continued through the 20<SUP>th<\/SUP> Century. Bank-stabilization works have been steadily added to channel the flow and to retard erosion of the banks. The author will discuss the history of engineering along the Mississippi and its tributaries, and describe the consequences that include the stabilization of the main channels and a significant decrease in sediment delivered to the coastal wetlands along the Gulf of Mexico.<strong><\/strong><\/p>\r\n<p><strong>Fish Tales of the Past, Present, and Future of the Upper Mississippi River Ecosystem<\/strong><strong><\/strong><br>2:15 p.m. South Hall B-3<br>O-049 (Oral Session 4)<\/p>\r\n<p>The Upper Mississippi River has been extensively modified to enhance navigation, minimize flood damage, and generate electrical power. Because major modifications preceded the understanding of the river&acute;s ecology, the consequences of those modifications can only be inferred. Although dams have restricted the ranges of some fishes and commercial navigation has had some adverse effects, fish biodiversity has remained stable, and species that were likely abundant prior to modification are still abundant today. The important question is not \"What has been lost?\" but rather \"How can ecological services, including fish production, be preserved and even enhanced as the navigation capacity of the Upper Mississippi is expanded?\"<strong><\/strong><\/p>\r\n<p><strong>Re-engineering the Missouri River: Integrating Sound Science into River Rehabilitation<\/strong><br>3:45 p.m. South Hall B-3<br>O-041 (Oral Session 9)<\/p>\r\n<p>The 2340 mile long Missouri River that Lewis and Clark observed in 1804 was highly braided with numerous sandbars and islands, shifting channels, high turbidity, and flooded frequently. Today, the middle one third is impounded behind six reservoirs, and the lower one third is flow-regulated. Eleven fishes are imperiled and the least tern, piping plover, and pallid sturgeon are endangered. The author will discuss a series of events since 1986 that have catalyzed rehabilitation of the Missouri River<\/p>\r\n<p><strong>Conservation of Upper Mississippi River Floodplain Forests: Threats and Action<\/strong><br>4:30 p.m. South Hall B-4<br>O-072 (Oral Session 11)<\/p>\r\n<p>Losses of floodplain forests of the Upper Mississippi River System as a result of flow management for commercial navigation and floodplain development have been dramatic system-wide. Hydrological changes continue to decrease species diversity and habitat structure, and invasive reed canary grass further threatens forest sustainability. Such changes are likely to have undesirable impacts on wildlife, ecosystem functions, and aesthetics of the river. The author will discuss the current evidence that causes concern about the sustainability of these forests, describe their value to wildlife, and examine coordinated","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1151294400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}