{"title":"USGS Groundwater Model: New Tool for Communities in Northern and Central Arizona","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>TUCSON, Ariz. &ndash; <!--introstart-->A new groundwater model of the interconnected aquifers in central and northern Arizona was released today by the U.S. Geological Survey, following a multi-year development effort that involved the Arizona Department of Water Resources and regional cooperators.<!--introend-->&nbsp;<\/p>\n<p>The computer model, known as the &ldquo;Northern Arizona Regional Groundwater-Flow Model,&rdquo; simulates how recharge from rainfall and snowmelt moves through the region&rsquo;s aquifers and eventually provides water to rivers, streams, and springs. The model was developed as a tool for communities and water managers to better understand the possible long-term effects of future groundwater use on aquifers and connected watercourses.&nbsp;<\/p>\r\n<p>&ldquo;This model can help the people of Arizona understand the adequacy of their groundwater supply at regional and smaller scales and how aquifers, rivers, and streams may be affected by possible groundwater development and climate variations,&rdquo; said James Leenhouts, Associate Director of the USGS Arizona Water Science Center. &ldquo;The model can also help answer questions about where, when, and by how much the water table and the flow in connected aquifers are affected by groundwater withdrawals.&rdquo;&nbsp;<\/p>\r\n<p>The study area primarily covers northern and central Arizona and includes the watersheds of the Verde, Salt, Little Colorado, and Colorado Rivers. Groundwater is the predominant source of water for the study area&rsquo;s more than 550,000 residents in Apache, Coconino, Gila, Mohave, Navajo, and Yavapai Counties, Arizona. The Arizona Department of Water Resources provided financial support to the USGS to develop the model.<\/p>\r\n<p>&ldquo;After funds for the project were secured in 1999, the Department immediately turned to USGS to develop a regional groundwater model for the north-central part of the State,&rdquo; said Thomas G. Whitmer, Manager of Statewide Water Planning for the Arizona Department of Water Resources. &ldquo;Having cooperatively worked with the USGS for many years, the Department was fully aware of the capability of the USGS to develop an unbiased model that would improve understanding of the groundwater system and ultimately, management of region&rsquo;s water resources.&rdquo;&nbsp;<\/p>\r\n<p>Although the model has not yet been used to estimate future conditions, it has been used to explore the effects of natural climate variations and groundwater pumping that occurred in northern Arizona between 1915 and 2005. For example, the model was used to estimate changes in streamflow and spring discharge resulting from wetter- and dryer-than normal conditions during the 20<sup>th<\/sup> century. Declines in the water table and decreases in flow at Del Rio Springs near Prescott, Arizona, and Chevelon Creek near Winslow, Arizona, resulting from groundwater pumping also have been simulated.&nbsp;<\/p>\r\n<p>&ldquo;Because the model is regional and able to consider interconnected aquifers, it allows us to better understand and assess how groundwater development in one area might affect flow to or from adjacent areas,&rdquo; said USGS Hydrologist Don Pool, the model&rsquo;s primary developer. &ldquo;It also includes sufficient detail to study changes in smaller areas within the region such as the Verde Valley or the Coconino Plateau.&rdquo;&nbsp;<\/p>\r\n<p>The new model builds on three previous studies completed by the USGS that focus on groundwater resources in northern and central Arizona undertaken as part of Arizona Department of Water Resources&rsquo; Rural Watershed Initiative. In developing the model, scientists also identified areas where better data or a better understanding of the groundwater-flow system would improve the predictive capacity of the model.&nbsp;<\/p>\r\n<p>The full report about the groundwater-flow model is<a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5180\/\"> online.<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["water","groundwater","Model","Arizona","Prescott","Verde","aquifer","river"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1302580800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169539"},{"tid":"169905"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}