{"title":"Water Levels to be Measured in 1,300 Southern Idaho Wells","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOISE, Idaho &mdash;Between April 8 and 19, employees of the U.S. Geological Survey, working with the Idaho Department of Water Resources, will measure groundwater levels in more than 1,300 private and public wells throughout southern Idaho&rsquo;s eastern Snake River Plain. The eastern Snake River Plain aquifer, with an estimated volume of 200 billion cubic feet, is the area&rsquo;s chief source of drinking water, provides irrigation for one million acres of farmland, and is the water source for the state&rsquo;s aquaculture industry.<\/p>\n<p>The data collected from this large-scale measurement will help water resources managers understand the status of the aquifer as the state enters the April-September water year. In addition, the IDWR will use the data to continue improving their computer model of the aquifer. The USGS and IDWR measured aquifer water levels in 2002 and 2008, and the agencies plan to continue the mass measurements every five years.<\/p>\r\n<p>\"The mass measurement is like taking a snapshot of the current state of the aquifer,\" said IDWR Hydrology Section Manager Sean Vincent. \"The USGS and IDWR would greatly appreciate well owners'cooperation in the study by granting them access to their wells. Privately-owned wells are a valuable source of information. The more wells from which information can be gathered, the better the assessment of the current state of the aquifer will be.\"<\/p>\r\n<p>USGS and IDWR employees will carry official government identification. The USGS and IDWR technicians will spend a few minutes with well owners to ask about any changes the owner has made to the well since the last measurement and how long it has been since the well was last pumped. The technicians will then measure the water level in the well using a steel tape or an electronic water level meter, and they will report the results to the well owner.&nbsp;&nbsp;<\/p>\r\n<p>For more information about this study, please contact either <a href=\"mailto:sean.vincent@idwr.idaho.gov\">Sean Vincent<\/a> at the Idaho Department of Water Resources or <a href=\"mailto:annettec@usgs.gov\">Annette Campbell<\/a> at the USGS Idaho Water Science Center. &nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["water","Water Cooperative Water","Geographic Areas Northwest"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1364788800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168860"},{"tid":"170450"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}