{"title":"Tsunami Preparedness Week Observed in California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"200\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_03_25\/tsunami_sign.jpg\" alt=\"Tsunami Hazard Zone sign.\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Tsunami Hazard Zone - In case of earthquake, go to high ground or inland.<span><\/span><\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>SACRAMENTO, Calif. &mdash; <!--introstart-->Two years after the Tohoku earthquake and tsunami devastated Japan and caused millions of dollars in damage to California coastal communities, the state's Emergency Management Agency and the California Geological Survey continue to work with their local, state and federal partners to reduce the impacts of future tsunamis in California.<!--introend-->&nbsp;<\/p>\r\n<p>During the week of March 24-30, Cal EMA and CGS will again join with the National Oceanic and Atmospheric Administration and their local and state partners to observe Tsunami Preparedness Week. Recent preparedness efforts have included testing the tsunami warning communications system, participation in table-top exercises and public education forums, and the development of brochures, videos and other materials for children, boaters and the general public.<\/p>\r\n<p>A new study published by the U.S. Geological Survey, \"<a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5222\/\">Community Exposure to Tsunami Hazards in California<\/a>,\" provides first responders, emergency planners and other stakeholders, with valuable new information about the people who live in, work in, and visit tsunami hazard areas in 20 counties and 94 incorporated cities located along the state's coast.&nbsp; This information provides local planners with a new tool to help refine their tsunami outreach efforts, as well as emergency preparedness and response efforts during future exercises and emergencies.<\/p>\r\n<p>The USGS report builds upon tsunami inundation maps that were previously developed by Cal EMA, CGS and the University of Southern California depicting the maximum extent of tsunami inundation for all 20 coastal counties.&nbsp;<\/p>\r\n<p>\"Even though California has the most communities designated by NOAA as 'TsunamiReady,' we are not resting on our laurels,\" said Cal EMA Secretary Mark Ghilarducci.&nbsp;\"This new study by the USGS will help make California's coastal communities even better prepared by providing emergency planners, first responders and elected officials with data they can use to build on the information already provided by the tsunami inundation maps.\"<\/p>\r\n<p>\"Having a better sense of the number and type of people that are in tsunami-prone areas of each coastal community allows emergency managers to develop tsunami outreach and preparedness strategies that are tailored to address local conditions and needs,\" said USGS geographer Nathan Wood, lead author of the new report. \"Tsunami outreach and preparedness opportunities will vary if the at-risk population is a tight-knit community of retired residents, seasonal workers in a bustling port and harbor complex, or tourists on the beach. Although the tsunami hazards are similar, the vulnerability of each community to these hazards will vary depending on how they use tsunami-prone areas.\"<\/p>\r\n<p>&nbsp;\"CGS values this study and its partnership with the USGS,\" said Dr. John Parrish, the State Geologist of California and head of CGS. \"This product will greatly improve the&nbsp;generation of tsunami hazard products and the ability of state agencies to&nbsp;assist local communities prepare for future tsunamis events.&rdquo;<\/p>\r\n<p>&nbsp;\"Even though all levels of government continue to enhance our preparedness and response capabilities, individual preparedness remains the biggest weakness we face,\" said Ghilarducci.<\/p>\r\n<p>Ghilarducci noted that a 2008 <a href=\"http:\/\/www.calema.ca.gov\/NewsandMedia\/Pages\/Current%20News%20and%20Events\/California-Earthquake-Preparedness-Study.aspx\">study<\/a> conducted by UCLA School of Public Health and Survey","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["tsunami","California"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1364184000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169251"},{"tid":"169460"},{"tid":"169950"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}