{"title":"What a difference a year makes &mdash; Chesapeake Bay and Potomac River flow below average in February","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>At the end of February 1998, streamflow in the Potomac River at Washington, DC, and total freshwater inflow to the Chesapeake Bay were the highest on record, at about 39.9 billion gallons per day (bgd) and 152.4 bgd, respectively, according to the U. S. Geological Survey (USGS). \n<p>At the end of February 1999, streamflow in the Potomac at Washington, DC was only 38% of the average streamflow (about 4.0 bgd; average is 10.4 bgd). Total freshwater inflow to the Chesapeake Bay was 66% of average (about 45.5 bgd; average is 68.7 bgd). The 1999 flow rate in the Potomac was the fifth lowest February flow recorded since record-keeping began in 1930. The last time the February flow rate was as low as the 1999 value was in 1964 (about 3.9 bgd), and the record low February flow rate was set in 1934 at 2.1 bgd The low-flow record for February for the Chesapeake Bay is 22.3 bgd, set in 1977. Records of freshwater inflow to the Chesapeake Bay have been kept since 1951. \r\n<p>The seasonal pattern of flow volume in the Chesapeake Bay at this time of year usually reflects a steady increase in flow rate that begins in October of the previous year and continues through winter and into spring of the current year. By Feb. 1, the 1999 winter pattern was obviously different, with below-average flows from October to December. In fact, a record low-flow volume was set for the bay in December. So far this winter, freshwater inflow to the Chesapeake has approached the average flow rate only in January. This unusual flow pattern is the result of lower than average rates of precipitation (rain and snow) this winter across the entire drainage basin, as shown in data from the National Weather Service. Freshwater inflow to the Chesapeake comes from three major tributaries--the Susquehanna, Potomac, and James Rivers--and numerous smaller tributaries. Variations in flow into the bay from the major tributaries, particularly the Susquehanna, have a major effect on the monthly flow into the bay. \r\n<p>According to the Chesapeake Bay Program, possible consequences of continued low-flow conditions include the following: possible improvement of water-quality conditions in the spring and summer as smaller amounts of nutrients and sediment are carried into the bay (the water would be clearer, which would enhance the growth of submerged aquatic vegetation); higher salinity levels, which can permit the oyster diseases MSX and \"dermo\" to spread farther up-bay than in wet years, reduce the extent of spring spawning habitat for anadromous fish, and increase the abundance of jellyfish during the summer. Low-flow conditions might also affect the recreational use of non-tidal waters. \r\n<p>Real-time streamflow data and other information on water resources can be found through the USGS Chesapeake Bay web page at <a href=\"http:\/\/chesapeake.usgs.gov\/chesbay\/\">http:\/\/chesapeake.usgs.gov\/chesbay\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"920264400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169651"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}