{"title":"Instant Information about Water Conditions: Ask the River to Text You a WaterAlert","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>Sign up at <\/em><\/strong><a href=\"http:\/\/water.usgs.gov\/wateralert\"><strong>http:\/\/water.usgs.gov\/wateralert<\/strong><\/a><strong>.<em><\/em><\/strong><\/p>\n<p><!--introstart-->Now you can receive instant, customized updates about water conditions by subscribing to <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>, a new service from the U.S. Geological Survey. Whether you are watching for floods, interested in recreational activities or concerned about the quality of water in your well, <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a> allows you to receive daily or hourly updates about current conditions in rivers, lakes and groundwater when they match conditions of concern to you.<!--introend--><\/p>\r\n<p>&ldquo;Real-time water data are essential to those making daily decisions about water-related activities, whether for resource management, business operations, flood response or recreation,&rdquo; said Matt Larsen, USGS Associate Director for Water. &ldquo;WaterAlert continues USGS efforts to make data immediately available and relevant to every user.&rdquo;<\/p>\r\n<p><a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a> allows users to receive updates about river flows, groundwater levels, water temperatures, rainfall and water quality at any of more than 9,500 sites where USGS collects real-time water information. This information is crucial for managing water resources, including during floods, droughts and chemical spills.&nbsp;<\/p>\r\n<p>&ldquo;This is fantastic,&rdquo; said Jim Cantore, Weather Channel field meteorologist. &ldquo;The new WaterAlert system from the USGS provides the latest river information to people in harm's way. This could be the first alert to a developing flood and can even help out during drought periods.&rdquo;<\/p>\r\n<p><a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a> also allows kayakers, rafters and boaters to better understand when conditions are optimal and safe for recreational activities.<\/p>\r\n<p>&ldquo;The WaterAlert service is a fantastic resource for boaters of all abilities and disciplines,&rdquo; said Wade Blackwood, executive director of the American Canoe Association. &ldquo;During rain events, water levels on some rivers can rise quickly. This service will be useful as a warning system and will keep paddlers aware of water conditions in order to paddle safely.&rdquo;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>WaterAlert users start at <a href=\"http:\/\/water.usgs.gov\/wateralert\">http:\/\/water.usgs.gov\/wateralert<\/a> and select a specific site. Users then select the preferred delivery method (email or text), whether they want hourly or daily notifications, which data parameter they are interested in, and the threshold for those parameters. Users can set the system to alert them when conditions are above a value, below a value, and between or outside of a range.<\/p>\r\n<p>For example, emergency managers may be interested in setting up alerts when thresholds are exceeded, such as in the case of a flood. Water-supply managers could set an alert for times when groundwater well levels are low enough to require shutdown of supply pumps. Recreational rafters may find it useful to set a threshold that lets them know when the water levels are high enough to pass over rocks but not so high as to be unsafe. There is no limit to the number of subscriptions per user at a single site or multiple sites.&nbsp;<\/p>\r\n<p>The USGS operates an extensive, real-time water information network, involving 9,081 continuous and partial record <a href=\"http:\/\/www.usgs.gov\/corecast\/details.asp?ep=106\">streamgages<\/a>, as well as 369 lake, 1,278 well and 3,632 precipitation gages throughout the United States. <a href=\"http:\/\/water.usgs.gov\/local_offices.html\">USGS Water Science Centers<\/a> in each state can provide more detailed information on water conditions and USGS response to local events.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["groundwater","waterquality","wateralert","water","surfacewater","flood","streamflow","measurement"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1274068800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"},{"tid":"170362"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}