{"title":"Water Well Tests Show More Towns with Elevated Arsenic in Maine","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>The report &ldquo;<a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5199\">Assessment of Arsenic Concentrations in Domestic Well Water, by Town, in Maine, 2005&ndash;09<\/a>&rdquo; and maps are posted online.<\/strong><\/p>\n<p>Potentially harmful arsenic levels have been found in private water wells in towns across Maine where elevated arsenic risks were not previously suspected.&nbsp; Arsenic levels in some private wells exceeded the federal safety standard for public drinking water by ten to one-hundred times or more, according to findings released today by the U.S. Geological Survey. The study is the largest of its kind in Maine.<\/p>\r\n<p>&ldquo;We found large differences in concentrations from well to well, even at the town level, so residents need to test their wells to know their arsenic level,&rdquo; said USGS scientist Martha Nielsen, who led the study in cooperation with the Maine Center for Disease Control and Prevention. &ldquo;We are working with the Maine CDC to identify towns throughout the state where elevated arsenic levels are common but have gone mostly unnoticed.&rdquo;<\/p>\r\n<p>\"The USGS has been working nationwide for many years to test groundwater for arsenic,&rdquo; said Robert M. Lent, Director of the USGS Maine Water Science Center in Augusta. &ldquo;Arsenic levels in this study are some of the highest we have seen in private wells,&rdquo; said Lent. &ldquo;Nearly half of Maine&rsquo;s population use private wells for drinking water, so this issue quite literally hits home for many people.&rdquo;<\/p>\r\n<p>&ldquo;It only takes one person in a town to be an advocate and champion to encourage fellow citizens to have their wells tested. The variability in arsenic concentrations, even at the town level, shows that testing is crucial for homeowners in assessing personal risk,&rdquo; said Lent.<\/p>\r\n<p>The Maine CDC is distributing posters and brochures to selected town offices based on the proportion of residents on private wells and information about the presence of wells with arsenic. The Maine CDC has worked in partnership with towns throughout Maine to prevent the spread of diseases. &nbsp;<\/p>\r\n<p>&ldquo;This mapping effort is helping us to better target our efforts to promote testing of private wells for arsenic,&rdquo; said State Toxicologist Andrew Smith with the Maine CDC.&nbsp; &ldquo;Statewide only about 40 percent of private water well owners have tested for arsenic, so it is crucial that we target our resources to the highest risk areas and nearby areas where we lack data,&rdquo; said Smith.<\/p>\r\n<p>For this study, scientists examined data from more than 11,000 wells in 530 cities, towns, and townships in Maine. Data came from water samples submitted to the Maine Health and Environmental Testing Laboratory between 2005 and 2009.<\/p>\r\n<p>Arsenic levels ranged from less than the detection limit of 0.5 micrograms\/liter (ug\/L) to 3,100 ug\/L. The federal safety standard for public drinking water is 10 ug\/L.<\/p>\r\n<p>Test results were summarized at the town level to produce maps showing arsenic concentrations by town where sufficient samples were collected. The maps provide a much greater spatial resolution of arsenic in private wells across the state than have previous efforts.<\/p>\r\n<p>&ldquo;This study confirmed many areas already known to have high levels of arsenic in groundwater and revealed for the first time, towns that should be further investigated,&rdquo; said Nielsen. &ldquo;Several towns in eastern Washington and central Penobscot counties, and in the southern parts of Piscataquis and Somerset counties have elevated arsenic that is more widespread than we realized.&rdquo;<\/p>\r\n<p>Even though the study included more than 11,000 wells, this is a relatively small sample of all the private wells in Maine.<\/p>\r\n<p>&ldquo;This study shows the difficulty of predicting arsenic concentrations at the local level and should signal to everyone with a private well that the only way to know about arsenic conce","summary":null,"format":null}]},"field_images":[],"regions":["Maine"],"country":["United States of America"],"mm_tags":["water","arsenic","Private Water Wells","Maine"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1291784400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168836"},{"tid":"169241"},{"tid":"170069"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}