{"title":"Potential Geothermal Resources for Akutan, Alaska","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MENLO PARK, Calif. &mdash; Akutan Island, in Alaska&rsquo;s east-central Aleutian Islands, hosts the City of Akutan and is home to the largest seafood production facility in North America. It also hosts <a href=\"http:\/\/www.avo.alaska.edu\/volcanoes\/volcinfo.php?volcname=Akutan\">Akutan Volcano<\/a>, one of the most active volcanoes in the U.S. For Akutan, with its industrial infrastructure and need for electrical power in a remote part of the world, having an active volcano nearby may not be entirely bad according to a <a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5231\/\">new study<\/a> released by the U.S. Geological Survey.<\/p>\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"205\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_01_09\/Akutan_Volcano.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_01_09\/Akutan_Volcano_tn.jpg\" alt=\" A view of Akutan Volcano from station AKGG. Photo courtesy of Plucinski, Tim.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\"><span>A view of Akutan Volcano from station AKGG<\/span>. Photo courtesy of Plucinski, Tim. <a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_01_09\/Akutan_Volcano.jpg\">(High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Akutan Volcano hosts a geothermal system that includes a fumarole field at about 400 meters (1312 feet) elevation on the northeast flank of the volcano and a series of hot springs that discharge close to sea level on the northeast side of the island. Numerous industry-led geophysical studies and test drilling in the past few years have proven the existence of a geothermal resource. USGS field studies completed in 2012 suggest that the available geothermal resource may be even larger than previously recognized.&nbsp;<\/p>\r\n<p>Eruptive activity at Akutan Volcano has occurred at least 27 times since historical observations began in the late 1700s. The most recent eruption occurred in 1992. In March 1996 a seismic crisis that included several thousand earthquakes produced ground cracks at three locations across the island. That event did not culminate in an eruption.<\/p>\r\n<p>During July 2012 the geochemistry of the hot springs on Akutan Island was studied in detail for the first time since the early 1980s. The results from this study document higher concentrations of hydrothermal components in the hot spring waters and an increase in water discharge from the hot spring system. The current heat output of the hot spring system is estimated at 29 megawatts &ndash; nearly ten times higher than measured in the early 1980s. This large increase may reflect the volcanic and seismic events of the 1990s, and if so, it cannot be considered a short-term anomaly. Modern geothermal plants could use this heat to generate several MW of electricity. One MW of electric power would supply the needs of about 750 homes.<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"205\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_01_09\/Akutan_Caldera_Ccone.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_01_09\/Akutan_Caldera_Ccone_tn.jpg\" alt=\" The central cone in Akutan Caldera, with westdahl in the distant background. Copyrighted photo courtesy of Read, Cyrus.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\"><span>The central cone in Akutan Caldera, with westdahl in the distant background<\/span>. Photo courtesy of Read, Cyrus. <a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_01_09\/Akutan_Caldera_Ccone.jpg\">(High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Gas samples collected from the hot springs and from sites in the fumarole field have helium isotope ratios that indicate a common magmatic heat source for both. Gas geothermometers yield temperatures of 200-240 degrees C (392-464 degrees F) for a geothermal reservoir presumed to underlie the fumarole field, and a chemical geothermometer based on dissolved minerals yields temperatures near 180 degrees C (356 degrees F) fo","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["volcano","Akutan","geothermal","energy","hazard","Hot Springs","Natural Hazards"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1389243600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}