{"title":"USGS Defines Roles for New Satellite Mission","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Scientists and engineers from the Department of the Interior&#39;s U.S. Geological Survey (USGS) and NASA are moving forward in planning a successor to the Landsat 7 satellite mission. With the Landsat Data Continuity Mission (LDCM) satellite expected to launch in 2011, the two agencies have announced their roles and responsibilities in mission development, subsystems procurement, and on-orbit operations.<!--introend--> \r\n<\/p>\r\n<p>\r\nNASA and USGS share responsibility for the LDCM. NASA will procure and\/or develop the space segment, consisting of the satellite, instrument, and launch services and will also perform on-orbit satellite checkout. The USGS will develop and implement the ground segment, consisting of the ground receiving station network, a satellite operations facility, and archive and image processing facilities.&nbsp; After launch and check-out, NASA will transfer the satellite to the USGS to perform flight operations, image-data capture and archiving, and product dissemination. \r\n<\/p>\r\n<p>\r\nThe USGS will use NASA procurement services to acquire mission operations software for commanding the satellite and instrument, thus ensuring compatibility with NASA&#39;s space segment procurement. The USGS will competitively procure ground segment resources, including the primary ground receiving station at the USGS EROS Center near Sioux Falls, South Dakota, as well as supplemental capabilities to ensure comprehensive and timely global data acquisition. The data-collection planning capability will be modeled after the successful Landsat 7 Long-Term Acquisition Plan to collect global land image data and will be developed through the USGS EROS Technical Support Services Contract. The mission operations facility will be configured at the USGS EROS Center through commercial facility modification contracts. The flight operations team will also be procured competitively, similar to the approach employed for the Landsat 5 and 7 missions. \r\n<\/p>\r\n<p>\r\nData archive and user portal capabilities will be procured competitively, while image processing functionality will be developed through the USGS EROS Technical Support Services Contract. Independent ground systems architecture analysis and integration will be led by the USGS and supported by Federally-Funded Research and Development Center resources. Finally, overall system integration into the existing USGS infrastructure will be ensured through the USGS EROS Technical Support Services Contract.Further details regarding the USGS LDCM acquisition strategy can be found at <a href=\"http:\/\/ldcm.usgs.gov\/\">http:\/\/ldcm.usgs.gov\/<\/a>. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1175140800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169236"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}