{"title":"The Heat is On: Desert Tortoises and Survival","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Though the Mojave Desert tortoise has thrived in the southwestern United States for thousands of years, its population has severely declined over the last four decades. A new USGS documentary, titled <a href=\"http:\/\/pubs.usgs.gov\/gip\/98\/\"><em>The Heat is On: Desert Tortoises and Survival<\/em><\/a>, explains why this important indicator of desert ecosystem health is declining and what scientists are doing to save them.<\/p>\n<p>Mojave tortoises were first listed as a threatened species in 1990. Widespread and rapid declines in tortoise numbers have made them a top priority for federal research and are driving efforts to recover the species. The desert tortoise will not be removed from the endangered species list until its population stabilizes or increases over 25 years.<\/p>\r\n<p>&ldquo;Scientific research about the tortoise population across the entire Mojave Desert allows us to put together a more complete picture of the tortoise&rsquo;s habitat needs and reasons for its decline,&rdquo; said Todd Esque, USGS research ecologist, who is featured in the documentary. &ldquo;Researching the decline of this reptile can tell us a lot about the overall health of the desert.&rdquo;<\/p>\r\n<p>Declines are due to habitat loss associated with urban development, utility corridors, highway mortality, off-road vehicle use and recreational activities. Also, populations of predators like coyotes and ravens have grown exponentially, subsidized by human food sources. Power lines provide artificial nesting perches for ravens, and invasive plant species compete for scarce resources and fuel fires that destroy the habitat. Diseases, such as upper respiratory tract disease, have also played a major role in tortoise declines.<\/p>\r\n<p>USGS tortoise research focuses on these habitat changes, as well as diet, diseases, reproduction and the impacts of climate change. Results from this work are guiding recovery efforts led by the Fish and Wildlife Service&rsquo;s Desert Tortoise Recovery Office. Data are also being used to create habitat suitability models, which give a range-wide sense of tortoise habitat and are a valuable tool in the effort to wisely site new green energy projects.<\/p>\r\n<p>&ldquo;The challenge is finding the right balance to be able to achieve our alternative energy goals while not sacrificing the native landscape and our natural heritage at the same time,&rdquo; said Roy Averill-Murray, U.S. Fish and Wildlife Service desert tortoise recovery coordinator.<\/p>\r\n<p>&ldquo;The tortoise tells us so much about the health of the desert,&rdquo; said Kristin Berry, USGS research wildlife biologist in &ldquo;The Heat is On.&rdquo; &ldquo;It&rsquo;s a symbol of the wellbeing of our environment, and for that reason alone we should be concerned about its wellbeing and that it thrives.&rdquo;<\/p>\r\n<p>A <a href=\"http:\/\/pubs.usgs.gov\/gip\/98\/\">full-length version<\/a> of &ldquo;The Heat is On: Desert Tortoises and Survival&rdquo; can be viewed online. The documentary was produced by USGS filmmaker Stephen M. Wessells.<\/p>\r\n<p>The USGS provides research for tortoise recovery and management in collaboration with the U.S. Fish and Wildlife Service, the Bureau of Land Management and the California Department of Fish and Game.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Utah","California","Nevada"],"country":["United States of America"],"mm_tags":["wildlifehealth","California","Ecosystem Health","Endangered Species","Fish And Wildlife Service","","endangered","Desert","tortoise","Mojave","solar"],"release_date":{"und":[{"value":"1268024400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169807"},{"tid":"169801"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}