{"title":"USGS Accelerates Access to Satellite Data","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Federal and state agencies that need satellite imagery from commercial sources will find it much easier to acquire the data through a streamlined process managed by the U.S. Geological Survey.<\/p>\n<p>Many federal and state agencies rely on imagery of the earth acquired by commercial satellites to conduct missions related to natural hazard response, resource management, crop monitoring and climate change studies. These agencies can now meet their requirements by working through USGS multiple-award contracts rather than individual vendor contracts, saving the agencies considerable time and money.<\/p>\r\n<p>Five commercial satellite data contracts will enhance the variety of current satellite imagery available to federal and state agency partners by providing multi-resolution, all-weather radar and multispectral imaging capabilities. The five commercial data contracts were awarded to EADS North America of Arlington, Va.; DMC International Imaging of Surrey, United Kingdom; GeoEye of Dulles, Va.; DigitalGlobe of Longmont, Colo.; and SPOT Image Corporation of Chantilly, Va.<\/p>\r\n<p>Interested federal and state agencies may contact Sandra Lintz, (303) 236-9560 or <a href=\"mailto:slintz@usgs.gov\">slintz@usgs.gov<\/a>, for commercial satellite data ordering and product information or to discuss their specific imagery information needs.<\/p>\r\n<p>Additionally, all satellite data users, including the general public, will benefit from a recent USGS policy change making the entire Landsat data library available through USGS Web portals at no cost to the user. Further information about no-cost historical Landsat data products is available at <a href=\"http:\/\/landsat.usgs.gov\/\">http:\/\/landsat.usgs.gov\/<\/a>.<\/p>\r\n<p>For additional information on USGS Land Remote Sensing, please visit <span style=\"text-decoration: underline;\"><a href=\"http:\/\/remotesensing.usgs.gov\/\">http:\/\/remotesensing.usgs.gov\/<\/a><\/span>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["satellite","data","imagery"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1214884800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169284"},{"tid":"170418"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}