{"title":"Updated Peak Streamflow Estimates for Utah","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nThe U.S. Geological Survey (USGS) has recently released new\r\nmodels for determining the magnitude and frequency of annual peak streamflow\r\nfor rivers and streams throughout the State of Utah. Using streamflow data collected through water\r\nyear 2005 and advanced analysis techniques, these new equations are critical\r\nfor infrastructure project planning, managing resources and public safety.\r\n<\/p>\r\n<p>\r\nFor more than 100 years, the USGS has published the recorded\r\nannual peak flow at streamflow gaging stations. Annual peak flow is the largest computed streamflow recorded at a gaging\r\nstation during a single water year (October 1 to September 30.)&nbsp; \r\n<\/p>\r\n<p>\r\nUsing peak flow data from 344 gaging stations in Utah and\r\nnearby surrounding states, estimates of the 2-, 5-,10-, 25-, 50-, 100-, 200-,\r\nand 500-year recurrence interval peak flows were determined. These estimates, along with 23 climatic and\r\nphysiographic characteristics computed for each station, were then used to\r\ndevelop regional regression equations to estimate peak streamflow for ungaged\r\nstreams, with similar characteristics, throughout Utah.\r\n<\/p>\r\n<p>\r\nThe new equations to estimate peak streamflow frequency and\r\nmagnitude for the State of Utah are published in the report &quot;Methods for\r\nEstimating Magnitude and Frequency of Peak Flows for Natural Streams in\r\nUtah.&quot; The report describes the\r\nmethods used in developing equations to estimate peak streamflow at ungaged\r\nsites. Estimates of the 2-, 5-,10-, 25-,\r\n50-, 100-, 200-, and 500-year recurrence interval peak flows for the 344\r\nstreamflow gaging stations used in the study are also provided in the\r\nreport. These new estimates and\r\nequations update the previous statewide estimates and equations which used peak\r\nstreamflow data through water year 1986.\r\n<\/p>\r\n<p>\r\nThis report was prepared in cooperation with the Utah\r\nDepartment of Transportation and the Utah Department of Natural Resources,\r\nDivisions of Water Rights and Water Resources. USGS Scientific Investigations Report 2007-5158 &quot;Methods for Estimating\r\nMagnitude and Frequency of Peak Flows for Natural Streams in Utah&quot; by Terry A.\r\nKenney, Chris D. Wilkowske, and Shane J. Wright is available online at <a href=\"http:\/\/pubs.usgs.gov\/sir\/2007\/5158\/\">pubs.usgs.gov\/sir\/2007\/5158\/<\/a>. For additional information, please contact\r\nTerry Kenney at the USGS Utah Water Science Center.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Utah"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1191297600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170556"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}