{"title":"USGS ISSUES WILDLIFE HEALTH ALERT: CHYTRID FUNGUS INFECTION ASSOCIATED WITH DEATHS OF THREATENED BOREAL TOADS IN COLORADO","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Recent deaths of endangered boreal toads in one of the largest remaining populations in the southern Rocky Mountains have been linked to a chytrid fungus identified last year as being responsible for amphibian die-offs in Central America and Australia, according to pathologists at the USGS National Wildlife Health Center in Madison, Wis. <!--introend-->\n<p>Sick and dying toads in the Colorado population were first discovered in May of 1999 by Colorado Division of Wildlife researchers, who have been intensively studying the animals for the last 5 years. Since May, dead toads have been found every month at the site, which is on private lands west of Denver. USGS researchers said they have identified chytrid fungus in many of the dead and living toads they examined from the site in 1999. Live toads show few clinical signs of the disease, but some may appear weak, lethargic and reluctant to flee at the approach of humans. \r\n<p>Dr. D. Earl Green, a USGS wildlife pathologist, microscopically examined many of the dead toads and identified myriads of minute chytrid fungi in the skin of the abdomen and toes of the toads. His microscopic identification of this fungus is being confirmed in collaborative work by Dr. Joyce Longcore, a world-renowned chytrid expert at the University of Maine. In addition, USGS researchers will continue to work closely with researchers from the Colorado Division of Wildlife to monitor further die-offs. \r\n<p>Secretary of the Interior Bruce Babbitt calls these recent die-offs of boreal toads a \"poignant reminder\" that amphibian populations in this country and in many other parts of the world are undergoing severe, unexplained declines. In the past decade, the international scientific community has increasingly expressed concern over global population declines in all amphibian groups and on many continents. These losses are now well documented and have occurred in a wide range of habitats, including remote and pristine areas in Oregon, California, Arizona, the Rocky Mountain states, Costa Rica, Panama, Puerto Rico and Australia. \r\n<p>\"These incidences are disturbing and raise questions about why this fungus is proving so deadly at this time and what other factors might be at work behind the scenes,\" Secretary Babbitt said. \"We need to better understand the inter-relationships in this environmental puzzle and what we can do to fix the situation.\" \r\n<p>Chytrid fungus in amphibians was first identified in 1998 by Green and other researchers from the U.S., Great Britain and Australia, who discovered that this fungus had been responsible for large amphibian die-offs in Panama and Australia. The fungus also has been identified in some amphibian populations in Arizona and has caused the death of many zoo-kept amphibians in the United States. \r\n<p>Scientists don&rsquo;t know how this fungus is transmitted from one area to another, let alone why the fungus is affecting amphibian populations around the world. Whether the chytrid fungus is responsible for the frog or toad mortality or the declines of frogs and toads in many western states is still unknown. Green emphasizes that diagnostic tests on the boreal toads are still being completed, and that additional infectious diseases or other possible causes of death may yet be found in this population. Because fungal infections are often considered secondary infections in other vertebrates, USGS is completing further tests for viruses, parasites and bacteria to rule out other factors that could predispose the animals&rsquo; susceptibility to the fungus. \r\n<p>Two other Colorado populations of boreal toads in Rocky Mountain National Park have also undergone serious declines this summer and previously in 1996, according to zoologists at the USGS Midcontinent Ecological Science Center in Fort Collins, Co., who have been studying these populations for the past 9 years. Although dead or dying toads have not been found in association with these declines and the","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"936936000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170250"},{"tid":"169125"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}