{"title":"Notice to Boaters: Biological Sampling Devices on the Upper Mississippi River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>This summer, boaters and anglers may notice a few foreign objects in Lawrence Lake and Shell Horn area of Navigation Pool 8 of the Upper Mississippi River.<\/p>\n<p>A series of clear, conical, plastic insect traps will be set up by river scientists from the U.S. Geological Survey (USGS) Upper Midwest Environmental Sciences Center and the University of Wisconsin at La Crosse.<\/p>\r\n<p>The trap sites will include a cluster of six floating traps tethered to a white PVC pole.&nbsp; The sampling devices are fragile and difficult to replace. The scientists request that summer boaters and fishermen avoid disturbing these fragile devices.<\/p>\r\n<p>These devices will sample freshwater insects as they emerge from the water surface in the backwater lake and near shore areas of the Mississippi River from mid-May through early July.<\/p>\r\n<p>The main purposes of this study are to measure how much \"bird food\" is produced through insect emergence and to increase our understanding of the potential food resources available to insect-eating birds (e.g., swallows, swifts, flycatchers) on the river. Freshwater insects, like mayflies, are an important component of the river&rsquo;s food web, and emerge from the river loaded with fat and eggs - perfect food for birds.<\/p>\r\n<p>A second part of this study will examine the fat content and quality of the emerging insects.&nbsp; Scientists will determine how much of the fat in the insects are of the omega-3 family of fats, which are critical for growth and health of hatchling and adult birds, alike.&nbsp;&nbsp;<\/p>\r\n<p>A complimentary study will be conducted on the Illinois River near Havana, Illinois to compare the results with Pool 8.&nbsp; In the Illinois  River the invasive Asian silver and bighead carp are abundant and are having strong effects on the river ecosystem.<\/p>\r\n<p>\"We are trying to determine if Asian silver and bighead carp are having indirect effects on adult insect emergence through their consumption of algae that is food for insect larvae,&rdquo; said USGS scientist William Richardson who is leading this study.&nbsp; &ldquo;If this is true, changes in insect fat could affect the health of insect-eating birds and their offspring.\"&nbsp;<\/p>\r\n<p>Richardson and his team plan to compare the results from the area in the Mississippi River with few Asian carp (Pool 8) to those of the heavily carp-infested Illinois River.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_05_27\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_05_27\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_05_27\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_05_27\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2010_05_27&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Illinois","Minnesota","Wisconsin"],"country":["United States of America"],"mm_tags":["biology","ecosystems","Noticeto Boaters","Minnesota","Illinois","Invasive Species","Wisconsin","Asian Carp","birds","insects"],"release_date":{"und":[{"value":"1274932800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170297"},{"tid":"170686"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}