{"title":"seismic Images of Rocks Beneath Seafloor Shed Light on Earthquake Hazards in Pacific Northwest","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>An earthquake generated by two tectonic plates sliding past one another in the Pacific Northwest could be as large as magnitude 9, according to scientists with the U.S. Geological Survey. <\/p>\n<p>In a presentation to fellow scientists at the annual meeting of the American Geophysical Union, in San Francisco, Sunday, December 15, USGS researcher Mike Fisher said that data collected aboard the German research vessel Sonne earlier this year are helping scientists assess potential earthquake hazards in the Pacific Northwest. <\/p>\r\n<p>The five-week research cruise was conducted jointly by the U.S. Geological Survey and GEOMAR, a marine research institute based in Kiel, Germany. The scientists focused on the Cascadia subduction zone off the coast of Washington and Oregon, where the oceanic Juan de Fuca plate is sliding eastward beneath the continental North American plate. <\/p>\r\n<p>Using processes called multichannel seismic reflection and wide-angle seismic refraction, the scientists bounced sound waves off deeply buried layers of rock and sediment to produce cross-sectional images of the subduction zone down to 40 kilometers below the surface. <\/p>\r\n<p>Calling the project \"a spectacular success,\" Fisher said sound waves from multichannel seismic lines show the downgoing oceanic plate 120 kilometers eastward from the trench. \"Using these data, I&rsquo;m confident that we can make decisive statements about the earthquake environment of the Cascadia subduction zone.\" <\/p>\r\n<p>Fisher said the geometry of the rock layers in and around the subduction zone shed light on earthquake hazards in a number of ways. For example: <\/p>\r\n<OL>\r\n<LI>The angle of the fault surface along which an earthquake occurs influences the direction in which the greatest energy from the earthquake travels. Knowing the angle of the fault surface between the two plates (the decollement) will help scientists determine what areas on land are likely to experience the greatest shaking from earthquakes generated along the decollement. <br><\/LI>\r\n<LI>The geometry and material properties of the accretionary wedge--the pile of sediment that is scraped off the downgoing plate and plastered onto the overriding plate--tells scientists a lot about how much friction exists along the fault surface that separates the plates (the decollement). The greater the friction along the decollement, the greater the likelihood that the movement of the plates past one another will generate earthquakes. <\/LI><\/OL>\r\n<p>While Fisher and his colleagues were conducting their research at sea, Tom Parsons, also of the USGS, led an onshore crew that set up and maintained three east-west lines of seismometers to extend the Sonne results across western Washington. Similar data were obtained by cooperators Anne Trehu of Oregon State University, who operated two lines of seismometers in northern Oregon, and Steve Malone of the University of Washington, who maintains a permanent network of seismometers around northern Washington. <\/p>\r\n<p>Uri ten Brink, another USGS participant in the cruise, said an unexpected source of data was a magnitude 5.4 earthquake centered east of Seattle that occurred on May 2 and was recorded by seismometers both onshore and offshore. \"Data from that earthquake and its aftershocks will help to sharpen the picture of the regional geologic structure. <\/p>\r\n<p>Fisher said the data collected last spring will take a couple of years to completely process and interpret, but will be useful to scientists, planners, and government officials in assessing and mitigating earthquake hazards in densely populated areas of the Pacific Northwest. <\/p>\r\n<p>* * * USGS * * * <\/p>\r\n<p>(Editors: Fisher&rsquo;s poster presentation will be available for viewing beginning at 1:30 p.m., Sunday, December 15, in the poster exhibit hall of the Moscone Center in San Francisco. Interviews with Fisher may be arranged by calling the USGS Public Affairs Office at 415-329-4000, prior to Dec. 15, or the AGU","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"850366800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}