{"title":"Burrowing Mayfly Swarms Signal a Healthier Ecosystem, USGS Scientists Say","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->While swarms of flying insects may have little appeal for most people, USGS biologist Thomas Edsall says the clouds of burrowing mayflies emerging from western Lake Erie this summer are a welcome sign of an ecosystem in recovery. <!--introend-->\n<p>\"They&rsquo;re telling us that the water&rsquo;s clean out there,\" Edsall says. \r\n<p>Burrowing mayflies are large aquatic insects that spend most of their lives -- about two years -- in their larval form, living in shallow bottom sediments of lakes. On the bottom of western Lake Erie, larval mayflies -- known as nymphs -- once numbered in the hundreds per square meter. But populations decreased dramatically in the 1950s due to deteriorating water quality, and throughout most of the next three decades burrowing mayflies were virtually absent from their former Great Lakes habitat. \r\n<p>For the last five years, however, a remarkable recovery has been under way. Edsall and his colleagues at the USGS Great Lakes Science Center report that nymphs in western Lake Erie have increased from near zero to numbers approaching those of the early twentieth century. \r\n<p>Edsall says the mayfly recovery is a strong sign that improvements in water quality, which have been taking place since the 1970s, have resulted in a healthier, more normally functioning ecosystem. \"This is a real tribute to the EPA&rsquo;s enforcement of water pollution control laws, such as the Clean Water Act and U.S. and Canadian cooperation through the Great Lakes Quality Agreement,\" he says. \r\n<p>USGS and Canadian biologists have used several different methods to determine the past distribution and abundance of burrowing mayflies in Lake Erie and to understand how the insects have responded to different forms of water and sediment of contamination. Sediment core samples, dating back to about 1740, contain jaw parts and other preserved remains that provide a continuous record of burrowing mayfly densities in different regions of the lake. Other information comes from periodic sampling of nymph populations, which began in 1930, and from records of the incidence of mayflies in fish stomachs. \r\n<p>In the western-most end of the lake, USGS biologists Bruce Manny and Donald Schloesser have found that contamination of bottom sediments by oil and metals was the main factor in eliminating burrowing mayfly populations. New clean water standards have greatly reduced the amount of such contaminants released into the lake. Meanwhile the steady, natural accumulation of lake sediments has finally buried the toxins lining the lake bottom a few decades ago, creating a habitat that is again suitable burrowing mayflies. \r\n<p>Edsall says the massive declines of the 1950s were brought about by a combination of factors. Deep-water areas in central Lake Erie became periodically depleted of oxygen due to the decomposition of algae that had accumulated as a result of sewage and fertilizers entering the lake. This oxygen-deprived water sometimes moved into adjacent shallow areas occupied by nymphs, causing mass die-offs. \r\n<p>The recovery of this one species may be good news for the entire Lake Erie ecosystem, says Edsall. Burrowing mayflies play an important role in maintaining the transfer of energy and nutrients across different levels of aquatic food webs, and their burrowing activity re-suspends buried nutrients into the water, which fuels the growth of aquatic plants. Nymphs feed on decaying plant matter, and both nymphs and flying adults are preyed upon by various species of fish, including species such as yellow perch that are important in commercial and recreational fisheries. \r\n<p>\"From a fisheries perspective, burrowing mayflies are really important because they&rsquo;re a huge food resource,\" says Edsall. \"They have a high energy content, which makes them prime fish food.\" \r\n<p>Even though the insects are only available in large numbers during the two-to three-week period each year when nymphs rise to the surface and h","summary":null,"format":null}]},"field_images":[],"regions":["New York","Pennsylvania","Ohio"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"931838400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169718"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}