{"title":"More Mt. Rainier Sediment Could Worsen Puget Lowland Flooding","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->TACOMA, Wash. &mdash; Increasing amounts of sediment in rivers draining from Mt. Rainier could greatly increase the flooding potential in the Puget Lowland, according to a report published by the U.S. Geological Survey. <!--introend--><\/p>\n<p>In cooperation with Pierce County and in coordination with the Army Corps of Engineers, the National Park Service, and King County, the USGS is conducting a multiphased study to analyze the sediment transport and hydrology of rivers downstream from Mt. Rainier, and how the river channels have changed over time. With retreating glaciers and heavier winter rainfall, the amount of sediment coming from Mt. Rainier into the rivers is increasing. Scientists found that as much as seven feet of sediment has accumulated in the channels of Puget Lowland rivers since 1984.<\/p>\r\n<p>&ldquo;We surveyed water depth and topographic data for 156 cross sections in the lower Puyallup River system and compared them with similar measurements collected in 1984,&rdquo; said USGS hydrologist and lead author Jonathan Czuba (CHOO-bah). &ldquo;Our analysis found regions of significant accumulation of sediment in the channels of the Puyallup and White Rivers.&rdquo;<\/p>\r\n<p>&ldquo;Although on the Puyallup River, dating back to 1915, six of the 10 largest floods have all occurred since 1987, and we know that retreating glaciers are exposing more material on the mountain, the timing and arrival of new sediment to the Puget Lowland is still not well known,&rdquo; Czuba said.<\/p>\r\n<p>In the multiphase study, USGS scientists also measured the distribution of grain sizes to get an idea of how sediment was transported and sorted, analyzed streamflow records, used a hydraulic model to estimate channel-conveyance capacity of the rivers, and estimated the amount of sediment moving along the river bottoms. The scientists also evaluated the potential effectiveness of several possible river management techniques, such as gravel-bar scalping and setback levees.<\/p>\r\n<p>The report, &ldquo;Channel-conveyance capacity, channel change, and sediment transport in the lower Puyallup, White, and Carbon Rivers of Western Washington,\" by J.A. Czuba, C.R. Czuba, C.S. Magirl, and F.D. Voss, is published as U.S. Geological Survey Scientific Investigations Report 2010-5240 and is available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5240\/\">online<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["sediment","flood","water","Rainier","Puget","Puyallup"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1291266000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169725"},{"tid":"169758"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}