{"title":"20 Years After Northridge Quake, Buildings Remain Vulnerable","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>PASADENA, Calif. &mdash; Twenty years ago this week an earthquake struck Northridge, Calif., killing 57 people and revealing a serious defect in a common type of mid-rise building. A <a href=\"http:\/\/dx.doi.org\/10.1193\/102612EQS318M\">new study<\/a> by U.S. Geological Survey and Caltech engineers, shows that these mid-rise buildings with fracture-prone welds in their steel frames are much more dangerous than they would be if they met current standards. The study also shows that buildings without the defect, for example those built after 1994, have varying levels of safety.<\/p>\n<p>In the study released today, the authors used computer models of buildings to simulate how the structures would perform in moderate, strong, and very strong seismic ground motions. The very strong shaking would occur within 10 miles of the epicenter of an earthquake with magnitude greater than 7.2. The study used nearly 65,000 simulated ground motions produced by the Southern California Earthquake Center and USGS.<\/p>\r\n<p>The simulations showed that during very strong ground motions, buildings with fracture-prone welds are substantially more likely to collapse than buildings with sound welds, and are much more likely to sustain irreparable damage, making them more likely to be a total loss in a major earthquake.<\/p>\r\n<p>\"We're not saying that every building constructed before 1994 is going to collapse in an earthquake,\" said Heaton, professor of geophysics and civil engineering at Caltech.&nbsp; \"We're saying that buildings continue to be in use that pose a greater risk of physical injury and financial harm than is necessary.\"<\/p>\r\n<p>Most of the welds that failed in 1994 were located where vertical steel columns and horizontal steel beams connect, an important location in the structural system. These welds did not perform as expected in the earthquake. Instead of distributing a building's movement throughout the structural system as intended, the welds fractured and concentrated damage at the connections between vertical columns and horizontal beams.<\/p>\r\n<p>\"Our study can inform future benefit-cost assessments of buildings of this type relative to other buildings,\" said Anna Olsen, lead author and research civil engineer at the USGS at the time of the study. \"The relative seismic safety of different buildings can be identified before the next earthquake so that an owner or occupant can take it into consideration when buying or leasing a building.\"<\/p>\r\n<p>\"Fracture-prone welds increase the probability that a building will sustain major damage or collapse in large or very strong seismic ground motions,\" said John Hall, professor of civil engineering at Caltech. \"Even with sound welds, buildings of this type have different levels of safety. Our simulations show that, for example, a more flexible, lower strength design is more dangerous than a design with higher stiffness and strength.\"<\/p>\r\n<p>&nbsp;\"The decisions that most significantly affect people during and after an earthquake are actually made before the ground starts shaking,\" Heaton said. \"Individuals who choose to occupy or own a safer building before an earthquake avoid major injuries, financial loss, and business interruption after the earthquake.\"<\/p>\r\n<p>The research paper, \"<a href=\"http:\/\/dx.doi.org\/10.1193\/102612EQS318M\">Characterizing Ground Motions that Collapse Steel, Special Moment-Resisting Frames or Make Them Unrepairable<\/a>,\" by Anna H. Olsen, Thomas H. Heaton, and John F. Hall, was published in the journal \"Earthquake Spectra,\" and was funded in part by a grant from the National Science Foundation to SCEC.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","California"],"country":["United States of America"],"mm_tags":["earthquake","hazard","Northridge","Steel Frame Building","Fracture Prone Weld","Ground Motion","Building Code","engineering"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1389762000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169217"},{"tid":"169953"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}