{"title":"USGS Scientist Receives The Wildlife Society's Highest Honor","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. David R. Anderson, a recently-retired USGS senior scientist, has received the highest honor bestowed by The Wildlife Society--the Aldo Leopold Memorial Award and Medal. Anderson earned the 2004 award for his lifelong achievements in estimating wildlife population abundance. He also developed the basis for the management strategies adopted by the U.S. Fish and Wildlife Service for continent-wide waterfowl harvests. His latest work resulted in a book, with long-term USGS colleague Kenneth P. Burnham, on methods for making formal statistical inference from more than a single model. The award was presented at The Wildlife Society&rsquo;s 11th annual conference in Calgary, Alberta, on Sept. 19.<\/p><p>The Wildlife Society, founded in 1937, is dedicated to excellence in wildlife stewardship through science and education. The award has been given to an individual each year since 1950. The award is presented annually for distinguished service to wildlife conservation, and is named after Aldo Leopold, the founding father of wildlife ecology.<\/p><p>&quot;I commend David Anderson for his distinct commitment to wildlife science and theoretical ecology that he has demonstrated throughout his long career,&quot; said USGS Associate Director for Biology Sue Haseltine. &quot;David is truly a scientist&rsquo;s scientist and has influenced techniques used by researchers around the world.&quot;<\/p><p>During his 40-year career, Anderson has written more than 15 books and monographs and has won several awards, including four Wildlife Society publication-of-the-year awards and the Department of the Interior&rsquo;s Meritorious Service Award.<\/p><p>Anderson retired from the USGS in 2003 after 9 years at the Patuxent Wildlife Research Center, 9 years as the Unit Leader of the Utah Cooperative Wildlife Research Unit and 19 years as the Unit Leader of the Colorado Cooperative Fish and Wildlife Research Unit in Fort Collins. He is currently a professor in the Department of Fishery and Wildlife Biology at Colorado State University in Fort Collins.<\/p><p>Anderson received a Ph.D. in Theoretical Ecology in 1974 from the University of Maryland, a M.S. in Wildlife Biology in 1967 and a B.S. in Wildlife Management in 1964 from Colorado State University.<\/p><p>Since 1998, four Aldo Leopold Award recipients, including Anderson, have worked for USGS Cooperative Research Units for substantial parts of their professional careers. The recipients include John J. Craighead, Montana, 1998; David R. Klein, Alaska, 1999; Rollin D. Sparrowe, Missouri, 2002; and David R. Anderson, Colorado, 2004.<\/p>","summary":"","format":"filtered_html","safe_value":"<p>Dr. David R. Anderson, a recently-retired USGS senior scientist, has received the highest honor bestowed by The Wildlife Society--the Aldo Leopold Memorial Award and Medal. Anderson earned the 2004 award for his lifelong achievements in estimating wildlife population abundance. He also developed the basis for the management strategies adopted by the U.S. Fish and Wildlife Service for continent-wide waterfowl harvests. His latest work resulted in a book, with long-term USGS colleague Kenneth P. Burnham, on methods for making formal statistical inference from more than a single model. The award was presented at The Wildlife Society’s 11th annual conference in Calgary, Alberta, on Sept. 19.The Wildlife Society, founded in 1937, is dedicated to excellence in wildlife stewardship through science and education. The award has been given to an individual each year since 1950. The award is presented annually for distinguished service to wildlife conservation, and is named after Aldo Leopold, the founding father of wildlife ecology.\"I commend David Anderson for his distinct commitment to wildlife science and theoretical ecology that he has demonstrated throughout his long career,\" said USGS Associate Director for Biology Sue Haseltine. \"David is truly a scientist’s scientist and has influenced techniques used by researchers around the world.\"During his 40-year career, Anderson has written more than 15 books and monographs and has won several awards, including four Wildlife Society publication-of-the-year awards and the Department of the Interior’s Meritorious Service Award.Anderson retired from the USGS in 2003 after 9 years at the Patuxent Wildlife Research Center, 9 years as the Unit Leader of the Utah Cooperative Wildlife Research Unit and 19 years as the Unit Leader of the Colorado Cooperative Fish and Wildlife Research Unit in Fort Collins. He is currently a professor in the Department of Fishery and Wildlife Biology at Colorado State University in Fort Collins.Anderson received a Ph.D. in Theoretical Ecology in 1974 from the University of Maryland, a M.S. in Wildlife Biology in 1967 and a B.S. in Wildlife Management in 1964 from Colorado State University.Since 1998, four Aldo Leopold Award recipients, including Anderson, have worked for USGS Cooperative Research Units for substantial parts of their professional careers. The recipients include John J. Craighead, Montana, 1998; David R. Klein, Alaska, 1999; Rollin D. Sparrowe, Missouri, 2002; and David R. Anderson, Colorado, 2004.<\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1096948800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169484"}]},"subtitle":[]}