{"title":"Have Floods Changed with Increasing CO2 Levels?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Only one of four large regions of the United States showed a significant relationship between carbon dioxide (CO<sub>2<\/sub>) in the atmosphere and the size of floods over the last 100 years.<!--introend--> This was in the southwestern region, where floods have become smaller as CO<sub>2<\/sub> has increased.&nbsp;<\/p>\n<p>This does not mean that no strong relationship between flooding and greenhouse gases will emerge in the future.&nbsp;<\/p>\r\n<p>An increase in flood magnitudes remains one of the most anticipated impacts of climate change, and land and water resource managers are asking questions about how to estimate future flood risks and develop effective flood mitigation strategies for the future.&nbsp;&nbsp;<\/p>\r\n<p>A new report published by U.S. Geological Survey scientists in the Hydrologic Sciences Journal looks at this potential linkage using historical records of floods throughout the nation. Scientists studied flood conditions at 200 locations across the United States looking back 127 years through 2008.&nbsp;<\/p>\r\n<p>\"Currently we do not see a clear pattern that enables us to understand how climate change will alter flood conditions in the future, but the USGS will continue to collect new data over time and conduct new analyses as conditions change,\" said USGS scientist and lead author Robert Hirsch. \"Changes in snow packs, frozen ground, soil moisture and storm tracks are all mechanisms that could be altered by greenhouse gas concentrations and possibly change flood behavior. As we continue research, we will consider these and other factors in our analyses.\"&nbsp;<\/p>\r\n<p>The decrease of floods in the southwestern region is consistent with other research findings that this region has been getting drier and experienced less precipitation as a likely result of climate change.&nbsp;<\/p>\r\n<p>\"The relationship between greenhouse gas concentrations and floods is complex, demonstrating the need for long-term streamflow data to help guide future flood hazard mitigation and water resources planning,\" said Matthew Larsen, USGS Associate Director for Climate and Land Use Change. \"USGS streamgages provide real-world data to help scientists understand this relationship. Planning for water supplies and flood hazards should be informed by a combination of predictive modeling approaches as well as statistical approaches such as this study.\"&nbsp;<\/p>\r\n<p>The USGS operates over 7600 streamgages across the United States, collecting data on the amount of water flowing in streams and rivers. This study used data from 200 of these USGS streamgages, each of which had between 85 and 127 years of data through 2008.&nbsp;<\/p>\r\n<p>Climate changes that could influence flood magnitudes include shifts in the intensity and tracks of various types of storms and changes in the type of precipitation (rain versus snow). The conditions on the landscape when large storms arrive can also change (for example, smaller snowpacks, less soil moisture and less frozen soil). All of these can influence the size of floods. Of course, human activities within the watershed can also have a major influence in the size of floods. These include urbanization, building of dams and levees, and shifts in vegetation types and drainage of soils and wetlands. At the present time, we see much larger changes in flooding from these causes than we can see from greenhouse forcing.&nbsp;<\/p>\r\n<p>In this study, the United States was divided into four large regions, and research showed some regional differences in the way that flood magnitudes have varied with CO<sub>2<\/sub> concentrations over the past century. In the northwestern and southeastern regions of the United States, there is virtually no evidence of increases or decreases in flood magnitudes over the study period. The northeastern region (which stretches from the middle of the Dakotas and Nebraska all the way east to the New York and New England area) shows a tendency towards increases in flooding o","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climate Change","Global Warming","floods","flooding","water"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1319428800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"169809"},{"tid":"170354"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}