{"title":"scientists Explore Changing Arctic Ocean","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Scientists are setting sail on August 25 to study ocean acidification in the Arctic and what this means for the future survival of marine and terrestrial organisms.<!--introend--><\/p>\n<p>The Arctic Ocean is one of the most vulnerable places on the planet for acidification, yet it is the least-explored ocean. Acidification can disturb the balance of marine life in the world&rsquo;s oceans, and consequently affect humans and animals that rely on those food resources.<\/p>\r\n<p>Ocean acidification is particularly harmful to organisms such as corals, oysters, crabs, shrimp and plankton, as well as those up and down the food chain. Higher acidity decreases an organism&rsquo;s calcification rate, meaning they lose their ability to build shells or skeletons.<\/p>\r\n<p>The USGS is leading this project, and this is the third consecutive year of research. On this year's expedition, scientists will travel onboard the U.S. Coast Guard Cutter Healy for four weeks, collecting water and ice samples.<\/p>\r\n<p>\"Ocean acidification is a particularly vexing problem associated with the release of CO<sub>2<\/sub> into the atmosphere from the burning of fossil fuels because it interferes with the ability of marine organisms to build hard shells of calcium carbonate,\" said USGS Director Marcia McNutt. \"Comparatively more research has been devoted to the tropics, where coral reefs are threatened. This important expedition focuses on polar latitudes, where the acidification effects can cascade from microscopic organisms up to our economy, as the organisms at risk form the base of the food chain for some of the world's most productive fisheries.\"<\/p>\r\n<p>Oceans currently absorb about one-fourth of the greenhouse gas from the atmosphere. Ocean acidification occurs when carbon dioxide (CO<sub>2<\/sub>) increases in the atmosphere and is absorbed by the ocean. Ocean acidity will continue to rise as CO<sub>2<\/sub> levels are projected to increase.<\/p>\r\n<p>The Arctic Ocean's cold surface waters absorb CO<sub>2<\/sub> more rapidly than warmer oceans, thus contributing to its vulnerability. This vulnerability is increased as the warming climate causes sea-ice to retreat and melt, leaving less of a buffer and more exposure of surface water to the atmosphere.<\/p>\r\n<p>On the previous two cruises in 2010 and 2011, scientists collected more than 30,000 water samples and traveled throughout the Canada Basin up to very near the North Pole. Data from the cruises are currently being processed.<\/p>\r\n<p>\"This cruise offers us an opportunity to collect more information over a vast spatial extent of the Arctic Ocean,\" said USGS oceanographer and project chief Lisa Robbins. \"These data will provide a better understanding of the current patterns of acidification and thus they will significantly contribute to society's efforts to understand, forecast, and potentially mitigate impacts to the Arctic ecosystem and its many globally important resources.\"<\/p>\r\n<p><a href=\"http:\/\/coastal.er.usgs.gov\/ocean-acidification\/\">USGS field experiments<\/a> on ocean acidification are currently being run in tropical, temperate, and polar environments, including the Gulf of Mexico, Florida Keys, Virgin Islands, and the Arctic Ocean.<\/p>\r\n<p>\"Sampling from a variety of environments is providing a robust dataset to give us an overall picture of ocean chemistry changes,\" said USGS oceanographer Kim Yates.<\/p>\r\n<p>People interested will be able to <a href=\"http:\/\/coastal.er.usgs.gov\/ocean-acidification\/arcticcruise2012\/\">track this year's expedition<\/a> and follow the research team's cruise journal during their voyage. Additionally, a slideshow on USGS Arctic acidification research is available <a href=\"http:\/\/gallery.usgs.gov\/videos\/430\">online<\/a>.<\/p>\r\n<p>\"This study is a collaborative effort and could not be accomplished without the strong partnership the USGS has with Co-Principal Investigator Dr. Jonathan Wynn and &nbsp;Dr. Robert Byrne from the University of South Florida,\" sa","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Natural Hazards Coastaland Marine Geology","Ocean Acidification","Oceanic","Oceans","Ocean Science","Plankton","coral","biology","Ecosystem Health","ecosystems","Arctic Ocean","Carbon Dioxide","","Geographic Areas Alaska"],"distribution":["Water"],"release_date":{"und":[{"value":"1345780800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"169877"},{"tid":"169970"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}