{"title":"Media Advisory: Insecticides, Mercury, Toxic Cyanobacteria, Nitrate levels in the Pacific Northwest and Nationwide","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The <a href=\"http:\/\/acwi.gov\/monitoring\/\">National Water Quality Monitoring Council's<\/a> <a href=\"http:\/\/acwi.gov\/monitoring\/conference\/2012\/index.html\">Eighth National Monitoring Conference<\/a> features the latest information about the nation&rsquo;s water quality from governmental and tribal organizations, academia, environmental groups, and the private sector, including new USGS research. The conference will be held in Portland, Ore., April 30<sup>th<\/sup>-May 4th, 2012.<!--introend-->&nbsp;<\/p>\n<p>If you are a member of the media and interested in attending any of these USGS presentations or speaking with the presenter, please contact Kara Capelli: <a href=\"mailto:kcapelli@usgs.gov\">kcapelli@usgs.gov<\/a>, (571) 420-9408.&nbsp;<\/p>\r\n<p><strong>New Research in the Pacific Northwest:<\/strong>&nbsp;<\/p>\r\n<p><strong>Contaminants in the Columbia River near Columbia City: <\/strong>Endocrine disrupting chemicals, PAH&rsquo;s, DDT and other contaminants are widespread in the lower Columbia River and in largescale suckers. New USGS research found a study site near Columbia City, Ore. tended to have the highest concentrations of contaminants. This presentation by Elena Nilsen, titled &ldquo;Emerging and Legacy Contaminants in POCIS, SPMDs, Sediments, and the Largescale Sucker (<em>Catostomus macrocheilus<\/em>) in the Lower Columbia River,&rdquo; will be held Thursday, May 3, during a session from 8:00-9:30 a.m. PDT.&nbsp;<\/p>\r\n<p><strong>Can dam removal temper the effects of climate change on the Klamath River? <\/strong>Research indicates that temperatures on the Klamath River will increase incrementally with each decade. The research also shows that temperature cycles could be altered by climate change. However, dam removal appeared to delay the effects of climate change to some extent in some areas. These potential changes in seasonal water temperatures resulting from dam removal have a direct impact on salmon populations in the Klamath Basin. This presentation by Russell Perry, titled &ldquo;Simulating Water Temperature of the Klamath River under Dam Removal and Climate Change Scenarios,&rdquo; will be held on Tuesday, May 1, during a session from 3:35 -5:00 p.m. PDT.&nbsp;<\/p>\r\n<p><strong>Toxic Cyanobacteria and the decline of fish in Upper Klamath Lake, Ore.: <\/strong>Cyanobacteria, also known as blue-green algae, that occur in Upper Klamath Lake, Ore., produces toxins at concentrations that may contribute to the decline of the endangered Lost River and shortnose suckers. This presentation by Sara Eldridge, titled &ldquo;Spatial and Temporal Dynamics of Microcystins and their Relation to Other Water Quality Variables in Upper Klamath Lake, Oregon,&rdquo; will be held Wednesday, May 2, during a session from 3:35-5:00 p.m. PDT.<\/p>\r\n<p><strong>Insecticides, herbicides and declining salmon in the Hood River: <\/strong>Historically, the Hood River and its tributaries served as important spawning and rearing streams for a variety of salmon species, three of which are listed as &ldquo;threatened.&rdquo; A new analysis discusses the occurrence of insecticides, herbicides and trace elements, some of which are at potentially harmful levels to salmon. Learn more in a presentation by Whitney Temple, titled &ldquo;An Assessment of Pesticides, Trace Elements, and Their Potential to Affect Salmonids in the Hood River Basin, Oregon, 1999-2009,&rdquo; on Friday, May 4 in a session from 10:00-11:30 a.m. PDT.&nbsp;<\/p>\r\n<p><strong>Natural sources more often the source of nutrients in the Pacific Northwest: <\/strong>On average, natural sources of nitrogen and phosphorus, including from forest land and geologic material, were found to be the largest local sources of nutrients in streams. However, the accumulation of human sources, including wastewater, urban runoff and agricultural activities, contributed most of the nutrient load that ultimately discharged from many of the largest watersheds. Learn more in a presentation from","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":["water","National Water Quality Assessment"],"release_date":{"und":[{"value":"1335412800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}