{"title":"A Strong Earthquake Shakes Central California Fulfilling USGS&rsquo; Parkfield Forecast","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Calling it &quot;one of the most significant earthquakes in the history of seismology,&quot; William Ellsworth, chief scientist for the USGS Earthquake Hazards program in California, today commended efforts to densely instrument the location of the September 28th Parkfield 2004 Earthquake. &quot;The data that we captured for this earthquake will advance the understanding of how earthquakes occur, cause damage, and if they will be predictable in the future.&quot; <\/p>\n<p>The strong magnitude 6.0 earthquake struck along the San Andrea Fault in central California at 10:15 a.m., causing little damage and no loss of life. Strong shaking during this event lasted for about 10 seconds, and the quake was felt broadly across central California. This earthquake had been anticipated by the U.S. Geological Survey (USGS), California Geological Survey (CGS) and their partners in 1984, and instrumentation of the Parkfield area had begun in 1986. <\/p>\r\n<p>Dick McCarthy, executive director of the California Seismic Safety Commission, said, &quot;The California Seismic Safety Commission applauds the efforts of the United States Geological Survey and the California Geological Survey to better understand how and why earthquakes occur. The Parkfield experiment has been a model for Federal-State partnerships to further common research goals. The patience and dedication demonstrated by the USGS and CGS at Parkfield will ultimately help to reduce the earthquake risk not only in California but also in the other earthquake prone states.&quot; <\/p>\r\n<p>In the hours after the Mw 6.0 event, the USGS warned that there existed a 5-10 percent probability of a comparable or larger earthquake occurring on the San Andreas Fault in the next seven days. The likelihood of all aftershocks, including the relatively unlikely larger earthquakes, is greatest during the first day of aftershocks, and diminishes rapidly with time. Two days after the mainshock, the probability of a comparable or larger event has declined to about 3 percent for the next week. It is likely that any larger earthquake would rupture the fault south and east of the epicenter of the Parkfield 2004 Earthquake, primarily affecting more sparsely populated areas. <\/p>\r\n<p>Tuesday&rsquo;s earthquake, dubbed Parkfield 2004, is the seventh in a series of historically known earthquakes occurring on the same part of the San Andrea Fault since 1857. It ruptured roughly the same fault segment that broke in 1966. Previous events occurred in 1857, 1881, 1901, 1922 and 1934. Interestingly, the most recent two earthquakes began at opposite ends of the fault segment. Parkfield 2004 ruptured the San Andreas from southeast to northwest.<\/p>\r\n<p>More than 100 government, university and industry researchers have been working in the Parkfield area since 1985. Their coordinated efforts have led to a dense network of instruments poised to capture anticipated earthquakes and reveal the earthquake process in unprecedented detail. <\/p>\r\n<p>The USGS is working to improve its earthquake monitoring and reporting capabilities through the Advanced National Seismic System (ANSS), which was authorized by Congress in November 2000 to be implemented over the next 5 years. ANSS will be a nationwide network of at least 7,000 modern seismometers that will provide emergency-response personnel with real-time \"shaking\" information (within 3-5 minutes of an earthquake) and provide engineers with information about how buildings reacted to the shaking. To date more than 300 new earthquake-monitoring instruments have been installed in the San Francisco, Seattle, Salt Lake City, Anchorage, Reno, and Memphis areas. <\/p>\r\n<p>The California partner of the ANSS, the California Integrated Seismic Network (CISN), produces ShakeMaps for events of M3.5 and higher. ShakeMaps are based on the observed ground motions from seismic instruments combined with predicted motions in areas without sensors and provide first responders with rapid estimates of","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1096516800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}