{"title":"secretary Jewell Announces New Wildlife and Climate Studies at the Northeast Climate Science Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Descriptions of the funded projects are available <\/strong><a href=\"https:\/\/nccwsc.usgs.gov\/csc\/northeast\"><strong>here<\/strong><\/a><strong>. <\/strong><\/p>\n<p><img title=\"Magnolia warbler\" src=\"http:\/\/gallery.usgs.gov\/images\/11_03_2014\/cGWi0MLyy6_11_03_2014\/thumbs\/magnolia_warbler.JPG\" alt=\"Magnolia warbler in the Presidential Range, White Mountains, NH\" width=\"112\" height=\"150\" \/><img title=\"Gray jay perched on tree in the Presidential Range, White Mountains, NH\" src=\"http:\/\/gallery.usgs.gov\/images\/11_03_2014\/cGWi0MLyy6_11_03_2014\/thumbs\/gray_jay.JPG\" alt=\"Gray jay\" width=\"200\" height=\"150\" \/><img title=\"Yellow bellied flycatcher\" src=\"http:\/\/gallery.usgs.gov\/images\/11_03_2014\/cGWi0MLyy6_11_03_2014\/thumbs\/yellow-bellied_flycatcher.JPG\" alt=\"Yellow bellied flycatcher in the Presidential Range, White Mountains, NH\" width=\"112\" height=\"150\" \/><\/p>\r\n<p><span><!--introstart--> <\/span>Secretary of the Interior Sally Jewell announced today that Interior&rsquo;s Northeast Climate Science Center (NE CSC) is awarding nearly $700,000 to universities and other partners for <a href=\"https:\/\/nccwsc.usgs.gov\/csc\/northeast\">research<\/a> to guide managers of parks, refuges and other cultural and natural resources in planning how to help species and ecosystems adapt to climate change.<!--introend--><\/p>\r\n<p>\"These climate studies are designed to help address regional concerns associated with climate change, providing a pathway to enhancing resilience and supporting local community needs,\" said Secretary Jewell. \"The impacts of climate change are vast and complex, so studies like these are critical to help&nbsp;ensure that our nation's responses are rooted in sound science.\"<\/p>\r\n<p>The six funded studies will focus on how climate change will affect natural resources and management actions that can be taken to help offset such change. They include:<\/p>\r\n<p>&nbsp;<\/p>\r\n<ul>\r\n<li>Projected changes in winter severity, snowpack and lake ice in the Great Lakes Basin over the coming 21<sup>st<\/sup> century and anticipated consequences for wildlife populations;<\/li>\r\n<li>Increased understanding of information needs for management of floodplain conservation lands, so the right information is available at the right time for the Mississippi and Missouri rivers; <\/li>\r\n<li>Development of a spatial decision support system to assist Landscape Conservation Cooperatives and partner resource management agencies across the Mississippi River Basin in addressing conservation challenges related to nutrient runoff, a major contributor to Gulf hypoxia and declines in wildlife populations; <\/li>\r\n<li>Development of distribution models for North American breeding birds that show dynamic responses to climate change, and that will help resource managers identify species or regions most vulnerable to climate change;<\/li>\r\n<li>Evaluation of how U.S. Atlantic coastal fish and wildlife populations are responding to climate change through shifts in phenology, or the timing of recurring life events such as migration and breeding; and<\/li>\r\n<li>Development of a communication, collaboration and networking platform to link early career scientists interested in the climate sciences and climate adaptation across the Climate Science Centers.<\/li>\r\n<\/ul>\r\n<p>&nbsp;<\/p>\r\n<p>&ldquo;Natural resource managers in the Northeastern and Midwestern United States are faced with enormously complex challenges in dealing with the effects of climate change on habitats, species and ecosystems,&rdquo; said Mary Ratnaswamy, Director of Interior&rsquo;s Northeast Climate Science Center.&nbsp; &ldquo;These and other ongoing studies are designed for managers and policy makers working to sustain communities and landscapes while adapting to climate change.&nbsp; Our collaborative work with partners is developing and sharing information, giving context to uncertainty, evaluating impacts of climate change across multiple scales, and building capacity including support for early caree","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Delaware","Maine","Maryland","Massachusetts","New Hampshire","New Jersey","New York","Pennsylvania","Rhode Island","Vermont","Virginia","West Virginia","Illinois","Indiana","Iowa","Kentucky","Michigan","Minnesota","Missouri","Ohio","Wisconsin"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","Northeast Climate Science Center Geographic Areas Northe"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1418878800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"170079"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}