{"title":"Navajo Memory Complements Science in Study of Climate Change","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><span> <\/span><\/p>\n<p>FLAGSTAFF, Ariz. &ndash; The sand dunes among which Navajos have eked out austere livings for generations are growing fast and becoming mobile as the climate changes, says U.S. Geological Survey geologist Dr. Margaret Hiza Redsteer, whose interviews with elders and historical research augment her decade-long research on Navajo Nation land.<\/p>\r\n<p>Redsteer will discuss her work Friday, Oct. 21 at the annual conference of the Society of Environmental Journalists in Miami, as part of a panel on \"Climate Change and Indigenous Peoples on the Frontlines.\"<\/p>\r\n<p>One third of the Navajo Nation is sand dunes, much of it stabilized to varying degrees by vegetation that holds moisture and provides livestock range. Some of the dunes are very old; others date from the 1950s, when drought and wind mobilized sediment from floods on the Little Colorado River. Now, after severe drought has gripped the region with varying but persistent severity from 1996 to 2011, new dunes are increasing in number and previously inactive dunes are on the move. The new dunes form downwind from rivers and washes, largely from dry, wind-blown river sediment. In the Grand Falls area of the southwest Navajo Nation, dunes have grown 70 percent since 1995 and are moving northeast at a rate of 115 feet per year.<\/p>\r\n<p>Dune mobility can threaten roads and buildings, as well as the livestock raising vital to the Navajo economy and indispensable to its culture. It is one of many signs of the region&rsquo;s increased aridity. Redsteer and the USGS Navajo Land Use Planning Project, under license to and in collaboration with the Navajo Nation, are mapping the area&rsquo;s geology and documenting its changes to help Navajo leaders plan for the challenge.<\/p>\r\n<p>In addition to using ground-based lidar measurements, meteorological monitoring, GPS and aerial and satellite imaging, Redsteer drew on more than 70 elders living in the southwestern Navajo Nation to record observed changes in land use practices, as well as weather, vegetation, location of water sources and the frequency of wind and dust storms. The interviews helped corroborate USGS science.<\/p>\r\n<p>\"Old men told me that they had seen grass grow in areas where no grass grows now,\" Redsteer said.<\/p>\r\n<p>\"We have aerial photographic surveys of the study area from 1934 and from 1954, but between those years there were big changes. Our interviewing not only provides another line of evidence, but it also fills in a lot of the data gaps.\"<\/p>\r\n<p>Redsteer&rsquo;s work also points up the vulnerability of indigenous people who live on land she calls \"just on the edge of being habitable.<\/p>\r\n<p>\"The annual moisture here has historically been just enough to get by. When there is even a small change, there is a huge effect,\" she said.<\/p>\r\n<p>John Leeper, director of the Navajo Water Management Branch of the Navajo Nation in Fort Defiance, Ariz., called Redsteer&rsquo;s work \"critical in understanding the magnitude of the climate challenges facing the Navajo Nation due to sand dune movement and other impacts. If the current trends she identifies continue, much of the Navajo Nation will be severely impacted, and much of the Navajo Nation will become uninhabitable,\" Leeper said.<\/p>\r\n<p>\"The Navajo Nation is intended to be a permanent homeland for the Navajo people,\" he said. \"However, much of that homeland may be in jeopardy if these trends can not be&#12288;successfully mitigated. Not only has Margaret&rsquo;s work identified and documented the current trends, her work also gives us&#12288;perspective on the steps that can, and must, be taken to reverse many of the most damaging of these trends. Her work will&#12288;help to ensure that the Navajo people will be able to find their livelihoods here long into the future.\"<\/p>\r\n<p>\r\n<p>As part of their work, Redsteer and the USGS have conducted pilot studies of mitigations to dune movement, such as placing 2m by 2m PLA sand barriers to stabilize du","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climate Change","geology","nativeamerican"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1319169600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168892"},{"tid":"170007"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}