{"title":"USGS at Ecological Society of America: From Global Forest Die-Backs to Restoration in the USA","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<strong>For more information about ESA Conference, please go to <a href=\"http:\/\/www.esa.org\/sanjose\/program.php\">http:\/\/www.esa.org\/sanjose\/program.php<\/a> <\/strong>\n<p>\r\n<strong>Climate-induced forest dieback as an emergent global phenomenon: patterns, mechanisms, and projections<\/strong>:&nbsp; Recent episodes of forest stress and dieback are apparent on all forested continents of the world. In particular, substantial episodes of recent forest mortality have occurred in North America from Alaska to Mexico, affecting more than 20 million hectares and many tree species since 1997, a period of warming temperatures and significant drought in many areas. <!--introstart-->Climate change models predict substantial shifts in climatic patterns over coming decades in many regions, including warmer temperatures and increases in duration and severity of extreme drought events.<!--introend--> Such changes increase stress on long-lived woody vegetation, directly leading to increased mortality and episodes of forest dieback. In some cases forest dieback is increased even more by climate-mediated changes in populations of insect pests, or human-altered land-use patterns and disturbances like forest fragmentation and increased fire activity. Assessing the potential for extensive climate-induced forest dieback<em> <\/em>is a key global change research topic, since woody mortality losses can occur much faster than tree growth gains, with pervasive and persistent ecological effects, including feedbacks to other disturbance processes (e.g., fire, erosion) and loss of sequestered carbon back to the atmosphere. In this session, USGS and over 20 researchers from around the world present a synthesis of climate-induced forest dieback as an emergent global phenomenon, including an international overview from ongoing research and existing literature. Collectively the papers in this organized oral session highlight global examples of forest dieback, physiological process drivers of woody plant mortality, and applications of available knowledge to regional and global scale modeling and prediction of forest dieback. <strong>Craig D. Allen, Symposium OOS 42 -- <em>Climate-induced forest dieback as an emergent global phenomenon: patterns, mechanisms, and projections,<\/em> Thursday, Aug. 9, 1:30-5:30 p.m. <\/strong>\r\n<\/p>\r\n<p>\r\n<strong>Apparent climatically induced increase of tree mortality rates in a temperate forest: <\/strong>After tracking the fates of more than 20,000 trees in a network of old-growth forest plots in the Sierra Nevada of California for over two decades (1983 - 2004), USGS scientists found that tree death rates have increased significantly over the past 20 years. Death rates increased not only for all trees combined, but also across most elevational zones and for the two dominant groups of conifers, firs and pines. The rising death rate for trees was paralleled by increasing summer drought due to warming temperatures. These findings suggest that Sierran forests, and potentially other forests of dry climates, may be sensitive to temperature-driven increases in drought, making them vulnerable to extensive die-back during otherwise normal periods of reduced precipitation. <strong>Phil van Mantgem, COS-142 -- <em>Climate change: physiological and population response,<\/em> Friday, Aug. 10, 10:10 a.m.<\/strong> \r\n<\/p>\r\n<p>\r\n<strong>Multi-species community response to extirpation of a top carnivore on San Miguel Island, Channel Islands, California:<\/strong> The island fox was the sole terrestrial carnivore in the simplified ecosystem on San Miguel Island, part of the southern California Channel Islands.&nbsp; The loss of the fox from the island in the last 10 years has been followed by many dramatic community changes.&nbsp; The population of deer mice -- the only native small mammal on the island -- now exhibits cyclic multi-year fluctuations, and changes in deer mouse population dynamics may have in turn affected aspects of vegetation and plant s","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1186372800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169949"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}