{"title":"Earthquake Hazard Maps Show How the Nation Shakes with Quakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Friday's magnitude-5.2 earthquake in southern Illinois is a reminder that earthquakes are a national hazard.<!--introend--><\/p>\n<p>Today, scientists at the U.S. Geological Survey (USGS) are revealing how shaky the nation is by releasing an updated version of the USGS National Seismic Hazard Maps.<\/p>\r\n<p>Earthquakes remain a serious threat in 46 of the United States. For some areas such as western Oregon and Washington, the new maps contain higher estimates for how hard the ground will shake compared to earlier versions of the maps released in 1996 and 2002.&nbsp;<\/p>\r\n<p>But for most of the United States, the ground shaking estimates are lower. This revision incorporates new seismic, geologic and geodetic information on earthquake rates and the manner in which the energy released in earthquakes dies off with distance from the rupture.<\/p>\r\n<p>National-scale maps of earthquake shaking hazards provide information essential to creating and updating the seismic design provisions of building codes used in the United States. The timing of the National Seismic Hazard Map release is tied to the schedule for revising model building codes that are developed by international code committees and then considered by state and local governments for adoption. Cities and counties rely on seismic design provisions in building codes to ensure that structures such as buildings, bridges, highways and utilities are earthquake resistant.<\/p>\r\n<p>\"The hazard maps released today incorporate more than a century of seismic monitoring and decades of research,\" said USGS Director Mark Myers. \"These maps help policymakers and engineers make all of our structures - from our homes to our hospitals to the utilities that run beneath our feet - better able to withstand the earthquakes of tomorrow.\"<\/p>\r\n<p>The National Seismic Hazard Maps consist of a series of maps and databases describing ground shaking at many points across the country and have many applications. They are used by insurance companies to set insurance rates for properties in various areas of the country, by civil engineers to estimate the stability and landslide potential of hillsides, by the U.S. Environmental Protection Agency to set construction standards that ensure the safety of waste-disposal facilities, and by the Federal Emergency Management Agency to plan the allocation of assistance funds for earthquake education and preparedness.<\/p>\r\n<p>The geologic and geophysical data-collection, research and modeling results that underpin the maps have been generated by USGS scientists as well as their colleagues in academia, state government, and the private sector funded by external grants from the USGS Earthquake Hazards Program and other sources. The new maps represent the best available science as determined by the USGS based on an extensive information gathering and review process involving state and university experts nationwide.&nbsp;<\/p>\r\n<p>Last week the USGS and its partners released a new earthquake rupture forecast for California, the first ever such forecast done statewide. That forecast focused on the likelihood of earthquakes happening on specific faults. The National Seismic Hazard Maps take the information about those faults and calculate the intensity of shaking that a given location could potentially experience over a 50-year period. These shaking estimates combine the effects from all possible earthquakes, both nearby and distant.&nbsp;<\/p>\r\n<p>The changes in earthquake ground shaking estimates are due principally to the incorporation of new models on the strength of earthquake shaking near faults, and the manner in which shaking decreases with distance. The increased hazard in western Washington and Oregon is due to new ground-motion models for the offshore Cascadia subduction zone. Because of new models, ground motion estimates in the Central and Eastern United States are about 10 - 25 percent lower. Ground motion estimates in most of California, Utah","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1208750400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"170035"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}