{"title":"Interior, Agriculture Departments Partner to Measure Conservation Impacts on Water Quality","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>ALTON, Ill., Oct. 21, 2014&mdash;<\/strong><!--introstart-->The United States Department of the Interior (DOI) and the&nbsp;U.S. Department of Agriculture (USDA) announced a new partnership agreement today that will provide a clearer picture of the benefits of farmers' conservation practices on the quality of our Nation's water.<!--introend-->&nbsp; Working together, USDA's NRCS and DOI's USGS will quantify the benefits of voluntary agricultural practices at a watershed scale.&nbsp; This information will strengthen the effectiveness of state and federal nutrient reduction strategies while protecting the privacy of individual farmers.&nbsp; The agreement was announced at the Mississippi River Gulf of Mexico Watershed Nutrient Task Force Meeting.<\/p>\n<p>&ldquo;On a voluntary basis, the agricultural community has put extensive effort into the management of nutrients and reducing runoff into waterways. This collaboration will help evaluate the impact of farmers&rsquo; conservation efforts on improving water quality,&rdquo; said Ann Mills, USDA&rsquo;s deputy under secretary for Natural Resources and Environment.<\/p>\r\n<p>Mills said when hundreds of farms take action in one watershed, it can make a difference&mdash;it can help prevent an algae bloom downstream or lessen the need for water treatment plants to treat for nitrates.<\/p>\r\n<p>The <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> will now use Natural Resources Conservation Service data on conservation work to factor into its surface water quality models, which track how rivers receive and transport nutrients from natural and human sources to downstream reservoirs and estuaries. This information will help provide a more accurate picture of the conservation systems in the watershed that contribute to water quality improvement and will provide crucial information for voluntary nutrient management strategies and watershed planning.<\/p>\r\n<p>&ldquo;This agreement will allow NRCS and USGS to combine resource management capabilities with science, and will give us the information we need to prioritize the most effective conservation strategies so that we can improve the quality of streams throughout the Mississippi River Basin,&rdquo; said Lori Caramanian, DOI deputy assistant secretary for Water and Science.<\/p>\r\n<p>Working together, NRCS and <a href=\"http:\/\/water.usgs.gov\/nawqa\/\">USGS<\/a> will develop conservation intensity data sets that reflect the value of conservation actions, but do not reveal private information about individual farms, ranches or forests. Protecting the trust relationship between NRCS and farmers and their private information protected by law is vital to the continued success of voluntary conservation on private lands.<\/p>\r\n<p>&ldquo;We know our farmers are doing great work to protect our natural resources. Our goal with this partnership is to be able to better recognize these achievements and provide conservation and water quality management communities with science-based information for improving water quality,&rdquo; Mills said. &ldquo;Farmers invest heavily in conservation systems to improve water quality, and we want to aid their decisions with the best science and information available.&rdquo;<\/p>\r\n<p>The conservation intensity products developed through the agreement will provide a uniform representation of conservation activities for use in water quality assessments at local, regional and national scales. Technical assistance providers will therefore have the assurance that they are using consistent and accurate information on conservation activities and a common platform for discussing conservation benefits.<\/p>\r\n<p>Nutrient runnoff from many different sources, including urban areas and industry, impacts our nation&rsquo;s waterways. By providing science-based information, NRCS and USGS can help farmers decrease nutrient runoff and improve water quality for their communities and downstream.<\/p>\r\n<p>Visit the following links to lea","summary":null,"format":null}]},"field_images":[],"regions":["Illinois"],"country":["United States of America"],"mm_tags":["water","Water National Water Quality Assessment","Water Hydrologic Researchand Development","Environmental Health Toxic Substances Hydrology","Department Of Interior","Department Of Agriculture"],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1413864000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169368"},{"tid":"170129"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}