{"title":"Award Recognizes Coast Salish Tribal Journey Partnership","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors Note: Mark your calendars for the 2009 Tribal Journey Paddle to Suquamish Aug. 3-8. Access videos, photos and more from the <a href=\"http:\/\/www.usgs.gov\/features\/coastsalish\/\">2008 journey<\/a><\/strong>.<\/p>\n<p><!--introstart-->The Coast Salish - U.S. Geological Survey (USGS) Tribal Journey Water Quality Project was recognized recently with the Department of the Interior's Partners in Conservation Award for their studies to help restore nearshore marine habitats and ecosystem functions across the Salish Sea.<!--introend--><\/p>\r\n<p>The award recognizes the strength of collaborative activities such as the USGS partnership with the Coast Salish Western Washington Tribes and British Columbia First Nations. This cooperative effort combined traditional Tribal ecological knowledge and USGS science during the 2008 Tribal Canoe Journey to research resources experiencing decline in the Salish Sea, which includes Puget Sound, Georgia Straits, and Straits of Juan De Fuca.<\/p>\r\n<p>\"The Salish Sea Ecosystem sustains our indigenous life way as People of the Salmon and Shoreline,\" said Swinomish Chairman, Brian Cladoosby. \"We say in our Lands, when the Tide is out, the Table is set. Our way of life depends upon a healthy ecosystem that stretches from the mountains to the tidelands. Through the partnerships and project, we have a stronger science and policy capacity to protect the human health of our people, our culture, and aboriginal and treaty rights of our Nations. \"<\/p>\r\n<p>During the Tribal Journey, members of western Washington Tribes and British Columbia First Nations traveled in more than 100 canoes from locations throughout Washington and British Columbia to Cowichan First Nation in Duncan, B.C.  Five of those canoes were very special. Each canoe towed a state of the art water-quality probes and Global Positioning System units. From north of the Strait of Georgia to southern Puget Sound, canoe families played a very big part in recording the health of the Salish Sea.  In all, 607 miles of the Salish Sea was mapped and over 45,000 data points for specific water quality components were recorded including; surface-water temperature, salinity, pH, dissolved oxygen, total dissolved solids, and turbidity. Canoes are ideal because they are slow moving and do not add any toxins to the environment. USGS scientists Eric Grossman and Swinomish Scientist Sarah Akin collaborated with USGS scientist Paul Schulster to develop a marine based gathering project and support technical expertise in planning and conducting the study and analyzing the data.<\/p>\r\n<p>The Coast Salish Nation is the trans-boundary indigenous and aboriginal group that stretches from north of Powell River through all of Puget Sound and down the Washington Coast. Approximately 550,000 square miles and 600 million acres of the Coast Salish region were represented by over 50 tribes and bands. In February 2008, elders, chiefs, and representatives from more than 50 tribes and first nations formally adopted a mission and action agenda at the 3<sup>rd<\/sup> Coast Salish Gathering with a goal of developing policy and support sound science for the restoration and protection of coastal ecosystems of the Salish Sea.<\/p>\r\n<p>The Director of the Yukon River Intertribal Watershed Council, Jon Waterhouse brought the Coast Salish Gathering Leaders the experience of conducting water-quality studies during a canoe voyage that was successfully demonstrated during a 1,200--long canoe trip down the Yukon River in summer 2007.<\/p>\r\n<p>\"The Yukon River Healing Journey was developed to check the pulse of the river and it was up to our team to find a way,\" said Director Waterhouse. Yukon River's Biologist, Bryan Maracle and Schuster developed to the concept of \"marrying culture and science,\" by dropping a water quality probe on the side of a canoe along the Yukon River. The Healing Journey started from Moosehide, Yukon Territory, Canada and landing in St Marys, Alaska, a 1700 mile pad","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["washington","Coast Salish","waterquality","water","canoe","tribes"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1242100800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169221"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}