{"title":"USGS Celebrates Science in the Parks Week, April 22-28, 2001","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Serving our Nation by providing reliable scientific information to describe and understand the Earth and all its resources, the U.S. Geological Survey is taking a trip to the park - our National Parks. Throughout the National Parks system, USGS scientists are studying the vast resources our parks have to offer. Here&rsquo;s a sampling of their work across the nation. For more details on any of these projects, go to our website at <a href=\"http:\/\/www.usgs.gov\/parks.html\">http:\/\/www.usgs.gov\/parks.html<\/a>. <br><\/p>\n<UL>\r\n<LI>In Alaska, Using Sound to Map the Bottom of Glacier Bay<\/LI>\r\n<LI>Salmon Mystery Unites USGS Researchers and Alaska Natives <\/LI>\r\n<LI>In Hawaii: The Green Cancer - Miconia - is Moving Toward Haleakala National Park<\/LI>\r\n<LI>Biological Invasions on Guam Since WWII<\/LI>\r\n<LI>In California: Are Those Coyotes Howling (or What?) at the Golden Gate?<\/LI>\r\n<LI>Weed in California? New Assessment to Aid in Battling Weeds in Sierra Nevada Parks<\/LI>\r\n<LI>Reducing Wildfire Hazard in our Forests<\/LI>\r\n<LI>Nutrias Eating Up Coastal Louisiana<\/LI>\r\n<LI>Peregrine Falcons in Texas&rsquo; Big Bend National Park<\/LI>\r\n<LI>Making a new home for Texas Turtles<\/LI>\r\n<LI>Aliens in Minnesota&rsquo;s Lakes?<\/LI>\r\n<LI>Vaccinating Large Wildlife in Yellowstone National Park<\/LI>\r\n<LI>In Arkansas&rsquo; Buffalo National River, Fish Diversity Reigns<\/LI>\r\n<LI>Along Atlantic Coast: Mapping the Coastline to Study Coastal Change<\/LI><\/UL>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"987739200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}