{"title":"USGS Seeks Citizens of All Ages to Listen for Frogs and Toads","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Jay Chamberlin, a policy analyst with a local land trust in northern California, dons his boots and flashlight after hearing the first calls of Pacific treefrogs and makes his way to the small pond in his backyard. There, he will spend the next few minutes cupping his hands around his ears and counting the frogs he sees and hears. <\/p>\n<p>Mr. Chamberlin is one of hundreds of U.S. citizens who are counting frogs as part of the U.S. Geological Survey&rsquo;s Frogwatch USA program. <\/p>\r\n<p>\"With the melodious calls of Pacific treefrogs and Arroyo toads in California filling the evening air, the second year of the U.S. Geological Survey&rsquo;s Frogwatch USA has begun,\" said Sam Droege, a wildlife biologist and amphibian researcher with the USGS Patuxent Wildlife Research Center in Laurel, Md. <\/p>\r\n<p>Frogwatch USA is a USGS educational program that provides children and adults with an opportunity to learn about the environment while collecting valuable information about their local frogs and toads.<\/p>\r\n<p>According to scientists, amphibians are declining worldwide; several species already have gone extinct, and other once-thriving species have diminished in numbers. <\/p>\r\n<p>\"Understanding the decline of amphibians is crucial to uncovering how society&rsquo;s activities affect water quality, wildlife habitat and overall health of the environment,\" said Droege. \"Over time, the information that is collected by volunteers will contribute to the growing body of knowledge regarding the status and health of amphibians in the United States.\" <\/p>\r\n<p>Last year, said Droege, Frogwatch volunteers from 47 states included many young people, farmers, homemakers, naturalists, scientists and others. They all are actively monitoring sites and providing information to USGS for analysis and evaluation. The information is displayed on the Frogwatch USA Web site.<\/p>\r\n<p>Droege urges citizens to join Frogwatch USA to begin to monitor frogs and toads in their communities and to help communities become better prepared for the environmental challenges of the 21st century. <\/p>\r\n<p>For more information about the program and to volunteer, call Frogwatch USA at (301) 497-5819 or visit the Web site at <a href=\"http:\/\/www.mp2-pwrc.usgs.gov\/FrogWatch\/index.htm\">http:\/\/www.mp2-pwrc.usgs.gov\/FrogWatch\/index.htm<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"951714000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170412"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}