{"title":"Hydraulic Fracturing Topic of Free USGS Lecture Wednesday","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>RESTON, Va.&mdash;<\/strong>&nbsp;<!--introstart-->Hydraulic fracturing&mdash; a technology used to extract unconventional oil and natural gas from previously impermeable, compact rock &mdash; is the topic of a free public lecture Wednesday, April 4 at 7 p.m. at the U.S. Geological Survey National Center in Reston, Va.<!--introend--> A panel of USGS experts will discuss the opportunities and impacts associated with hydraulic fracturing.<\/p>\n<p>The USGS public lectures are held monthly in Reston, Virginia. For more information and directions visit the <a href=\"http:\/\/www.usgs.gov\/public_lecture_series\/\" title=\"Public Lecture Series\">Public Lecture Series website.<\/a><br \/><br \/>Unconventional gas now accounts for more than half of the natural gas produced in the United States and unconventional oil development is fueling boomtowns in some areas of the country. The process of hydraulic fracturing involves injecting wells with water, sand, and chemicals at very high pressure to extract gas and oil. <br \/><br \/>Doug Duncan, associate coordinator for the USGS Energy Resources Program, will address the increasing role that unconventional oil and gas resources play in the nation's petroleum endowment. USGS hydrologist Dennis Risser will discuss some of the major water availability and quality challenges associated with natural gas development, with a focus on the Marcellus Shale in Pennsylvania. Bill Leith, associate coordinator the USGS Hazards Program, will conclude the lecture by discussing the potential connection between disposal of waste fluids from hydraulic fracturing and earthquakes. <br \/><br \/>The USGS is the authoritative, unbiased source for assessments of the world's oil and gas reserves.<\/p>\r\n<p>The lecture is in a federal facility and a photo ID is required for entry. Those unable to attend can follow the lecture series on Twitter <a href=\"https:\/\/twitter.com\/usgslive\" title=\"USGS Live on Twitter!\">@USGSLive<\/a>.<\/p>\r\n<p>These evening events are free to the public and intended to familiarize a general audience with science issues that are meaningful to their daily lives. USGS speakers are selected for their ability and enthusiasm to share their expertise with an audience that may be unfamiliar with the topic.<\/p>\r\n<p>The series provides the public an opportunity to interact with USGS scientists and ask questions about recent developments in Natural Hazards; Water; Energy Minerals and Environmental Health; Climate and Land Use Change; Ecosystems; and Core Science Systems. Ultimately, the goal is to create a better understanding of the importance and value of USGS science in action.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":["Energyand Minerals","energy","hydaulicfracking","inducedseismicity","","shaleoil"],"release_date":{"und":[{"value":"1333339200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170108"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}