{"title":"USGS Targets Tiny Stowaways in Shipsâ\u0080\u0099 Ballast Water","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_16_2012_j4EQh76ggb_02_16_2012_2\"><img src=\"http:\/\/gallery.usgs.gov\/images\/02_16_2012\/j4EQh76ggb_02_16_2012\/medium\/zebramussel13.jpg\" alt=\"\" width=\"500\" height=\"375\" \/><\/a> Zebra Mussel, Lake Huron specimens.[\/caption]\n\nInvasive species that hitch rides into new environments via global trade and travel can cause immense environmental and economic damage in the United States and throughout the world. They can degrade vital industrial structures as well as ecosystems and food webs. Yet itâ\u0080\u0099s hard to imagine a prosperous 21st century without global trade, even if it inadvertently brings <a href=\"http:\/\/www.usgs.gov\/ecosystems\/invasive_species\/index.html\">invasive species<\/a> to our shores. Often, these marine invasives arrive in the ballast water that ocean-going ships carry to balance their loads. USGS has partnered with other agencies and private industry to characterize the threat of marine invasive species at a global level. USGS science provides data to help establish ballast water discharge standards, and also helps to develop ballast treatment systems that will stop invasive species before they gain hold.\n\nThe highly invasive <a href=\"http:\/\/fl.biology.usgs.gov\/Nonindigenous_Species\/Zebra_mussel_FAQs\/Dreissena_FAQs\/dreissena_faqs.html\">zebra mussel<\/a> (<em>Dreissena polymorph<\/em>), for example, causes billions in damage annually to North American boats, docks, hydroelectric systems and other vital infrastructure and resources. Zebra mussels also compromise food webs by attaching to other animals and jeopardizing their survival. As filter feeders, mussels such as <em>Dreissena<\/em> can accumulate toxic chemicals at levels exponentially greater than in the environment. These toxic chemicals can then be passed to humans when they eat the meat of fish and waterfowl that feed on the mussels. Zebra mussels were first reported in the Great Lakes in 1988, where they probably arrived as plankton in the ballast tanks of ocean-going ships from Europe. By 2007, they had spread into U.S. waterways as far away as Lake Mead, often by unwitting recreational boaters hauling their vessels from place to place.\n\n<strong>Prevention is best<\/strong>\n\nItâ\u0080\u0099s almost always too late to get rid of such pests once they are established. Itâ\u0080\u0099s much easier to stop aquatic species from becoming introduced by treating incoming ballast water before it is discharged into unfamiliar waters. For several decades, state and federal governments and the International Maritime Organization have been crafting requirements for treatment of shipsâ\u0080\u0099 ballast water. These standards could be implemented worldwide by 2020, but key to global adoption is having consistent, reliable and easily followed standards and methodologies. USGS scientists are evaluating both <a href=\"http:\/\/www.esajournals.org\/doi\/abs\/10.1890\/12-0992.1\">risk-based and quantitativeÂ ballast-water discharge standards to protect marine ecology<\/a>. Â In partnership with the National Park Service and private firms, USGS is developing <a href=\"http:\/\/www.nps.gov\/isro\/naturescience\/handling-ballast-water-to-control-non-indigenous-species.htm\">emergency ballast-water treatment systems<\/a> and freshwater ballast treatment systems that are safe and effective while also being cost-efficient and easy to use. Finally, USGS has co-produced with the U.S. Environmental Protection Agency the first large-scale comparative <a href=\"http:\/\/www.epa.gov\/wed\/pages\/nonindigenous_species\/docs\/Atlas_of_Nonindigenous_Marine_and_Estuarine_Species_in_the_North_Pacific.pdf\">atlas<\/a> of non-native marine species in the North Pacific, giving resource managers data with which to strategize against a possible threat.\n\n<strong>A tiny threat<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/03_27_2013_l52Sj77iid_03_27_2013_1\"><img src=\"http:\/\/gallery.usgs.gov\/images\/03_27_2013\/l52Sj77iid_03_27_2013\/medium\/pceisgreencrab.JPG\" alt=\"\" width=\"500\" height=\"375\" \/><\/a> The European green crab (Carcinus maenas), has invaded fisheries in Northern California and in British Columbia, where it may compete with the much more valuable Dungeness crab. The CD it holds in its claws is a database for the USGS Pacific Coast Estuarine Information System, just one source used to compile the Atlas of Nonindigenous Marine and Estuarine Species in the North Pacific, co-written by Western Fisheries Research Center research geographer Deborah Reusser and released in 2013 by the U.S. Environmental Protection Agency in collaboration with USGS and the North Pacific Marine Science Organization (PICES).[\/caption]\n\nThe most common marine invasives are plankton, arthropods (crabs, insects, barnacles) and mollusks (like <em>Dreissena<\/em>). All spend at least part of their lives in forms too small to be seen by the naked eye. Long before they grow to adulthood, when they may compete directly with native species, they have the potential to disrupt resource and food webs in their new waters.\n\nâ\u0080\u009cPlankton is the base of the food chain,â\u0080\u009d said <ins cite=\"mailto:Wainman,%20Barbara%20W.\" datetime=\"2013-04-01T13:45\">USGS <\/ins>biologist Scott Smith. Â â\u0080\u009cLetâ\u0080\u0099s say a fish is adapted to eating a certain native copepod. Letâ\u0080\u0099s say you introduce an invasive copepod (a small crustacean). But this invasive copepod is either not edible or not as nutritious as the native.â\u0080\u009d By reducing the fishâ\u0080\u0099s nutritive intake and thus its fitness, the tiny invader affects the ecosystem of which the fish is part, and has an impact far beyond its size. USGS science is working on how to kill these non-native species cost-effectively without damaging the native ecosystem. USGS and NPS have partnered with a private marine engineering firm, Glosten and Associates, to create ballast-water treatment systems that target these tiny organisms to prevent their spread.\n\n<strong>Water-treatment challenges<\/strong>\n\nTreatments can involve filtration of ballast water to screen out organisms at the 10- to 50-micron stage, or can use ultraviolet light or chemicals as simple as chlorine bleach. The challenge lies in treating, mixing and testing water at the speed and scale required. Ballast tanks can hold up to a million gallons, and most are inconveniently shaped and fitted for mixing procedures. In addition, some treatments that use chemicals to kill organisms in ballast water must follow up with neutralizing chemicals that render the water safe for the ecosystem in which it is discharged. So USGS is working with another private firm, Assure Controls, to develop a simple, inexpensive and rapid field test to evaluate ballast water quality and ensure that the discharge is safe.\n\nWorking with the National Park Service and the private sector, USGS refined an emergency treatment system that can be used to treat the ballast on vessels that have high-risk ballast and no functioning treatment system so that the vessel can discharge safe ballast and continue to deliver the goods we all need. Future research may examine other chemicals that disinfect the water but that also break down quickly enough that a second, neutralizing, chemical is not needed.\n\n<strong>Identifying possible threats before they happen<\/strong>\n\nOn another front, USGS is helping to characterize the global invasives threat in ways easily consulted by scientists and resource managers. The <a href=\"http:\/\/www.epa.gov\/wed\/pages\/nonindigenous_species\/\">Atlas of Nonindigenous Marine and Estuarine Species in the North Pacific<\/a>, co-written by USGS research geographer DeborahÂ Reusser and released by the EPA in collaboration with the North Pacific Marine Science Organization (PICES), is the first synthesis and appraisal of global invasive-species data at an ocean-basin scale. Reusser and EPA coauthor Henry Lee II produced status reports on 747 invasive fish, arthropods and other animal species across the North Pacific basin, from the East China Sea to the Gulf of California. Their 1,900-page atlas offers the first consistent and easily comparable appraisal of these species across ecological regions. It establishes a baseline for future studies of abundance and movement among these species. By characterizing the speciesâ\u0080\u0099 preferred environments by temperature, salinity, turbidity and other factors, it helps identify the risk that a species introduced to new waters will become established. Finally, the atlas will help resource managers strategize methods such as quarantines for protecting the waters in their care.\n\nâ\u0080\u009cPreviously available material describes invasive species already within given areas,â\u0080\u009d Reusser explained. â\u0080\u009cResource managers need material describing species that could colonize an area in the future, based on the habitat it prefers.â\u0080\u009d\n\n<strong>Keeping an eye on an unwanted crab<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/03_27_2013_l52Sj77iid_03_27_2013_0\"><img src=\"http:\/\/gallery.usgs.gov\/images\/03_27_2013\/l52Sj77iid_03_27_2013\/medium\/Ballast_Tank.jpg\" alt=\"\" width=\"500\" height=\"374\" \/><\/a> The empty interior of an ocean-going ship's ballast tank. Such tanks are filled with water to balance a ship's loads. Unless the water is treated before it is emptied into foreign waters, it can introduce foreign organisms into the water that may become established and compete with native species, causing untold ecological and economic damage. USGS scientists are taking up the challenge of dosing, mixing and testing cost-effective treatments in such large tanks that will kill the organisms but render the water safe for discharge.[\/caption]\n\nFor example, Reusser said, fisheries in Northern California and in British Columbia have struggled with the invasive <a href=\"http:\/\/fl.biology.usgs.gov\/Region_5_Report\/html\/crabs.html\">European green crab<\/a> (<em>Carcinus maenas<\/em>), which may compete with Dungeness crab, a valuable food resource. Oregonâ\u0080\u0099s coastal waters are slightly colder than those of its neighbors, and European green crab has not made inroads there. But climate change or extreme storms could alter Oregonâ\u0080\u0099s marine ecology in the short or long term, creating a niche for the unwanted crab to become established.\n\nReusserâ\u0080\u0099s team has also studied the <a href=\"http:\/\/www.esajournals.org\/doi\/abs\/10.1890\/11-1638.1\">various approaches to setting ballast water standards<\/a>, evaluating whatâ\u0080\u0099s now available and giving pros and cons of the different approaches. The team looked at the historical invasion rate and discharge volumes for a coastline and the number of invaders in an area, and <a href=\"http:\/\/www.esajournals.org\/doi\/abs\/10.1890\/11-1637.1\">calculated the invasion probability<\/a>. The team also looked at approaches based on the number of organisms in a sample. The higher the standard, the greater the volume of water that must be tested.\n\nâ\u0080\u009cSignificant clumping goes on among organisms, so a sample that reads â\u0080\u0098zeroâ\u0080\u0099 wonâ\u0080\u0099t reflect conditions in the entire tank,â\u0080\u009d Reusser explained. â\u0080\u009cYou canâ\u0080\u0099t test the whole tank. But just how much do you have to test before you know the water passes the standard? Weâ\u0080\u0099ve worked on these <a href=\"http:\/\/www.esajournals.org\/doi\/abs\/10.1890\/11-1639.1\">statistical challenges<\/a>.â\u0080\u009d\n\nMore information:\n\nUSGS Invasive Species Program\n\n<a href=\"http:\/\/www.usgs.gov\/ecosystems\/invasive_species\/index.html\">http:\/\/www.usgs.gov\/ecosystems\/invasive_species\/index.html<\/a>\n\nUnder siege! Americaâ\u0080\u0099s most unwanted invasive species\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/under-siege-america's-most-unwanted-invasive-species\/\">http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/under-siege-americaâ\u0080\u0099s-most-unwanted-invasive-species\/<\/a>\n\nLinks to USGS research on invasive species\n\n<a href=\"http:\/\/www.usgs.gov\/science\/science.php?term=602\">http:\/\/www.usgs.gov\/science\/science.php?term=602<\/a>\n\nInteractive map of nonindigenous species in your state\n\n<a href=\"http:\/\/nas.er.usgs.gov\/queries\/StateSearch.aspx\">http:\/\/nas.er.usgs.gov\/queries\/StateSearch.aspx<\/a>\n\nInvasive species in the Great Lakes\n\n<a href=\"http:\/\/www.glsc.usgs.gov\/main.php?content=research_invasive&amp;title=Invasive%20Species0&amp;menu=research\">http:\/\/www.glsc.usgs.gov\/main.php?content=research_invasive&amp;title=Invasive%20Species0&amp;menu=research<\/a>\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24290","uid":"31","filename":"mu.jpg","uri":"public:\/\/mu.jpg","filemime":"image\/jpeg","filesize":"145228","status":"1","timestamp":"1425492768","type":"image","uuid":"0a75add6-cf0d-4d47-b768-63e9c14518ef","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","Northwest","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1365419920","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}