{"title":"Earthquakes & Science Made Simpler at USGS Open House, May 19-20","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MENLO PARK, Calif. &ndash; <!--introstart-->Many Bay Area residents know what it&rsquo;s like to experience an earthquake, but fewer of them know why earthquakes happen.<!--introend--> The concepts behind earthquakes and living safely in earthquake country are as simple as a fishing line hooked to a stack of bricks, explains USGS geophysicist <a href=\"https:\/\/profile.usgs.gov\/professional\/mypage.php?name=rstein\">Ross Stein<\/a>, whose family-friendly seismic demos and models are part of the 10<sup>th<\/sup> Triennial USGS Open House, May 19 and 20 at USGS&rsquo; Menlo Park Campus.&nbsp;<\/p>\n<p>Stein has spent his career studying how earthquakes interact through the transfer of stress, and why an earthquake might create additional shocks in one place but inhibit them someplace else. His QuakeCaster model, built with a fishing-rod casting reel, a bungee cord, and bricks placed on a bed of sandpaper, illustrates with a simple and continuous turn of its crank why predicting quakes has thus far eluded scientists: Though the giant plates that form Earth&rsquo;s crust move at a regular rate &ndash; just like the QuakeCaster crank &ndash; the earthquakes that their stresses generate are irregular in spacing and size.&nbsp;<\/p>\r\n<p>\"We get a long period where nothing happens,\" Stein says of his self-described \"earthquake machine,\" which is part of Sunday's Open House presentations. Eventually, though, the stress overcomes the frictional resistance, and the bricks jolt along the sandpaper in the QuakeCaster's simulated &ldquo;earthquake.&rdquo;&nbsp;<\/p>\r\n<p>Similarly, Stein demonstrates with model buildings made of dowels and surgical rubber why buildings fail in earthquakes, and what simple steps can be taken to make them safer.&nbsp;<\/p>\r\n<p>&nbsp;\"It's all no-jargon and very visceral,\" Stein says of his models, which he built in collaboration with USGS high school and college summer student interns. \"You can hear what&rsquo;s happening, and you can see it.\"&nbsp;<\/p>\r\n<p>Stein's QuakeCaster presentation, \"Springs and Sliders, Triggers and Shadows, or: What's New in Earthquake Research?\" takes place from noon to 12:30 p.m. Sunday, May 20, in the USGS Presentation Theater in the Building 3 auditorium on the Menlo Park Campus at 345 Middlefield Road. It will be immediately followed from 12:30 to 1 p.m. by Stein&rsquo;s second presentation, \"The Global Earthquake Threat: Why Buildings Fail When Shaken, and What We Can Do About It,\" also in the Presentation Theater.&nbsp;View the <a href=\"http:\/\/www.youtube.com\/watch?v=zIipwGUaFAk&amp;feature=player_embedded\">QuakeCaster video<\/a> on YouTube.<\/p>\r\n<p>Opportunities to learn more about earthquakes don&rsquo;t stop there. Many more exhibits and demos await Open House visitors Saturday and Sunday in the Earthquake Country Tent, including:&nbsp;<\/p>\r\n<ul>\r\n<li>\"Come Squeeze LA,\" an interactive foam rubber model, demonstrates the complex interactions between major faults in Southern California and the uplift of the San Gabriel Mountains.<\/li>\r\n<li>Learn how Bay Area citizen volunteers are helping to further earthquake knowledge by hosting portable NetQuakes seismic instruments that send data to the USGS over the Internet. <\/li>\r\n<li>Stomp on the ground, make your own earthquake, and see it recorded in real time on USGS instruments. <\/li>\r\n<li>Learn more about liquefaction with a dish pan full of wet sand. This hands-on demonstration will answer questions such as where and why it occurs.<\/li>\r\n<li>Find out what USGS scientists have learned about the 2002 Denali Fault earthquake near the Trans-Alaska Pipeline and the 2010 earthquake in Haiti. <\/li>\r\n<\/ul>\r\n<p>&nbsp;USGS science presented at the Open House encompasses many other fields besides earthquakes. For example, USGS is guiding the largest tidal wetland restoration effort on the West Coast. <a href=\"http:\/\/southbayrestoration.org\/science\/\">Lead scientist Laura Valoppi<\/a> and colleague John Bourgeois will present the latest on the<a href","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","Core Science Systems","ecosystems","Energyand Mineralsand Environmental Health","Natural Hazards","Natural Hazards","Science Qualityand Integrity","water","Communicationsand Publishing","Geographic Areas Southwest","","Open House","Menlo Park","Public Event","earthquake","San Francisco Bay Area","education"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1336536000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168892"},{"tid":"169083"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}