{"title":"Prestigious Honor Given to USGS Scientist for Work on Aquifer Contamination","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Mary Jo Baedecker, USGS scientist emerita and former USGS Chief Scientist for Hydrology, has been named a 2011 American Geophysical Union (AGU) Fellow for her pioneering research on aquifer contamination.<!--introend--><\/p>\n<p>\"Dr. Baedecker is joining an elite group of professionals recognized for premier achievements in research and highest regard by their peers,\" commented Marcia McNutt, USGS director. \"The entire USGS is celebrating this honor, because it also reminds us that the foundation of each of our studies to help support timely decisions is the best quality science.\"<\/p>\r\n<p>She is one of only 60 scientists, just 0.1% of AGU members, elected as AGU fellows in 2011. AGU Fellows are elected for their exceptional scientific contributions, including a major breakthrough, discovery or paradigm shift. The honor will be recognized at a ceremony on Dec. 7, 2011 at the annual AGU meeting in San Francisco.<\/p>\r\n<p>\"Mary Jo's elegant fundamental scientific investigations not only moved the field of contaminant hydrogeology forward but also influenced and inspired younger generations of scientists to tackle the difficult problem of understanding contaminants in aquifers,\" said Mary P. Anderson, professor emerita at the University of Wisconsin-Madison, who nominated Baedecker for the award.<\/p>\r\n<p>Baedecker joined the USGS as a research chemist in 1974. Early in her career she studied aquifers contaminated by landfill waste. Baedecker's groundbreaking work offered, for the first time, a detailed and comprehensive picture of the impact of landfills on aquifers. The paper published on this research in the journal Ground Water was selected as a 20<sup>th<\/sup> century benchmark paper in the field of groundwater research by the International Association of Hydrological Sciences.<\/p>\r\n<p>Baedecker played an integral role in the development of the USGS Toxic Substances Hydrology Program. Her leadership contributed to the international recognition of the program, making it a model for aquifer studies around the world.&nbsp;<\/p>\r\n<p>She later served as the USGS Chief Scientist for Hydrology and the leader of the USGS National Research Program, which develops new information, theories, and techniques to anticipate, understand, and solve problems facing resources managers.<\/p>\r\n<p>In 1993 Baedecker was named the Darcy Lecturer for the Association of Groundwater Scientists and Engineers, and in 2002 she received Distinguished Service Awards from both the Department of the Interior and the Geological Society of America<a name=\"_GoBack\"><\/a> for her professional leadership and service. She received the Meinzer Award from the Geological Society of America in 2010 for her significant contributions to the field of hydrogeology.<\/p>\r\n<p>Baedecker retired from the USGS in 2004, where she continues work in contaminant hydrogeology as a scientist emerita.<\/p>\r\n<p>Her undergraduate work was completed at Vanderbilt University (1964). She received a master's degree in chemistry from the University of Kentucky (1967) and a Ph.D in geochemistry from The George Washington University (1985). From 1968 until 1973 she was a research scientist at the University of California-Los Angeles.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["National Research Program","toxics","water","groundwater","aquifer","contamination","AGU"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1323234000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}