{"title":"North American Fish Extinctions May Double by 2050","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>GAINESVILLE, Fla.<\/strong> &ndash; <!--introstart-->From 1900-2010, freshwater fish species in North America went extinct at a rate 877 times faster than the rate found in the fossil record, while estimates indicate the rate may double between now and 2050.<!--introend-->&nbsp; This new information comes from a U.S. Geological Survey study to be published in the September issue of the journal <em>BioScience<\/em>.&nbsp;<\/p>\n<p>In the fossil record, one freshwater fish species goes extinct every 3 million years, but North America lost 39 species and 18 subspecies between 1898 and 2006.&nbsp; Based on current trends in threatened and endangered fish species, researchers estimate that an additional 53-86 species of freshwater fish may be extinct by the year 2050. &nbsp;Since the first assessment of extinct North American freshwater fishes in 1989, the number of extinct fishes increased by 25 percent.&nbsp;<\/p>\r\n<p>\"This study illustrates the value of placing current events into the context of deep geologic time, as rocks preserve an unbiased record of natural rates of processes before human activities began to alter the landscape, the atmosphere, the rivers, and oceans,\" said USGS Director Marcia McNutt. \"Freshwater fish are a good choice for analysis as their bones make clear fossil impressions, and their lake and river environments produce excellent stratigraphic sequences.\"&nbsp;<\/p>\r\n<p>The study's author, Noel Burkhead, used an established method to compare the rate of extinction found in the fossil record with modern rates.&nbsp;<\/p>\r\n<p>\"Estimates of freshwater fish extinctions during the twentieth century are conservative, because it can take 20-50 years to confirm extinction,\" said Burkhead, a research fish biologist for the USGS.&nbsp;<\/p>\r\n<p>Extinction is a natural process, Burkhead explained, so examining its rate over a long geological timescale provides biologists with a benchmark for comparing current extinctions to background rate. The accelerated pace of extinction observed since the beginning of the twentieth century suggests human causes.&nbsp;&nbsp;<\/p>\r\n<p>In North America, assessments of extinctions are conducted by the American Fisheries Society's Endangered Species Committee, using categories to factor in a lag time since the last observation of the species. The study used the categories \"extinct\" (species not seen for 50 years or more), \"possibly extinct\" (not been seen for 20 years or more), and \"extinct in nature.\" All these categories require that searches for the missing fishes must have been made by knowledgeable biologists.&nbsp;<\/p>\r\n<p>\"It is extremely rare that the death of the last individual is documented by biologists,\" said Burkhead, \"although it can happen when a fish only is found in a specific spring or caldera, and it dries up. That's what happened with five species of desert pupfishes and the Alberca silverside&mdash;the last known fish to go extinct in North America.\"&nbsp;<\/p>\r\n<p>The Alberca silverside was found only in the Alberca Caldera, Guanajuato, Mexico; it went extinct when the caldera temporarily dried up in August 2006.&nbsp;<\/p>\r\n<p>Surprisingly, Burkhead reported that 90-96 percent of fish extinctions in the fossil record were not linked to the five well-known mass extinctions. &nbsp;Natural causes of fish extinction are linked to transitions in landforms and continental watercourses over time, but many twentieth century extinctions were caused by dams, channelization of rivers, water pollution, and other human-induced factors.&nbsp;<\/p>\r\n<p>The background rate of extinction is based on the fossil record, which includes information on when ancient fishes lived and how long species survived in the geological past. &nbsp;Burkhead used data on fish extinctions from well-known paleontologist Steven M. Stanley at the University of Hawaii.&nbsp;<\/p>\r\n<p>\"Another cause of extinction can be a change in a fish's food chain, which is what may have happened to the harelip","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["fish","biology","extinct","Extinct North American Fish","ecosystems","Fisheries Aquaticand Endangered Resources"],"article_type":["National News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1344571200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170196"},{"tid":"170286"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}