{"title":"New Reefs Providing Hope for Struggling Sturgeon: Gentle Giants Are Back","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>New scientific findings from an effort to restore fish spawning habitat for lake sturgeon, walleye, lake whitefish and other native fish in the St. Clair River will be shared during a public event in Algonac City Park on Aug. 28, 2012 at 11 a.m.&nbsp; Researchers with the U.S. Geological Survey Great Lakes Science Center and Michigan Sea Grant College Program will discuss how the construction of an acre of rock reefs placed on the river bottom is providing new hope for struggling fish species, such as lake sturgeon.&nbsp;<\/p>\n<p>Scientists will share underwater video footage showing lake sturgeon spawning on the reefs even before the construction was complete, and will explain how such populations can be rebuilt by restoring fish habitat that was removed by previous modifications of the river system.&nbsp;<\/p>\r\n<p>\"The science said: 'If you build it, they will come,' but we hardly could have dreamed of such an enthusiastic reception to this newly created rocky habitat for sturgeon and other native fish of the Great Lakes,\" said USGS Director Marcia McNutt. \"They started spawning on it while we were still dropping the rock! This success gives us hope for recovery for species that have endured many challenges to survival over the past decades.\"&nbsp;<\/p>\r\n<p>Led by Michigan Sea Grant, the Middle Channel Reef Project is supported by grants from NOAA, the U.S. Fish and Wildlife Service, the Great Lakes Restoration Initiative through EPA, and the Huron-Erie Corridor Initiative partners.&nbsp; The new reefs are designed to enhance fish reproduction and rebuild native fish populations (lake sturgeon, lake whitefish, and walleye) in the channel connecting lakes Huron and Erie. USGS scientists, looking at factors such as water velocity and depth, developed a model to predict where to build fish habitat in the St. Clair River&rsquo;s Middle Channel.&nbsp;<\/p>\r\n<p>\"The fact that we are already observing sturgeon spawning on the Middle Channel Reefs helps validate the science that guided the planning, design and location of this project. We are all excited and appreciate the support from NOAA, EPA and others,\" said Dr. Jennifer Read, Assistant Director of <a href=\"http:\/\/www.miseagrant.umich.edu\/\">Michigan Sea Grant<\/a> and Principal Investigator of the Middle Channel Reef Project.&nbsp;<\/p>\r\n<p>The St. Clair River effort is part of a long-term collaboration involving a team of scientists and partners, including federal, tribal, state, provincial, and private groups interested in restoring valuable native fish populations in the Huron-Erie Corridor; the international Corridor between the United States and Canada that connects southern Lake Huron, the St. Clair River, Lake St. Clair, the Detroit River, and western Lake Erie.&nbsp;<\/p>\r\n<p>Officials from a number of federal, state and local agencies &ndash; including USGS, Michigan Sea Grant, the U.S. EPA Great Lakes National Program Office, U.S. Fish and Wildlife Service, NOAA, and Michigan Department of Natural Resources &ndash; will participate in the Algonac event and discuss how restoration efforts such as the St. Clair project support the economic vitality and ecological health of the region.&nbsp;<\/p>\r\n<p>The Algonac event is free and open to the public.&nbsp; It will highlight a number of fish habitat restoration successes within the Huron-Erie Corridor, supported by the Great Lakes Restoration Initiative and others.&nbsp;<\/p>\r\n<p>The Middle Channel Reef Project is the third of six spawning habitat projects to be constructed in the Detroit and St. Clair River Areas of Concern by 2014, with funding from the Great Lakes Restoration Initiative, NOAA and others.&nbsp; Earlier projects included the Belle Isle and Fighting Island projects constructed in the Detroit River, in 2004 and 2008, respectively.&nbsp; Project supporters and partners include: USGS, Michigan Sea Grant, EPA, NOAA, Smith Group JJR, US Fish and Wildlife Service, Michigan Department of Natural Resources, Faust Corpo","summary":null,"format":null}]},"field_images":[],"regions":["Michigan"],"country":["United States of America"],"mm_tags":["ecosystems","Ecosystems Cooperative Research Units","Ecosystems Fisheries Aquaticand Endangered Resources","Ecosystems International","Ecosystems Terrestrial Freshwaterand Marine Environments","Ecosystems Wildlife Terrestrialand Endangered Resources","Geographic Areas Midwest"],"distribution":["Biology"],"release_date":{"und":[{"value":"1345780800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169341"},{"tid":"170419"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}