{"title":"Genetic Analysis Reveals Fish Eggs Found in Upper Mississippi River are not Asian Carp","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Scientists have extracted DNA from fish eggs found in northern sections of the Upper Mississippi River and have determined that the eggs and larvae are not from Asian carp.<!--introend-->&nbsp; Genetic analysis instead shows that the fish eggs collected in the summer of 2013 likely belong to a native North American species in the same family as carp.&nbsp; All Asian carp species are considered invasive species and belong to the cyprinid fish family.&nbsp;&nbsp;<\/p>\n<p>To confirm visual identification of the eggs&rsquo; species, scientists from the U.S. Geological Survey genetically tested 41 of the 65 eggs and larvae that were collected from the Upper Mississippi River (Pool 9 and Pool 11) in Wisconsin and Iowa.&nbsp; DNA sequences successfully obtained from 17 eggs revealed that they were similar to those of other cyprinid fishes and did not come from Asian carp.&nbsp; The one exception was an egg collected from Pool 19 in southern Iowa, which had been visually identified as an Asian carp, and was later genetically confirmed by the USGS as a grass carp, one of the four Asian carp species.&nbsp;&nbsp;<\/p>\r\n<p>&ldquo;What we have learned from this research is that non-Asian carp cyprinid eggs in the northern portions of the Upper Mississippi can closely resemble Asian carp eggs in size and shape,&rdquo;&nbsp; said Leon Carl, USGS Midwest Region Director.&nbsp; &ldquo;These findings underscore the importance of using genetic testing to confirm the results of visual identification.&rdquo;&nbsp;<\/p>\r\n<p>Researchers were surprised to learn that the large eggs from Pools 9 and 11 belonged to other species in the cyprinid family rather than to Asian carp species.&nbsp; Such findings are contrary to previously published work that had established that non-Asian carp cyprinids indigenous to the Midwest have considerably smaller eggs compared to the invasive carp that were the focus of the study.&nbsp;<\/p>\r\n<p>Detailed visual analysis of the eggs&rsquo; size and shape earlier this year indicated that they were consistent with the eggs of Asian carp species and led scientists to believe that invasive carp may have successfully spawned in this northern portion of the Upper Mississippi.&nbsp; Given the seriousness of the Asian carp spread northward, USGS scientists alerted partners and the general public about that potential in March and decided to pursue genetic testing to confirm the visual findings.<\/p>\r\n<p>Scientists emphasized that the recent genetic data will modify their application of visual identification methods to distinguish fish eggs and larvae collected in the Upper Mississippi River. The difficulty USGS scientists had in genetically testing the eggs suggests that researchers and managers studying or monitoring Asian carp reproduction in North America should consider separately preserving, for genetic analysis, a subset of collected embryos to confirm visual identification.&nbsp;<\/p>\r\n<p>USGS researchers will continue efforts to gain a better understanding of how egg size, location of eggs within the river and flow conditions may help to identify those habitats important to reproduction of native and non-native cyprinids including Asian carp.&nbsp; Understanding habitat requirements will assist in the development of methods to control invasive Asian carp.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Illinois","Iowa","Minnesota","Missouri","Wisconsin"],"country":["United States of America"],"mm_tags":["Asiancarp","Mississippi River","Great Lakes","Invasive Species","biology","","Genetic Analysis"],"distribution":["Biology"],"release_date":{"und":[{"value":"1400731200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169167"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}