{"title":"Tree Deaths Have Doubled Across the Western U.S. -- Regional Warming May be the Cause","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Tree death rates have more than doubled over the last few decades in old-growth forests of the western United States, and the most probable cause of the worrisome trend is regional warming, according to a U.S. Geological Survey-led (USGS) study published in <em>Science<\/em> on January 23.<!--introend-->&nbsp;<\/p>\n<p>The study found that the increase in dying trees has been pervasive. Tree death rates have increased across a wide variety of forest types, at all elevations, in trees of all sizes, and in pines, firs, hemlocks, and other kinds of trees.&nbsp;<\/p>\r\n<table border=\"0\" cellpadding=\"5\" width=\"157\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_01_22\/tree_death_tn.jpg\" alt=\"see caption for details\" width=\"150\" height=\"200\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Red fir, Sequoia National Park, California. Photo credit: Nate Stephenson, U.S. Geological Survey. (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_01_22\/tree_death.jpg\">Larger image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Regardless of the cause, higher tree death rates ultimately could lead to substantial changes in western forests, said Phil van Mantgem, a USGS scientist and co-leader of the research team.&nbsp; Such changes, the team noted, can have cascading effects, such as by changing forest suitability for wildlife species. Additionally, increasing tree mortality rates mean that western forests could become net sources of carbon dioxide to the atmosphere, further speeding up the pace of global warming.<\/p>\r\n<p>\"The same way that in any group of people a small number will die each year, in any forest a small number of trees die each year,\" said van Mantgem<em>.<\/em> \"But our long-term monitoring shows that tree mortality has been climbing, while the establishment of replacement trees has not.\"&nbsp;<\/p>\r\n<p>The result is that forests have begun to lose trees faster than they're gaining them, said van Mantgem.<\/p>\r\n<p>The study's authors ruled out a number of possible sources of the increasing tree deaths, including air pollution, long-term effects of fire suppression, and normal forest dynamics.&nbsp; In contrast, increasing regional temperature was correlated with tree deaths.&nbsp;<\/p>\r\n<p>\"Average temperature in the West rose by more than 1&deg; F over the last few decades,\" said van Mantgem.&nbsp; \"While this may not sound like much, it has been enough to reduce winter snowpack, cause earlier snowmelt, and lengthen the summer drought.\"&nbsp;&nbsp;<\/p>\r\n<p>The lengthening summer drought could be stressing trees, leading to higher death rates, he said.&nbsp; Warmer temperatures also might favor insects and diseases that attack trees.&nbsp; Some recent outbreaks of tree-killing bark beetles in the West have already been linked to warming temperatures.<\/p>\r\n<p>\"Tree death rates are like interest on a bank account - the effects compound over time,\" said Nate Stephenson, also with the U.S. Geological Survey and research team co-leader. \"A doubling of death rates eventually could reduce average tree age in a forest by half, thus reducing average tree size.\"&nbsp;<\/p>\r\n<p>In some cases, increasing tree deaths could indicate forests vulnerable to sudden, extensive die-back, similar to forest die-back seen over the last few years in parts of the southwestern states, Colorado, and British Columbia.&nbsp; \"That may be our biggest concern,\" said Stephenson. \"Is the trend we're seeing a prelude to bigger, more abrupt changes to our forests?\"&nbsp;<\/p>\r\n<p>Complete findings appear in the article, <em>Widespread increase of tree mortality rates in the western United States<\/em>, by Phillip J. van Mantgem (USGS), Nathan L. Stephenson (USGS), &nbsp;John C. Byrne (U.S. Forest Service), Lori D. Daniels (University of British Columbia), Jerry F. Franklin (University of Washington), Peter Z. Ful&eacute; (Northern Arizona University), Mark E. Harmon (Oregon State University), Andrew J. Larson (Unive","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","trees","old","Warming","forest","wildlife","fire","suppression","Air","Pollution","snowpack"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1232600400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"170182"},{"tid":"170270"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}