{"title":"Lack of Vitamin B1 Killing Great Lakes Fish","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Note: Updated information was added in&nbsp;the 5th paragraph&nbsp;on July 7, 2014<\/strong><\/p>\n<hr \/>\r\n<p><strong>LEETOWN, W.Va. &mdash; <!--introstart--><\/strong>Great Lakes fish in the salmon family that rely on the fish &ldquo;alewife&rdquo; as part of their diet face a major obstacle in restoring naturally reproducing populations, according to new U.S. Geological Survey research published in the journal <em>Fish and Shellfish Immunology<\/em>.<!--introend--><\/p>\r\n<p>For more than a decade researchers have been trying to unravel the mystery of why Lake Trout and other salmonids that consume alewife produce spawn that die young. &nbsp;Although researchers have recognized the connection between thiamine and the death of the young fish for a decade, the new study provides an additional clue; fish that survive the initial impact of thiamine deficiency are experiencing changes in immune function that resemble those occurring in humans with inflammatory diseases.<\/p>\r\n<p>Early Mortality Syndrome, or EMS, results in embryonic mortality in salmon, steelhead trout, brown trout, lake trout, and Chinook salmon. The symptoms of EMS include loss of equilibrium, swimming in a spiral pattern, lethargy, hyper-excitability, hemorrhage and death, which occurs between hatching and first feeding.<\/p>\r\n<p>&ldquo;Vitamin B1, or Thiamine, is an essential nutrient that animals must obtain through their diet,&rdquo; said Chris Ottinger, a USGS immunologist and lead author of the study. &ldquo;We found that alewives, one of the main diets of many Great Lakes fish, contains an enzyme called &ldquo;thiaminase&rdquo; that destroys the thiamine in fish that consume them. The lack of B1 leads to Early Mortality Syndrome as well as the newly reported immune dysfunctions that may be perpetuating infectious diseases in this fish community.&rdquo;<\/p>\r\n<p><span style=\"text-transform: none; background-color: #ffffff; text-indent: 0px; letter-spacing: normal; display: inline !important; font: 13px verdana, sans-serif; white-space: normal; float: none; color: #000000; word-spacing: 0px;\">Alewives came into the Great Lakes when the Welland Canal was built as invasive species. They dominated the prey base until Pacific salmon were introduced in part to control their population levels.<\/span><\/p>\r\n<p>&ldquo;There is some debate as to whether the thiaminase&nbsp;that is obtained through the consumption of the alewives is coming directly from the fish or from bacteria associated with the fish,&rdquo; said Ottinger. &ldquo;Either way the fish that eats the alewives becomes thiamine deficient through the destruction&nbsp;of the thiamine they obtain in their diet resulting in EMS as well the immune dysfunctions we have demonstrated.&rdquo;<\/p>\r\n<p>Thiamine is essential for energy production in cells, normal nerve function and also is an antioxidant. Other dysfunctions associated with Great Lakes salmonids consumption of alewives include changes in behavior and reduced ability to capture prey.<\/p>\r\n<p>\"In vitro immune function in thiamine-replete and-depleted lake trout (Salvelinus namaycush)\" is available <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S1050464814000941\">online<\/a> in the journal <a href=\"http:\/\/www.sciencedirect.com\/science\/journal\/10504648\" title=\"Go to Fish &amp; Shellfish Immunology on ScienceDirect\">Fish &amp; Shellfish Immunology<\/a> by C. A. Ottinger, D. C. Honeyfield, C. L. Densmorea, and L. R. Iwanowicz.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York","Pennsylvania","West Virginia","Illinois","Michigan","Minnesota","Ohio","Wisconsin"],"country":["United States of America"],"mm_tags":["ecosystems","Ecosystems Fisheries Aquaticand Endangered Resources","Ecosystems Microbiology","Great Lakes","Salmon","Vitamin"],"distribution":["Biology"],"release_date":{"und":[{"value":"1397620800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169082"},{"tid":"169071"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}