{"title":"USGS Science Featured at Earth Science Conference","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>From the 1906 San Francisco earthquake, recent unrest at Mount St. Helens, the environmental impacts of Hurricane Katrina, and the affects of our ever changing climate, scientists at the United States Geological Survey (USGS) will be presenting their research on these and many more topics at the American Geophysical Union (AGU) Fall Meeting at the Moscone West Convention Center in San Francisco, California, December 5-9. There is also a media trip on Sunday, December 4, by prior registration with the AGU press center.<\/p>\n<H3>SUNDAY, December 4<\/H3>\r\n<p><strong>The 1906 Earthquake-Lessons Learned, Lessons Forgotten, and Future Directions:<\/strong> At the beginning of the 20th century, San Francisco was the \"most cosmopolitan city outside of New York,\" the financial center of the west, and the eighth largest city in the country. Overnight, everything changed. Following a rousing performance by Caruso in Carmen the previous evening, the city was violently shaken awake at 5:12 a.m. on 18 April 1906. The 1906 magnitude 7.9 earthquake and resulting fire that raged over the next 3 days, San Francisco lay in rubble, devastated. There was also significant damage throughout northern California. More than 30,000 people lost their lives in San Francisco alone; 225,000 of the city&rsquo;s 400,000 citizens were left homeless. The 2006 centennial recognition of this natural disaster that proved to be the birthplace of earthquake science in the United States, affords an opportunity to commemorate the cultural and social response to this historic event and to highlight a century of progress in understanding earthquake hazards and reducing the risks they pose. <strong>PUBLIC LECTURE by Mary Lou Zoback at Marriott Hotel, Yerba Buena, Salon 9, at 7:00 p.m.<\/strong><\/p>\r\n<H3>MONDAY, December 5<\/H3>\r\n<p><strong>Space-based Imaging of Water-level Changes Over Swamp Forests:<\/strong> Characterizing the temporal evolution of water-level changes can improve hydrological modeling predictions and enhance assessments of future flood hazards over wetlands. Using C-band (wavelength of 5.7 cm) European Remote Sensing Satellite (ERS) radar images, USGS scientists discovered that interferometric synthetic aperture radar (InSAR) images could maintain adequate coherence over swamp forests composed of moderately dense trees with a medium-low canopy closure in southeastern Louisiana to allow for measuring changes in water-level beneath tree cover with an unprecedented degree of vertical accuracy. <strong>C-band Radar Observes Water-level Change in Coastal Louisiana Swamp Forests; by Zhong Lu, Session H14B in MCC 3002 at 4:30 p.m.<\/strong><\/p>\r\n<H3>TUESDAY, December 6<\/H3>\r\n<p><strong>The Impact of Future San Francisco Bay Area Earthquakes:<\/strong> San Francisco Bay area earthquakes, much like major floods and hurricanes, have the potential for massive damage to dense urban population centers concentrated in vulnerable areas. The magnitude 7.9 San Francisco 1906 earthquake caused ground shaking intensities that were capable of damaging even modern, well-built structures, and the anticipated effects of a future major Bay area earthquake to lives, property, and infrastructure are comparable in scale to the damage caused by hurricane Katrina. Exposure to secondary hazards, such as the San Francisco fire and the New Orleans levee failure and flooding, greatly compounded the devastation in both disasters. A recent USGS study concluded that there is a 62% chance of one or more damaging earthquakes striking the greater San Francisco Bay area over the next 30 years. The USGS has prepared loss estimates for the 10 most likely forecast earthquake scenarios ranging in size from a magnitude 6.7 to a magnitude 7.9 repeat of the 1906 earthquake. Losses for a repeat of the 1906 quake are nearly double those predicted for a magnitude 6.9 rupture of the entire eastern Bay area Hayward fault. However, due to the high Hayward fault population density, an Association of Bay Area","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1133499600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"},{"tid":"170436"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}