{"title":"President Obama Honors David Shelly for Pioneering Techniques to Monitor Deep Earthquakes","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Dr. David Shelly, a research seismologist with the U.S. Geological Survey, was named one of President Obama&#39;s recipients of the Presidential Early Career Award for Scientists and Engineers, the highest honor bestowed by the United States government on science and engineering professionals in the early stages of their independent research careers.<!--introend--><\/p><p>Shelly pioneered ways to detect tectonic tremor, or a bunch of tiny earthquakes strung together, occurring deep within the Earth&#39;s crust, below the depth of where damaging earthquakes have occurred in the past and are likely to occur in the future. By precisely locating these clusters of earthquakes, Shelly was the first to determine that they originated on the down-dip extensions of the faults, and are caused by slip on faults rather than the migration of fluids. The previous reigning hypothesis had been that these portions of the faults had moved entirely by the migration of fluids. This information is important in identifying and determining the risk due to hazards like earthquakes and volcanoes and finding ways to build more resilient communities.&nbsp;<\/p><p>&quot;It is inspiring to see the innovative work being done by these scientists and engineers as they ramp up their careers&mdash;careers that I know will be not only personally rewarding but also invaluable to the Nation,&quot; President Obama said in a <a href=\"http:\/\/www.whitehouse.gov\/the-press-office\/2011\/09\/26\/president-obama-honors-outstanding-early-career-scientists\">Sept. 26 news release<\/a>. &quot;That so many of them are also devoting time to mentoring and other forms of community service speaks volumes about their potential for leadership, not only as scientists but as model citizens.&quot;<\/p><p>The Presidential early career awards embody the high priority the Obama Administration places on producing outstanding scientists and engineers to advance the Nation&#39;s goals, tackle grand challenges, and contribute to the American economy.<\/p><p>&quot;This is a big honor and quite a surprise,&quot; said Shelly. &quot;It is gratifying to see that the science I have worked on&mdash;work that I find interesting&mdash;has been recognized by others as significant.&quot;<\/p><p>&quot;Dr. Shelly&#39;s work lies on the critical frontier of understanding that transition zone between where Earth releases accumulated stress through infrequent, catastrophic large earthquakes versus continuous, slow creep,&quot; said USGS Director Marcia McNutt. &quot;His work will lead to insights on reducing hazards from one of the deadliest form of natural hazards. Furthermore, Dr. Shelly also provides leadership in the field of tectonic tremor by developing and fostering international collaboration, particularly between researchers in the United States and Japan.&quot;&nbsp;<\/p><p>When tectonic tremor was first discovered a decade ago in Japan&#39;s subduction zones&mdash;or places where one tectonic plate moves under another tectonic plate&mdash;its source was unknown. Shelly was the first to establish that tectonic tremor occurs on the subduction zone plate boundary, the deep extension of the fault where damaging earthquakes occur. When tectonic tremor was found in California, Shelly was the first to demonstrate that there, too, the tremor occurs as multiple events on the downward continuation of the dangerous faults.&nbsp;<\/p><p>&quot;What I have done is to develop techniques to analyze what is happening deep within the earth in the way we analyze typical earthquakes that occur closer to the earth&#39;s surface,&quot; said Shelly. &quot;That involves taking a long-time period of data&mdash;10 years of continuous records of ground motion&mdash;and I used that information to analyze the seismic signals and identify that small earthquakes were occurring deep within the earth causing this &#39;noise&#39; versus what was originally thought of as fluid movement.&quot;&nbsp;<\/p><p>Shelly was also the first to document many curious behaviors of tectonic tremor, including migration along the faul<\/p>","summary":"","format":"filtered_html","safe_value":"<p>Dr. David Shelly, a research seismologist with the U.S. Geological Survey, was named one of President Obama's recipients of the Presidential Early Career Award for Scientists and Engineers, the highest honor bestowed by the United States government on science and engineering professionals in the early stages of their independent research careers.Shelly pioneered ways to detect tectonic tremor, or a bunch of tiny earthquakes strung together, occurring deep within the Earth's crust, below the depth of where damaging earthquakes have occurred in the past and are likely to occur in the future. By precisely locating these clusters of earthquakes, Shelly was the first to determine that they originated on the down-dip extensions of the faults, and are caused by slip on faults rather than the migration of fluids. The previous reigning hypothesis had been that these portions of the faults had moved entirely by the migration of fluids. This information is important in identifying and determining the risk due to hazards like earthquakes and volcanoes and finding ways to build more resilient communities. \"It is inspiring to see the innovative work being done by these scientists and engineers as they ramp up their careers—careers that I know will be not only personally rewarding but also invaluable to the Nation,\" President Obama said in a <a href=\"http:\/\/www.whitehouse.gov\/the-press-office\/2011\/09\/26\/president-obama-honors-outstanding-early-career-scientists\">Sept. 26 news release<\/a>. \"That so many of them are also devoting time to mentoring and other forms of community service speaks volumes about their potential for leadership, not only as scientists but as model citizens.\"The Presidential early career awards embody the high priority the Obama Administration places on producing outstanding scientists and engineers to advance the Nation's goals, tackle grand challenges, and contribute to the American economy.\"This is a big honor and quite a surprise,\" said Shelly. \"It is gratifying to see that the science I have worked on—work that I find interesting—has been recognized by others as significant.\"\"Dr. Shelly's work lies on the critical frontier of understanding that transition zone between where Earth releases accumulated stress through infrequent, catastrophic large earthquakes versus continuous, slow creep,\" said USGS Director Marcia McNutt. \"His work will lead to insights on reducing hazards from one of the deadliest form of natural hazards. Furthermore, Dr. Shelly also provides leadership in the field of tectonic tremor by developing and fostering international collaboration, particularly between researchers in the United States and Japan.\" When tectonic tremor was first discovered a decade ago in Japan's subduction zones—or places where one tectonic plate moves under another tectonic plate—its source was unknown. Shelly was the first to establish that tectonic tremor occurs on the subduction zone plate boundary, the deep extension of the fault where damaging earthquakes occur. When tectonic tremor was found in California, Shelly was the first to demonstrate that there, too, the tremor occurs as multiple events on the downward continuation of the dangerous faults. \"What I have done is to develop techniques to analyze what is happening deep within the earth in the way we analyze typical earthquakes that occur closer to the earth's surface,\" said Shelly. \"That involves taking a long-time period of data—10 years of continuous records of ground motion—and I used that information to analyze the seismic signals and identify that small earthquakes were occurring deep within the earth causing this 'noise' versus what was originally thought of as fluid movement.\" Shelly was also the first to document many curious behaviors of tectonic tremor, including migration along the faul<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["California","Alaska"],"country":["United States of America"],"mm_tags":["geology","earthquake","volcano"],"article_type":["Employee in the News"],"release_date":{"und":[{"value":"1318478400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"}]},"subtitle":[]}