{"title":"Hurricane Ike: Maps Showing Potential Coastal Change Available Online","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>\n<p><strong>Hurricane Watch 2008<\/strong><\/p>\r\n<\/strong><\/p>\r\n<p><!--introstart-->New maps that help forecast possible impacts and damages to coastal communities from Hurricane Ike can be accessed online.<!--introend--> <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/ike\/\">http:\/\/coastal.er.usgs.gov\/hurricanes\/ike\/<\/a> . A Google Earth file is also available. Users can download it to display some of the data used to assess coastal vulnerability.<a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/ike\/coastal-change\/IkeInundationPotential.kmz\">http:\/\/coastal.er.usgs.gov\/hurricanes\/ike\/coastal-change\/IkeInundationPotential.kmz<\/a> .&nbsp;<\/p>\r\n<p>&nbsp;<img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-9-12\/five_focus_regions.jpg\" alt=\"Five focus regions for pre-storm analysis of coastal change due to Hurricane Ike are shown in the map above\" width=\"500\" height=\"358\" \/><\/p>\r\n<p>Five focus regions for pre-storm analysis of coastal change due to Hurricane Ike are shown in the map above.&nbsp;<\/p>\r\n<p>&nbsp;<img style=\"vertical-align: top;\" src=\"\/newsroom\/images\/2008-9-12\/potential_coastal_change .jpg\" alt=\"example of one of the five areas overlain by potential coastal change analysis products in Google Earth display\" width=\"650\" height=\"396\" \/><\/p>\r\n<p>This map shows an example of one of the five areas overlain by potential coastal change analysis products in Google Earth display.<\/p>\r\n<p>Hurricane landfall and associated elevated water levels, waves, and currents can lead to severe coastal change through erosion and re-deposition. In order to understand the vulnerability of coasts to storms, USGS scientists monitor U.S. coasts before and after to determine the severity and patterns of erosion and accretion. Depending on storm characteristics and coastal elevations, as well as other factors, impacts can vary. The most extreme coastal change regime is associated with inundation, when storm surge exceeds the elevation of the primary dune or beach berm and the entire beach system is submerged.<\/p>\r\n<p>In response to Ike, the USGS Hurricane and Extreme Storms Research Group has conducted pre-storm analyses of potential coastal change in five focus areas along the Gulf of Mexico coastlines of Texas and Louisiana. These areas were chosen because they represent different settings that are relevant to ongoing research and coastal zone management questions.<\/p>\r\n<p>\"These maps describe the potential changes that may occur on the coast that threaten communities and critical wildlife habitats.\" said Abby Sallenger, USGS oceanographer.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Louisiana","Mississippi","Texas"],"country":["United States of America"],"mm_tags":["Hurricane","coastalchange"],"release_date":{"und":[{"value":"1221192000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170185"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}