{"title":"Debris flows not as serious as projected due to less rainfall","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Pasadena, Calif. &ndash; <!--introstart-->Southern California communities expecting large and potentially destructive debris flows last week were spared when storms dropped less rain than expected.<!--introend--> The storm system, made up of three main pulses, dropped between 4.5 and 8.5 inches of rain on the area burned by the Station Fire, one of the areas most susceptible to debris flows. This was significantly less than the forecast total of up to 16 inches for the week.<\/p>\n<p>The first pulse last Monday generated debris flows from many watersheds burned in the Station Fire, filling some debris basins to near capacity and increasing the risk for downstream communities during subsequent rains. The debris basin system, developed and maintained by Los Angeles County, helped protect the foothill communities from debris-flow impacts.<\/p>\r\n<p>While San Gabriel mountain-front communities evacuated last week saw few impacts from the storm system, the initial forecast suggested otherwise.<\/p>\r\n<p>&ldquo;If this area had been hit by the rain initially forecast, it likely would have caused widespread property damage and potentially put lives at risk,&rdquo; said Susan Cannon, USGS Research Geologist. &ldquo;The 4 to 6 inches expected during a short duration Wednesday didn&rsquo;t materialize, with the area getting only 1 to 2 inches over a prolonged period.&nbsp; If the initial forecast had held, it&rsquo;s likely some catchment basins would have overflowed, potentially sending rivers of fast-moving debris into communities. It was certainly appropriate for citizens to evacuate in response to this storm forecast, and we hope that when given evacuation orders in the future they will continue to do so.&rdquo;<\/p>\r\n<p>A podcast with more information on debris flows and the activity the occurred last week is available <a href=\"http:\/\/gallery.usgs.gov\/audios\/334\">online<\/a>.<\/p>\r\n<p>Debris flows are one of the most dangerous of geologic phenomena. They can occur with little warning, resulting in rivers of mud, rocks, and debris cascading down mountainsides and through channels. As these flows move through channels they pick up sediment and can grow to be tens of feet deep, traveling as much as 35 miles per hour.&nbsp;<\/p>\r\n<p>Following last week&rsquo;s storm, experts voiced concern that those who evacuated or saw smaller flows this time would become complacent during the next storm.&nbsp;<\/p>\r\n<p>&ldquo;Debris flows are similar to earthquakes; people experience a small one and think they know what a bigger one would be like,&rdquo; said Lucy Jones, chief of the USGS multi-hazards project.&nbsp; &ldquo;But the reality is, comparing what happened this time to a big flow is like experiencing the magnitude-5.4 Chino Hills earthquake and thinking you are ready for the Big One on the San Andreas. We need to remember that floods and debris flows have killed as many southern Californians as earthquakes have.\"<\/p>\r\n<p>USGS is actively monitoring both the flood and debris flow response to this winters&rsquo; storms, both as part of the joint National Weather Service\/USGS warning system for flash floods and debris flows from recently-burned areas, and to collect information to contribute to the development of advanced predictive methods.<\/p>\r\n<p>Residents should stay tuned to NOAA weather radio or their favorite media source for the latest information on potentially strong storm systems or visit the NOAA website at http:\/\/www.wrh.noaa.gov<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Southern","California","debris","flow","station","fire","geology","water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1264568400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}