{"title":"USGS Better Prepared to Help Emergency Officials Protect the Public this Hurricane Season","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey is better prepared to help protect the public this hurricane season by ensuring that emergency managers have quick access to critical water information.<\/p>\n<p>A new downlink backup system guarantees the availability of streamflow information from more than 7,000 USGS streamgages across the nation. The backup system would kick in if the current downlink system is damaged during a storm, insuring that emergency managers have uninterrupted access to the information they need.&nbsp;<\/p>\r\n<p>Information about stream flows is critical to making informed decisions about flood and storm response activities before, during and after a hurricane. In cooperation with the U.S. Army Corps of Engineers and other federal, state and local agencies, the USGS operates a streamgage network that provides up-to-the-minute data that is critical in order to issue flood warnings and community evacuations.&nbsp;<\/p>\r\n<p>\"We could not accurately forecast river flows and water-levels without the data and support we receive from the USGS. When river and tide data are not available, our job of forecasting is much more difficult and typically results in diminished accuracy of those forecasts,\" said Dave Reed, Hydrologist-In-Charge of the National Weather Service Lower Mississippi River Forecast Center in Slidell, Louisiana.&nbsp;<\/p>\r\n<p>Real-time water data from the streamgage network is transmitted to the National Oceanic and Atmospheric Administration's GOES satellite. The satellite then relays the transmissions to various satellite downlinks.&nbsp;<\/p>\r\n<p>The command-and-data acquisition station at Wallops Island, Virginia is the most critical downlink because it is the only one to receive all of the transmissions. Since this station is located near the coast and is only about 15 feet above sea level, it is vulnerable to hurricanes and other storms. To ensure the continuity of continuous critical data in real time, the USGS, National Oceanic Atmospheric Administration, and other agencies have partnered to establish an emergency satellite data acquisition and dissemination unit at the USGS Earth Resources Observation and Science Center located in Sioux Falls, South Dakota.<\/p>\r\n<p>Real-time information on flooding (from hurricanes as well as other causes) is always available on the USGS web site: <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">http:\/\/water.usgs.gov\/waterwatch\/flood<\/a>.<\/p>\r\n<p>For direct access to USGS hurricane-related efforts visit <a href=\"http:\/\/www.usgs.gov\/hazards\/hurricanes\/2008\/\">USGS Science: Before, During and After the Storm<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","hurricanes","hazards","satellites","floods","realtime"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1212379200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"169365"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}