{"title":"Recent Chilean Earthquakes Signal Potential for Similar Future Events","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Despite the magnitude 8.2 earthquake that hit northern Chile in April 2014, the plate boundary in that region is still capable of hosting shocks of the same size or even greater in the near future, according to new research presented in <a href=\"http:\/\/dx.doi.org\/10.1038\/nature13677\"><em>Nature<\/em><\/a>.&nbsp;<\/p>\n<p>The seismic gap theory, which can identify regions of elevated hazard based on a lack of recent seismic activity in comparison with other portions of a fault, had previously identified the northern Chile subduction zone as an area of concern for future magnitude 8.0+ (megathrust) earthquakes. Scientists from the U.S. Geological Survey and partner agencies show that while the 2014 Iquique earthquake occurred within this gap in activity, it did not fill the entire spatial extent of the gap; thus the potential for a magnitude 8.0 or greater earthquake in northern Chile is still high.&nbsp;<\/p>\r\n<p>Significant sections of this subduction zone have not ruptured in almost 150 years, so it is likely that future megathrust earthquakes will occur to the south and potentially to the north of the 2014 Iquique sequence in the future.&nbsp;<\/p>\r\n<p>&ldquo;As well as revealing interesting aspects of earthquake interactions in this subduction zone, our study indicates that the occurrence of the 2014 magnitude 8.2 event does not mean short-term hazard of large earthquakes in northern Chile has decreased &ndash; in fact, while we unfortunately cannot predict the timing of such events, similar-sized or indeed larger earthquakes are possible in the near future,&rdquo; said USGS research geophysicist Gavin Hayes.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Natural Hazards Earthquake Hazards","Natural Hazards Global Seismographic Network","Geographic Areas Northwest"],"article_type":["National News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1407902400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}