{"title":"Volcano Awareness Month is a Reminder to Prepare","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>VANCOUVER, Wash. &mdash; <!--introstart-->May is Volcano Awareness Month in Washington State.<!--introend--> While no volcanoes in Washington currently show indications of immediate reawakening, experience has taught us that volcanoes often give just a few days&rsquo; warning before an eruption begins.&nbsp; Preparing to survive and recover from Washington's next volcanic eruption will help keep our communities safe and get back to normal sooner after that next eruption occurs.&nbsp;<\/p>\n<p>As <a href=\"http:\/\/www.emd.wa.gov\/preparedness\/documents\/GovernorsProclmation_May2012.pdf\">proclaimed <\/a>by Gov. Chris Gregoire, scientists, safety officials and educators are encouraged to discuss the hazards of volcanoes with their communities. The U.S. Geological Survey and Washington State are commemorating the month by conducting a variety of volcano-related trainings for emergency managers, aviators, health care personnel, park interpreters, and school students. The Washington Military Department's Emergency Management Division is highlighting volcano preparedness materials with a dedicated issue of its \"<a href=\"http:\/\/www.emd.wa.gov\/preparedness\/prep_infocus.shtml\">InFocus<\/a>\" web page. Information about Mount St. Helens and other volcanoes in the United States is on the USGS Volcano Hazards Program&nbsp;<a href=\"http:\/\/volcanoes.usgs.gov\/\">website<\/a>.&nbsp;<\/p>\r\n<p>Consider these facts:&nbsp;&nbsp;<\/p>\r\n<ul>\r\n<li>Washington&rsquo;s five large volcanic cones (Mount Baker, Glacier Peak, Mount Rainier, Mount Adams, and Mount St.&nbsp; Helens) are presently not erupting, but are considered active because of the recentness of eruptions, and the long-term presence of earthquakes and thermal features. &nbsp;&nbsp;&nbsp;<\/li>\r\n<li>During the last 4,000 years, eruptions at Cascade volcanoes&mdash;from Washington State to northern California&mdash;happened at an average of once or twice a century, with individual eruptions lasting for months, years, and even decades.<\/li>\r\n<li>Seven volcanoes in the Cascade Range have erupted since 1776; four of these eruptions would have caused substantial damage and loss of life if they occurred today.<\/li>\r\n<li>As the population increases in the Pacific Northwest, areas near volcanoes are being developed and recreational usage is expanding, putting more people and property at risk from volcanic activity.&nbsp;&nbsp;<\/li>\r\n<\/ul>\r\n<p>To prepare for future eruptions and thus reduce their negative consequences, Washington EMD and USGS partner with local and Federal emergency management agencies in developing emergency plans with communities and coordinating communication and recovery efforts. The <a href=\"http:\/\/volcanoes.usgs.gov\/observatories\/cvo\/\">USGS Cascades Volcano Observatory<\/a> works to improve eruption forecasting and warning capabilities at Cascade volcanoes as part of the <a href=\"http:\/\/pubs.usgs.gov\/fs\/2006\/3142\/\">National Volcanic Early Warning System<\/a>.&nbsp;&nbsp;<\/p>\r\n<p>In commemoration of Volcano Awareness Month, 2012, and to ensure Washington State's citizens are prepared for volcanic eruptions, many public resources are available. To learn more about Cascade volcanoes and the USGS volcano monitoring program, visit the USGS Volcano Hazards Program&nbsp;<a href=\"http:\/\/volcanoes.usgs.gov\/\">website<\/a>. Other volcano preparedness materials, along with the Governor's Proclamation, can be found&nbsp;on&nbsp;the Emergency Management Division&nbsp;<a href=\"http:\/\/www.emd.wa.gov\/preparedness\/prep_infocus.shtml\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["Natural Hazards Volcano Hazards","Geographic Areas Northwest","volcano","Volcano Awareness Month","","washington","hazard","prepare"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1336104000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169006"},{"tid":"170337"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}