{"title":"Update on the Magnitude 6 South Napa Earthquake of August 24, 2014","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"normal\"><!--introstart-->Yesterday at 3:20 AM local time, the northern San Francisco Bay Area was struck by the largest earthquake to impact the Bay Area since the 1989 M6.9 Loma Prieta earthquake.<!--introend--> Yesterday&rsquo;s earthquake appears to have ruptured on or just west of mapped traces of the West Napa Fault, the most seismically active of the faults mapped between the longer Rodgers Creek Fault on the west and the Concord-Green Valley Fault to the east. USGS has named the earthquake the &ldquo;South Napa earthquake.&rdquo;<\/p>\n<p class=\"normal\">Yesterday&rsquo;s M6.0 earthquake caused significant damage in south Napa County.&nbsp; It occurred in the broad zone of deformation that accommodates the relative motion of the North American and Pacific Plates.&nbsp; The 2000 M5.0 Yountville earthquake occurred on the West Napa Fault and also damaged Napa.&nbsp; The 1898 M6.3 Mare Island earthquake occurred in the vicinity of yesterday&rsquo;s earthquake.<\/p>\r\n<p class=\"normal\">&ldquo;USGS scientists are working around the clock to understand the earthquake and relay information to emergency managers and the public,&rdquo; stated Tom Brocher, Director of the USGS&rsquo;s Earthquake Science Center.&nbsp; &ldquo;In less than a day we made tremendous strides in understanding what happened and have crews of scientists continuing to investigate this event.&rdquo;<\/p>\r\n<p class=\"normal\">Damage is localized in the region surrounding Napa due to the rupture directivity to the north-west. River valley sediments in Napa Valley likely contributed to the amplification of shaking around Napa.<\/p>\r\n<p class=\"normal\">Yesterday, USGS and California Geological Survey (CGS) geologists mapped surface rupture produced by the earthquake from the epicenter NNW at least 10 km (6 miles) on a previously mapped strand of the West Napa Fault.&nbsp; At that point the surface rupture may have jumped eastward about half a mile toward Napa and extended NNW another few miles along a previously unmapped strand of the West Napa Fault.&nbsp; USGS and CGS geologist continue to conduct field reconnaissance to refine these interpretations and to look for additional surface rupture.&nbsp; The surface ruptures show a northward shift west of the West Napa fault of about two inches.<\/p>\r\n<p class=\"normal\">GPS receivers operated by the USGS and others also measured a shift of the earth of a few inches caused by the earthquake.&nbsp; Yesterday, USGS geophysicists made additional measurements of the earth&rsquo;s movement that will refine models for the earthquake movement.<\/p>\r\n<p class=\"normal\">USGS analysis of the seismic recordings indicates the earthquake rupture propagated to the NNW and upward, directing the brunt of the earthquake energy to the NNW towards Napa.&nbsp; The dozens of aftershocks that have been recorded to date are also aligned on this NNW trend.&nbsp; At this time (one day after the mainshock) the probability of a strong and possibly damaging aftershock in the next seven days is approximately 1 in 4.<\/p>\r\n<p class=\"normal\">Today, USGS technicians will be retrieving additional seismic data from several seismic stations that either do not automatically communicate their data to us or failed to do so.&nbsp; They will also be deploying additional recorders in Napa.&nbsp; These data should help refine the ShakeMap showing the intensity of shaking throughout the Bay Area and better understand the strong shaking experienced in Napa.<\/p>\r\n<p class=\"normal\">The Earthquake Early Warning test system functioned as designed in yesterday&rsquo;s earthquake.&nbsp; Within five seconds of the earthquake it produced a warning (estimated at magnitude 5.7 within three seconds of its occurrence), sufficient to provide warning to Berkeley, San Francisco, and areas farther south.&nbsp; No warning would have been possible within 20 miles of the earthquake.&nbsp; EEW prototype was developed by the USGS in partnership with the UC Berkeley, California Instit","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Napa","Natural Hazards","earthquake"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1408939200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170516"},{"tid":"169798"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}