{"title":"Last Frontier Historical Topographic Maps","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey announces it is now possible to see the topography and geography of Alaska in an extensive set of topographic maps dating back to 1899.<!--introend--> This recent addition to the <a href=\"http:\/\/nationalmap.gov\/historical\/\">Historical Topographic Map Collection<\/a> provides a comprehensive landscape repository of our northernmost State and shows changes through time, providing essential clues critical in the understanding our Nation&rsquo;s development.<\/p>\n<p>\"No other State so captures the American spirit of adventure and love for the wild than Alaska, and thus it is important to preserve its history in this important map collection,\" said USGS Director Marcia McNutt. \"And as climate change continues to alter the Alaska landscape, these historic records will only grow in value to science.\"<\/p>\r\n<p>Approximately 500 maps were published in various portions of Alaska prior to 1950. In preparation for statehood in January, 1959, an intensive mapping program compiled and published more than 7,500 topographic maps. These recent era maps are mostly at 1:63,360 scale (one inch equals a mile) and provide a detailed view of Alaska topography, physiography and culture. The collection of historical topographic maps will provide valuable support to the developing <a href=\"http:\/\/nationalmap.gov\/alaska\/roundtable.html\">Alaska Mapping Initiative<\/a>, a multi-agency effort to remap the State of Alaska at 1:25,000 scale.<\/p>\r\n<p>Historical maps are an important national resource as they provide the long-term record and documentation of the natural, physical and cultural landscape. The history documented by this collection and the analysis of distribution and spatial patterns is invaluable throughout the sciences and non-science disciplines. Genealogists, historians, anthropologists, archeologists and others use this collection for research as well as for a framework on which a myriad of information can be presented in relation to the landscape.<\/p>\r\n<p>For more than <a href=\"http:\/\/nationalmap.gov\/ustopo\/history.html\">130 years<\/a>, the USGS topographic mapping program has accurately portrayed the complex geography of our nation through maps using the lithographic printing process. The Collection contains high resolution scanned images from the USGS legacy series and other sources.<\/p>\r\n<p>Historical maps are available to the public at no cost in GeoPDF format or as a printed copy for $15 plus a $5 handling charge from the <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/(xcm=r3standardpitrex_prd&amp;layout=6_1_61_48&amp;uiarea=2&amp;ctype=areaDetails&amp;carea=%24ROOT)\/.do\">USGS Store<\/a> . The electronic maps are georeferenced and can be used in conjunction with the new USGS digital topographic map, the <a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo<\/a>.<\/p>\r\n<p>For more information&nbsp;visit the <a href=\"http:\/\/nationalmap.gov\/historical\/\">USGS HTMC<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Core Science Systems National Geospatial","Historical Topographic Map Collection","historical","Topo Maps","topographic Map","topographic Map","Topography","Topo","Alaska","Alaska Maps","Climate Change","Aerial Photography","","culture","Alaska Mapping Initiative","geneology","","archeology","Geo","store"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1350532800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169449"},{"tid":"170049"},{"tid":"170221"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}