{"title":"Aerial Flights and Reduced Flows Scheduled at Grand Canyon National Park During Memorial Day Weekend","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The USGS&rsquo;s Grand Canyon Monitoring and Research Center (GCMRC), under the auspices of the Glen Canyon Dam Adaptive Management Program, will conduct scientific overflights in Grand Canyon National Park over Memorial Day weekend. Aerial photographs and topographic data will be collected for the Colorado River corridor between Glen Canyon Dam and the Grand Wash Cliffs, as part of an ongoing scientific monitoring effort to help manage important park resources. <\/p>\n<p>The data collected will allow researchers to track the size and number of sandbars and related near-shore habitat. Sandbars are a resource of management concern because they provide habitat for wildlife and support backwaters for fish, but have been reduced in size in the Grand Canyon as the result of sediment exports under current dam operations and encroachment of woody vegetation. Often called beaches, sandbars are used as campsites for whitewater boaters and other recreationists. The data will also provide information on vegetation and wildlife habitat in the river corridor. <\/p>\r\n<p>\"Because aircraft can be annoying to visitors, we want the public to understand the importance and value of developing sound scientific information needed to improve the management of important park resources,\" notes Ted Melis, GCMRC Acting Chief. <\/p>\r\n<p>Two fixed-wing aircraft will be flying at an elevation of about 6,000 feet above ground level between 7 a.m. and 5:30 p.m. from May 27 to May 31, 2005; with a possible extension to June 3, 2005, should conditions warrant, Melis said. Flights will be done at speeds that are consistent with the capacity of the research equipment and to avoid long periods of noise in any one place.<\/p>\r\n<p>Water releases from Glen Canyon Dam will be held steady at 8,000 cubic-feet-second from May 27 to May 30, 2005; with a possible extension to June 2, 2005. Releases will be held steady during the overflights so that measurements are not affected by variable flows and to provide consistency with previous monitoring efforts. <\/p>\r\n<p>Memorial Day weekend was selected for the overflights to minimize loss of power revenues, as holidays and weekends are periods of lower energy demand. The late-May timeframe also provides optimal sun angle for the imagery, said Melis. Researchers will supplement the data collected by the overflights by collecting data on the ground in the river corridor.<\/p>\r\n<p>\"We scheduled the overflight during the holiday weekend to reduce inconvenience to the visitors of Grand Canyon National Park and, to the extent possible, lessen impacts to hydropower generating capacity at Glen Canyon Dam,\" says Tom Ryan, lead hydrologist with the Bureau of Reclamation&rsquo;s Upper Colorado Regional Office, the federal agency charged with managing Glen Canyon Dam.<\/p>\r\n<p>Joseph Alston, Superintendent of Grand Canyon National Park emphasized that the park \"hopes the people visiting Grand Canyon over the holiday weekend will not only enjoy themselves, but also will recognize that the short-term noise produced from these planes will in the end be a small tradeoff against the long-term protection of park resources for future generations.\" <\/p>\r\n<p>The Glen Canyon Dam Adaptive Management Program is largely an outgrowth of the Grand Canyon Protection Act of 1992, the most recent authorizing legislation for federal efforts to protect and restore resources downstream from Glen Canyon Dam. The program is administered by the U.S. Department of Interior and facilitated by the Adaptive Management Work Group. The U.S. Geological Survey&rsquo;s Grand Canyon Monitoring Research Center has responsibility for scientific monitoring and research efforts for the program.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Colorado"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1116820800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169283"},{"tid":"170105"},{"tid":"170609"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}