{"title":"some Pollutants Declining in Willamette and Columbia Rivers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The Willamette, a large river associated with 70 percent of the population of Oregon, is getting cleaner in regard to some persistent toxic pollutants that are a legacy of past management practices. A 257-mile portion of the Columbia River between Umatilla, Oregon, and Skamokawa, Washington, is also showing a similar trend.&nbsp;<\/p>\n<p>These findings are based on research by U.S. Geological Survey biologists. For 15 years, they have tracked environmental contaminants in the Pacific Northwest using ospreys and a variety of fish as environmental indicators. Ospreys are a good indicator species of aquatic ecosystem health because they eat almost exclusively large fish caught within a short distance of nest sites spaced at fairly regular intervals along large rivers. They often are directly exposed to pollutants that accumulate in aquatic food chains.<\/p>\r\n<p>\"Some species, like the osprey, can accommodate human-related changes reasonably well unless they are consistently exposed to toxic chemicals\" said USGS lead scientist Chuck Henny. \"It's gratifying to watch populations rebound when harmful compounds are managed in an environmentally responsible manner.\"<\/p>\r\n<p>For the Willamette River, contaminant levels in fish and osprey eggs were sampled in 1993, 2001, and 2006. Levels of most contaminants declined, reproductive rates of osprey were above that required to offset natural mortality, and the osprey population increased dramatically. Declines in contaminant residues in fish paralleled decreases found in osprey eggs. During the study, only mercury concentrations increased in osprey eggs and in a predatory fish called the pikeminnow, a situation that merits continued monitoring because of the highly toxic properties of mercury.<\/p>\r\n<p>For the Columbia River, the scientists compared population characteristics and contaminant residues in eggs of ospreys nesting along the river in one set of years, 1997 and 1998, with the same information from 2004. By 2004, the nesting osprey population had increased, reproductive rates were higher, and many contaminant concentrations in eggs were significantly lower than in the 1997 to 1998 samples. Again, mercury was the only contaminant evaluated that showed a significant increase in 2004. However, residue concentrations remained below levels known to affect nesting success of birds.<\/p>\r\n<p>The contaminants that were analyzed include industrial pollutants, some banned pesticides and their byproducts, and many other compounds that are known to harm living organisms. Over 80 organic chemicals and total mercury were evaluated, including DDT, a banned pesticide in North America that causes thinning of egg shells. Also sampled were polychlorinated biphenyls (PCBs), industrial compounds linked to harmful health effects in humans.<\/p>\r\n<p>The work continues. Additional osprey-egg samples were collected from nests along both rivers in 2007 and 2008 for similar contaminant residue analysis, including polybrominated diphenyl ethers (PBDEs), a new contaminant &nbsp;used as a flame-retarding additive to many products. Levels of PBDEs have increased dramatically in aquatic environments in recent years. These compounds have toxic properties and have been detected in fish-eating wildlife.&nbsp;<\/p>\r\n<p>The details of the studies are published in the science journals <em>Archives of Environmental Contamination and Toxicology<\/em> (<a href=\"http:\/\/fresc.usgs.gov\/products\/papers\/1880_Henny.pdf\">http:\/\/fresc.usgs.gov\/products\/papers\/1880_Henny.pdf<\/a>) and <em>Ecotoxicology<\/em>. Additional information about the studies and related USGS osprey research is available on the web at: &nbsp;<a href=\"http:\/\/fresc.usgs.gov\/\">http:\/\/fresc.usgs.gov\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":["water","biology","birds","contaminants","ecology","toxics","wildlife"],"release_date":{"und":[{"value":"1229403600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169035"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}