{"title":"science, Mitigation Helped Preserve Seattle during Quake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Advanced seismic monitoring, long term research, a commitment to hazard preparedness and mitigation and some good luck all played a role in ensuring that yesterday&rsquo;s earthquake near Seattle was not more devastating. <\/p>\n<p>\"Good science, when applied in the way that the people of Washington State have done, may have made the difference between an emergency and a tragedy,\" said USGS Director Charles Groat. \"It is another example of how partnerships between the U.S. Geological Survey, the Federal Emergency Management Agency, the universities, state and local officials, and business leaders and the community enable us to apply our scientific knowledge. We know we can&rsquo;t stop the earth from changing, but we have learned that if we work together, we can better cope with those changes.\"<\/p>\r\n<p><b>Scientific Research<\/b><\/p>\r\n<p>Through the years, USGS has played a pivotal role in deciphering and communicating the seismic hazards of the Seattle\/Tacoma region. In cooperation with the University of Washington, the USGS has operated a seismic network to record earthquakes across the Pacific Northwest and to monitor faulting and volcanic activity. The USGS supports a range of other geologic and geophysical investigations which have been important in documenting the geologic forces affecting the region and delineating the seismic hazards which threaten economic and social stability. <\/p>\r\n<UL>\r\n<LI>USGS studies of buried marsh and forest soils have led to recognition that catastrophic subduction-zone earthquakes rock the Pacific Northwest every several hundred to a thousand years, and can result in coastal subsidence and large tsunami waves. <\/LI>\r\n<LI>USGS studies have identified smaller but equally dangerous crustal faults in the Puget Sound area which pose risk to the metropolitan regions of Seattle and Tacoma. Of particular concern is the recently recognized Seattle fault, which runs east-west and extends through the center of the downtown Seattle. This fault is now known to have been the source of major earthquakes in the recent geologic past.<\/LI>\r\n<LI>Monitoring seismic activity over the past several decades provided USGS and university scientists with a detailed knowledge of the seismicity patterns of large seismic events. As a result, scientists guided emergency response efforts with assurances that the risk of damaging aftershocks following the magnitude 6.8 event was small.<\/LI><\/UL>\r\n<p><b>Science Solutions<\/b><\/p>\r\n<p>The USGS has incorporated this array of geological and geophysical information into probabilistic seismic hazard maps for the state of Washington and is currently working on more detailed maps for the Seattle urban area, in cooperation with University scientists. The hazard maps are used by FEMA, building code organizations, and the engineering community to strengthen building codes and to improve building practices. The maps also allow insurance companies, city planners, and engineers to assess the hazard and loss from future earthquakes, enabling them to proactively mitigate the effects of these earthquakes and, hence, save lives and property. <\/p>\r\n<p>Recently the USGS has produced GIS-based seismic hazard maps with critical infrastructure - highways, railways, transmission lines, pipelines, communication lines, and water\/sewer systems - placed on maps along with seismic hazard areas. These \"Lifeline Maps\" document critical points where infrastructure is especially vulnerable, either due to earthquake fault crossings or soil conditions in areas which make those areas particularly susceptible to strong shaking. Lifeline Maps have been instrumental in prioritizing areas in need of strengthening and seismic retrofit. <\/p>\r\n<p><b>Science for Society<\/b><\/p>\r\n<p>Has the USGS effort paid off? An early review of the damage associated with this event suggests that it has. Most buildings constructed to modern codes (i.e. after the mid-1970&rsquo;s) performed well and suffered little or no damage, whil","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"983509200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"},{"tid":"169002"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}