{"title":"Cuyama Valley Groundwater Withdrawals Are Double The Long-Term Replenishment","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"305\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_08_14\/cv_study_area_map.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_08_14\/cv_study_area_map_tn.jpg\" alt=\" caption below.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Cuyama Valley groundwater basin and sub-basins. (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_08_14\/cv_study_area_map.jpg\">High resolution image<\/a>) (1.2 MB)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>SAN DIEGO, Calif. &mdash; <!--introstart-->Groundwater is the sole source for agricultural, domestic and municipal water use in California&rsquo;s Cuyama Valley, located primarily in Santa Barbara County.<!--introend--> In most areas, groundwater is being depleted faster than it naturally recharges. A new water availability report from the U.S. Geological Survey investigates groundwater conditions in the Cuyama Valley.<\/p>\r\n<p>&ldquo;The findings provide a better understanding of the use and movement of water in the valley, as well as the quality and quantity of groundwater used in the Cuyama Valley Basin,&rdquo; said Randall Hanson, research hydrologist and lead author of the new report.<\/p>\r\n<p>According to the study, an estimated 2.1 million acre-feet of groundwater have been removed from storage in the Cuyama Valley aquifer system since 1949. One acre-foot is approximately 325,000 gallons or enough to cover one acre of land with one foot of water. The study found that groundwater pumping for irrigated agriculture accounts for almost all groundwater withdrawals in the region. The total average annual pumpage of groundwater in the Cuyama Valley aquifers system from water years 1950-2010 was about twice the average estimated long-term annual recharge rate.<\/p>\r\n<p>During the course of the five-year study, conducted in cooperation with the Santa Barbara County Water Agency, USGS scientists discovered that the geologic structure of the valley is composed of three groups of subregions in the valley &ndash; The Main zone, the Sierra Madre Foothills, and the Ventucopa Uplands; each with distinct geologic, hydrologic, and water-quality characteristics. This is important because groundwater withdrawals as well as natural and human-caused recharge affect each sub-basin differently. In the Main zone sub-basin which comprises about a third of the modeled groundwater basin, groundwater pumping for irrigation exceeds the natural replenishment rate, thus depleting groundwater storage, degrading water quality, and potentially leading to the onset of land subsidence.&nbsp;<\/p>\r\n<p>Since 2000, groundwater pumping has led to land subsidence of up to 0.2 feet. Model analyses of historical conditions indicate that 1.6 feet of subsidence has occurred near the town of New Cuyama since the onset of development in the 1940s, coincident with the groundwater declines in the Main zone. An additional foot of permanent subsidence is projected in the Main zone through 2071 if current demand and replenishment rates continue.<\/p>\r\n<p>In addition to extensive data collection, the USGS developed hydrologic models of Cuyama Valley to analyze water availability, account for changing water supply and demand, and simulate surface water and groundwater flow across the entire valley. These models can be used to address issues related to water resource sustainability, including the effects of changing land-use patterns and a changing climate on water resources. The models can also incorporate how changes in water supply and demand will affect water quality and land subsidence. &nbsp;<\/p>\r\n<p>The new water availability report and related summary fact sheet are available on-line. A complete list of USGS publications related to Cuyama Valley studies can be found <a href=\"http:\/\/ca.water.usgs.gov\/projects\/cuyama\/index.html\">here on the project website<\/a>.<\/p>\r\n<p>A complete list of USGS publications related to the Cuyama Valley study is provided below:","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","Cuyama Valley","Santa Barbara County","aquifers","groundwater","Basin","","subsidence","Water Supply","Water Quality"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1407988800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169926"},{"tid":"169953"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}