{"title":"DOI and NASA Honor Scientists for Achievements in Remote Sensing","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Department of the Interior (DOI) and National Aeronautics and Space Administration (NASA) officials presented the 2005 William T. Pecora Award, a prestigious federal award given to individuals and groups to recognize career achievements in remote sensing at a recent ceremony in Sioux Falls, South Dakota.<!--introend--><\/p>\n<p>U.S. Geological Survey (USGS) Land Remote Sensing program coordinator Jay Feuquay, representing the DOI, and Edward Grigsby, NASA Landsat Program Executive, presented the award at the 16th annual William T. Pecora Symposium.<\/p>\r\n<p>The award, sponsored jointly by the DOI and NASA, recognizes outstanding contributions to the understanding of the Earth by means of remote sensing. It has been presented annually since 1974 in memory of Dr. William T. Pecora, whose early vision and support helped establish what we know today as the Landsat satellite program. Dr. Pecora was Director of the USGS from 1965-71, and later served as Undersecretary, Department of the Interior, until his death in 1972.<\/p>\r\n<p><strong>2005 Winners:<\/strong><\/p>\r\n<p><strong>Dr. Jeff Dozier<\/strong><\/p>\r\n<p>Dr. Jeff Dozier is a preeminent researcher in snow hydrology and the remote sensing of snow properties. He was a pioneer in the development of physically-based approaches to analyze remotely sensed data, merging hydrological, hydrochemical and remotely sensed data to address basin-scale hydrologic questions as well as integrating environmental science with computer science and technology. He used his extensive knowledge of sensors, computing technology, and user needs to make invaluable contributions to the design and implementation of measurement and information systems such as Landsat and Earth Observing System (EOS) programs, and to imaging spectrometry, radar remote sensing, thermal infrared data interpretation and terrain data correction. Dozier founded the Donald Bren School of Environmental Science and Management at the University of California &ndash; Santa Barbara and served as its first Dean. His graduate students have become important figures in remote sensing, hydrology and information technology.<\/p>\r\n<p><strong>Dr. John R. G. Townshend<\/strong><\/p>\r\n<p>As a highly successful and inspiring researcher, educator and leader in Earth observation and monitoring, Townshend has had a profound influence on the advancement of remote sensing for Earth observation and in particular, the study of global land characteristics. He has been instrumental in changing the paradigm for land cover characterization through advances in classification algorithms, improved understanding of the effects of geographic scale on land cover identification and creation of new strategies such as continuous fields. Townshend has demonstrated that science leadership is as important as scientific productivity. Currently he is leading the development of the Integrated Global Observing Strategy Land Theme, chairs the Global Observation of Forest Cover initiative of the United Nations Food and Agriculture Organization-led Global Terrestrial Observing System and the North American Advisory Committee on United Nations Environment Programme. He is past chair of the International Geosphere-Biosphere Programme Data and Information System group. As Department of Geography chair and professor at the University of Maryland, Townshend has assembled an exceptionally strong faculty with research capabilities in most areas of remote sensing; he has supervised nearly 20 doctoral students, including some of today&rsquo;s leaders in global environmental assessment.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1131512400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"170595"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}