{"title":"Ground-Water at Record Lows -- Historic Declines Noted in South Florida","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Water levels at nearly two thirds of the 36 near real-time network sites operated by U.S.Geological Survey (USGS) in southern Florida have already reached the lowest levels ever recorded for this time of the year.<!--introend--> The USGS projects additional record-breaking lows in parts of these aquifers if water levels continue to decline at present rates. \r\n<\/p>\r\n<p>\r\nWhile ground-water level declines in south Florida are normal during the dry season, climatologists have indicated that this is one of the driest seasons on record for southern Florida. Water managers have relied upon the USGS network to monitor ground-water conditions in some of southern Florida&#39;s primary aquifers for more than 25 years. These aquifers include the lower Tamiami, mid-Hawthorn, sandstone, and water table aquifers of southwestern Florida, and the surficial aquifer system in Palm Beach, Martin, and St. Lucie counties.&nbsp; \r\n<\/p>\r\n<p>\r\nIncreasing public demand on aquifer resources is another contributing factor in some of the observed records. &nbsp;Graphs of the data show the extreme seasonal lows for this year, but also significant overall long-term declining trends. \r\n<\/p>\r\n<p>\r\n&quot;Each year we see the overall declining trends continue at some locations,&quot; said Scott Prinos, hydrologist with the USGS. &quot;Water levels in parts of the lower and mid- Hawthorn aquifers tend to be about a foot lower each year and water levels in parts of the sandstone aquifer are about 0.2 to 0.3 foot lower each year.&quot; \r\n<\/p>\r\n<p>\r\nPublic demand on ground-water resources has increased, corresponding to an estimated 25 percent increase in population in the South Florida region from 1995 and 2005. &nbsp;Prinos notes that the greatest ground-water level declines correspond to areas where ground-water withdrawals occur. \r\n<\/p>\r\n<p>\r\nSurface-water levels in rivers, canals, lakes and water conservation areas are also very low for this time of year with more than a third of the 23 real-time surface-water monitoring sites currently at or below the record minimum for this time of the year. Generally, of all the locations in southern Florida where the USGS continually monitors water levels, only coastal areas in Miami-Dade and Broward counties have ground-water and surface-water levels that are near normal for this time of year. \r\n<\/p>\r\nThese findings were determined using an online website developed by the USGS in cooperation with the South Florida Water Management District (SFWMD). &nbsp;This website is being used by water managers as they make decisions concerning southern Florida&#39;s water resources. The website uses incoming monitoring data and statistical analysis of existing data to compare current water levels to data collected over the past 25 years, as available.&nbsp; &quot;Current Water-Level Conditions&quot; can be accessed at <a href=\"http:\/\/www.sflorida.er.usgs.gov\/ddn_data\/index.html\">http:\/\/www.sflorida.er.usgs.gov\/ddn_data\/index.html<\/a>.","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1176436800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}