{"title":"Aquifer Study Draft Report Released for Public Comment","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->The U.S.\r\nGeological Survey (USGS) today released for public comment the draft summary\r\nreport of the Basin and Range carbonate-rock aquifer system (BARCAS) study.<!--introend--> The BARCAS study was directed by Congress in\r\nthe Lincoln County Conservation, Recreation, and Development Act of 2004 (PL\r\n108-424), and was done in collaboration with the Desert Research Institute\r\n(DRI) and the Utah Department of Natural Resources.\r\n<\/p>\r\n<p>\r\nThe draft USGS report\r\nsummarizes the key findings of the study, and the six accompanying USGS reports\r\nhighlight important components of the study, such as evaluations of aquifer\r\nrecharge, ground-water discharge by evapotranspiration, ground-water flow, and\r\ndata on springs, irrigated acreage, and mapped areas of evapotranspiration.\r\nPublic comments will be accepted for a 60-day period, beginning on June 1, 2007\r\nand must be submitted electronically. Instructions for submission of comments\r\nand simple to use menu-driven forms are available at the same URL as the\r\nsummary report (listed below). A final report will be published no later than\r\nDecember 1, 2007.\r\n<\/p>\r\n<p>\r\nResults of the\r\nstudy provide information on the aquifer system in White\r\nPine County, Nevada, and adjacent\r\nareas in Nevada and Utah. USGS and DRI scientists studied the\r\nhydrogeology, recharge and discharge, ground-water flow, and geochemistry of\r\nthe aquifer system, and developed ground-water &quot;budgets&quot; for 13 basins and the\r\nentire study area.\r\n<\/p>\r\n<p>\r\nWater-resource\r\nagencies and interested stakeholders can use the study results to make informed\r\ndecisions about future water-supply issues. Understanding the geologic framework and hydrologic processes that\r\ninfluence inflows to and outflows from the aquifer system is critical for\r\nevaluating how future ground-water development may affect such issues as spring\r\ndischarge and their associated ecosystems or the volume of ground water\r\navailable. The principal goals of the study were to\r\ncharacterize basin and regional ground-water budgets - necessary information\r\nfor understanding hydrologic processes and developing management plans for a sustainable\r\nwater resource. Although, the application of a ground-water flow\r\nmodel was not part of the project, BARCAS study results will establish an\r\nappropriate framework for future development of a numerical model and\r\nassessment of potential impacts, if any, from ground-water withdrawals.\r\n<\/p>\r\n<p>\r\nThe draft summary\r\nreport, &quot;Water resources of the Basin and Range carbonate-rock aquifer system\r\n(BARCAS), White Pine County, Nevada, and adjacent areas in Nevada and Utah&quot; by\r\nA.H. Welch and D. J. Bright, Editors, will be published as U.S. Geological\r\nSurvey Open-File Report 2007-1156. This report can be viewed, and public comments\r\nsubmitted, on the Web at<a href=\"http:\/\/pubs.water.usgs.gov\/ofr20071156\"> http:\/\/pubs.water.usgs.gov\/ofr20071156<\/a> .\r\n<\/p>\r\n<p>\r\nAccompanying final\r\nreports can be viewed on the Web at the following sites: \r\n<\/p>\r\n<ul>\r\n\t<li>The recharge report, &quot;Application of\r\n\tthe basin characterization model to estimate in-place recharge and runoff\r\n\tpotential in the Basin and Range carbonate-rock aquifer system, White Pine\r\n\tCounty, Nevada, and adjacent areas in Nevada and Utah,&quot; by A.L. Flint and\r\n\tL.E. Flint, is published as U.S. Geological Survey Scientific\r\n\tInvestigations Report 2007-5099 and can be viewed on the Web at <a href=\"http:\/\/pubs.water.usgs.gov\/sir20075099\">http:\/\/pubs.water.usgs.gov\/sir20075099<\/a> .<\/li>\r\n<\/ul>\r\n<ul>\r\n\t<li>The ground-water discharge report,\r\n\t&quot;Evapotranspiration rate measurements of vegetation typical of\r\n\tground-water discharge areas in the Basin and Range carbonate-rock aquifer\r\n\tsystem, White Pine County, Nevada, and adjacent areas in Nevada and Utah,&quot;\r\n\tby M.T. Moreo, R.J. Laczniak, and D.I. Stannard, is published as U.S.\r\n\tGeological Survey Scientific Investigations Report 2007-5078 and can be\r\n\tviewed on the Web","summary":null,"format":null}]},"field_images":[],"regions":["Utah","Nevada"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1180670400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169136"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}