{"title":"Landsat 8 Satellite Begins Watch","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"Default\">WASHINGTON -- <!--introstart-->NASA transferred operational control Thursday of the <a href=\"http:\/\/landsat.usgs.gov\/about_ldcm.php\">Landsat 8 satellite<\/a> to the U.S. Geological Survey (USGS) in a ceremony in Sioux Falls, S.D.<!--introend--><\/p>\n<p class=\"Default\">The event marks the beginning of the satellite's mission to extend an unparalleled four-decade record of monitoring Earth's landscape from space. Landsat 8 is the latest in the <a href=\"http:\/\/landsat.usgs.gov\/Landsat_Stories.php\">Landsat series<\/a> of remote-sensing satellites, which have been providing global coverage of landscape changes on Earth since 1972. The Landsat program is a joint effort between NASA and USGS.<\/p>\r\n<p class=\"Default\">NASA launched the satellite Feb. 11 as the Landsat Data Continuity Mission (LDCM). Since then, NASA mission engineers and scientists, with USGS collaboration, have been putting the satellite through its paces -- steering it into its orbit, calibrating the detectors, and collecting test images. Now fully mission-certified, the satellite is under USGS operational control.<\/p>\r\n<p class=\"Default\">\"Landsat is a centerpiece of NASA's Earth Science program,\" <a href=\"http:\/\/www.youtube.com\/watch?v=f8qgdDd_HTk\">said NASA Administrator Charles Bolden in Washington<\/a>. \"Landsat 8 carries on a long tradition of Landsat satellites that for more than 40 years have helped us to learn how Earth works, to understand how humans are affecting it and to make wiser decisions as stewards of this planet.\"<\/p>\r\n<p class=\"Default\">Beginning Thursday, USGS specialists will collect at least 400 Landsat 8 scenes every day from around the world to be processed and archived at the USGS Earth Resources Observation and Science Center in Sioux Falls. The newest satellite joins Landsat 7, which launched in 1999 and continues to collect images. Since 2008, USGS has provided more than 11 million current and historical Landsat images free of charge to users over the Internet.<\/p>\r\n<p class=\"Default\">\"We are very pleased to work with NASA for the good of science and the American people,\" <a href=\"http:\/\/www.youtube.com\/watch?v=f8qgdDd_HTk\">said U.S. Interior Secretary Sally Jewell in Washington<\/a>. \"The Landsat program allows us all to have a common, easily accessible view of our planet. We are especially proud that Landsat images have not only been the starting points for some of the world&rsquo;s best commercial innovations in earth imagery, but also are available free of charge.\"<\/p>\r\n<p class=\"Default\">Remote-sensing satellites such as the Landsat series help scientists observe the world beyond the power of human sight, monitor changes to the land that may have natural or human causes, and detect critical trends in the conditions of natural resources.<\/p>\r\n<p class=\"Default\">The 41-year Landsat record provides global coverage at a scale that impartially documents natural processes such as volcanic eruptions, glacial retreat and forest fires and shows large-scale human activities such as expanding cities, crop irrigation and forest clear-cuts. The Landsat Program is a sustained effort by the United States to provide direct societal benefits across a wide range of human endeavors including human and environmental health, energy and water management, urban planning, disaster recovery, and agriculture.<\/p>\r\n<p class=\"Default\">With Landsat 8 circling Earth 14 times a day, and in combination with Landsat 7, researchers will be able to use an improved frequency of data from both satellites. The two observation instruments aboard Landsat 8 feature improvements over their earlier counterparts while collecting information that is compatible with 41 years of land images from previous Landsat satellites.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Earth Resources Observationand Science Center","landsat","landsat","","satelliteimagery","satellite","satellites",""],"distribution":["Mapping"],"release_date":{"und":[{"value":"1369886400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"169818"},{"tid":"170486"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}