{"title":"Getting the Dirt on Soil","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"The U.S. Geological Survey has released a <a href=\"http:\/\/minerals.usgs.gov\/soilsurvey.html\">set of maps<\/a> depicting the distribution of selected chemical elements and minerals in soils across the country.\n\nUnderstanding the composition of soil is important for a variety of reasons. Specialists in agriculture and food safety find soil data useful because soil is the source of most biologically active trace elements that reach humans through the food chain. Public health specialists need to understand soil pathways for human exposure to potentially toxic elements. Regulators and resource managers use soil data to identify contamination, assess the risks to ecosystems and human health from contamination, and to set remediation goals. The maps and <a href=\"http:\/\/pubs.usgs.gov\/ds\/801\/\">data sets<\/a> serve as a starting point for future research in a variety of fields.\n\n[caption id=\"attachment_196291\" align=\"alignright\" width=\"368\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/05\/Fig-2-Lead-Sample-Map.jpg\"><img class=\" wp-image-196291  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/05\/Fig-2-Lead-Sample-Map-1024x718.jpg\" alt=\"Lead Map\" width=\"368\" height=\"259\" \/><\/a> Sample map: Note higher lead levels in the northeastern U.S.[\/caption]\n\n&nbsp;\n\n<strong>Why Soils?<\/strong>\n\nSoils play a key role for the Earthâ\u0080\u0099s life support system in a number of ways such as determining human health and ecosystem integrity. They are required for supporting food production and needed for water storage and groundwater recharge. Soils are critical in the natural cycling of carbon and essential nutrients.\n\nAccording to Dave Smith, the USGS scientist who led this project, â\u0080\u009cThese data and maps are not designed to provide detailed soil information about what might be in your backyard. Rather they put your backyard into a national context so you can know the general range of element concentrations that are in soils from your part of the country.â\u0080\u009d\n\nThis USGS project delineates national-scale patterns and variations in elemental composition for soils. This new study provides a more complete understanding of natural variability for the nationâ\u0080\u0099s soils than has ever been available.\n\n<strong>The Details are in the Dirt<\/strong>\n\nTo produce the maps, about 40 people collected thousands of soil samples from more than 4,800 sites throughout the conterminous U.S. from 2007 to 2010.Â  For each site, they collected three samples from the surface down to about three feet.Â  In total, scientists analyzed more than 14,000 soil samples for 45 elements and nearly 10,000 samples for major minerals.\n\n[caption id=\"attachment_196301\" align=\"alignleft\" width=\"341\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/05\/Fig-3-Map-4800-Sites.jpg\"><img class=\" wp-image-196301   \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/05\/Fig-3-Map-4800-Sites.jpg\" alt=\"Sites\" width=\"341\" height=\"236\" \/><\/a> Locations of more than 4,800 sites where crews collected soil samples.[\/caption]\n\nThe USGS data sets for soil geochemistry and mineralogy provide a baseline for the amount and distribution of chemical elements and minerals against which scientists can measure future changes from natural processes or human activities.\n\nHumans dispose of unwanted wastes from households, agricultural operations, and industrial processes into soil. It is not possible to recognize and quantify the effect of human activities on soils without understanding natural variability.\n\n<strong>Sourcing the Samples<\/strong>\n\nIt takes a lot more than just digging holes to gather soil from thousands of sites across the lower 48 states. In the nationwide sampling effort, the USGS enlisted help from state geological surveys, the U.S. Department of Agriculture's Natural Resources Conservation Service, and 19 students from 12 universities who participated from 2008â\u0080\u00932010.Â The sampling crews had flexibility at each site with the general guidance being that no samples be taken within 200 meters of a major highway, within 100 meters of a building or structure, within 50 meters of a rural road and no less than 5 kilometers downwind of any power plants or stack emitters.\n\n[caption id=\"attachment_196321\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/05\/DelPenin.jpg\"><img class=\"size-medium wp-image-196321\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/05\/DelPenin-300x225.jpg\" alt=\"Delmarva Peninsula \" width=\"300\" height=\"225\" \/><\/a> Soil material from Delmarva Peninsula[\/caption]\n\nKevin Bamber was an undergraduate student at University of Missouri in 2008 when he signed on to help the USGS with the project for two summers.Â  â\u0080\u009cI have been in and out of every rural part of Mississippi, Arkansas, Missouri, Louisiana, Florida, Alabama, Georgia, South Carolina, Oklahoma, New Mexico, Idaho and Montana,â\u0080\u009d he said.\n\nField crews not only learned about water retention for soils or that the magic depth for septic systems is three feet, they also interacted with a wide menagerie of property owners and animals.\n\nOnce they were in the field, crews had to contact the landowner and obtain permission to collect samples.Â  Crews didnâ\u0080\u0099t collect any samples from private land without first obtaining permission.\n\nâ\u0080\u009cThe vast majority of landowners were happy to cooperate with our project. We could not have successfully completed this project without this cooperation,â\u0080\u009d said Smith.\n\nStill, this wasnâ\u0080\u0099t an easy task. â\u0080\u009cKnocking on doors and dealing with landowners was the hardest part of the job,â\u0080\u009d Bamber said. â\u0080\u009cA lot of times we had to explain the project. Most of the land is privately owned and I had to go as close as I could to the pre-selected target site. The responses were all over the place. It helped me develop interpersonal skills.â\u0080\u009d\n\nSome of the property owners that the students encountered are unforgettable, Bamber said. â\u0080\u009cA woman and her brother in northeast Mississippi lived on a small lot with a few trailers. The woman said, â\u0080\u0098Donâ\u0080\u0099t dig there because thatâ\u0080\u0099s where the dogs are buriedâ\u0080\u0099 and â\u0080\u0098thereâ\u0080\u0099s a snake pit in the woods.â\u0080\u0099â\u0080\u009d\n\nBamber also learned local folklore. â\u0080\u009cA guy in Louisiana said we could dig on his property because it was a full moon and that anytime you dig a hole when thereâ\u0080\u0099s a full moon, you always have more than enough dirt to fill the hole. We really picked the right day.â\u0080\u009d\n\n[caption id=\"attachment_196311\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/05\/BamberSoil.jpg\"><img class=\"size-medium wp-image-196311\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/05\/BamberSoil-300x225.jpg\" alt=\"Bamber\" width=\"300\" height=\"225\" \/><\/a> Bamber examines soil sample[\/caption]\n\nThe back roads of Idaho would prove to be more treacherous. â\u0080\u009cI got stuck in a national forest for 12 hours,â\u0080\u009d Bamber admits sheepishly. â\u0080\u009cIn 2009, it was a wet year. We got high-centered on the road and we were stuck at 8:00 at night. We called the Bonneville County sheriff and gave them coordinates but they were 15 miles away in the wrong direction. We slept in the truck. The next morning they showed up with a helicopter and pulled us out.â\u0080\u009d\n\nDespite his ordeals, Bamber, currently pursuing a Masterâ\u0080\u0099s degree in soil science at Virginia Tech, says he has no regrets. â\u0080\u009cIt was great, easily my best working experience ever. Itâ\u0080\u0099s really helped all around.â\u0080\u009d\n\n<strong>Start with Science<\/strong>\n\nAlthough soil is important, the body of knowledge about the concentration and spatial distribution of naturally occurring elements in the soils of North America is remarkably limited. Â Prior to the current study, the best national-scale data set for soil geochemistry was a USGS study in the 1960s and 1970s that used analytical methods that are now outdated and inappropriate for environmental studies. The results of this new effort provide the most precise estimate of the geochemical variability of the nation's soils that has ever been available and open the door for to future research about a valuable natural resource.\n\nLearn more about the <a href=\"http:\/\/minerals.usgs.gov\/soilsurvey.html\">Geochemical and Mineralogical Maps for Soils of the Conterminous United States<\/a>\n\nListen to an <a href=\"http:\/\/gallery.usgs.gov\/audios\/382#.U2fyAMeBWkE\">interview<\/a> with USGS scientist David Smith\n\nView a slideshowÂ [SlideDeck2 id=196101]","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24372","uid":"31","filename":"Main3.jpg","uri":"public:\/\/Main3.jpg","filemime":"image\/jpeg","filesize":"40395","status":"1","timestamp":"1425492768","type":"image","uuid":"c98f2751-602c-44f0-8724-dcfaf73fcf7e","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Elements","Energy and Mineral Resources","Minerals","soil","Soil Geochemistry","Soil Maps"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1400682602","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}