{"title":"Can We Move Carbon from the Atmosphere and into Rocks and Plants?","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"Carbon dioxide (CO<sub>2<\/sub>) is a major greenhouse gas and its concentrations in the atmosphere have increased and are contributing to global warming. USGS scientists are assessing the potential to remove CO<sub>2<\/sub> from the atmosphere for storage in other Earth systems through a process called carbon sequestration. There are two primary approaches to carbon sequestration: 1) storing CO<sub>2<\/sub> in underground rock formations, which is known as geologic carbon sequestration, and 2) storing carbon in vegetation, soils and sediments, which is known as biological carbon sequestration.\n\nResearch on carbon sequestration provides critical information for considering mitigation options for greenhouse gas emissions to the atmosphere and adaptation opportunities for climate change. These research and assessments activities are conducted under the requirements of the Energy Independence and Security Act of 2007 (P.L. 110-140).\n\n&nbsp;\n\n[caption id=\"attachment_172435\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Slide1.jpg\"><img class=\"size-medium wp-image-172435\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Slide1-300x225.jpg\" alt=\"\" width=\"300\" height=\"225\" \/><\/a> This USGS graphic shows the concept of geologic carbon sequestration.[\/caption]\n\n<span style=\"text-decoration: underline\">Geologic Carbon Sequestration: <\/span>\n\nUSGS scientists are conducting a national assessment to assess the capacity to store CO<sub>2<\/sub> in geologic formations. They will be using a USGS science-based methodology for this assessment. This USGS method will also serve as the first step in developing a global sequestration roadmap by the International Energy Agency and as an international standard for global geologic carbon sequestration assessment potential. In addition, the USGS is conducting research to understand what happens in the subsurface when CO<sub>2<\/sub> is injected into rocks, to better understand the effects of this practice.\n\n<span style=\"text-decoration: underline\">Biological Carbon Sequestration<\/span>:\n\nThe USGS is working to create a series of national maps depicting annual carbon storage for U.S. ecosystems. This project will allow the United States to be the first nation in the world to complete such a cutting-edge biological assessment. This product will help land managers visualize and understand the effects of land use, management practices, and wildfire on carbon storage and greenhouse gas emissions. The USGS previously developed a science-based method for conducting a national assessment of biological carbon sequestration, and that is being used to produce these maps.\n\n[caption id=\"attachment_172434\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Slide2.jpg\"><img class=\"size-medium wp-image-172434\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Slide2-300x225.jpg\" alt=\"\" width=\"300\" height=\"225\" \/><\/a> This USGS graphic shows the concept of biological carbon sequestration[\/caption]\n\nFor more information on the USGS methodology for geologic carbon sequestration, visit <a href=\"http:\/\/pubs.usgs.gov\/of\/2010\/1127\/\">http:\/\/pubs.usgs.gov\/of\/2010\/1127\/<\/a>. For more information on biological carbon sequestration, visit <a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5233\/\">http:\/\/pubs.usgs.gov\/sir\/2010\/5233\/<\/a>.\n\n<strong>Contact<\/strong>: <a href=\"mailto:jrobertson@usgs.gov\">Jessica Robertson<\/a>Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â  (703) 648-6624","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Carbon Dioxide","Carbon Sequestration","Carbon Storage","Climate Change","energy"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1316187634","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}