{"title":"Could Species Conservation be Key to Winning a College Football National Championship?","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"389\"]<a href=\"http:\/\/digitalmedia.fws.gov\/FullRes\/natdiglib\/LO5S5248a.jpg\"><img class=\"     \" src=\"http:\/\/digitalmedia.fws.gov\/FullRes\/natdiglib\/LO5S5248a.jpg\" alt=\"Red Wolf\" width=\"389\" height=\"311\" \/><\/a> Red Wolf. Courtesy of U.S. Fish and Wildlife Service[\/caption]\n\nAfter yet another exciting season of college football, we have witnessed dazzling freshman sensations, devastating injuries, shocking upsets, and the complete shakeup of the Bowl Championship Series (BCS) standings. However, as championship week gets underway, was there really any surprise about the teams that have made it this far?\n\nBelieve it or not, sports analysts may want to pay attention to a different set of rankingsâ\u0080\u0094the endangered species list.\n\nIn fact, by studying the work that <a href=\"http:\/\/www.usgs.gov\/ecosystems\/wildlife\/imperiled_species.html\">USGS scientists have conducted on endangered species<\/a>, the outcomes of many teams this season could have been accurately â\u0080\u0093 though not statistically -- anticipated.\n\nUSGS science not only supports management, conservation, and restoration <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/2011\/03\/28\/species-at-risk\/\">of imperiled, at-risk, and endangered species<\/a>, but it also helps support management actions that may keep an at-risk species off the endangered species list. This research on imperiled species diversity, life history, health and diseases, community ecology, and habitat requirements is critical for informed management and policy decisions.\n\nThere are a number of team mascots in the National Collegiate Athletic Association Football Bowl Subdivision that have their real-animal counterparts classified as an â\u0080\u009cendangeredâ\u0080\u009d or â\u0080\u009cthreatenedâ\u0080\u009d species. Unfortunately for these teams, their seasonâ\u0080\u0099s winning percentages were at high risk well before the opening kickoff.\n\n<strong>Tiger Teams<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"316\"]<a href=\"http:\/\/digitalmedia.fws.gov\/FullRes\/natdiglib\/1521AE13-6256-4121-AD32DC27E395E923.jpg\"><img class=\"   \" src=\"http:\/\/digitalmedia.fws.gov\/FullRes\/natdiglib\/1521AE13-6256-4121-AD32DC27E395E923.jpg\" alt=\"Gray Wolf\" width=\"316\" height=\"394\" \/><\/a> Gray Wolf. Courtesy of U.S. Fish and Wildlife Service[\/caption]\n\nThere are roughly 42 remaining <a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=A043\">tiger<\/a> populations around Asia. Naturally, some populations are stronger in numbers with greater depth than others. Historically, tigers were spread throughout Asia; as little as a century ago, there were roughly 50,000-80,000 tigers in India alone.Â  Today the estimated number of tigers worldwide is under 3,500 USGS science is helping wildlife managers produce more accurate population estimates of this elusive cat through statistical techniques such as <a href=\"http:\/\/pubs.er.usgs.gov\/publication\/5224325\">capture-recapture estimation models<\/a>.\n\nJust as species rely on balance within their ecosystems and habitats for sustainability, teams rely on conference strength and balanced schedules to succeed as well. The recent conference realignment in college football has created instability for many teams. For instance, the American Athletic Conference, formerly the Big East, no longer has geographic significance or tradition among its teams. The teams that continue to succeed at the national level have found themselves in the â\u0080\u009cPower Fiveâ\u0080\u009d conferences, whereas the survival of many schools in the five conferences without tie-ins to a BCS bowl game are threatened.\n\nLike the actual tigers of the world, the four Tiger teams in Power Five conferences are outperforming the one Tiger team in a conference without a BCS tie-in.\n\nThe #13 Clemson University Tigers of the Atlantic Coast Conference finished the regular season 10-2<strong> <\/strong>and will most likely represent the conference in the Orange Bowl.\n\nThe Southeastern Conference is home to three Tiger mascots, all ranked in the Top 25 with very impressive records, including the #15 Louisiana State University Tigers, who have finished the season 9-3 and will be playing in a well-respected bowl game.\n\n[caption id=\"\" align=\"alignleft\" width=\"251\"]<a href=\"http:\/\/digitalmedia.fws.gov\/FullRes\/natdiglib\/4904801095_c15291d539_b.jpg\"><img src=\"http:\/\/digitalmedia.fws.gov\/FullRes\/natdiglib\/4904801095_c15291d539_b.jpg\" alt=\"Northern spotted owl\" width=\"251\" height=\"251\" \/><\/a> Northern spotted owl[\/caption]\n\nThe #3 Auburn University Tigers and #5 University of Missouri Tigers have both finished the regular season with 11-1 records and will be facing off this Saturday in the Southeastern Conference Championship Game. The winner will either represent the conference in the Sugar Bowl or possibly the BCS National Championship Game.\n\nThe American Athletic Conference (no tie-in) is home to the University of Memphis. Like some of the tiger populations of Asia, the Memphis Tigers are going into the final week of the season with an unimpressive 3-8 record, and will not reach a post-season bowl game.\n\n<strong>Wolfpack<\/strong>\n\nThe <a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=A00F\">red wolf<\/a>, native to North Carolina, has been listed as an endangered species since <a href=\"http:\/\/www.fws.gov\/redwolf\/timeline.html\">1967<\/a>. With a population of about 300 individuals remaining, including captives, federal and state wildlife agencies continue to work tirelessly on <a href=\"http:\/\/www.fws.gov\/redwolf\/redwolfrecovery.html\">red wolf recovery efforts<\/a>. U.S. Fish &amp; Wildlife Service is leading the effort to establish and maintain at least three red wolf populations via restoration within its historic range. The Red Wolf Recovery Program is currently working with partners to identify additional areas for future restored wild populations.\n\nUnfortunately for the North Carolina State University Wolfpack and their bright red jerseys, their struggling season faced problems that were similar to the wolfâ\u0080\u0099s 1967 endangered classification. With a losing record of 3-9, the NC State Wolfpack was unable to reach a post-season bowl game.\n\n&nbsp;\n\n[caption id=\"\" align=\"alignleft\" width=\"271\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/04_11_2012\/wcs1VIh77P_04_11_2012\/large\/barredowl.jpg\"><img class=\"   \" src=\"http:\/\/gallery.usgs.gov\/images\/04_11_2012\/wcs1VIh77P_04_11_2012\/large\/barredowl.jpg\" alt=\"Barred Owl\" width=\"271\" height=\"389\" \/><\/a> Barred Owl[\/caption]\n\nAnother endangered wolf subspecies is the <a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=A00E\">Mexican gray wolf<\/a>, which historically roamed the lands of Arizona, New Mexico, and Texas until they were virtually eliminated by the 1970s, and listed as an endangered subspecies in <a href=\"http:\/\/www.fws.gov\/southwest\/es\/mexicanwolf\/chronology.cfm\">1976<\/a>. The population is <a href=\"http:\/\/www.fws.gov\/southwest\/es\/mexicanwolf\/pdf\/MW_popcount_web.pdf\">estimated to be 75 individuals<\/a>. <a href=\"http:\/\/pubs.usgs.gov\/of\/2011\/1190\/of2011-1190.pdf\">USGS and partnersâ\u0080\u0099 research<\/a> also determined the susceptibility of these wolves to injury and death by trapping snares.\n\nSadly, the University of Nevada Wolfpackâ\u0080\u0099s close geographic proximity to the endangered Mexican gray wolf was too much to overcome. With multiple injuries to starters, they finished with a losing record of 4-8 this season, and fell short of a post-season berth.\n\n<strong>Owls<\/strong>\n\nThe <a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=B08B\">northern spotted owl<\/a> and the <a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=B074\">Mexican spotted owl<\/a> are two threatened U.S. owl species.\n\nThe northern spotted owl inhabits forests in California, Oregon, and Washington, but only nests in mature trees. Despite protection of their remaining forest habitats, USGS and partnersâ\u0080\u0099 studies have shown that their population numbers continue to decrease. A possible factor limiting recovery is yet another owl species, which has <a href=\"http:\/\/www.usgs.gov\/newsroom\/article_pf.asp?ID=3165\">expanded their range into northern spotted owl territory<\/a>.\n\nAs the invasive <a href=\"http:\/\/www.fws.gov\/yreka\/barredowl.html\">barred owl<\/a>â\u0080\u0099s range expanded, competition between the two owl species increased for resources such as nesting trees, territory, or food. Â <a href=\"http:\/\/fresc.usgs.gov\/news\/Highlight.aspx?HighlightID=2589\">USGS and colleagues documented<\/a> this turf war between the two owl species over nesting areas and have provided the data to the appropriate forest managers.\n\nSimilarly to the troubled status of the two threatened species of owls, two of the Owls in the Football Bowl Subdivision, both Temple University and Florida Atlantic University, had terrible seasons but also find themselves in turf wars with in-state rivals on the recruiting front.\n\nTemple finished the season with a dismal 2-10 record and had little luck overcoming the reach of Penn State recruiting. Florida Atlantic finished 6-6 and was unable to compete with the neighboring University of Miamiâ\u0080\u0099s #3 ranked national recruiting class.\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/pubs.usgs.gov\/fs\/2006\/3108\/images\/owl.jpg\"><img src=\"http:\/\/pubs.usgs.gov\/fs\/2006\/3108\/images\/owl.jpg\" alt=\"Mexican Spotted Owl\" width=\"300\" height=\"243\" \/><\/a> Mexican Spotted Owl[\/caption]\n\n<strong>Eagles<\/strong>\n\n<a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=B0DV\">Golden eagles<\/a> , native to the western United States, are protected under the <a href=\"http:\/\/www.fws.gov\/migratorybirds\/mbpermits\/regulations\/BGEPA.PDF\">Bald and Golden Eagle Protection Act<\/a>. Unfortunately for these migratory birds, the high-risk danger from wind turbines is proving troublesome for the speciesâ\u0080\u0099 health.\n\nThe planned and actual development of wind facilities has increased dramatically within the range of the golden eagle, and in some areas, eagle collisions with wind turbines are a notable source of death. <a href=\"http:\/\/fresc.usgs.gov\/research\/researchPage.aspx?Research_Page_ID=147\">USGS and USFWS<\/a> are mapping golden eagle locations and conducting modeling to predict eagle occurrence based on natural landscape features, such as topography and geology, and anthropogenic features, including potential energy-development areas. The results will be useful in deciding where to focus eagle surveys to delineate areas of high eagle occurrence, and thus, potential for focused management. Areas of low eagle occurrence are likely better areas for wind development.\n\nSimilar to their threatened eagle counterparts, both the University of Southern Mississippi Golden Eagles and the Eastern Michigan University Eagles each finished the season without reaching the post-season. Southern Mississippi finished the season with a 1-11 record, and the Eastern Michigan squad finished with an unimpressive 2-10 season.\n\n[caption id=\"\" align=\"alignleft\" width=\"275\"]<a href=\"http:\/\/digitalmedia.fws.gov\/FullRes\/natdiglib\/2F35FAB7-C124-8733-15BA4801578BBC11.jpg\"><img class=\"  \" src=\"http:\/\/digitalmedia.fws.gov\/FullRes\/natdiglib\/2F35FAB7-C124-8733-15BA4801578BBC11.jpg\" alt=\"Golden Eagle\" width=\"275\" height=\"378\" \/><\/a> Golden Eagle[\/caption]\n\n<strong>Panthers<\/strong>\n\nThe <a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=A008\">Florida panther<\/a> is the last remaining puma subspecies in eastern North America, and one of the most endangered felidsÂ worldwide. Populations of this elusive and secretive cat have plummeted due to dwindling habitat, high mortality in kittens, and mortality due to vehicle collisions and fightsÂ among males who compete over territory.Â  USGS scientists have developed a <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/capturing-and-recapturing-the-moment-preserving-the-florida-panther\/?from=image\">revolutionary spatial capture-recapture model<\/a> to accurately estimate population sizes and densities, a critical component to evaluating recovery efforts.\n\nLike the Florida panther, the winless Georgia State University Panthers (0-12) and in-state Florida International University Golden Panthers, who finished the regular season 1-11, are also at high risk.\n\nJust as the Florida panther was susceptible to being trapped in significant numbers historically, the University of Pittsburgh Panthers continue to make the news as a â\u0080\u009ctrapâ\u0080\u009d team. The Pittsburgh Panthers finished the season bowl eligible with a 6-6 record.\n\n[caption id=\"\" align=\"alignright\" width=\"385\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/09_30_2013\/pt3Wna8MMh_09_30_2013\/large\/5164633462_e507802902_o.jpg\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/09_30_2013\/pt3Wna8MMh_09_30_2013\/large\/5164633462_e507802902_o.jpg\" alt=\"Florida Panther\" width=\"385\" height=\"259\" \/><\/a> Florida Panther[\/caption]\n\n<strong>Gators<\/strong>\n\nThe <a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=C000\">American alligator<\/a> is a threatened but protected species found in many of the southeastern states in the United States, but is quite at home in its native Florida. This predator, which has been on the planet over 200 million years, can reach up to 14 feet long, and has prominent eyes and nostrils with coarse scales over the entire body. They are famous for their population in the Florida Everglades, a threatened ecosystem that multiple state, local, and federal entities are working to restore.\n\nThe preservation of ecosystems is a delicate balance of environmental factors such as salinity, nutrient levels, and plant and animal life. Restoring an ecosystem can be loosely compared to rebuilding a football team. The American alligators are an ecological engineer and serve as a quarterback in <a href=\"http:\/\/sofia.usgs.gov\/geer\/2003\/posters\/gator_restore\/\">USGS Everglades restoration<\/a> efforts by influencing environmental factors and storing water for long periods of time in alligator holes.\n\n[caption id=\"\" align=\"alignright\" width=\"403\"]<a href=\"http:\/\/digitalmedia.fws.gov\/FullRes\/natdiglib\/IMG_6394f2.jpg\"><img src=\"http:\/\/digitalmedia.fws.gov\/FullRes\/natdiglib\/IMG_6394f2.jpg\" alt=\"American alligator\" width=\"403\" height=\"269\" \/><\/a> American alligator[\/caption]\n\nEven as a protected brand in the history of college football, the University of Florida Gators have threatened their reputation of Southeastern Conference dominance, and finished the season without reaching a bowl game for the first time in 23 seasons with a final record of 4-8.\n\n<strong>Species Conservation is a Winning Idea<\/strong>\n\nEven though this is admittedly an unscientific survey of at-risk species and their BCS standings, the real kicker of USGS conservation science is that it is the cornerstone for making good policy and management decisions. Â Our research has assisted managers to recover species, even to the point of some of these animals being removed from the endangered species list, such as <a href=\"http:\/\/www.fws.gov\/migratorybirds\/BaldEagle.htm\">bald eagles<\/a>, <a href=\"http:\/\/www.fws.gov\/southeast\/news\/2011\/11-030.html\">certain fish species<\/a>, and alligators. Additionally, we work on species that are at risk but not yet listed to allow managers to take actions that might help prevent the need for listing and eventual regulations.\n\nAnd letâ\u0080\u0099s not forget that conservation and restoration efforts for endangered species will not only save the lives of many animals, but maybe, just maybe, it could also help your university bring home a BCS National Championship.\n\n<strong>Learn More About the Endangered Species Featured Today:<\/strong>\n<ul>\n\t<li><a href=\"http:\/\/www.usgs.gov\/ecosystems\/wildlife\/strategic_plan.html\">USGS Wildlife Program<\/a><\/li>\n\t<li><a href=\"http:\/\/www.esajournals.org\/doi\/full\/10.1890\/11-2110.1\">Tiger<\/a><\/li>\n\t<li><a href=\"http:\/\/www.fws.gov\/international\/pdf\/factsheet-rhino-tiger.pdf\">USFWS Rhinoceros &amp; Tiger Conservation Fund<\/a><\/li>\n\t<li><a href=\"http:\/\/www.npwrc.usgs.gov\/resource\/wildlife\/recoprog\/states\/species\/caniruft.htm\">Red wolf<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/of\/2011\/1190\/of2011-1190.pdf\">Mexican gray wolf<\/a><\/li>\n\t<li><a href=\"http:\/\/www.fws.gov\/southwest\/es\/mexicanwolf\/index.cfm\">Mexican gray wolf recovery plan<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/of\/2011\/1190\/of2011-1190.pdf\">USGS â\u0080\u0093 Evaluating Trapping Techniques to Reduce Potential for Injury to Mexican Wolves<\/a><\/li>\n\t<li><a href=\"http:\/\/link.springer.com\/article\/10.1007%2Fs10592-009-9946-5\/fulltext.html\">Northern spotted owl<\/a><\/li>\n\t<li><a href=\"http:\/\/download.springer.com\/static\/pdf\/353\/art%253A10.1007%252Fs10592-004-1864-y.pdf?auth66=1384439900_9b003319bac7ebb8dd2b1c6908ee504f&amp;ext=.pdf\">Mexican spotted owl<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3096\/\">Improving Strategies to Assess Competitive Effects of Barred Owls on Northern Spotted Owls in the Pacific Northwest<\/a><\/li>\n\t<li><a href=\"http:\/\/ir.library.oregonstate.edu\/xmlui\/bitstream\/handle\/1957\/28475\/WiensJohnD2012.pdf?sequence=2\">Competitive Interactions and Resource Partitioning between Northern Spotted Owls and Barred Owls in Western Oregon<\/a><\/li>\n\t<li><a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/jwmg.588\/pdf\">Golden eagle<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3134\/pdf\/fs20113134.pdf\">Wind Energy and Wildlife Research at the Forest and Rangeland Ecosystem Science Center<\/a><\/li>\n\t<li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/capturing-and-recapturing-the-moment-preserving-the-florida-panther\/\">Florida panther<\/a><\/li>\n\t<li><a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/1365-2664.12098\/pdf\">Using multiple data sources provides density estimates for endangered Florida panther<\/a><\/li>\n\t<li><a href=\"http:\/\/fl.biology.usgs.gov\/Center_Publications\/Fact_Sheets\/riceflierv2.pdf\">American alligator<\/a><\/li>\n\t<li><a href=\"http:\/\/www.npca.org\/protecting-our-parks\/wildlife_facts\/alligator.html\">National Parks Conservation Association â\u0080\u0093 American Alligator<\/a><\/li>\n<\/ul>\n<strong>U.S. Fish &amp; Wildlife Links:<\/strong>\n<ul>\n\t<li><a href=\"http:\/\/www.fws.gov\/international\/save-vanishing-species-stamp.html\">Stamp Out Extinction<\/a><\/li>\n\t<li><a href=\"http:\/\/www.fws.gov\/international\/wildlife-without-borders\/\" target=\"_blank\">Wildlife Without Borders<\/a><\/li>\n\t<li><a href=\"http:\/\/www.fws.gov\/home\/newsroom\/detroit_tigers_spotlight_successNR05072013.html\" target=\"_blank\">Detroit Tigers Spotlight Success of \"Save Vanishing Species\" Semipostal Stamp<\/a><\/li>\n<\/ul>\n&nbsp;\n\n[caption id=\"\" align=\"aligncenter\" width=\"1260\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/12_03_2013\/dHXk05Maa7_12_03_2013\/large\/Tiger.jpg\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/12_03_2013\/dHXk05Maa7_12_03_2013\/large\/Tiger.jpg\" alt=\"Sumantran Tiger\" width=\"1260\" height=\"839\" \/><\/a> Sumantran Tiger[\/caption]","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24339","uid":"31","filename":"Tiger.jpg","uri":"public:\/\/Tiger.jpg","filemime":"image\/jpeg","filesize":"198121","status":"1","timestamp":"1425492768","type":"image","uuid":"d719c701-879b-4814-a457-f314d75ad7b1","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["BCS","biology","Biology and Ecosystems","BowlChampionshipSeries","CollegeFootball","eagle","Eagles","education","endangered","endangeredspecies","FBS","Football","FootballBowlSubdivision","Gator","Gators","HigherEducation","ImperiledSpecies","Losses","Mascot","NationalCollegiateAthleticAssociation","NaturalSelection","NCAA","Owl","owls","panther","Panthers","threatened","tiger","Tigers","Wins","wolf","Wolfpack","wolves"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1386252976","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}