{"title":"Washington State Volcano Preparedness Month, 2014 â\u0080\u0094","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>VANCOUVER, Wash. &mdash; May is Volcano Preparedness Month in Washington State, providing residents an opportunity to become more familiar with volcanic risk in their communities and learn about steps they can take to reduce potential impacts.&nbsp; This year, Volcano Preparedness Month takes on new meaning with a recent scientific study confirming that Mount St. Helens remains an active volcano.<\/p>\n<p>The Washington Military Department&rsquo;s Emergency Management Division, Washington Department of Natural Resources, and the U.S. Geological Survey&rsquo;s Cascades Volcano Observatory partner with local and federal emergency management agencies to reduce the negative impacts of future eruptions.&nbsp; Together, the agencies develop and exercise emergency plans with communities; coordinate communications; conduct public education programs; and plan for short- and long-term recovery in the event an eruption or lahar should occur.<\/p>\r\n<p>This year, various agencies are involved in new mitigation measures, including updating volcano evacuation routes, making public education presentations, and working with communities near Mount Rainier to post volcano interpretive signs.<\/p>\r\n<p>Volcano Preparedness Month arrives just in time, as a USGS analysis confirms that Mount St. Helens remains active.&nbsp; While an eruption is not impending, USGS&rsquo;s analysis of seismic data shows what GPS data has indicated for six years&mdash;that the quiet Mount St. Helens has a new supply of magma slowly re-pressurizing the magma chamber beneath the mountain.<\/p>\r\n<p>USGS scientists note they expect re-pressurization beneath Mount St. Helens while it remains in its current active period, which began in 1980. Activity may stay at this stage for a long time before any eruption. When a volcano is ready to erupt, it will give multiple warning signs.<\/p>\r\n<p>The USGS CVO and Pacific Northwest Seismic Network work to improve eruption forecasting and warning capabilities for Cascade volcanoes as part of the National Volcanic Early Warning System.&nbsp; They continue to monitor Mount St. Helens and other volcanoes in the Cascade Range for signs of unrest.&nbsp; The monitoring network operated by USGS and PNSN enhances the likelihood of detecting preliminary signs of an impending eruption at Mount St. Helens at its earliest stages.&nbsp; Efforts are underway to establish similar networks for the four other active volcanoes in Washington &mdash;Mount Rainier, Mount Adams, Glacier Peak, and Mount Baker.<\/p>\r\n<p>The <a href=\"http:\/\/volcanoes.usgs.gov\/observatories\/cvo\/\">USGS CVO website<\/a> has information about Volcano Preparedness Month events, as well as the USGS volcano-monitoring program, the new analysis of Mount St. Helens, and the hazards posed by the other volcanoes in Washington State.&nbsp; Register for weekly updates and occasional Information Statements from the <a href=\"http:\/\/volcanoes.usgs.gov\/observatories\/cvo\/cvo_volcano_updates.html\">USGS Volcano Notification Service.<\/a><\/p>\r\n<p>Washington&rsquo;s <a href=\"http:\/\/www.emd.wa.gov\/hazards\/haz_volcano.shtml\">EMD web site<\/a> contains information on the state&rsquo;s volcanoes as well as volcano preparedness measures.<\/p>\r\n<p>The Washington DNR&rsquo;s Division of Geology and Earth Resources produces <a href=\"http:\/\/www.dnr.wa.gov\/ResearchScience\/Topics\/GeologicHazardsMapping\/Pages\/volcanoes.aspx\">maps, assessments, and other information<\/a> to inform landowners, residents, community leaders and emergency personnel about the risks related to <a href=\"http:\/\/www.dnr.wa.gov\/ResearchScience\/Topics\/GeosciencesData\/Pages\/geology_portal.aspx\">volcanoes, lahars<\/a>, and other natural hazards in Washington State.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["volcano","hazard","Volcano Preparedness Month","Preparedness","Emergency Management","Cascades","Mount St Helens"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1399348800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168947"},{"tid":"169006"},{"tid":"170059"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}