{"title":"USGS Storm Surge Sensors","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>[caption id=&quot;attachment_174826&quot; align=&quot;alignleft&quot; width=&quot;331&quot;]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Screen-Shot-2012-08-24-at-1.50.11-PM1.png\"><img alt=\"See caption:\" class=\"wp-image-174826 \" height=\"186\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Screen-Shot-2012-08-24-at-1.50.11-PM1.png\" width=\"331\" \/><\/a> USGS hydrographer deploying a storm-surge sensor prior to Hurricane Rita[\/caption] In response to Hurricane Sandy, USGS has deployed several hundred storm surge sensors to collect information about the effects of Sandy on the Atlantic Coast. Here are some frequently asked questions about these important sensors: <strong>1.Â&nbsp; What is this program<\/strong><strong>?<\/strong>Â&nbsp; The USGS has developed a mobile network of rapidly, deployable experimental instruments with which to observe and document hurricane-induced storm-surge domes as they make landfall and interact with coastal features. <strong>2. Why are we undertaking this work?<\/strong>Â&nbsp; The work will enable us to compile data so that we can quantify storm-surge dynamics (wave heights, forces, speeds, and extent) for various storm conditions, topographies, ecologies, built environments, and landuses.Â&nbsp; This information will lead to better storm-surge models, more accurate flood forecasts, more effective flood-protection infrastructure, and wiser landuse policies. <strong>3. What is the nature of the work?<\/strong>Â&nbsp; About 40 to 70 storm-surge sensors (non-vented pressure transducers) are strapped to bridge piers (picture A), power and light poles, and other structures along and inland of the coast about 50 miles left and 100 miles right of the projected path of hurricane landfall.Â&nbsp;Â&nbsp; The effort involves 6 to 10 2-person teams that deploy the instruments 24 to 48 hours prior to landfall. [caption id=&quot;attachment_174836&quot; align=&quot;alignright&quot; width=&quot;76&quot;]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Storm-Surge-Sensor-Close.jpg\"><img alt=\"See caption:\" class=\"wp-image-174836     \" height=\"172\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Storm-Surge-Sensor-Close.jpg\" width=\"76\" \/><\/a> Typical storm surge sensor housing[\/caption] <strong>4. What type of data do the sensors collect?<\/strong>Â&nbsp; Water-level (hence storm surge levels) and barometric pressure are recorded every 30 seconds for most sites.Â&nbsp; Sensors located on beaches record wave height every 2 seconds.Â&nbsp; The recording period lasts for 1 to 3 days depending on the magnitude of the storm and post-storm access to the sensor sites. <strong>5.Â&nbsp; What do these sensors look like?<\/strong>Â&nbsp; They are 1-1\/2â\u0080\u009d aluminum or steel pipes strapped to a piling or other stable structure.Â&nbsp; The top will have a metal or PVC cap and the bottom will be open for the water to enter.Â&nbsp; The sensor housing protects a water-level sensor inside.Â&nbsp; A unique USGS visual ID sticker will be on the outside (shown below).Â&nbsp; They may be yellow or aluminum in color.Â&nbsp; Please call the phone number on the sticker before doing anything. <strong>6. What are we going to do with the data?<\/strong>Â&nbsp; Data are uploaded to the web as stage and pressure time series.Â&nbsp; We generate various graphics to create 3-D water-surface images, and depth (picture B) and duration maps.Â&nbsp; Together they enable us to study surge flooding, including wave height, and moment by moment, visualize its interaction with the coastal features such as beaches, islands, estuaries, and streams.Â&nbsp; By tying these data together and with local topography, we can determine the rates at which flood waters transverse various water bodies and landforms, the major paths of penetration, their duration, and the height and frequency of waves that strike dunes and built infrastructure. Data of this nature is quite rare and very valuable for determination of flood insurance maps, building codes, and for calibration of the hurricane inundation models.Â&nbsp; Accurate model forecasts are critical for community preparation of storm response and evacuation plans. [caption id=&quot;attachment_174936&quot; align=&quot;alignleft&quot; width=&quot;294&quot;]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Storm-Surge-Sensor-Barcode1.jpg\"><img alt=\"An example of a label placed on all USGS storm surge sensors\" class=\"wp-image-174936   \" height=\"124\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Storm-Surge-Sensor-Barcode1-1024x430.jpg\" width=\"294\" \/><\/a> An example of a label placed on all USGS storm surge sensors[\/caption] <strong>7. Are the surge data reported in real-time?<\/strong>Â&nbsp; The surge data are not reported in real time but are logged on-site and are not available until they are processed and calibrated for barometric pressure, water density, and elevation datums.Â&nbsp; We are experimenting with downward-looking radar devices for directly sensing surge elevation in real-time.Â&nbsp; Three such devices were deployed during Hurricane Ernesto. <strong>8. What other kinds of data are needed?<\/strong>Â&nbsp; There are several kinds of data that would compliment this work and for which we seek collaborators.Â&nbsp; These include offshore water-level and wave-height data, wind speed and direction, inland water salinity, post-storm ecological assessments, and geological evaluations of beach and landform behavior, and engineering evaluations. <strong>9. Who uses this information?<\/strong>Â&nbsp; Our data is used by the National Ocean and Atmospheric Administration (NOAA) National Weather Service (NWS) and National Hurricane Center (NHC) and the U.S. Army Engineer Research and Development Center (ERDC), as well as state responders and emergency management officials. <strong>10. Where can I lean more?<\/strong>Â&nbsp; Reports on previous USGS storm surge documentation efforts are available <a href=\"http:\/\/pubs.usgs.gov\/ds\/2006\/220\/\">online<\/a>. [SlideDeck2 id=174856]<\/p>","summary":"","format":"filtered_html","safe_value":"<p>[caption id=\"attachment_174826\" align=\"alignleft\" width=\"331\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Screen-Shot-2012-08-24-at-1.50.11-PM1.png\"><\/a> USGS hydrographer deploying a storm-surge sensor prior to Hurricane Rita[\/caption] In response to Hurricane Sandy, USGS has deployed several hundred storm surge sensors to collect information about the effects of Sandy on the Atlantic Coast. Here are some frequently asked questions about these important sensors: <strong>1.Â  What is this program<\/strong><strong>?<\/strong>Â  The USGS has developed a mobile network of rapidly, deployable experimental instruments with which to observe and document hurricane-induced storm-surge domes as they make landfall and interact with coastal features. <strong>2. Why are we undertaking this work?<\/strong>Â  The work will enable us to compile data so that we can quantify storm-surge dynamics (wave heights, forces, speeds, and extent) for various storm conditions, topographies, ecologies, built environments, and landuses.Â  This information will lead to better storm-surge models, more accurate flood forecasts, more effective flood-protection infrastructure, and wiser landuse policies. <strong>3. What is the nature of the work?<\/strong>Â  About 40 to 70 storm-surge sensors (non-vented pressure transducers) are strapped to bridge piers (picture A), power and light poles, and other structures along and inland of the coast about 50 miles left and 100 miles right of the projected path of hurricane landfall.Â Â  The effort involves 6 to 10 2-person teams that deploy the instruments 24 to 48 hours prior to landfall. [caption id=\"attachment_174836\" align=\"alignright\" width=\"76\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Storm-Surge-Sensor-Close.jpg\"><\/a> Typical storm surge sensor housing[\/caption] <strong>4. What type of data do the sensors collect?<\/strong>Â  Water-level (hence storm surge levels) and barometric pressure are recorded every 30 seconds for most sites.Â  Sensors located on beaches record wave height every 2 seconds.Â  The recording period lasts for 1 to 3 days depending on the magnitude of the storm and post-storm access to the sensor sites. <strong>5.Â  What do these sensors look like?<\/strong>Â  They are 1-1\/2â\u0080\u009d aluminum or steel pipes strapped to a piling or other stable structure.Â  The top will have a metal or PVC cap and the bottom will be open for the water to enter.Â  The sensor housing protects a water-level sensor inside.Â  A unique USGS visual ID sticker will be on the outside (shown below).Â  They may be yellow or aluminum in color.Â  Please call the phone number on the sticker before doing anything. <strong>6. What are we going to do with the data?<\/strong>Â  Data are uploaded to the web as stage and pressure time series.Â  We generate various graphics to create 3-D water-surface images, and depth (picture B) and duration maps.Â  Together they enable us to study surge flooding, including wave height, and moment by moment, visualize its interaction with the coastal features such as beaches, islands, estuaries, and streams.Â  By tying these data together and with local topography, we can determine the rates at which flood waters transverse various water bodies and landforms, the major paths of penetration, their duration, and the height and frequency of waves that strike dunes and built infrastructure. Data of this nature is quite rare and very valuable for determination of flood insurance maps, building codes, and for calibration of the hurricane inundation models.Â  Accurate model forecasts are critical for community preparation of storm response and evacuation plans. [caption id=\"attachment_174936\" align=\"alignleft\" width=\"294\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Storm-Surge-Sensor-Barcode1.jpg\"><\/a> An example of a label placed on all USGS storm surge sensors[\/caption] <strong>7. Are the surge data reported in real-time?<\/strong>Â  The surge data are not reported in real time but are logged on-site and are not available until they are processed and calibrated for barometric pressure, water density, and elevation datums.Â  We are experimenting with downward-looking radar devices for directly sensing surge elevation in real-time.Â  Three such devices were deployed during Hurricane Ernesto. <strong>8. What other kinds of data are needed?<\/strong>Â  There are several kinds of data that would compliment this work and for which we seek collaborators.Â  These include offshore water-level and wave-height data, wind speed and direction, inland water salinity, post-storm ecological assessments, and geological evaluations of beach and landform behavior, and engineering evaluations. <strong>9. Who uses this information?<\/strong>Â  Our data is used by the National Ocean and Atmospheric Administration (NOAA) National Weather Service (NWS) and National Hurricane Center (NHC) and the U.S. Army Engineer Research and Development Center (ERDC), as well as state responders and emergency management officials. <strong>10. Where can I lean more?<\/strong>Â  Reports on previous USGS storm surge documentation efforts are available <a href=\"http:\/\/pubs.usgs.gov\/ds\/2006\/220\/\">online<\/a>. [SlideDeck2 id=174856]<\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"mm_tags":["Hurricane","Hurricane Isaac","Natural Hazards","storm Surge","Tropical Storm Isaac","water"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1351425600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}