{"title":"Groundwater Pumping May Continue to Reduce the Streamflow of the Verde River, Arizona","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Study results will be presented at a public meeting hosted by the Verde River Basin Partnership on Thursday, April 11, from 4 to 6 p.m. at the Camp Verde Multi-Use Complex Auditorium. Please contact Jennifer LaVista to reserve a seat.&nbsp;<\/strong><\/p>\n<p>FLAGSTAFF, Ariz. &mdash;<!--introstart-->The streamflow of the Verde River&mdash;one of Arizona's largest streams with year-round flow&mdash;declined from 1910 to 2005 as the result of human stresses, primarily groundwater pumping, according to a new U.S. Geological Survey study.<!--introend--> The study's findings suggest that streamflow reductions will continue and may increase in the future.<\/p>\r\n<p>Water demands in the Verde Valley have increased because of the growing population in the area. Water is pumped from the ground and diverted from the Verde River to meet these needs, which has raised concerns about past, present, and future human-induced stresses on water resources.<\/p>\r\n<p>\"The results of the study emphasize our basic understanding of hydrologic systems, which is that when water is removed by being pumped through wells, it is no longer available in other parts of the system,\" said USGS hydrologist Bradley Garner. \"This study is important because it allows us to examine human-caused stresses, namely groundwater pumping, independently from other factors that change over time, such as annual precipitation rates.\"<\/p>\r\n<p>The study used the Northern Arizona Regional Groundwater Flow Model to estimate how human stresses on the hydrologic system in and around the Verde Valley affected streamflow in the Verde River from 1910 to 2005. Future conditions were also examined using three hypothetical human-stress conditions for 2005 to 2110. The computer model used by the study simulates how recharge from rainfall and snowmelt moves through the region\"s aquifers and eventually provides water to streams and rivers. The <a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5029\/\">full report<\/a> and an accompanying <a href=\"http:\/\/pubs.usgs.gov\/fs\/2013\/3016\/\">USGS Fact Sheet<\/a> are available online.<\/p>\r\n<p>\"Groundwater flow models provide a sophisticated tool to help communities responsibly manage, develop, and use their groundwater resources,\" said William M. Alley, Ph.D., Director of Science and Technology for the National Ground Water Association. \"Studies that quantify movement of water between groundwater and surface water systems can help in establishing&nbsp;a scientific basis for new management strategies.\"<\/p>\r\n<p>Like many regions in the West, the population of the Verde Valley is growing rapidly. Between 2000 and 2010, Verde Valley grew by 13 percent. Verde Valley municipalities such as Camp Verde, Clarkdale, Cottonwood, and Sedona pump groundwater to meet the needs of a growing population. In Arizona, groundwater provides about 43 percent of the State&rsquo;s water supply.<\/p>\r\n<p>Groundwater pumping has the potential to reduce flows to streams and rivers that are hydrologically connected to the underlying aquifers. Through a process known as capture, groundwater pumping can intercept groundwater that would otherwise have flowed to connected streams or draws flows from streams into the aquifer. For this reason, questions have been raised about the effects of groundwater pumping on the Verde River, which provides wildlife habitat and recreational opportunities.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["groundwater","water","streamflow","Arizona","Verde River","wateravailability"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1365480000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168960"},{"tid":"169606"},{"tid":"169539"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}