{"title":"spate of Large Earthquakes Not Related","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MENLO PARK, Calif. &ndash; The magnitude-7.2 earthquake on October 23<sup>rd<\/sup> in Turkey and the magnitude-9.0 quake that impacted Japan in March are leading many to wonder if these events are part of a larger global trend toward giant earthquakes. <!--introstart-->After combing through 110 years&rsquo; worth of global seismic records, USGS seismologist Dr. Andrew Michael concluded that the recent increase in the number of large earthquakes may just reflect random occurrence.<!--introend--><\/p>\n<p>Using three distinct statistical tests, Dr. Michael studied whether variations in the number of large, global earthquakes could be explained as a random fluctuation, once local aftershocks of the large earthquakes are taken into account. In a recently published paper, he explains how he tested whether the intervals between earthquakes have followed a clustering pattern that would be suggestive of quakes related to each other. He then developed a specific earthquake-triggering statistical model to determine if global seismicity increased after the largest earthquakes, examining the effect of the largest earthquakes on smaller ones. Finally, he tested for clustering in the energy released by earthquakes.<\/p>\r\n<p>In each test, he found that the apparent clustering among large earthquakes can be described as a random fluctuation and cannot be used to predict future events.<\/p>\r\n<p>\"Large earthquakes, in statistical terms, do not happen very often, even though they are noteworthy for their enormous consequences. In events that do not happen very often, random processes are highly variable and may appear clustered even if they are not,\" said Dr. Michael. \"While the probability of future large mainshocks has not increased, neither has it decreased.\"<\/p>\r\n<p>Dr. Michael concludes that global forecasts of earthquakes and the damage they inflict should use the longest possible historical record, rather than just the record from the recent past.<\/p>\r\n<p>\"This research is a good example of how science can empower our decisions with knowledge rather than fear,\" said USGS Director Marcia McNutt. \"Those who live in earthquake country should work to make their surroundings as safe as possible and know what to do if an earthquake happens regardless of how quiescent or active the rest of the planet may be.\"<\/p>\r\n<p>The paper \"Random variability explains apparent global clustering of large earthquakes\" appears in <em>Geophysical Research Letters<\/em>, a publication of the American Geophysical Union, and is available upon request.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["globalearthquakes","earthquakes",""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1320642000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168833"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}