{"title":"Endocrine Disruption May Make Fish More Prone to Disease","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>LEETOWN, W.Va. --<\/strong>&nbsp;<!--introstart-->New USGS-led research suggests that fish exposed to estrogenic endocrine-disrupting chemicals may have increased susceptibility to infectious disease.<!--introend--><\/p>\n<p>Exposure to endocrine-disrupting chemicals can affect the reproductive system and cause the development of characteristics of the opposite sex, such as&nbsp;eggs in the testes of male fish. Wild- caught fish affected by endocrine-disrupting chemicals have been found in locations across the county. &nbsp;Estrogenic endocrine-disrupting chemicals are derived from a variety of sources from natural estrogens to synthetic pharmaceuticals and agrochemicals that enter the waterways.<\/p>\r\n<p>In this study, researchers&nbsp;discovered that cellular receptors for estrogen&nbsp;were present in cells of the channel catfish immune system, which alters the immune system response. These cellular receptors are similar to &ldquo;on-off switches&rdquo; that require a lock and key for activation. The study looked at channel catfish because of their well-researched leukocyte cell lines. Leukocytes are immune system cells involved in defending the body against infectious disease and foreign invaders.<\/p>\r\n<p>Estrogens have been shown to modify immune system responses in mammals and a diverse group of ray-finned fishes that include tunas, halibut, herring and catfish. Most fish species are members of this group, called teleosts. Prior to this research few studies looked at how estrogen receptors in fish leukocytes function.&nbsp;<\/p>\r\n<p>The study also marks the first time the dynamics of estrogen receptor gene behavior has been evaluated in activated immune cells.&nbsp;Immune cells are either activated or not, much like a dimmable light, there are degrees of activation. &nbsp;&nbsp;The researchers found that all cells of the immune system are not likely to be equally affected.&nbsp;<\/p>\r\n<p>&ldquo;We found that B-cells that produce antibodies, T-cells that regulate and coordinate immune responses and destroy virus-infected cells, and macrophages that gobble up invaders, have different arrays of estrogen receptors,&rdquo; said&nbsp;lead author, USGS research biologist Luke Iwanowicz.&nbsp;&ldquo;It is likely that these cells are instructed by estrogens differently.&rdquo;<\/p>\r\n<p>Iwanowicz noted that this work moves researchers one step closer to better understanding the consequences of exposure to estrogenic substances on the immune function in fish.&nbsp; &ldquo;This new research not only means that endocrine disruptors may make fish more prone to disease, but it also provides the context and baseline data to enhance our ability to conduct similar work in wild-caught fishes and investigate relationships between disease in the aquatic environments and endocrine disruptors.&rdquo;<\/p>\r\n<p>Based on these findings, future research would explore age-related differences as well as seasonal differences in fish and estrogenic endocrine-disrupting chemical exposure.<\/p>\r\n<p>The journal article, &ldquo;Channel catfish (<em>Ictalurus punctatus<\/em>) leukocytes express estrogen receptor isoforms ER&alpha; and ER&beta;2 and are functionally modulated by estrogens,&rdquo; by L.R. Iwanowicz, J.L. Stafford, R. Patino, E. Bengten, N.W. Millerand V.S. Blazer, is&nbsp;<a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S1050464814002204\" target=\"_blank\">available online<\/a>&nbsp;in Fish &amp; Shellfish Immunology.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["West Virginia"],"country":["United States of America"],"mm_tags":["ecosystemsendocrince","chemicals","fish"],"article_type":["Technical Announcement","State News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1410148800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"169987"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}