{"title":"A New View of KIlauea Volcanoâ\u0080\u0099s Explosive Past","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HAWAII NATIONAL PARK, Hawaii &mdash; <!--introstart-->Recent research showing that Kilauea Volcano has experienced long periods of explosive eruptions during the past 2,500 years will be the topic of a presentation at the University of Hawai&lsquo;i at Hilo on Thursday, January 5.<!--introend-->&nbsp;<\/p>\n<p>Don Swanson, a geologist with the U.S. Geological Survey's Hawaiian Volcano Observatory, will give the free presentation on Kilauea's explosive history at 7:00 p.m. in the University Classroom Building, Room 100, on the UH&ndash;Hilo main campus, 200 W. Kawili Street, in Hilo. A map of the campus is available <a href=\"http:\/\/hilo.hawaii.edu\/images\/maps\/main_campus_map.pdf\">online<\/a>&nbsp;(PDF).&nbsp;<\/p>\r\n<p>For the past two centuries,&nbsp;Kilauea has erupted gentle lava flows and infrequent high lava fountains&mdash;activity that has destroyed property but has not been particularly hazardous to people, except on rare occasions.&nbsp; But Swanson's collaborative study with geologists from the Smithsonian Institution and the University of Hawai&lsquo;i at M&#257;noa has revealed that&nbsp;Kilauea is not always so benign.&nbsp;<\/p>\r\n<p>According to Swanson, during the past 2,500 years, Kilauea's volcanic activity has alternated between periods of dominantly effusive and dominantly explosive eruptions.&nbsp; The research shows that effusive activity, like that of Kilauea's current ongoing east-rift-zone eruption, makes up only 40 percent of the volcano's eruptive history, and periods dominated by explosive eruptions from a deep caldera make up 60 percent of the time.&nbsp;<\/p>\r\n<p>\"Research like that of Dr. Swanson's on the eruption history of Kilauea underscores the importance of painstaking analysis of the rock record in order to get a more representative view of true geologic hazards as compared with what our limited human experience might lead us to believe,\" explained USGS director Marcia McNutt. \"The USGS invests similar efforts to decipher the long-term geologic record of infrequent but devastating west coast tsunamis and earthquakes to overcome the very short human history in the western hemisphere.\"&nbsp;<\/p>\r\n<p>Swanson says this surprising finding dispels a long-held notion that Kilauea's past explosive eruptions were just blips that only briefly punctuated otherwise long and monotonous periods of lava flow eruptions. Instead, the two periods of explosive eruptions in the past 2,500 years lasted 300 and 1,200 years, respectively.&nbsp;This has profound implications for public safety once the next period of explosive activity begins.&nbsp;<\/p>\r\n<p>\"At this time, however, there is no indication that Kilauea's next explosive period will occur any time soon,\" Swanson adds, \"so there is no reason to not visit&nbsp;Kilauea and enjoy the volcano&rsquo;s current effusive eruption of lava flows.\"&nbsp;<\/p>\r\n<p>Swanson will share how he and his colleagues made these recent findings and will discuss Kilauea's explosive past in his talk at UH-Hilo. He will also distribute copies of a newly published USGS Fact Sheet (Kilauea&mdash;An Explosive Volcano in Hawai&lsquo;i) that he and his colleagues wrote. The Fact Sheet can also be read <a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3064\/\">online<\/a>.&nbsp;<\/p>\r\n<p>Swanson's presentation is one of many programs offered by HVO during Hawai&lsquo;i Island&rsquo;s third annual Volcano Awareness Month (January 2012). For more information about this talk and other Volcano Awareness Month events, visit the HVO <a href=\"http:\/\/hvo.wr.usgs.gov\">website<\/a> or call (808) 967-8844.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_12_29\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_12_29\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["volcano","explosive","Hawaii","Kīlauea","hazard","eruption","geology"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1325134800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169558"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}