{"title":"Face-to-Face with the Hayward Fault in Fremont","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Media will be given the opportunity to get \"up close and personal\" with the Hayward Fault on Friday, April 28, climbing down with U.S. Geological Survey (USGS) scientists for a preview look at an excavation exposing the fault. The excavation is part of an interpretive exhibit in Fremont&acute;s Central Park.<!--introend--><\/p>\n<p>The excavation and interpretive exhibit will be open to the public on weekends and by appointment, beginning Saturday, April 29 through June. This unique excavation exposes the Hayward Fault below ground as it crosses Central Park. The Hayward Fault is considered highly hazardous since it passes under nine Bay Area cities with a large concentration of residences, businesses, roads, schools, pipelines and other critical infrastructure along it, and because it is capable of large earthquakes with average intervals of 125 &ndash; 175 years. The last large earthquake, a magnitude 6.9 - 7.0, caused serious damage in San Francisco and the East Bay in 1868. The excavation and exhibit are a project of the 1906 Earthquake Centennial Alliance, and are sponsored by Swiss Re and Risk Management Solutions. Technical design and assistance was provided by the USGS and Geomatrix Consultants, Inc.<\/p>\r\n<p><b>WHEN:<\/b><br>Friday, April 28, at 10:00 a.m. PDT<\/p>\r\n<p><b>WHERE:<\/b><br>Central Park in Fremont, off of Sailway Drive. Cross-street is Paseo Padre Parkway. The trench is located behind the Teen Center, 39770 Paseo Padre Parkway.<\/p>\r\n<p><b>WHO:<\/b><br>USGS scientist Mary Lou Zoback, Chair of the Steering Committee of the 1906 Centennial Alliance, and excavation project expert Heidi Stenner, along with geologists David Schwartz and Jim Lienkaemper, specialists in paleoseismology.<\/p>\r\n<p><b>WHAT:<\/b><br>The 14-foot excavation exposes a dramatic view of the Hayward Fault, slicing vertically through the ground separating sandy soil from clay soil layers.<\/p>\r\n<p>When the excavation and interpretive exhibit opens to the public, it will be staffed with docents to answer questions and will also feature educational and preparedness materials from USGS, Bay Area Rapid Transit, the California Geological Survey, Association of Bay Area Governments, the American Red Cross and other partners.<\/p>\r\n<p>Additional directions and other information are available on line at <a href=\"http:\/\/1906centennial.org\/activities\/trench\">http:\/\/1906centennial.org\/activities\/trench<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1146024000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"},{"tid":"170472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}