{"title":"Determining Rivers Vulnerable to Asian Carp Spawning in the Great Lakes Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Great Lakes resource managers can now determine rivers that may be vulnerable to Asian carp spawning if they were to spread into the Great Lakes Basin, according to a <a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5106\/\">new U.S. Geological Survey report.<\/a><\/p>\n<p>Findings indicate that two species of Asian carp&mdash;silver and bighead carp&mdash;may be able to spawn in more Great Lakes tributaries than previously estimated. This information could help resource managers implement control measures and potentially prevent Asian carp from becoming established in the Great Lakes.<\/p>\r\n<p>This forward-looking study characterized the minimum habitat requirements for successful Asian carp spawning. Results indicate that Asian carp can successfully spawn in river stretches as short as 16 miles, which is considerably shorter than the 62 miles previously thought to be required. Scientists analyzed water temperature, streamflow and water quality in two Lake Michigan tributaries (the Milwaukee and St. Joseph rivers) and two Lake Erie tributaries (the Maumee and Sandusky rivers). Findings and techniques from this report can be used to identify other rivers vulnerable to Asian carp spawning in the future. &nbsp;<\/p>\r\n<p>\"If Asian carp spread into the Great Lakes, knowing where to expect them to spawn is a critical step in controlling these invasive species,\" said USGS scientist Elizabeth Murphy. \"Our study combines the biology of Asian carp early life stages with the physics of rivers to identify potential spawning tributaries, thus giving managers an opportunity to develop targeted control strategies.\"<\/p>\r\n<p>Although Asian carps primarily live in slow-moving water, they require streams with a fast current, sufficient length and turbulence to spawn. After eggs are released, they drift in the current while developing. The eggs are slightly heavier than water and require turbulent flowing water to remain adrift. A long stretch of uninterrupted river provides a better chance for the eggs to survive and hatch. If the eggs sink to the bottom and gather in areas with slower flows, known as \"settling zones,\" they generally die. Dams, for example, could help prevent eggs from drifting and developing by slowing water current and creating settling zones.<\/p>\r\n<p>All four Great Lakes tributaries studied exhibited sufficient temperatures, water-quality characteristics, turbulence and transport times outside of settling zones for Asian carp eggs to mature and hatch. Even though all four rivers had settling zones, findings indicate that under the right temperature and flow conditions, river reaches as short as 16 miles may allow Asian carp eggs sufficient time to develop to the hatching stage.<\/p>\r\n<p>Two species of Asian carps (bighead carp and silver carp) are threatening to spread into the Great Lakes from the Mississippi River Basin. Asian carp are invasive species that could pose substantial environmental risks and economic impacts to the Great Lakes if they become established.<\/p>\r\n<p>This USGS report was funded by the <a href=\"http:\/\/greatlakesrestoration.us\/\">Great Lakes Restoration Initiative<\/a> as administered by the <a href=\"http:\/\/www.epa.gov\/\">U.S. Environmental Protection Agency<\/a>.<\/p>\r\n<p>Preventing establishment remains the main objective of ongoing efforts of the <a href=\"http:\/\/asiancarp.us\/\">Asian Carp Regional Coordinating Committee<\/a> (ACRCC), a partnership of federal and state agencies, municipalities and other groups, led by the White House Council on Environmental Quality.&nbsp;Actions of the ACRCC are diverse; they include aggressive tracking and monitoring of Asian carp, evaluating electric dispersal barriers in the Chicago Area Waterways System preventing movement toward Lake Michigan, and developing new technologies to control the abundance and distribution of Asian carp.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York","Pennsylvania","Illinois","Indiana","Michigan","Minnesota","Ohio","Wisconsin"],"country":["United States of America"],"mm_tags":["Asian Carp","spawn","Great Lakes","water","streamflow","biology","Great Lakes Basin","invasive Fishes","Invasives","fish","Lake Michigan","Lake Erie"],"distribution":["Biology","Water"],"release_date":{"und":[{"value":"1371528000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169344"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}