{"title":"New Studies Aim to Protect Both Biodiversity and Landowner Needs","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Through a competitive process, approximately two dozen scientists across the Nation received funding from the Biological Resources Division of the U.S. Geological Survey to gather data on sensitive species to provide information that may prevent their addition to threatened and endangered species lists. The species to be studied range from migratory birds and small mammals to insects and fish. The investigators and species chosen are listed at the end of this release. \n<p>Species at Risk (SAR) is an initiative that identifies critical gaps in our biological knowledge that prevent prudent, timely decisions regarding the safeguarding of our Nation&rsquo;s biodiversity. SAR fills these gaps by providing resource managers, regulators, and private landowners the scientific information from which decisions can be made regarding conservation actions. \r\n<p>Dr. Dennis Fenn, USGS chief biologist, said \"Our focus here is to find problems or solutions before species have dwindled to the last remnants needing heroic efforts to save them. These studies focus on present opportunities that may help us avoid future crises.\" \r\n<p>By proving that known populations are only a portion of what truly exists or by developing options that enable existing populations to survive and reproduce adequately to assure long-term survival, such studies can contribute simlutaneously to species survival and land-management flexibility, Dr. Fenn said. \r\n<p>A competitive, peer-review process is used to fund Federal and non-Federal scientists for short-term projects to gather scientific information on the status and trends of sensitive species, particularly with respect to the relationship of species abundance and distribution to habitat conditions and stresses. \r\n<p>Projects funded for 1997: \r\n<p>(Sequence is title, geographic range of study, principal investigator&rsquo;s name and affiliation) \r\n<p>Status and reproductive biology of the southwestern shrub, gypsum scalebroom; West Texas and Otero County, NM; Michael A. Bogan, USGS-BRD Midcontinent Ecological Science Center, Fort Collins, Colo. \r\n<p>Conservation genetics of the timber rattlesnake; fragmented sites, scattered across most of eastern U.S.; Brian W. Brown, University of Florida, Alachua, Fla. \r\n<p>Distribution and habitat studies of the ringed boghaunter dragonfly; eastern Massachusetts, southern Rhode Island; Virginia Carpenter, The Nature Conservancy, Providence, R.I. \r\n<p>Status and genetic variation in turtle populations in New Mexico and Texas; Rio Grande, Texas and New Mexico; Scott K. Davis, Texas A&amp;M University, College Station, Texas. \r\n<p>A collection of data on the abundance, distribution, and status of nine species of concern in Alaska; David Duffy, Alaska Natural Heritage Program, University of Alaska, Anchorage. \r\n<p>Distribution and ecology of the big-eared bat; northwestern California, Lassen Volcanic Yosemite, and Sequoia national parks; Gary M. Fellers, Point Reyes Field Station, USGS-BRD California Science Center. \r\n<p>Investigation of backwaters as nursery and rearing habitats for flathead chubs in the Missouri River, N.D.; Confluence of the Missouri and Yellowstone Rivers; Shannon J. Fisher, South Dakota State University, Brookings, S.D. \r\n<p>An evaluation of factors that influence the distribution of a yellow-eyed grass in pitcher plant bog communities of the southeastern U.S.; Florida, Georgia, Alabama, Mississippi; Susan L. Grace, National Wetlands Research Center, USGS-BRD, Lafayette, La. \r\n<p>Seasonal habitat use and movements of lake sturgeon in the Upper Mississippi River: Effects on navigation structures; Upper Mississippi River System; Brent C. Knights, USGS-BRD Upper Mississippi Science Center, La Crosse, Wis. \r\n<p>Survey and habitat determination for Smyth&rsquo;s apamea moth in Illinois; Putnam County, Ill.; Carl E. Korschgen, USGS-BRD Upper Mississippi Science Center. La Crosse, Wis. \r\n<p>Evaluation of an assemblage of profoundly at risk, cave-dwelling species","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"864964800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170200"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}