{"title":"Media Advisory: Colorado River Restoration: Complex Challenges Explored at Symposium","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart--> Invasive species, long-term drought, climate change. These are hard challenges to resource managers as they attempt to conserve native species and natural systems while also meeting human needs for water and hydropower in the Colorado River Basin.<!--introend-->&nbsp; Leading natural resource scientists and experts in economics, tribal perspectives, conflict resolution and sustainability will examine these subjects in a three-day symposium in Scottsdale, Arizona, November 18-20, 2008. The conference will address a number of critical issues, including the spread and the ecological impacts of the quagga mussel in Lake Mead, endangered native fishes, extreme weather events, and the adaptive management approach to balancing multiple needs in a complex ecosystem.<br \/><br \/><strong>Who:<\/strong> Research scientists, leading experts, resource managers, decision makers and other stakeholders will give oral and poster presentations. Kameran Onley, Acting Assistant Secretary for Water and Science, U.S. Department of the Interior, will give a keynote address on DOI management efforts in the Colorado River Basin.<br \/><br \/><strong>What:<\/strong> A symposium held in Scottsdale, Arizona, November 18&ndash;20, to exchange information about research and management activities related to the conservation and restoration of the Colorado River Basin. This symposium represents the first formal opportunity for resource managers, stakeholders, and scientists working throughout the Colorado River Basin to come together to share what they have learned and exchange ideas for achieving success.<br \/><br \/><strong>In partnership with:<\/strong> Bureau of Reclamation, Colorado River Fish and Wildlife Council, Glen Canyon Dam Adaptive Management Program, Lower Colorado River Multi-Species Conservation Program, National Park Service, San Juan River Basin Recovery Implementation Program, Upper Colorado River Endangered Fish Recovery Program, U.S. Fish and Wildlife Service, U.S. Geological Survey, Water Education Foundation<br \/><br \/><strong>Where:<\/strong> Doubletree Resort, 5401 N. Scottsdale Road, Scottsdale, Ariz.<br \/><br \/><strong>When:<\/strong> 8:00 a.m. Tuesday, November 18, to noon on Thursday, November 20<br \/><br \/>For the complete program and list of speakers, see <a href=","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","environment","Invasives","ecology"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1226638800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169282"},{"tid":"169947"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}