{"title":"USGS Gave NASA the Right Stuff ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"600\"]<a href=\"http:\/\/astrogeology.usgs.gov\/maps\/moon-apollo-anaglyph-3d-images\"><img class=\" \" src=\"http:\/\/astrogeology.usgs.gov\/cache\/images\/484896ccea2809816795ab4e6188cba5_apollo_stereo.jpg\" alt=\"3D Image\" width=\"600\" height=\"300\" \/><\/a> Apollo 16 - John Watts Young working at the back of the rover. Credit: NASA[\/caption]\n\nSunday, July 20, marked the 45<sup>th<\/sup>Â anniversary of the day the world stood still and watched astronauts Neil Armstrong and Edwin â\u0080\u009cBuzzâ\u0080\u009d Aldrin land on the surface of the Moon.Â  There is no question that the partnership between NASA and the USGS was crucial to the Apollo programâ\u0080\u0099s accomplishments.\n\n<strong>Where do you land on the Moon?<\/strong>\n\nThe first attempt to map lunar features for scientific and engineering purposes started with the USGS in the 1950s. The USGS accelerated its efforts after Soviet scientists launched \"Sputnik\" into orbit in 1957. Then USGS Director <a href=\"http:\/\/pubs.usgs.gov\/circ\/c1050\/age.htm\">Thomas Nolan<\/a> said studies of the geography of outer space might soon inaugurate a new cycle in the history of the USGS. In 1959 the Survey compiled a <a href=\"http:\/\/astrogeology.usgs.gov\/rpif\/exhibits\/astros-first-lunar-map\">photogeologic map<\/a> of the Moon and began studies of meteorites and impact craters.Â  This was the first-ever major lunar map to show stratigraphic relationships, that is, it attempted to display the chronological order of the formation of the moon's surface features. The map remained relatively obscure but did earn a small place in the popular 1968 novel <em>2001: A Space Odyssey. <\/em>\n\n<strong>USGS prepares the astronauts<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"432\"]<a href=\"http:\/\/astrogeology.usgs.gov\/rpif\/exhibits\/astros-first-lunar-map\"><img class=\"    \" src=\"http:\/\/astropedia.astrogeology.usgs.gov\/download\/RPIF\/Moon\/Maps\/Moon+Photogeologic+Map.jpg\" alt=\"Moon Map\" width=\"432\" height=\"325\" \/><\/a> USGS Moon Engineer Special Study Generalized Photogeologic Map[\/caption]\n\nOn May 25, 1961, President John F. Kennedy proposed \"landing a man on the moon and returning him safely to earth\"Â before the end of the decade. That year, scientist Eugene M. Shoemaker created the <a href=\"http:\/\/astrogeology.usgs.gov\">USGS astrogeology science center<\/a> in Menlo Park, Calif. (the center moved to Flagstaff, Ariz., in 1963).\n\nA space enthusiast since pre-Sputnik days, Shoemaker had an eye on becoming a scientist-astronaut. Although he never realized that ambition, for seven years starting in 1962 he did contribute to the design of Apollo's lunar surface activities and helped train the men who would be his surrogates on the moon.\n\nShoemaker devised a structure to have the <a href=\"http:\/\/astrogeology.usgs.gov\/rpif\/exhibits\/pioneers\">USGS staff<\/a> the Apollo science program rather than geologists hired by NASA.Â  When the USGS Center of Astrogeology was founded, he was appointed its chief scientist and organized the geological activities planned for the lunar landings. Astronauts were schooled in basic and advanced geology at Flagstaff.\n\nAlthough he retired from the USGS in 1993, Shoemaker continued to influence science in amazing ways.Â  He, his wife Carolyn, and a colleague discovered the Comet Shoemaker-Levy 9, which impacted Jupiter in 1994, giving the world of science a major new insight into both the dynamics of comets and the planetary science of Jupiter. Following his death in 1997, a small amount of his ashes was sent to the Moon. Carolyn Shoemaker continues to work as a volunteer at USGS in Flagstaff.\n\n<strong>Remembering moon rocks and astronauts<\/strong>\n\n[caption id=\"\" align=\"alignleft\" width=\"374\"]<a href=\"http:\/\/libraryphoto.cr.usgs.gov\/\"><img class=\"  \" src=\"http:\/\/libraryphoto.cr.usgs.gov\/htmllib\/btch545\/btch545j\/btch545z\/btch545\/pap0024a.jpg\" alt=\"Shoemaker in Spacesuit\" width=\"374\" height=\"504\" \/><\/a> Gene Shoemaker and Don Elston participating in Apollo Extension Systems experiment simulations at the Marshall Spaceflight Center, Huntsville, Alabama on 26 April 1964[\/caption]\n\nIan Ridley, the current USGS director of the Central Mineral and Environmental Resources Science Center in Denver, worked closely with many of the Apollo astronauts. In 1970, Ridley had just left the British Geological Survey to finish his post-doctoral workÂ at Columbia University when he got a phone call from NASA.\n\nPaul Gast, leader of the geo-science management of the Manned Spacecraft Center and chief scientist of the Apollo Lunar Science Staff, had a simple message for Ridley: \"You have to come to Houston.\"Â Gast also was in charge of geologic samples returned from the Moon missions.\n\nRidley, with expertise in igneous petrology, the study of volcanic rocks, was tasked with opening the sealed boxes of Moon rocks at the lunar receiving lab for scientific analysis and describing the samples from Apollo Missions 14, 15, 16 and 17.Â  \"I had to go over them with ultraviolet lights to kill any bacteria,\" Ridley says with amazement. \"They just didn't know what was on the moon as far as bacteria, etc.\"\n\nIn fact, astronauts from Apollo 11 were quarantined in a mobile facility for 21 days to prevent â\u0080\u009cmoon germsâ\u0080\u009d as a precaution against an uncertain threat of contagion. The quarantine practice remained in place until Apollo 14.\n\nThe assignment was pretty heady stuff for a young geologist, Ridley recalls. \"That was a very crazy time. I think the excitement level is hard to repeat. I interacted with astronauts and taught them geology.Â  Their on-site analysis of the Moon rocks was important.â\u0080\u009d\n\nUSGS played an enormous role with the mapping of the moon, including where they would land.Â  Ridley explained, â\u0080\u009cAt the (Johnson) Space Center we had a 3-acre area -- just like the Moon -- to practice landing, and these guys would also <a href=\"http:\/\/astrogeology.usgs.gov\/rpif\/videos\/grover\">practice driving the rover.<\/a>â\u0080\u009d\nTwelve astronauts explored six areas of the lunar surface between July 1969 and December 1972.Â  Ridley worked with many astronauts, including another USGS geologist, Harrison \"Jack\" <a href=\"http:\/\/astrogeology.usgs.gov\/search\/details\/Moon\/Apollo\/Images\/apollo-17-anaglyph3d-harrison-jack-schmitt-at-the-rover\/jpg\">Schmitt,<\/a> who worked in Flagstaff, landed on the moon and later became a U.S. Senator. During the Apollo 17 mission with Schmitt on-board, the moon buggy lost a fender and the dust had to be minimized.Â  By improvising, the astronauts taped four laminated USGS maps together to create a <a href=\"http:\/\/science.nasa.gov\/science-news\/science-at-nasa\/2008\/21apr_ducttape\/\">make-shift fender.<\/a>\n\nRidley admits he was in awe of the space voyagers. \"They were real American heroes. I have huge respect for them.â\u0080\u009d\n\n&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"324\"]<a href=\"http:\/\/science.nasa.gov\/\"><img class=\" \" src=\"http:\/\/science.nasa.gov\/media\/medialibrary\/2008\/04\/21\/21apr_ducttape_resources\/ducttape_apollo17_big.jpg\" alt=\"Map as Fender\" width=\"324\" height=\"323\" \/><\/a> Apollo 17 moonbuggy fender repaired with map and duct tape.[\/caption]\n\n<strong>Moon harvest<\/strong>\n\nBetween 1969 and 1972, six Apollo space flight missions brought back <a href=\"http:\/\/curator.jsc.nasa.gov\/lunar\/index.cfm\">842 pounds of lunar rocks,<\/a> core samples, pebbles, and sand and dust from the lunar surface. The six space flights returned 2,200 separate samples from six different exploration sites on the lunar surface space.\n\nBill Barry, chief historian for NASA, agrees with Ridleyâ\u0080\u0099s view that scientists and geologists from the USGS played critical roles in the success of the Apollo program.Â  â\u0080\u009cFrom providing detailed, annotated maps of the lunar surface to training Apollo astronauts as field geologists in a variety of remote locations, the USGS made major contributions to both the operational success and the harvest of scientific knowledge of the Moon landings.â\u0080\u009d\n\nToday, the USGS astrogeology and other programs continue to participate in the collaborative planning and operation of space exploration missions. The primary research focus is explaining geological and geophysical processes on the rocky planets and satellites. Such research leads to a better understanding of the character of our neighboring planets, the origins of the solar system, and a better comprehension of our own planet, Earth.\n\n[caption id=\"\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/07_21_2014_h41Og66FEy_07_21_2014_0\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/07_21_2014\/h41Og66FEy_07_21_2014\/medium\/photo.JPG\" alt=\"USGS Instructs NASA \" width=\"300\" height=\"225\" \/><\/a> A recent USGS training program included students of the current NASA<br \/>astronaut candidate class who were immersed in geologic field studies<br \/>in northern New Mexico. Here,Â USGS scientist Ren Thompson (in yellow) explains the geology of Wild and Scenic Rivers to the astronauts, fellow instructors and NASA staff.[\/caption]\n\n<strong>Read More<\/strong>\n\nInformation for this article was drawn from several papers and publications from both USGS and NASA:\n<ul>\n\t<li>The definitive reference to the USGS and the Apollo program is <a href=\"http:\/\/www.lpi.usra.edu\/publications\/books\/rockyMoon\/\"><em>To A Rocky Moon: A Geologist's History of the Moon<\/em><\/a>, Don E. Wilhelmâ\u0080\u0099s, University of Arizona Press, 1993<\/li>\n\t<li>Copies of<a href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1190\/\"> USGS reports<\/a> in the Apollo Lunar Surface Journal website that the NASA History Program hosts<\/li>\n\t<li>The U.S. Geological Survey, Branch of Astrogeologyâ\u0080\u0094<a href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1190\/of2005-1190.pdf\">A Chronology of Activities from Conception through the End of Project Apollo (1960-1973)<\/a><\/li>\n<\/ul>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24385","uid":"31","filename":"Feature-1.jpg","uri":"public:\/\/Feature-1.jpg","filemime":"image\/jpeg","filesize":"73727","status":"1","timestamp":"1425492768","type":"image","uuid":"a6885101-9649-4543-bc2f-c7c23bb11f02","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Apollo","astrogeology","Astronomy","Buzz Aldrin","geology","lunar","maps","moon","Natural Hazards","Neil Armstrong","Planetary Science","Shoemaker","space","Space Race"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1405959987","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}