{"title":"Media Advisory: Congressional Briefing - Parking Lot Sealants and Toxic Pollution in Urban Streams and its Impacts to Aquatic Life","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Who:<\/strong> Sponsored by the Water Environment Federation (WEF), in cooperation with the U.S. Geological Survey (USGS). Featuring Peter Van Metre, USGS Scientist and Mateo Scoggins, Biologist from the City of Austin<\/p>\n<p><strong>What:<\/strong> <!--introstart-->A congressional briefing to discuss findings of recent studies by the USGS and the City of Austin that identified sealcoating &ndash; the black, shiny surface often applied to asphalt pavement &ndash; as a significant and previously unrecognized source of extremely elevated concentrations of polycyclic aromatic hydrocarbons (PAHs) in streams.<!--introend--><\/p>\r\n<p><strong>When:<\/strong> Friday, December 2, 9:30 &ndash; 11:30 a.m.<\/p>\r\n<p><strong>Where:<\/strong> 2318 Rayburn House Office Building, Washington, DC<\/p>\r\n<p><strong>Why:<\/strong> PAHs can be toxic to aquatic life and are suspected human carcinogens. Biological studies conducted by the City of Austin, Texas found a loss of species and decreased numbers of organisms at the PAH concentrations seen in Austin streams. Officials observed these effects at sites downstream from the points where sealed parking lot runoff enters the streams. Because sealants are used nationwide and the concentrations of PAHs in lakes and reservoirs across the country are increasing, this information raises important local and national policy questions about the use of sealants and methods to prevent contaminated runoff from reaching urban waters. The City of Austin Council is currently considering a ban on the use of coal-tar sealants. The briefing is open to the public and free-of-charge.<\/p>\r\n<p><strong>About WEF<\/strong><\/p>\r\n<p>The Water Environment Federation is a not-for-profit technical and educational organization with members from varied disciplines who work toward the WEF vision of preservation and enhancement of the global water environment. The WEF network includes water quality professionals from 76 Member Associations in 30 countries. <a href=\"http:\/\/www.wef.org\/\">www.wef.org<\/a> <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1133326800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168777"},{"tid":"169980"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}