{"title":"New USGS Tool Expedites Assessment of Seawater Intrusion in Coastal Aquifer Systems","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey has developed a hydrologic modeling tool that will aid planning for water-supply sustainability and preparing for the potential impacts of climate change in regional coastal aquifer systems.<\/p>\n<p>The depletion of groundwater and the compounding effects of recent droughts have led to concerns about the future availability of fresh groundwater in coastal areas. Coastal areas are particularly at risk because population densities are higher there than inland with at least 40% of the U.S. population living within 50 miles of the coast. Federal, state, and local water managers and decision makers are increasingly being asked to make critical decisions about important issues concerning supply and demand of water resources that cross political boundaries.<br \/><br \/>In a collaborative effort among USGS, academia, and the private sector, a new modeling tool, called the Seawater Intrusion (SWI2) Package, was developed for the popular USGS MODFLOW-2005 groundwater modeling program. As the most widely used groundwater flow model in the world, MODFLOW features a comprehensive range of options for simulating many different hydrologic components.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>With the addition of the SWI2 Package, MODFLOW-2005 can now be used to quickly and accurately predict the effects of human (groundwater withdrawals) and environmental (landscape change and climate variability) stressors on the position and movement of the saltwater and freshwater interface in regional coastal aquifer systems. By simulating seawater intrusion processes many times faster than with current detailed approaches, the SWI2 Package provides water managers with an integrated view of the regional aqui&shy;fer system that enables them to quickly evaluate how changes to the system may affect future fresh groundwater availability.<\/p>\r\n<p>Most available software packages for modeling seawater intrusion are highly complex, computationally intensive, and do not contain comprehensive modeling utilities required for coastal groundwater flow problems.<\/p>\r\n<p>The SWI2 Package is currently being applied in several studies of coastal aquifers in Florida. For example, in a study focused on evaluating the effect of groundwater pumpage on surface-water canal leakage, the SWI2 Package allowed the authors of the study to evaluate the combined effect that increased groundwater pumpage and rising sea level would likely have on the location of the freshwater-seawater interface with time. Application of this new SWI2 package enabled a timely, cost-efficient solution to the problem while accurately representing the system response.<span style=\"text-decoration: underline;\"><\/span><\/p>\r\n<p>The USGS through the <a href=\"http:\/\/water.usgs.gov\/ogw\/gwrp\/\">Groundwater Resources Program<\/a> is conducting large-scale multidisciplinary regional studies of groundwater availability in the Nation. Collectively, these studies, conducted in cooperation with other Federal, state, and local governments, are the foundation for a national assessment of groundwater availability. Groundwater-flow models are used in these studies to evaluate the effects of human activities and climate variability on groundwater levels, changes in aquifer storage, and flow between groundwater and surface-water bodies. Development of the SWI2 modeling tool is","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water Groundwater Resources","Water Hydrologic Researchand Development"],"article_type":["Technical Announcement","National News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1379995200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"169868"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}