{"title":"Highly Pathogenic H5 Avian Influenza Confirmed in Wild Birds in Washington State H5N2 Found in Northern Pintail Ducks & H5N8 Found in Captive Gyrfalcons","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>WASHINGTON,&nbsp;<span class=\"aBn\"><span class=\"aQJ\">Dec. 17, 2014<\/span><\/span>&nbsp;&mdash; The United States Department of Agriculture&#39;s (USDA) Animal and Plant Health Inspection Service (APHIS) confirmed the presence of highly pathogenic (HPAI) H5 avian influenza in wild birds in Whatcom County, Washington. Two separate virus strains were identified: HPAI H5N2 in northern pintail ducks and HPAI H5N8 in captive gyrfalcons that were fed hunter-killed wild birds.&nbsp;<strong>Neither virus has been found in commercial poultry anywhere in the United States and no human cases with these viruses have been detected in the United States, Canada or internationally. There is no immediate public health concern with either of these avian influenza viruses.<\/strong><\/p><p>Both H5N2 and H5N8 viruses have been found in other parts of the world and have not caused any human infection to date. While neither virus has been found in commercial poultry, federal authorities with the U.S. Department of Agriculture also emphasize that poultry, poultry products and wild birds are safe to eat even if they carry the disease if they are properly handled and cooked to a temperature of 165 degrees Fahrenheit.<\/p><p>The finding in Whatcom County was reported and identified quickly due to increased surveillance for avian influenza in light of HPAI H5N2 avian influenza outbreaks in poultry affecting commercial poultry farms in British Columbia, Canada. The northern pintail duck samples were collected by officials from the Washington Department of Fish and Wildlife following a waterfowl die-off at Wiser Lake, Washington, and were sent to the <a href=\"http:\/\/www.nwhc.usgs.gov\/\">U.S. Geological Survey (USGS) National Wildlife Health Center<\/a> for diagnostic evaluation and initial avian influenza testing. The U.S. Department of the Interior&#39;s USGS, which also conducts ongoing avian influenza testing of wild bird mortality events, identified the samples as presumptive positive for H5 avian influenza and sent them to USDA for confirmation. The gyrfalcon samples were collected after the falconer reported signs of illness in his birds.<\/p><p>Following existing avian influenza response plans, USDA is working with the U.S. Department of the Interior and the U.S. Department of Health and Human Services as well as state partners on additional surveillance and testing of both commercial and wild birds in the nearby area.<\/p><p>Wild birds can be carriers of HPAI viruses without the birds appearing sick. People should avoid contact with sick\/dead poultry or wildlife. If contact occurs, wash your hands with soap and water and change clothing before having any contact with healthy domestic poultry and birds.<\/p><p>HPAI would have significant economic impacts if detected in U.S. domestic poultry. Commercial poultry producers follow strict biosecurity practices and raise their birds in very controlled environments. Federal officials emphasize that all bird owners, whether commercial producers or backyard enthusiasts, should continue practicing good biosecurity. This includes preventing contact between your birds and wild birds, and reporting sick birds or unusual bird deaths to State\/Federal officials, either through your state veterinarian or through USDA&#39;s toll-free number at 1-866-536-7593. Additional information on biosecurity for backyard flocks can be found at&nbsp;<a href=\"http:\/\/healthybirds.aphis.usda.gov\/\" target=\"_blank\" title=\"Opens in new window.\">healthybirds.aphis.usda.gov<\/a>.<\/p><p>CDC considers the risk to people from these HPAI H5 infections in wild birds to be low because (like H5N1) these viruses do not now infect humans easily, and even if a person is infected, the viruses do not spread easily to other people.<\/p><p>Avian influenza (AI) is caused by influenza type A viruses which are endemic in some wild birds (such as wild ducks and swans) which can infect poultry (such as chickens, turkeys, pheasants, quail, domestic ducks, geese a<\/p>","summary":"","format":"filtered_html","safe_value":"<p>WASHINGTON, Dec. 17, 2014 — The United States Department of Agriculture's (USDA) Animal and Plant Health Inspection Service (APHIS) confirmed the presence of highly pathogenic (HPAI) H5 avian influenza in wild birds in Whatcom County, Washington. Two separate virus strains were identified: HPAI H5N2 in northern pintail ducks and HPAI H5N8 in captive gyrfalcons that were fed hunter-killed wild birds. <strong>Neither virus has been found in commercial poultry anywhere in the United States and no human cases with these viruses have been detected in the United States, Canada or internationally. There is no immediate public health concern with either of these avian influenza viruses.<\/strong>Both H5N2 and H5N8 viruses have been found in other parts of the world and have not caused any human infection to date. While neither virus has been found in commercial poultry, federal authorities with the U.S. Department of Agriculture also emphasize that poultry, poultry products and wild birds are safe to eat even if they carry the disease if they are properly handled and cooked to a temperature of 165 degrees Fahrenheit.The finding in Whatcom County was reported and identified quickly due to increased surveillance for avian influenza in light of HPAI H5N2 avian influenza outbreaks in poultry affecting commercial poultry farms in British Columbia, Canada. The northern pintail duck samples were collected by officials from the Washington Department of Fish and Wildlife following a waterfowl die-off at Wiser Lake, Washington, and were sent to the <a href=\"http:\/\/www.nwhc.usgs.gov\/\">U.S. Geological Survey (USGS) National Wildlife Health Center<\/a> for diagnostic evaluation and initial avian influenza testing. The U.S. Department of the Interior's USGS, which also conducts ongoing avian influenza testing of wild bird mortality events, identified the samples as presumptive positive for H5 avian influenza and sent them to USDA for confirmation. The gyrfalcon samples were collected after the falconer reported signs of illness in his birds.Following existing avian influenza response plans, USDA is working with the U.S. Department of the Interior and the U.S. Department of Health and Human Services as well as state partners on additional surveillance and testing of both commercial and wild birds in the nearby area.Wild birds can be carriers of HPAI viruses without the birds appearing sick. People should avoid contact with sick\/dead poultry or wildlife. If contact occurs, wash your hands with soap and water and change clothing before having any contact with healthy domestic poultry and birds.HPAI would have significant economic impacts if detected in U.S. domestic poultry. Commercial poultry producers follow strict biosecurity practices and raise their birds in very controlled environments. Federal officials emphasize that all bird owners, whether commercial producers or backyard enthusiasts, should continue practicing good biosecurity. This includes preventing contact between your birds and wild birds, and reporting sick birds or unusual bird deaths to State\/Federal officials, either through your state veterinarian or through USDA's toll-free number at 1-866-536-7593. Additional information on biosecurity for backyard flocks can be found at <a href=\"http:\/\/healthybirds.aphis.usda.gov\/\" target=\"_blank\" title=\"Opens in new window.\">healthybirds.aphis.usda.gov<\/a>.CDC considers the risk to people from these HPAI H5 infections in wild birds to be low because (like H5N1) these viruses do not now infect humans easily, and even if a person is infected, the viruses do not spread easily to other people.Avian influenza (AI) is caused by influenza type A viruses which are endemic in some wild birds (such as wild ducks and swans) which can infect poultry (such as chickens, turkeys, pheasants, quail, domestic ducks, geese a<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["ecosystems","Ecosystems Microbiology","wildlife Health","Wildlife Disease","Avian Flu","Avian Influenza","Bird Flu","birds","Wild Birds","Poultry","National Wildlife Health Center","Infectious Diseases","washington","Canada"],"distribution":["Biology"],"release_date":{"und":[{"value":"1418792400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169025"},{"tid":"169696"},{"tid":"170027"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}