{"title":"USGS Earthquake Research on Tap For GSA Spring Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A number of researchers from the U.S. Geological Survey will join about 900 of their fellow geoscientists from around the world to discuss updates and unanswered questions about the Northridge earthquake and new earthquake possibilities in southern California at a joint meeting of the Cordilleran Section of the Geological Society of America (GSA) and the Pacific Section of the American Association of Petroleum Geologists (AAPG), at Universal City, Calif., April 9-11. <\/p>\n<p>USGS research will be highlighted on Tuesday, April 10, in a day-long session devoted to earthquakes in the San Fernando Valley and Santa Monica area. <\/p>\r\n<p>Gary Fuis, of the USGS Earthquake Hazards Team in Menlo Park, will co-chair a session titled <b>\"Heart of the Transverse Ranges: Geology and Tectonics of the Los Angeles Regional Seismic Experiment (LARSE) II Region (San Fernando Valley, East Ventura Basin, and San Gabriel Fault),\"<\/b> during which scientists will share new information on area faulting and earthquake dynamics based on analysis of the LARSE data. Highlights of the session include: <\/p>\r\n<p><b>Preliminary Seismic Images from LARSE II<\/b>, including preliminary images of the San Fernando, San Andreas, and Northridge faults, which are the faults responsible for the San Fernando earthquake in 1971 and the Northridge earthquake in 1994. Fuis and his team also have imaged the Santa Monica fault, and say this new view of fault configurations and their interconnections will contribute greatly to our understanding of the \"machinery\" of southern California earthquakes. The LARSE data also helps scientists locate hidden earthquake hazards and determine where the strongest shaking is likely to occur. <\/p>\r\n<p><b>In Aspects of the Quaternary Geology of the San Fernando Valley<\/b>, John C. Tinsley III, USGS, Menlo Park, will describe near-record levels of strong ground motion experienced throughout the San Fernando Valley during the Northridge earthquake, and also will describe subsurface conditions of the area that account for observed patterns of damage, along with implications for future earthquake potential. <\/p>\r\n<p><b>Structure of the San Fernando Basin, Based on Analysis of Gravity and Magnetic Data<\/b> will be presented by V. E. Langenheim, USGS, Menlo Park, whose study of gravity data in and around the San Fernando Valley has confirmed the presence of a deep basin underneath the valley. Langenheim says this basin is deeper than previously thought, with a floor perhaps as deep as eight kilometers. The basin&rsquo;s configuration, and interaction of the 1994 Northridge earthquake with the Verdugo fault that runs along its eastern margin, will be discussed. <\/p>\r\n<p><b>Structures Possibly Related to the 1971 San Fernando and 1987 Whittier Narrows Earthquakes Based on the Analysis of Magnetic and Gravity Data<\/b> will be presented by Thomas Hildenbrand, USGS, Menlo Park. His data show that magnetic and density differences between rocks on opposite sides of two different faults in southern California allow scientists to determine the depth, dip, and lateral connection of these faults. The San Fernando fault, where it penetrates bedrock, dips about 60 degrees northeast to a depth of nearly 10 kilometers and connects with the Sierra Madre fault zone. The Whittier fault dips steeply northeast and extends northwest, where it is buried under sedimentary rocks, to connect or nearly connect with a major fault system consisting of the Santa Monica, Hollywood, and Raymond faults. This system crosses the central part of the Los Angeles region. <\/p>\r\n<p><b>Variability of Site Response in the San Fernando Valley from the 1994 Northridge Earthquakes Using Aftershock Data and Seismic Reflection Modeling<\/b>, presented by William J. Stephenson and Stephen J. Hartzell, USGS, Denver, Colo., will show how the shallow underlying geologic structure of the upper few hundred meters influenced the shaking experienced at the surface from aftershocks of the Northr","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"986529600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}