{"title":"USGS Streamgage Measures Significant Flooding in St. Paul","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. Geological Survey field crews are measuring significant flooding on the Mississippi River in St. Paul, Minnesota.<\/p>\n<p>Streamflow at the USGS&nbsp;streamgage on the Mississippi at St. Paul (<a href=\"http:\/\/waterdata.usgs.gov\/mn\/nwis\/uv?site_no=05331000\">streamgage 05331000<\/a>) was 98,700 cubic feet per second (cfs) and rising on Monday morning, June 23. The National Weather Service <a href=\"http:\/\/water.weather.gov\/ahps2\/hydrograph.php?wfo=dlh&amp;gage=stpm5\">currently forecasts<\/a> a flood peak of 20.5 feet and about 119,000 cfs on June 26, which would make the current event the <a href=\"http:\/\/waterwatch.usgs.gov\/new\/?map_type=peak_flow&amp;site_no=05331000\">sixth greatest St. Paul flood<\/a> since record keeping began at the location in 1892.<\/p>\r\n<p>A new <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5079\/\">flood warning system<\/a> is now available to help the St. Paul area better prepare and plan for floods. These digital <a href=\"http:\/\/wim.usgs.gov\/fimi\/?siteno=05331000\">flood inundation maps<\/a> show predicted flooding areas and water-depth information in high resolution before they happen, and allow emergency officials, planners, homeowners and businesses to see which roadways and properties will be impacted by predicted flood levels. The USGS developed these maps <a href=\"http:\/\/www.mvp.usace.army.mil\/Media\/NewsReleases\/tabid\/9473\/Article\/23866\/corps-of-engineers-partners-develop-a-flood-forecast-tool-that-helps-citizens-g.aspx\">in collaboration with<\/a> the U.S. Army Corps of Engineers, National Weather Service, City of St. Paul and Minnesota Silver Jackets hazard mitigation team.<\/p>\r\n<p>USGS scientists are collecting critical streamflow data on the Mississippi River that are vital for the protection of life, property and the environment. These data are used by the National Weather Service to develop flood forecasts, the U.S. Army Corps of Engineers to manage flood control and the various state and local agencies in their flood response activities.<\/p>\r\n<p>There are over 100 USGS-operated streamgages in Minnesota that measure water levels, streamflow and rainfall. Current streamflow conditions are available <a href=\"http:\/\/waterdata.usgs.gov\/mn\/nwis\/current\/?type=flow\">online<\/a>. More information about flooding in Minnesota is available on the USGS Minnesota Water Science Center <a href=\"http:\/\/mn.water.usgs.gov\/\">website<\/a>.<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the United States. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk and for many recreational activities.<\/p>\r\n<p>Access current flood and high flow conditions across the country by visiting the USGS <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch<\/a> website. Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Minnesota"],"country":["United States of America"],"mm_tags":["water","Natural Hazards","flooding","streamgages","floodinnundationmap","Minnesota","Mississippi River","St Paul","flood","floods","floodwater","Water Watch","wateralert","streamflow"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1403496000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169535"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}