{"title":"Phosphorus and Groundwater: Scientists Establish Links Between Agricultural Use and Transport to Streams","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SACRAMENTO, Calif.&mdash; <!--introstart-->Scientists at the U.S. Geological Survey have, for the first time, demonstrated how aquifer composition can affect how excessive levels of phosphorous (an essential nutrient contained in fertilizers) can be carried from fertilized agricultural fields via groundwater to streams and waterways.<!--introend--> This finding will allow for more informed management of agriculture, ecosystem, and human water needs.&nbsp;<\/p>\n<p>Nutrient transport from agricultural fields, including nitrogen and phosphorus compounds, is one of the most serious environmental problems throughout the world because it can cause adverse effects on aquatic ecosystems and\/or drinking water supplies. Excess phosphorus can stimulate algal growth in streams and lakes, which can lead to decreased levels of dissolved oxygen resulting in the death of sensitive organisms including fish, or can cause changes in the types of algae that are present. Some forms of algae can also release toxins that can negatively impact human health.<\/p>\r\n<p>\"While the widespread use of fertilizer has increased crop yields, excessive application is not only wasteful, but it can also be harmful to water quality, fish, and human health,\" said USGS director Marcia McNutt. \"New USGS science demonstrates how and when excess phosphorous is moving underground from fields to streams, and what underground conditions can mitigate nutrient transport.\"<\/p>\r\n<p><a name=\"_GoBack\"><\/a>Researchers examined phosphorus quantities and movement in soils, and groundwater in five agricultural settings across the United States, including California, Washington, Nebraska, Indiana, and Maryland.&nbsp; Sites were chosen to represent common variations in soil geochemistry, climate, irrigation usage, and cropping systems found across the nation, allowing for the first time, a comparison of factors that contribute to phosphorus movement in shallow aquifers. The study included assessment of a variety of agricultural practices, so that factors contributing to phosphorus movement via groundwater could be compared.&nbsp;&nbsp;<\/p>\r\n<p>\"Until now, studies of phosphorus transport to streams have been focused on surface-water pathways because it was previously assumed that phosphorus does not dissolve into soil water and is not mobilized to groundwater,\" explained USGS researcher Joseph Domagalski. \"Farmers and resource managers can use the study information to better manage the application of fertilizer on agricultural fields and minimize phosphorus contamination in downstream water bodies.\"&nbsp;<\/p>\r\n<p>The study examines how iron and other elements present in particles in an aquifer can immobilize phosphorus and remove it from groundwater. Under the right conditions, such as in the Maryland site, these processes completely limit phosphorus movement in groundwater. However, if aquifer particles are continually exposed to excess phosphorus and become saturated, the excess phosphorus will eventually be transported to a discharge zone, such as a stream. Using this information, resource managers can evaluate what types of aquifer systems are more likely to transport phosphorus into surface water bodies.<\/p>\r\n<p>The study also shows that inexpensive soil tests, routinely employed to estimate fertilizer requirements, can be used on deeper soil samples to evaluate the potential for downward movement of phosphorus below the plant rooting depth in agricultural areas. The potential for groundwater transport of phosphorus can be evaluated with basic geochemical information, such as measurements of pH, dissolved oxygen, and dissolved phosphorus in samples of shallow ground water.<\/p>\r\n<p>The study of agricultural chemicals is one of several priority topics currently being addressed by the U.S. Geological Survey National Water-Quality Assessment Program. More information about the study is available <a href=\"http:\/\/pubs.usgs.gov\/fs\/2012\/3004\/\">online<\/a> and in the Journal of Hydrology","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","groundwater","phosphorus","agriculture","runoff","Ecosystem","aquifer","Pollution","fertilizer","stream"],"release_date":{"und":[{"value":"1330491600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169769"},{"tid":"169924"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}