{"title":"Protecting People, Reducing the ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The flood may be over but the hydrologic work continues on and is more critical than ever, was the message that U.S. Geological Survey Director Gordon Eaton gave to the troops in Bismarck Friday (Aug. 1, 1997). \n<p>\r\n<p>In North Dakota to speak to USGS employees in Bismarck, Eaton applauded the work of water resources personnel in the midst of the recent flooding of the Red River of the North and presented them with a commemorative plaque marking their efforts. \r\n<p>\r\n<p>The springtime snowmelt flooding of the Red River broke all previous Red River records by far and kept on rising, causing some of the worst-ever flooding in the state of North Dakota. \r\n<p>\r\n<p>\"During difficult times like the Red River flood, the Nation can expect to spend something like $50 billion dollars annually in loss and recovery from all types of natural disasters,\" Eaton said. \"This economic cost is a terrible burden, a disaster tax if you will, that every citizen must pay. \r\n<p>\r\n<p>\"This is part of the national and international role of the USGS. To learn from past hazards, whether floods, earthquakes or other natural events, to monitor what is happening right now, and to combine all that information and real-time data and make it part of the front line defense that protects public safety and resources all across the country. \r\n<p>\r\n<p>\"Here in North Dakota, USGS employees were on the front lines, in the deep water, providing the information needed by other agencies to provide downstream flood warnings,\" Eaton said. \"Far away from the television cameras, the USGS employees from North Dakota and eleven other states were in the field and at the computers, working around the clock to keep the information flowing and the gauges working,\" Eaton said. \r\n<p>\r\n<p>The USGS relies on more than 1,100 federal, state and local partners - including 21 in North Dakota - in developing its water information. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Dakota"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"870408000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}