{"title":"Many Forests Feeling the Heat from Climate Change ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_173714\" align=\"alignleft\" width=\"240\" caption=\"This image, from April 2004, shows mortality of some adult Joshua trees resulting from years of hot-dry climate. During the prior year, this area received only 17 percent of its average precipitation and was 4 degrees F warmer than average -- conditions that are projected to become even more frequent in models of future climate. Seedlings and saplings in this southerly stand of Joshua trees are rare to non-existent.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/JoshuaTreePierceFerryCole.jpg\"><img class=\"size-full wp-image-173714  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/JoshuaTreePierceFerryCole.jpg\" alt=\"See caption:\" width=\"240\" height=\"176\" \/><\/a>[\/caption]\n\nAs the climate gets warmer, many forests are feeling the heat. Impacts range from increased forest fire hazards and tree mortality to detrimental beetle outbreaks and alterations to leaf abundance and bloom.\n\nWhen forest cover or composition changes, there are impacts to the availability of wood products, clean water, recreational opportunities, and habitats for many plants and animals.\n\nIn recognition of World Forestry Day, letâ\u0080\u0099s take a glimpse at U.S. Geological Survey science to understand the fate of forests from climate change.\n\nTo sustain the health and production of Americaâ\u0080\u0099s forests, managers need sound science to guide their decisions. The USGS is involved in several initiatives across the nation and in other countries to provide science to understand climate change impacts to forests.\n\n[caption id=\"attachment_173715\" align=\"alignright\" width=\"217\" caption=\"A prescribed fire lights up the night at Sequoia National Park, California. USGS scientists are investigating how fire in an era of climate change are affecting forests across the United States. Credit: USGS, Nate Stephenson\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/nitefire.jpg\"><img class=\"size-full wp-image-173715\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/nitefire.jpg\" alt=\"See caption:\" width=\"217\" height=\"322\" \/><\/a>[\/caption]\n\nUSGS scientists are working to detect what forest changes are happening and the associated impacts, while also developing forecasts and scenarios for what may happen in the future. Scientists are even looking at the potential for our nationâ\u0080\u0099s vegetation, soils and sediments to soak up and store carbon from the atmosphere. This science is the basis on which strategies are developed to manage and protect these environments.\n\n<strong>What Changes are Happening Now and in the Future?<\/strong>\n\nScientists are identifying how climate change is impacting forests by answering questions such as: Whatâ\u0080\u0099s happening, why, what does it mean, and what does the future hold?\n\n<em>Forest Fires<\/em>\n\nThere is a growing <a href=\"http:\/\/www.werc.usgs.gov\/Project.aspx?ProjectID=97\">realization<\/a> that climate warming may be linked to increasing forest fire size, severity, and frequency.Â  Hotter temperatures result in reduced winter snowpack, earlier snowmelt, longer summer drought, and therefore drier conditions that are more susceptible to fire ignition.\n\n<em>Forest Die-off<\/em>\n\nUSGS scientists have found that warmer temperatures and associated stress from drought are contributing to increased tree mortality in all major forest types around the <a href=\"http:\/\/www.fort.usgs.gov\/Products\/Publications\/pub_abstract.asp?PubID=22509\">world<\/a>. The USGS is developing models to forecast expected changes in tree distributions given projected changes in climate. In the Southwest, for example, Joshua trees will likely be <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2723&amp;from=rss_home\">eliminated<\/a> from 90 percent of their current range in 60 to 90 years. Other USGS <a href=\"http:\/\/www.usgs.gov\/newsroom\/article_pf.asp?ID=2115\">research<\/a> has also identified a rapidly rising death rate for trees in old-growth forests across the West.\n\n<em>Beetle Outbreaks<\/em>\n\nHotter temperatures may contribute to outbreaks of insects or diseases, both native and non-native, which are harmful to forests. USGS scientists have linked some recent outbreaks of tree-killing bark beetles in the West to warming temperatures. In Colorado, the USGS is <a href=\"http:\/\/rmgsc.cr.usgs.gov\/rmgsc\/sci_landscape.shtml\">working<\/a> to evaluate whether and how forest management practices (such as thinning or prescribed burning) increase or decrease forestsâ\u0080\u0099 resilience to a currently destructive native insect, the mountain pine beetle.\n\n[caption id=\"\" align=\"alignleft\" width=\"300\" caption=\"A hemispherical photo from Pocosin weather station site, Shenandoah National Park.\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/08_16_2010\/t8PBs21rq4_08_16_2010\/medium\/DSCN0650.JPG\" alt=\"See caption:\" width=\"300\" height=\"225\" \/>[\/caption]\n\n<em>Leaf Growth and Abundance<\/em>\n\nAs climate changes, it affects the timing of when leaves emerge, the amount of foliage that grows as well as the timeframe when leaves begin to fall. The study of the timing of such events as related to climate is termed â\u0080\u009c<a href=\"http:\/\/www.usanpn.org\/\">phenology<\/a>.â\u0080\u009d USGS scientists are studying how forest phenology may be impacted by climate change, focusing research on <a href=\"http:\/\/egsc.usgs.gov\/shenandoah.html\">Shenandoah National Park<\/a> in Virginia. Understanding forest phenology patterns is important because it affects water resources, habitat condition, the timing of allergy seasons, vacation planning and tourism, and carbon storage.\n\n<strong>Storing Carbon in Forests<\/strong>\n\nTrees naturally soak up CO<sub>2<\/sub> from the air through photosynthesis. Forests absorb about Â¼ of annual anthropogenic (human created) carbon emissions that would otherwise contribute to atmospheric warming.\n\nUSGS scientists are assessing the potential of ecosystems to store carbon in vegetation, soils and sediments, which is a process known as <a href=\"http:\/\/www.usgs.gov\/climate_landuse\/carbon_seq\/\">biological carbon sequestration<\/a>. The assessment will help inform land management decisions such as wetland restoration, forest harvesting, or farming techniques. A USGS assessment on the amount of carbon stored in ecosystems across the nation is expected to be completed around 2013.\n\nThe USGS is also actively involved in <a href=\"http:\/\/www.silvacarbon.org\/\">SilvaCarbon<\/a>, helping countries build the capacity to monitor and manage their forests and carbon. In a collaborative effort, U.S. Federal agencies have been conducting national assessments in Gabon, Indonesia, Colombia, Ecuador and Peru. They are also providing training workshops such as techniques for forest mapping and how to link ground, aerial and satellite observations. SilvaCarbon also contributes to the <a href=\"http:\/\/www.earthobservations.org\/index.shtml\">Group on Earth Observations (GEO)<\/a> Forest Carbon Tracking initiative.\n\n<strong>Forest Science Requires Long-Term Monitoring and Research<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"300\" caption=\"Scenic shots of Rocky Mountain National Park, Mountain Pine Beetle damage to pine forest.\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/02_15_2011\/hLc5FRq11Y_02_15_2011\/medium\/DSC_6764_Becker.JPG\" alt=\"See caption:\" width=\"300\" height=\"201\" \/>[\/caption]\n\nPart of the challenge for understanding how forests are affected by climate change is the need for long-term data. Satellites are a cost-effective way to gather wide-spread information on forests, and the <a href=\"http:\/\/landsat.usgs.gov\/\">USGS Landsat program<\/a> has been doing so across the globe since 1972. Landsat records provide the worldâ\u0080\u0099s longest continuous collection of space-based data.\n\nThe worldâ\u0080\u0099s longest ongoing annual record of forest data is in Sequoia and Yosemite national parks in California. For 30 years, the USGS has been tracking the birth, growth, health and deaths of some 30,000 individual trees in these parks. Research is coordinated through the <a href=\"http:\/\/westernmountains.org\/\">USGS Western Mountain Initiative<\/a> climate change project.\n\n<strong>Start with Science<\/strong>\n\nLong-term monitoring and sound science on climate change impacts to our forests is needed to make the most informed decisions to protect these environments.\n\n<span style=\"text-decoration: underline\">Contact<\/span>: <a href=\"mailto:jrobertson@usgs.gov\">Jessica Robertson<\/a>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Bark Beetle","Biology and Ecosystems","Carbon Dioxide","Carbon Sequestration","Carbon Storage","Climate Change","Environmental Health","forest","forest Fire","Joshua Trees","landsat","Tree Mortality"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1332336647","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}