{"title":"USGS-University of Alaska Landscape Ecologist Named 2012 AAAS Fellow","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"255\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_01_30\/moose_browsing.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_01_30\/moose_browsing_tn.jpg\" alt=\"caption below\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Dave&nbsp;McGuire&nbsp;(right) and volunteer Tom Sinclair (left) collect moose browse data in a burned black spruce forest as part of graduate student Erin Julianus'project on interactions between moose browsing and fire on Kanuti National Wildlife Refuge.&nbsp;&nbsp;&nbsp;Photo courtesy of Erin Julianus. (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_01_30\/moose_browsing.jpg\">(High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>FAIRBANKS,<em> <\/em>Alaska<em>&mdash;<\/em> <!--introstart-->A. David McGuire of the University of Alaska Fairbanks and the U.S. Geological Survey has been named a Fellow of the American Association for the Advancement of Science, the world's largest general scientific society and publisher of the journal Science.<!--introend--><\/p>\r\n<p>McGuire was recognized for distinguished contributions to the field of terrestrial ecology, particularly for the role of arctic and boreal terrestrial ecosystems in the climate system. He is a professor of ecology at UAF's Institute of Arctic Biology and Department of Biology and Wildlife and assistant leader of ecology in the USGS Alaska Cooperative Fish and Wildlife Research Unit.<\/p>\r\n<p>&nbsp;\"Dave is internationally recognized for the importance of his research on the role of the carbon cycle in arctic and subarctic environments and for his work modeling its effects on the global climate system,\" said Brian Barnes, IAB director and AAAS Fellow.<\/p>\r\n<p>McGuire's research since 1990 has focused on developing a terrestrial ecosystem model that describes how carbon and nitrogen flow in terrestrial ecosystems can forecast how Alaska's landscapes might change in response to climate warming.<\/p>\r\n<p>\"We're looking at the transition of grassy tundra to shrub tundra and shrub tundra to forest tundra,\" said McGuire of the research done in collaboration with colleagues, graduate students and postdoctoral fellows. \"The key issue is how quickly these transitions will occur and how much of a change in atmospheric heating you get going from one type of tundra to another. We&rsquo;ve conducted retrospective studies to look at these effects and they have been relatively minor. It&rsquo;s in the future that they have the potential to become stronger.\"<\/p>\r\n<p>Climate change throughout the circumpolar arctic has the potential to affect ecosystems and the services they provide -- including food, fiber and recreation -- to the people of Alaska and the nation.<\/p>\r\n<p>\"Dave's work on plant community dynamics is important to our efforts to project changes in future wildlife habitats and the implications of these habitat changes for wildlife populations,\" said Brad Griffith, leader of the USGS AKCFWRU.<\/p>\r\n<p>\"The work we&rsquo;ve done requires using measurements of soil, water, plants and permafrost that many other people have made and incorporating those data into models and making projections,\" McGuire said. \"Our research is built on the work of colleagues, especially Terry Chapin, professor emeritus at UAF, who so clearly articulated the possibility of changes in tundra vegetation, and the students and post-docs in my lab who have done the heavy lifting. It&rsquo;s the synergy among all these people that has allowed me to be accomplished enough to be elected as a Fellow.\"<\/p>\r\n<p>McGuire is among 702 new Fellows chosen nationwide for 2012 for their scientifically or socially distinguished efforts to advance science or its applications. He will be presented with an official certificate and a gold and blue rosette pin - representing science and engineering &ndash; Saturday Feb.16 at the AAAS annual meeting in Boston, Mass., and joins more than a dozen Alaska","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Ecosystems Cooperative Research Units","Eocosystemes","climate","landscapes","environment","Awards","Arctic","Alaska"],"release_date":{"und":[{"value":"1359522000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169020"},{"tid":"170020"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}