{"title":"Keeping an Eye on Climate Change","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Florida<\/strong><strong> Site Established for Tracking Seasonal Effects of Climate Change on&nbsp; Native Species <\/strong><\/p>\n<p><!--introstart-->For the first time, a site in Florida has been established where citizens, students and researchers can track the seasonal effects of climate change on Florida's native plants and animals.<!--introend-->&nbsp;<\/p>\r\n<p>This ecological site, at the University of South Florida's Ecological Research Area, is designed for researchers and the public to monitor the timing and duration of natural seasonal events of plants and animals.&nbsp;<\/p>\r\n<p>By tracking events such as the first emergence of spring buds and the appearance of insects, land managers can better understand the effects that climate change is having on Florida's native species.<\/p>\r\n<p>This revives a centuries-old tradition of monitoring cyclical events in the natural world and is part of the USA-National Phenology Network (USA-NPN).&nbsp;<\/p>\r\n<p>\"Because the timing of natural events is sensitive to weather and climate, they are an important living indicator of environmental change,\" said George Kish, a USGS scientist and coordinator of the Southeastern Regional Phenology Network. \"Scientists throughout Florida have been looking for ways like this that we can use to forecast how climate change will affect ecosystems and resources throughout Florida.\"&nbsp;<\/p>\r\n<p>Kish and Gordon Fox, a USF associate professor of plant ecology, worked together to establish the site in the USF Ecological Research Area. The site is ideal for analyzing the effects of hydrology, a key environmental factor in Florida, because it has dry uplands and cypress wetlands and includes many kinds of Florida's plants. The site also supports 12 of Florida's plant community types, including 13 plant species that live only in Florida, along with 3 endangered species, 3 threatened ones, and 3 that are commercially exploited.&nbsp;<\/p>\r\n<p>\"The observations and data collected here will be valuable to resource managers working in similar ecosystems throughout the state as well as contributing to a larger view of how climate change may affect our natural resources,\" said Fox.&nbsp;<\/p>\r\n<p>Present-day phenology uses observations of cyclical events in the natural world such as migration, flowering and insect emergence to understand the effects of climate change on plants, animals and ecosystems. \"For example, climate change models predict longer, more intense droughts in the southeastern United States,\" said Kish. \"These changes could significantly affect the plant communities the rest of the ecosystem depends on.\"&nbsp;<\/p>\r\n<p>Citizen scientists can also help track climate change effects at the site by contacting <a href=\"mailto:gfox@cas.usf.edu\">Gordon Fox<\/a>. They can also record seasonal changes in plant and animal behavior in their own backyard for the <a href=\"http:\/\/www.usanpn.org\/\">National Phenology Network<\/a> by registering where they will find easy-to-use information on tracking nearly 200 species. These observations will eventually be analyzed against satellite-generated remote sensing data and weather data, then compared with detailed ecological studies.<\/p>\r\n<p>The USA-NPN is a U.S. Geological Survey-supported organization built upon partnerships among federal and state agencies, other organizations, scientists and the public.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["Climate Change","Florida","phenology","biology"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1236142800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169444"},{"tid":"169418"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}