{"title":"USGS Releases La Plata County Natural Gas-Seep Study Findings","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U. S. Geological Survey has released Open-File Report 97-59 entitled: Geology and Structure of the Pine River, Florida River, Carbon Junction, and Basin Creek Gas Seeps, La Plata County, Colorado. The results of the study reflect a collaborative effort between the USGS, Bureau of Land Management (BLM), the Colorado Oil and Gas Conservation Commission (COGCC), La Plata County, and four gas-producing companies operating in the northern part of the San Juan Basin in La Plata County, Colo. \n<p>Increased population growth in Durango and La Plata County has occurred at the same time as large-scale development of natural gas from Fruitland Formation coal beds. As a consequence, the public has become concerned about safety issues related to natural gas seeps where Fruitland coal beds crop out. The USGS was asked to study Fruitland coal beds in the seep areas at the surface and near the coal outcrops in the subsurface as part of a multifaceted study to evaluate the nature of the seeps. \r\n<p>\"The goal of the La Plata County study was to determine if man-made activities like drilling wells and producing natural gas near coal outcrops could be causing or contributing to the seepage of natural gas at coal outcrops in La Plata County, \" said James Fassett, geologist and USGS project team leader. \r\n<p>In the Pine River seep area, where the subsurface geologic data were most complete, geologic evidence indicated that the gas seeps were probably not related to the presence of nearby gas wells. In the Florida River, Carbon Junction and Basin Creek seep areas, subsurface geologic data were not detailed enough to warrant positive conclusions regarding the relations of the gas seeps to nearby producing gas wells. \r\n<p>A seep is defined as a place where fluids, such as water, petroleum, or natural gas emanate from the Earth&rsquo;s surface. Most seeps are natural, but in some unusual circumstances man-made activities can create new seeps or change the rate of flow of natural seeps. Because gas seeps can constitute a serious hazard, the BLM and COGCC were concerned about the source of the gas seeps. If nearby gas-producing wells were contributing to the seeps, these regulatory agencies would have to consider passing new regulations regarding proximity of gas wells to the outcrop, mandate mitigation measures, or in extreme cases, order the shutting-in of producing gas wells. \r\n<p>La Plata County officials required detailed geologic maps of outcropping coal beds in the major seep areas in order to precisely target possible hazardous areas where building development would have to be restricted. Gas-producing companies were concerned because they wanted to operate in an environmentally responsible manner and regulatory actions resulting in shut-in wells would be very costly. The companies wanted any such regulatory actions to be based on a totally objective scientific analysis of all available data. The USGS was selected to conduct the geologic study because of its long and well-established reputation for providing credible, reliable, and impartial Earth-science information to nearly 2,000 partners at the local, state, and regional level. \r\n<p>The report was prepared by USGS geologists J.E. Fassett, S.M. Condon, A.C. Huffman, and D.J.Taylor and consisted of four parts; 1) detailed surface mapping of Fruitland Formation coal outcrops in the seep areas, 2) detailed measurement of joint and cleat patterns in the seep areas, 3) detailed coal-bed correlation of Fruitland coals in the subsurface adjacent to the seep areas, and 4) studies of deep-seated seismic patterns in those seep areas where seismic data were available. The open-file report is divided into three chapters containing the results of the subsurface coal-bed correlation study, the results of the surface geologic mapping and joint measurement study, and the results of the deep-seismic study. The report is 126 pages long and contains seven folded plates consisting of the geologic maps of","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"865224000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169489"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}