{"title":"Annual Bald Eagle Survey Yields Important Results","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Images Available<\/strong> \r\n<\/p>\r\n<img src=\"\/newsroom\/images\/01.2008.10.gif\" border=\"0\" alt=\"US Army Corps of Engineers logo\" width=\"95\" height=\"73\" align=\"right\" \/> \r\n<p>\r\n<a href=\"http:\/\/fresc.usgs.gov\/news\/images\/2008_1a.jpg\">Family of eagles roosts near Lake Sonoma, California during a previous Midwinter Bald Eagle Survey. Photo by Joseph Lishka, U.S. Army Corps of Engineers<\/a>.(http:\/\/fresc.usgs.gov\/news\/images\/2008_1a.jpg) \r\n<\/p>\r\n<p>\r\n<a href=\"http:\/\/fresc.usgs.gov\/news\/images\/2008_1b.jpg\">Mature bald eagle spotted during the 1982 Midwinter Bald Eagle Survey. Photo by Wade Eakle, U.S. Army Corps of Engineers.<\/a>&nbsp; (http:\/\/fresc.usgs.gov\/news\/images\/2008_1b.jpg) \r\n<\/p>\r\n<p>\r\n<!--introstart-->A key annual event in the recovery of bald eagle populations is entering its 30th year this week as hundreds of observers nationwide take part in the Midwinter Bald Eagle Survey. Observers from federal, state and local agencies, as well as conservation groups and private citizens, will participate in the survey by counting eagles along standard routes from January 2-16.<!--introend--> \r\n<\/p>\r\n<p>\r\n&quot;The purpose of the survey is to monitor the status of wintering populations of bald eagles in the contiguous United States by estimating national and regional count trends,&quot; said Wade Eakle, the national survey coordinator and an ecologist for the U.S. Army Corps of Engineers (USACE). This is the first time the USACE is coordinating the survey.&nbsp; \r\n<\/p>\r\n<p>\r\nThis week, the U. S. Geological Survey (USGS) also announces results of a new analysis using the count data from 1986 through 2005. The analysis, based on 178,896 observations of wintering eagles during 8,674 surveys of&nbsp;746 routes in 43 states, shows counts of wintering bald eagles increasing nationwide at a rate of 1.7% per year. Increases in counts over the 20-year period were highest in the northeast portion of the United States, with a 6% increase each year. In contrast, counts in the southwest portion decreased 1.2% each year over 20 years. Seventy-six percent of survey routes north of 40 degrees latitude had increasing count trends, but only 50% of routes south of 40 degrees latitude showed increasing trends. \r\n<\/p>\r\n<p>\r\nFormer survey coordinator and USGS scientist Karen Steenhof explains, &quot;The survey is a unique source of long-term, baseline data and is especially useful in monitoring bald eagles following their removal from the U.S. Endangered Species List. The midwinter survey provides information on both breeding and nonbreeding segments of the population at a potentially limiting time of the year.&quot; \r\n<\/p>\r\n<p>\r\n&quot;The trends detected with the most recent analysis could be due to many factors,&quot; said Steenhof who led the analysis. &quot;For example the increases in the north may be due to increasingly warmer winters or they may reflect reversal of some of the declines experienced when DDT was used.&quot; \r\n<\/p>\r\n<p>\r\n&quot;Periodic analyses of the counts are a key part of the midwinter survey,&quot; said Eakle. &quot;This could help us detect effects of climate change or habitat loss on bald eagles.&quot; \r\n<\/p>\r\n<p>\r\nThe new results are available on an updated website, <a href=\"http:\/\/ocid.nacse.org\/nbii\/eagles\/\">Midwinter Bald Eagle Count<\/a>,&nbsp;developed by the Northwest Alliance for Computational Science &amp; Engineering based at Oregon State University, with funding from the National Biological Information Infrastructure. Users can retrieve actual count data used in the analysis as well as summary information for individual survey routes. They also can obtain estimates of count trends for different regions and states. \r\n<\/p>\r\n<p>\r\nThe National Wildlife Federation began the survey in 1979, and the USGS organized and coordinated it from 1997 to 2007.&nbsp; In 2007, the USGS established&nbsp;a&nbsp;partnership with the USACE to maintain the long-term, national coordination of the survey, data analysis, and reporti","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1199941200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169810"},{"tid":"170655"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}