{"title":"Coalbed Methane Development and Impacts to be Discussed at USGS Field Conference","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>What: Federal, state and local policy makers will gather in Casper, Wyoming, on May 9-10 to examine science issues associated with the development of coalbed methane. The two-day conference and field trip, sponsored by the U.S. Geological Survey (USGS), will examine a number of topics including: what is coalbed methane, how it forms, where it occurs, how it is developed, and consequences of development. <\/p>\n<p><!--introstart-->Scientists, managers, partners and clients involved in coalbed methane studies will discuss the nature and extent of coalbed methane. They will also examine its characteristics as a commodity, the nature of its development in Wyoming and Montana, and observed impact on land, water, biota, and air.<!--introend--> <\/p>\r\n<p>Where: Casper, Wyoming Parkway Plaza Hotel, Ballroom 123 West E St. (307) 235-1777 <\/p>\r\n<p>When: May 9, 2001 - Conference at Parkway Plaza Hotel, 8 a.m. to 5 p.m.<br>May 10, 2001 - Field Trip, departs Casper at 7 a.m. and returns at 6 p.m. <\/p>\r\n<p>Attendees: Participants will include USGS Director Charles Groat as well as scientists and managers from all of the USGS disciplines, representatives from federal, state and local government agencies, federal land management agencies, environmental organizations, and the oil and gas industry. <\/p>\r\n<p>Media Availability: While members of the news media are encouraged to attend all conference sessions, a special media availability will be held at 4:30 p.m. on May 9 in the American Room at the Parkway Plaza Hotel. USGS scientists and others will be available to talk with reporters and answer questions. \r\n<p>Agenda overview: <\/p>\r\n<p>Day 1: Workshop at the Parkway Plaza Convention Center, Casper, Wyoming. Topics to be covered include: <\/p>\r\n<p>COALBED <\/p>\r\n<UL>\r\n<LI>Geological overview of coalbed methane: extent and volume -Nature and characteristics of methane (natural gas) in coal -Nature and characteristics of water in coal; methods and consequences of disposal<\/LI>\r\n<LI>Biological impacts of coalbed methane development<\/LI>\r\n<LI>Exploration and production methods for coalbed methane in Wyoming<\/LI>\r\n<LI>Federal and state regulatory issues related to coalbed methane development<\/LI>\r\n<LI>Land management issues related to coalbed methane development <\/LI><\/UL>\r\n<p>Day 2: Field trip to coalbed methane drilling and production facilities and coal mining operations in the Powder River Basin near Gillette, Wyoming. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Wyoming"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"989294400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"169167"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}