{"title":"Washington State Observes Volcano Awareness Month in May","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>VANCOUVER, Wash. &mdash; May is Volcano Awareness Month in Washington state. As proclaimed by Gov. Chris Gregoire, scientists, safety officials and educators are encouraged to discuss the hazards of volcanoes with their communities. The U.S. Geological Survey and state of Washington are commemorating the month by conducting training for state-level emergency managers and a volcano videoconference for middle-school students around the state.&nbsp;<\/p>\n<p>May 18, 1980 remains a vivid memory for Washington&rsquo;s residents as the day that Mount St. Helens propelled volcanic ash skyward to an altitude of 80,000 feet in just 15 minutes. While many people recall how ash on the ground disrupted lives in eastern Washington, Idaho, and western Montana, few may recall how it affected airplane flights overhead. John Ewert, scientist-in-charge of the USGS Cascades Volcano Observatory notes, &ldquo;Airborne volcanic ash and ash fall causes more widespread damage and affects more people than any other volcano hazard.&rdquo;&nbsp;<\/p>\r\n<p>In April 2010, volcanic ash from Iceland&rsquo;s Eyjafjallaj&ouml;kull volcano drifted across much of Europe. The presence of the ash cloud disrupted air transportation for 7 million travelers, and resulted in global aviation losses of $2.6 billion dollars in a single week. &ldquo;When we consider the far ranging effects of airborne volcanic ash we have to understand that in this day and age there are no remote volcanoes,&rdquo; Ewert said.<\/p>\r\n<p>In the United States alone, aircraft carry hundreds of thousands of passengers and hundreds of millions of dollars of cargo near active volcanoes every day.&nbsp; Approximately 2,000 flight operations take place daily in Cascade airspace. Volcanic ash can disrupt our lives, our state&rsquo;s economy, and entire regions of our nation.&nbsp;&nbsp;<\/p>\r\n<p>Information about volcanic ash hazards is available in a new USGS product, <a href=\"http:\/\/pubs.usgs.gov\/fs\/2010\/3116\/\">&ldquo;Airborne Volcanic Ash&mdash;A Global Threat to Aviation,&rdquo; USGS Fact Sheet 2010-3116<\/a>, which complements<a href=\"http:\/\/pubs.usgs.gov\/fs\/fs027-00\/\"> USGS Fact Sheet 027-00, &ldquo;Volcanic Ash fall&mdash;a Hard Rain of Abrasive Particles.\"<\/a> The Washington Military Department&rsquo;s Emergency Management Division is highlighting volcano preparedness materials with a dedicated issue of <a href=\"http:\/\/emd.wa.gov\/\">&ldquo;InFocus&rdquo;<\/a>. Information about Mount St. Helens and other volcanoes in the U.S. are on the <a href=\"http:\/\/volcanoes.usgs.gov\/\">USGS Volcano Hazards website<\/a>.&nbsp;<\/p>\r\n<p>To reduce the threat of disruption by volcanic ash, the USGS, in cooperation with the Federal Aviation Administration, the National Weather Service, and other national and international partners, is leading an international effort to reduce risk posed to aircraft by volcanic eruptions. Washington&rsquo;s EMD works in tandem with USGS, to develop emergency coordination plans with communities, and to coordinate communication and recovery efforts.&nbsp;&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["volcano","Cascades","Mount Saint Helens","Mount St Helens","ash","washington","Volcano Awareness Month","","hazard"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1305518400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169006"},{"tid":"170338"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}