{"title":"Microbes and the Dust They Ride In On Pose Potential Health Risks","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Images available at: <a href=\"http:\/\/coastal.er.usgs.gov\/african_dust\/\">http:\/\/coastal.er.usgs.gov\/african_dust\/<\/a> <a href=\"http:\/\/www.gsfc.nasa.gov\/gsfc\/earth\/toms\/microbes.htm\">http:\/\/www.gsfc.nasa.gov\/gsfc\/earth\/toms\/microbes.htm<\/a> <\/p>\n<p>Potentially hazardous bacteria and fungi catch a free ride across the Atlantic, courtesy of North African dust plumes. Government researchers who made the discovery believe the stowaway microbes might pose a health risk to people in the western Atlantic region. <\/p>\r\n<p>Dale Griffin, Virginia Garrison, and Eugene Shinn of the U.S. Geological Survey (USGS) and Jay Herman of NASA&rsquo;s Goddard Space Flight Center outline their findings in a paper titled \"African Desert Dust in the Caribbean Atmosphere: Microbiology and Public Health.\" The paper will be published June 14 in the journal Aerobiologia. <\/p>\r\n<p>\"The National Institute of Health&rsquo;s National Institute of Allergy and Infectious Diseases identifies airborne dust as the primary source of allergic stress worldwide,\" stated Shinn. \"The identification of microbes in transported dust is important, as they may be a source of respiratory stress and disease above and beyond that caused by exposure to particulate matter.\" <\/p>\r\n<p>African dust has produced red-tinged sunsets in south Florida for years. The dust comes every year during northern Africa&rsquo;s dry season, when storm activity in the Sahara Desert region generates clouds of dust. The dust, originating from fine particles in the arid topsoil, is transported into the atmosphere by winds and may be carried more than 10,000 feet high into the atmosphere by easterly trade winds. Typically, it takes 5 to 7 days for the dust clouds to cross the Atlantic Ocean and reach the Caribbean and Americas. <\/p>\r\n<p>\"The dust events are cyclical,\" Griffin said. \"Studies by other researchers have shown that from February to April, the winds bring an estimated 280,000 tons per event to 13 million tons per year to the Northeastern Amazon Basin. From June to October the winds shift and typically bring dust to North and Central America and the Caribbean.\" <\/p>\r\n<p>During the peak of the dust season in July 2000, Garrison collected samples of airborne pollutants and dust daily on the island of St. John in the Virgin Islands and sent them to the USGS laboratory in St. Petersburg, Fla., for microbial analysis by Griffin. He compared his results with satellite observations tracking dust clouds from North Africa. The air samples with high levels of microbes were collected on the days that NASA&rsquo;s Total Ozone Mapping Spectrometer satellite instrument observed the African dust sweeping into the region, indicating that the microbes had been transported from Africa. \"In the week it takes for North African dust to cross the Atlantic some of the microbes die because of exposure to ultraviolet (UV) rays of the Sun,\" said Griffin. \"However, microbes in the cracks and crevasses of dust particles may be shielded from UV. We also believe that the upper altitudes of the dust clouds deflect harmful UV rays, shielding microbes at lower altitudes as they are transported across the Atlantic Ocean. Additionally, when dust clouds move over open water in lower latitudes, the moderate temperatures and high humidity are known to enhance microbial survival.\" <\/p>\r\n<p>Florida receives more than 50 percent of all microbe-laden African dust that reaches the United States. Over the last 25 years, dust quantities reaching Miami have increased during periods of African drought. \"The U.S. Environmental Protection Agency says these tiny dust particles can penetrate deep into your airways and react with lung tissue,\" Herman said. \"During major dust episodes reaching Florida, there could be a correlation with increased respiratory problems.\" <\/p>\r\n<p>In addition to the dust itself, even small concentrations of fungal spores can trigger allergic reactions. A study by M.E. Howitt of the Queen Elizabeth Hospital in Barb","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"992491200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"},{"tid":"169131"},{"tid":"169123"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}