{"title":"Nation's Authoritative Land Cover Map New and Improved","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"200\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_04_07\/LasVegas_NLCD01_NLCD11.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_04_07\/LasVegas_NLCD01_NLCD11_tn.jpg\" alt=\" caption available below image\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">\r\n<p><strong>A Triptych of Urban Growth, NLCD 2001-2011<\/strong><\/p>\r\n<p>These three panels of cyclical data (2001, 2006, 2011) from the National Land Cover Database depict intervals of land cover change in the vicinity of Spring Valley, a suburb of Las Vegas, NV. NLCD 2011 (right panel) shows the expanding intensity of the developed impervious surface area (shades of red) during the 10-year period. Las Vegas continues to be one of the fastest growing metropolitan areas in the nation. (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_04_07\/LasVegas_NLCD01_NLCD11.jpg\">High resolution image<\/a> 3.4 MB)<\/p>\r\n<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><!--introstart-->Just released, the latest edition of the nation&rsquo;s most comprehensive look at land-surface conditions from coast to coast shows the extent of land cover types from forests to urban areas.<!--introend--> The <a href=\"http:\/\/www.mrlc.gov\/nlcd2011.php\">National Land Cover Database (NLCD 2011)<\/a> is made available to the public by the U.S. Geological Survey and partners.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>Dividing the lower 48 states into 9 billion geographic cells, the massive database provides consistent information about land conditions at regional to nationwide scales. Collected in repeated five-year cycles, NLCD data is used by resource managers and decision-makers to conduct ecosystem studies, determine spatial patterns of biodiversity, trace indications of climate change, and develop best practices in land management.&nbsp;<\/p>\r\n<p>&nbsp;&ldquo;America&rsquo;s land and waters face unprecedented challenges from natural disasters, climate change, development pressures, and population growth,&rdquo; said Anne Castle, Assistant Secretary of the Interior for Water and Science. &ldquo;Prudently using our public lands and developing our energy potential, while protecting our natural resources at the same time, requires a keen appreciation of how the landscape is changing over time and the causes of those changes. The digital view that the National Land Cover Dataset affords us is sweeping, yet amazingly precise. It is one of the most important tools, for the Department of the Interior or any other land or water manager, in fostering an impartial perspective of landscape dynamics.&rdquo;<\/p>\r\n<p>&nbsp;Based on Landsat satellite imagery taken in 2011, NLCD 2011 describes the land cover of each 30-meter cell of land in the conterminous United States and identifies which ones have changed since the year 2006. Nearly six such cells &mdash; each 98 feet long and wide &mdash; would fit on a football field. Land cover is broadly defined as the biophysical pattern of natural vegetation, agriculture, and urban areas. It is shaped by both natural processes and human influences.<\/p>\r\n<p>NLCD 2011 updates the previous database version, NLCD 2006. The NLCD program is designed to provide five-year cyclical updating of our nation's land cover, similar to the cyclical population updating done by the U.S. Census.&nbsp;<\/p>\r\n<p>NLCD is constructed by the 10-member federal interagency&nbsp;<a href=\"http:\/\/www.mrlc.gov\/\" target=\"_blank\">Multi&#8209;Resolution Land Characteristics Consortium (MRLC)<\/a>.&nbsp;<\/p>\r\n<p>&ldquo;The ongoing 20-year collaboration of the consortium is a model of cooperation among government entities,&rdquo; said Matt Larsen, USGS associate director for climate and land use change. &ldquo;Combining resources from MRLC member agencies to provide digital land cover for the Nation is the best kind of teamwork. It not only advances la","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Land Remote Sensing","Climateand Land Use Change Geographic Analysisand Monitoring"],"article_type":["National News Release"],"distribution":["Biology","Mapping"],"release_date":{"und":[{"value":"1396843200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170611"},{"tid":"169102"},{"tid":"169750"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}