{"title":"Assessing Nutrient Inputs to the Nation's Estuaries and Great Lakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><a href=\"http:\/\/pubs.usgs.gov\/circ\/circ1136\/circ1136.html#WHATARE\" target=\"_blank\">Nutrient<\/a>&nbsp;enrichment of our nation's streams, lakes, and estuaries is widespread and can contribute to harmful algal blooms, increasing costs for drinking water and causing declines in ecosystem health.<\/p>\n<p>Maps and tables describing the major sources and watershed inputs of nutrients to the Great Lakes and estuaries along the Atlantic coast, Gulf of Mexico, and the Pacific Northwest are now available&nbsp;<a href=\"http:\/\/water.usgs.gov\/nawqa\/sparrow\/estuary\/index.html\" target=\"_blank\">online<\/a>. These new maps and the data tables highlight the major sources of nutrients and the areas within a watershed that contribute the largest amounts of nutrients to 115 estuaries along the coastal areas and from 160 watersheds draining into the Great Lakes.<\/p>\r\n<p>The data can serve further uses. For instance, water resource managers interested in a particular stream or estuary can use the online, interactive&nbsp;<a href=\"http:\/\/cida.usgs.gov\/sparrow\/\" target=\"_blank\">decision support tool<\/a>&nbsp;to estimate how changes in nutrient inputs (source, type, and amount) affect nutrient loads at a downstream location.<\/p>\r\n<p>A new reporting feature within the tool provides summary information on the amount and source of nutrients from upstream states or major hydrologic regions. For instance, output from the new tool shows the amount of nitrogen contributed from each of the 31 states that drain from the Mississippi River Basin into the Gulf of Mexico.<\/p>\r\n<p>\"This innovative combination of national maps and an online decision support tool provides unparalleled access to water-quality modeling information,\" said Jerad Bales, USGS acting associate director for Water. \"It can be used to improve nutrient reduction strategies and inform nutrient policies across the nation.\"<\/p>\r\n<p>These maps and data tables were produced using the USGS&nbsp;<a href=\"http:\/\/water.usgs.gov\/nawqa\/sparrow\/\" target=\"_blank\">Spatially Referenced Regressions On Watershed attributes<\/a>&nbsp;(SPARROW) nutrient models to explain spatial patterns in stream nutrient loads in relation to human nutrient inputs and natural processes and sources.<\/p>\r\n<p>Successful management of our nation's waters requires an integrated approach that includes both monitoring and modeling to understand the affect, source type, input amounts, and performance of management activities on&nbsp;<a href=\"http:\/\/water.usgs.gov\/nawqa\/nutrients\/intro.html#HDR1\" target=\"_blank\">nutrients<\/a>&nbsp;in local streams and ultimately in our Nation&rsquo;s estuaries<\/p>\r\n<p>Additional information on USGS nutrient monitoring and modeling activities by the&nbsp;<a href=\"http:\/\/water.usgs.gov\/nawqa\/\" target=\"_blank\">National Water-Quality Assessment Program<\/a>&nbsp;is available online.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Water Groundwater Resources","Water National Streamflow Information","Water National Water Quality Assessment","Water Hydrologic Researchand Development","ecosystems","Ecosystems Terrestrial Freshwaterand Marine Environments","Environmental Health"],"article_type":["Technical Announcement","State News Release"],"distribution":["Biology","Environmental Health","Water"],"release_date":{"und":[{"value":"1393304400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169368"},{"tid":"170500"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}