{"title":"New Method Monitors Riverbed and Flows to Protect Spawning Salmon","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>TACOMA, Wash. &mdash; USGS scientists took high-tech sensors typically found in devices such as smart phones and embedded them into a new method to monitor riverbed movements that can help protect spawning habitat for endangered salmon. Developed in cooperation with Seattle Public Utilities for the Cedar River, the new method is published in the Journal of Hydrology.<\/p>\n<p>Seattle Public Utilities manages the Cedar River for about 70 percent of Seattle's drinking water, limited flood control, and to provide beneficial conditions for instream resources including&nbsp;spawning habitat for several species of salmon and trout. During spawning, female fish dig depressions in the gravel, called \"redds,\" where they lay their eggs to incubate and hatch. Several species lay eggs around the fall-winter flood season. To protect the water supply, endangered Chinook salmon, steelhead trout, bull trout and 80 other species,&nbsp;the City of Seattle&nbsp;is implementing the 50-year, Cedar River Watershed <a href=\"http:\/\/www.seattle.gov\/util\/EnvironmentConservation\/OurWatersheds\/Habitat_Conservation_Plan\/index.htm\">Habitat Conservation Plan<\/a>. As part of the plan, Seattle works with the interagency <a href=\"http:\/\/www.seattle.gov\/util\/EnvironmentConservation\/OurWatersheds\/Habitat_Conservation_Plan\/AbouttheHCP\/Oversigh\/InstreamFlowCommission\/index.htm\">Cedar River Instream Flow Commission<\/a>&nbsp;to provide beneficial stream flows in the 35 miles of river downstream of Chester Morse Reservoir.<\/p>\r\n<p>High-tech sensors called \"accelerometers\" are used in smart phones, for example, to detect a change in phone movement, such as turning it to get a wider view. Scientists took accelerometers, coupled with data-logging circuits, and placed them in tubes that were then buried in the Cedar River's gravel in 26 salmon-spawning locations, at about the same depth in the gravel as salmon bury their eggs. During the 2010-11 flood season, when Cedar River high flows began moving gravel, the accelerometers tilted as the river moved them, too. The accelerometers automatically recorded the time of tilt, which scientists could relate to how much flow was in the river then, based on recorded USGS streamflow data.<\/p>\r\n<p>\"This is a great method to capture hard-to-get data that is so important to river management,\" said Andy Gendaszek, USGS hydrologist and lead author of the journal article. \"From this study, we learned at what flow the river begins to scour, or move gravel. We found that most scour occurs at or before the peak of a flood.\"<\/p>\r\n<p>The journal article, \"The timing of scour and fill in a gravel-bedded river measured with buried accelerometers,\" by Andrew S. Gendaszek, Christopher S. Magirl, Christiana R. Czuba, and Christopher P. Konrad, is published in the Journal of Hydrology, and available <a href=\"http:\/\/bit.ly\/14bN64v\">online<\/a>. It is available as <a href=\"http:\/\/bit.ly\/17TatDH\">a PDF file<\/a> and printed copies will be available in July 2013.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["water","Salmon","technology","river","conservation","washington"],"article_type":["State News Release"],"distribution":["Biology","Water"],"release_date":{"und":[{"value":"1370491200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168838"},{"tid":"169725"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}