{"title":"New Research Suggests Wild Birds May Play a Role in the Spread of Bird Flu","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Additional contact:&nbsp;&nbsp;John Takekawa, USGS, 707-562-3001, <a href=\"mailto:john_takekawa@usgs.gov\">john_takekawa@usgs.gov<\/a>&nbsp;<\/p>\n<p><!--introstart-->LAUREL, Md. -- Wild migratory birds may indeed play a role in the spread of bird flu, also known as highly pathogenic avian influenza H5N1.&nbsp;<!--introend--><\/p>\r\n<p>A study by the U.S. Geological Survey, the United Nations Food and Agriculture Organization and the Chinese Academy of Sciences used satellites, outbreak data and genetics to uncover an unknown link in Tibet among wild birds, poultry and the movement of the often-deadly virus.<\/p>\r\n<p>Researchers attached GPS satellite transmitters to 29 bar-headed geese &ndash; a wild species that migrates across most of Asia and that died in the thousands in the 2005 bird flu outbreak in Qinghai Lake, China. GPS data showed that wild geese tagged at Qinghai Lake spend their winters in a region outside of Lhasa, the capitol of Tibet, near farms where H5N1 outbreaks have occurred in domestic geese and chickens.&nbsp;<\/p>\r\n<p>This is the first evidence of a mechanism for transmission between domestic farms and wild birds, said Diann Prosser, a USGS biologist at the USGS Patuxent Wildlife Research Center. &ldquo;Our research suggests initial outbreaks in poultry in winter, followed by outbreaks in wild birds in spring and in the breeding season. The telemetry data also show that during winter, wild geese use agricultural fields and wetlands near captive bar-headed geese and chicken farms where outbreaks have occurred.&rdquo;&nbsp;<\/p>\r\n<p>The part that wild birds play in the spread of bird flu has been hotly debated since the 2005 outbreaks in Qinghai Lake. Bird flu that spread beyond Asia and into Europe and Africa was later found to have genetically originated in the Qinghai Lake area. Discovering the Tibet connection adds another significant link in the global transmission of bird flu.&nbsp;<\/p>\r\n<p>From 2003 through 2009, the Qinghai-Tibet Plateau experienced 16 confirmed outbreaks of the virus in wild and domestic birds, most of them in the newly documented migratory pathway of the wild bar-headed geese. &ldquo;Every summer, more than 150,000 migratory birds use Qinghai Lake, which sits within the eastern portion of the Central Asian Flyway, which extends from India to Russia,&rdquo; said John Takekawa, a wildlife biologist at the USGS Western Ecological Research Center.&nbsp;&nbsp;<\/p>\r\n<p>The study also uncovered an undocumented migratory link between Qinghai Lake and Mongolia, further suggesting that Qinghai may be a pivotal point of H5N1 transmission.&nbsp;&nbsp;<\/p>\r\n<p>Scott Newman, Head of the EMPRES Wildlife Health and Ecology Unit of the FAO, noted that poultry production at the southern end of the Central Asian Flyway is extensive, which has resulted in many more HPAI H5N1 outbreaks there than in the northern end, where poultry production is more limited. &ldquo;In general,&rdquo; said Newman, &ldquo;H5N1 outbreaks along this flyway mirror human and poultry densities, with domestic poultry the primary reservoir for this disease.&rdquo;&nbsp;<\/p>\r\n<p>This study is part of a global program to not only better understand the movement of avian influenza viruses and other diseases in the Central Asian Flyway, but also to improve the understanding of the ecological habits of waterbirds internationally, identify important conservation issues, and better define &nbsp;interactions among wild and domestic birds.&nbsp;<\/p>\r\n<p>The H5N1 virus continues to reemerge across much of Eurasia and Africa, with high fatality rates in people, and the threat of a possible global pandemic.&nbsp; Since 2003, H5N1 has killed 300 people, including 18 in 2010, and has led to the culling of more than 250 million domestic poultry throughout Eurasia and Africa.&nbsp; Sixteen countries reported H5N1 outbreaks in poultry in 2010.&nbsp; No HPAI H5N1 has been detected in North America, despite extensive efforts to test migratory birds","summary":null,"format":null}]},"field_images":[],"regions":["Maryland"],"country":["United States of America"],"mm_tags":["Avian Flu","Bird Flu","ecosystems","Diseases","Flu","Migratory Birds","","","Wildlife Disease"],"release_date":{"und":[{"value":"1300939200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169020"},{"tid":"169245"},{"tid":"170440"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}