{"title":"Price for USGS Topo Maps Rises Gently","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The price of the popular USGS 1:24,000 scale topographic quadrangle map - often called a \"topo\" or a \"quad\" - will go up $2 per sheet to $8 beginning today March 16, 2009. Larger format (\"poster\") maps will go up $3 per sheet to $10. These prices were last increased 7 years ago.<!--introend-->&nbsp;&nbsp;<\/p>\n<p>\"The USGS takes this action reluctantly,\" said Kevin Gallagher, Associate Director of the Geospatial Information Office. \"However, recent studies indicated that previous map prices did not allow us to sufficiently recover the actual costs of reproduction and distribution as we are charged to do by longstanding Office of Management and Budget guidance under Circular A-130.\"&nbsp;<\/p>\r\n<p>The U.S. Geological Survey began a systematic program of topographic mapping in 1884 as an aid to scientific studies in geology and hydrology. Since then, the maps have become a signature product of USGS because the public has found them to be a valuable tool for accurately depicting the land surface.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>\"Even at the new prices, these maps are still a great bargain considering the wealth of geographic information they provide,\" Gallagher added.&nbsp;<\/p>\r\n<p>The nation is covered by more than 57,000 detailed USGS topographic maps that show the shape and elevations of terrain and delineate a wide range of natural features and built structures.&nbsp; USGS maps are particularly useful for natural resource managers, planners, engineers, and outdoor enthusiasts. During natural disasters, such as hurricanes, floods, and earthquakes, thousands of USGS map sheets are typically rushed to the area overnight to assist emergency agencies in response and recovery efforts.&nbsp;<\/p>\r\n<p>The USGS sells its maps and other cartographic products in various formats from its distribution center in Denver, Colo. Paper maps are principally sold through a nationwide network of business partners in the private sector who help to ensure that USGS maps are available everywhere on the landscape.&nbsp; Information about where and how to purchase USGS maps is available at the <a href=\"http:\/\/store.usgs.gov\/\">USGS Store<\/a>.&nbsp;&nbsp;<\/p>\r\n<p>The USGS serves the nation by providing reliable scientific information to: describe and understand the Earth; minimize loss of life and property from natural disasters; manage water, biological, energy and mineral resources; and enhance and protect our quality of life.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","Geospatial","maps","Topographic"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1237176000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}