{"title":"Bacteria No Match for Deep Floridan Aquifer","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>ST. PETERSBURG, Fla<\/strong>.-- A first of its kind <a href=\"http:\/\/pubs.er.usgs.gov\/publication\/ofr20141011\">study<\/a> has the potential to impact future regulatory decisions on disinfection practices for water prior to its recharge or following its storage in the Floridan Aquifer.<\/p>\n<p><a href=\"http:\/\/www.usgs.gov\/\">The U.S Geological Survey<\/a> report found that coliform bacteria die off faster in a regional aquifer system than was previously known, though a small percentage survives. One of the state's regulatory criteria for ensuring the quality of recharged water is whether it contains coliform bacteria.<\/p>\r\n<p><a href=\"http:\/\/www.sfwmd.gov\/portal\/page\/portal\/xweb%20-%20release%203%20water%20supply\/aquifer%20storage%20and%20recovery\">Aquifer storage and recovery facilities<\/a> have been used in Florida for about 30 years to store large volumes of water over long periods of time, increasing water supply during seasonal and multi-year droughts. Potable water, treated and untreated groundwater, partially treated surface water and reclaimed water is recharged into zones of the Floridan Aquifer and later recovered when needed.<\/p>\r\n<p>\"Although it is commonly believed that bacteria are few in number and mostly inactive in the lower zones of the Floridan aquifer system, we found relatively high numbers of bacteria that are alive and active,\" said USGS microbiologist, John Lisle. \"However, when we looked specifically at coliform bacteria, we found that they died off at higher rates in the aquifer than was previously known.\" Understanding that coliform bacteria die off faster than previously known has the potential to shape the standards or monitoring requirements that are set.<\/p>\r\n<p>In addition to the coliform die off data, this study is the first to characterize both the geochemistry and natural microbial ecology of the Floridan Aquifer and how they influence groundwater quality. It provides a baseline that can be used to enhance geochemical models that predict changes in groundwater quality following any type of recharge event.<\/p>\r\n<p>\"Characterization of native bacterial communities in aquifers is important because of the direct connection between some groundwater quality variables and bacterial activities. Groundwater bacteria catalyze geochemical reactions under conditions that can be significantly different within the same aquifer,\" said June Mirecki, a hydrogeologist with the U.S. Army Corps of Engineers. \"Fundamental studies, like this study, have significant implications for truly understanding the fate of contaminants in aquifers targeted for aquifer storage, carbon sequestration and deep well injection.\"<\/p>\r\n<p>The Floridan Aquifer flows southward at between 800-3,000 feet below the ground. It is among the most productive groundwater sources in the U.S. The upper zones of the Floridan aquifer are used as a drinking water source, while the lower zones, like those in this study, have been targeted for the recharge of treated surface water and reclaimed water and carbon sequestration repositories.<\/p>\r\n<p>The fate of coliform bacteria injected into the lower zones of the Floridan Aquifer was studied as part of the<a href=\"http:\/\/www.evergladesplan.org\"> Comprehensive Everglades Restoration Plan<\/a>. The study was done in cooperation with the <a href=\"http:\/\/www.sfwmd.gov\/portal\/page\/portal\/sfwmdmain\/home%20page\">South Florida Water Management District<\/a> and the <a href=\"http:\/\/www.usace.army.mil\/\">U.S. Army Corps of Engineers<\/a>.<\/p>\r\n<p>The full report \"<a href=\"http:\/\/pubs.er.usgs.gov\/publication\/ofr20141011\">Survival of Bacterial Indicators and the Functional Diversity of Native and Microbial Communities in the Floridan Aquifer, South Florida<\/a>\" by John T. Lisle is available online.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["water","Water Groundwater Resources","flordanaquifer","Florida"],"article_type":["Technical Announcement","State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1394510400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169071"},{"tid":"169723"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}