{"title":"Massive Sunspot May Lead to Geomagnetic Storms","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The Sun has developed the largest sunspot seen in 10 years according to images from SOHO, a satellite that monitors the Sun. The size of this enormous spot is equivalent to the total surface area of 13 Earths. The sunspot region has already produced a coronal mass ejection and a powerful solar flare, and these are likely to lead to geomagnetic storms. <\/p>\n<p>The worldwide network of Magnetic Observatories operated by the U.S. Geological Survey (USGS) is monitoring the geomagnetic field that is expected to become quite disturbed as result of this solar activity. While geomagnetic storms give rise to the beautiful Northern lights, they can also pose a serious threat for commercial and military satellite operators, power companies, astronauts, and they can even shorten the life of oil pipelines in Alaska by increasing pipeline corrosion. <\/p>\r\n<p>Geomagnetic storms occur when plasma, a hot ionized gas of charged particles produced by eruptions on the Sun, impacts the Earth&rsquo;s magnetic field causing it to fluctuate wildly. These fluctuations cause currents to flow in conductors on the ground and in space. Solar eruptions can produce billions of tons of plasma traveling at speeds in excess of a million miles an hour. The first eruption should hit the Earth&rsquo;s magnetic field some time on Friday, March 30, and the second on Saturday. The geomagnetic field will likely become very active and there is a strong chance of Aurora sightings. <\/p>\r\n<p>The USGS provides valuable geomagnetic data to a wide variety of users and organizations that are affected by geomagnetic storms. The agency operates a network of 14 magnetic observatories that continuously monitor the Earth&rsquo;s magnetic field. The data are collected in near-real time via satellite to a downlink center located in Golden, Colo., and provided to numerous customers including NOAA&rsquo;s Space Environment Center and the U.S. Air Force Space Command Center. Plots of the data from these observatories can be seen on-line at: <a href=\"http:\/\/geomag.usgs.gov\/frames\/plots.htm\">http:\/\/geomag.usgs.gov\/frames\/plots.htm<\/a> The SOHO satellite is operated jointly by the European Space Agency and NASA.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"985842000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169254"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}