{"title":"salmon Conservation Efforts Honored","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SEATTLE<strong> &mdash; <\/strong>Today the U.S. Department of Interior recognized the <a href=\"http:\/\/www.pnamp.org\">Pacific Northwest Aquatic Monitoring Partnership<\/a> (PNAMP) for its conservation achievements focused on federally listed salmon species. The partnership was selected for a \"Partnership in Conservation\" award because it improves the scientific foundation for natural and cultural resource management and advances government-to-government relationships with Indian nations.<\/p>\n<p>\"The Department of the Interior is proud to recognize the accomplishments of those who are innovating and collaborating in ways that address today's complex conservation and stewardship challenges,\" Secretary Jewell said at an awards ceremony at the Interior headquarters in Washington today.&nbsp; \"These partnerships represent the gold standard for how Interior is doing business across the nation to power our future, strengthen tribal nations, conserve and enhance America&rsquo;s great outdoors and engage the next generation.\"<\/p>\r\n<p>For the past eight years, the Pacific Northwest Aquatic Monitoring Partnership has promoted the recovery of Endangered Species Act listed salmon populations that represent a significant cultural resource for four Treaty Indian tribes and numerous non-Treaty tribes, as well as state commercial and sport fisheries. The partnership helps ensure program accountability and avoid duplication of efforts, which can pose problems for resource management.&nbsp; The partnership also plays an important role in increasing the efficiency and effectiveness of water and biological monitoring and in management and exchange of data.&nbsp;<\/p>\r\n<p>The \"Pacific Northwest Aquatic Monitoring Partnership demonstrates that the whole truly can be more than the sum of its parts,\" said Max Ethridge, U.S. Geological Survey's Regional Director for the Northwest, \"with partners working together in a time of scarce resources, the winner is conservation.\"<\/p>\r\n<p>The Pacific Northwest Aquatic Monitoring Partnership is a voluntary partnership of state, tribal and federal entities, supported by a small team of four USGS employees. Working to coordinate efforts of partners and other entities, the Pacific Northwest Aquatic Monitoring Partnership strives to improve efficiency and effectiveness of aquatic monitoring programs in the Pacific Northwest. Ultimately, these efforts contribute to the restoration of salmon populations and protection of aquatic habitats throughout the region. &nbsp;<\/p>\r\n<p>\"Salmon recovery is a shared goal,\" said Jennifer Bayer, USGS Biologist who oversees the Pacific Northwest Aquatic Monitoring Partnership's staff, \"by focusing on common needs and sustaining collaboration among many entities, the Pacific Northwest Aquatic Monitoring Partnership enhances partners' contributions to salmon conservation, ultimately working towards more effective monitoring and data collection efforts.\"<\/p>\r\n<p>The Pacific Northwest Aquatic Monitoring Partnership has created free, <a href=\"https:\/\/www.monitoringresources.org\">web accessible tools<\/a> that help users discover and share data, document methods, and design and manage monitoring programs. The team also organizes workshops, standing workgroups and technical forums to share best practices for documentation, data sharing and data management related to salmon conservation.<\/p>\r\n<p>The Pacific Northwest Aquatic Monitoring Partnership has a unique geographic, technical and policy scope.&nbsp; The Pacific Northwest Aquatic Monitoring Partnership supports partners across Washington, Oregon, Idaho and northern California; engages technical experts in water quality, water supply, energy resources, endangered species recovery, invasive species, ecological modeling and data management; and reports annually to federal, state and tribal executive leadership.<\/p>\r\n<p>The Partners in Conservation Awards recognize outstanding examples of conservation legacies achieved when the Department of","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Oregon","Washington"],"country":["United States of America"],"mm_tags":["","conservation","Salmon","tribes","Endangered Species","","Recovery","pacific Northwest","Water Quality"],"distribution":["Biology"],"release_date":{"und":[{"value":"1389848400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169383"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}