{"title":"southern Beaufort Sea Polar Bear Population Declined in the 2000s","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ANCHORAGE, Alaska &mdash; <!--introstart-->In a&nbsp;<a href=\"http:\/\/www.esajournals.org\/doi\/abs\/10.1890\/14-1129.1\">new polar bear study&nbsp;<\/a>published today, scientists from the United States and Canada found that during the first decade of the 21st century, the number of polar bears in the southern Beaufort Sea experienced a sharp decline of approximately&nbsp;40 percent.<!--introend--> &nbsp;<\/p>\n<p>The scientists, led by researchers at the U.S. Geological Survey, found that survival of adult bears and cubs was especially low from 2004 to 2006, when most of the decline occurred.&nbsp;<\/p>\r\n<p>&ldquo;Of the 80 cubs observed in Alaska from 2004 to 2007, only 2 are known to have survived,&rdquo; said Jeff Bromaghin, USGS research statistician and lead author of the study.&nbsp;<\/p>\r\n<p>Survival of adults and cubs began to improve in 2007 and the population stabilized at approximately 900 bears in 2010, the last year of the study. However, the survival of juvenile bears declined throughout the 10-year study period (2001-2010), suggesting that conditions remained unfavorable for young bears newly separated from their mothers.<\/p>\r\n<p>Scientists suspect that limited access to seals during both summer and winter contributed to low survival during this period. Although some bears in this population now come onshore during the autumn open water period, most stay with the sea ice as it retreats north into the Arctic Basin and far from shore where few seals are thought to occur. Similarly, the thinning and increasingly mobile winter ice is susceptible to breaking up and rafting, which can create rough and jumbled ice conditions that may make it harder for polar bears to capture seals. However, other potential causes, such as low seal abundance, could not be ruled out.&nbsp;<\/p>\r\n<p>&ldquo;The low survival may have been caused by a combination of factors that could be difficult to unravel,&rdquo; said Bromaghin, &ldquo;and why survival improved at the end of the study is unknown. Research and monitoring to better understand the factors influencing this population continue.&rdquo;<\/p>\r\n<p>The Polar Bear Specialists&rsquo; Group of the International Union for the Conservation of Nature will use the new estimate for the southern Beaufort Sea population to track historic (within the last 25 years) and current (within the last 12 years) trends in the 19 populations worldwide. Currently, four populations, including the southern Beaufort Sea population, are considered to be declining, five are stable, one is increasing, with the remainder considered to be data deficient.<\/p>\r\n<p>Collaborators with USGS in the study included Environment Canada, University of Alberta, U.S. Fish and Wildlife Service, Polar Bears International, and Western Ecosystems Technology.<\/p>\r\n<p>The polar bear was listed as globally threatened under the Endangered Species Act in 2008 due to concerns about the effects of sea ice loss on their populations.&nbsp;<\/p>\r\n<p>The paper &ldquo;<a href=\"http:\/\/www.esajournals.org\/doi\/abs\/10.1890\/14-1129.1\">Polar bear population dynamics in the southern Beaufort Sea during a period of sea ice decline<\/a>&rdquo; was published today in early online view in the journal <em>Ecological Applications<\/em>.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p><strong>For further information:<\/strong><\/p>\r\n<p>Learn more about USGS <a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/quantitative_ecology\/index.php\">Quantitative Ecology program<\/a> that originated this study, then visit the <a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/polar_bears\/\">USGS Polar Bear program<\/a> website. The USGS conducts this work under its <a href=\"http:\/\/alaska.usgs.gov\/science\/interdisciplinary_science\/cae\/index.php\">Changing Arctic Ecosystems Initiative<\/a>.&nbsp;<\/p>\r\n<p>Summary of <a href=\"http:\/\/pbsg.npolar.no\/en\/status\/status-table.html\">polar bear population<\/a> status per 2013 from the Polar Bear Specialists Group.<\/p>\r\n<p><strong>Multimedia<\/strong><\/p>\r\n<p>Find more <a href","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["ecosystems","Geographic Areas Alaska","Ecosystems Wildlife Terrestrialand Endangered Resources"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1416200400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"},{"tid":"170690"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}