{"title":"Authority on Wildlife Health Named New Director of USGS Wildlife Health Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table style=\"width: 150px;\" border=\"0\" cellspacing=\"0\" cellpadding=\"3\" align=\"right\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009-05-26\/sleeman.jpg\" alt=\"Photo of Dr. Jonathan Sleeman - caption below\" width=\"142\" height=\"190\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Dr. Jonathan Sleeman, pictured here, is the new center director of the USGS National Wildlife Health Center in Madison, Wis.<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Dr. Jonathan Sleeman, a recognized authority on wildlife health issues, will join the USGS <a href=\"http:\/\/www.nwhc.usgs.gov\/\">National Wildlife Health Center<\/a> in Madison, WI, as its new director this week. As director, Sleeman will lead scientists and staff who provide wildlife managers with technical assistance, research, and education on wildlife health issues. This includes research that is critical to understanding wildlife diseases, such as avian influenza and West Nile virus that also affect human health.<\/p>\r\n<p>Sleeman comes to the USGS from the Virginia Department of Game and Inland Fisheries, where he was a wildlife veterinarian.<\/p>\r\n<p>&ldquo;Dr. Sleeman joins the USGS with a solid reputation in the wildlife health community for his expertise in disease and wildlife conservation medicine,&rdquo; said Suzette Kimball, acting director of the USGS. &ldquo;His expertise and passion for the field of wildlife health and disease will be an asset to our nationally recognized programs at the National Wildlife Health Center.&rdquo;<\/p>\r\n<p>Currently, Sleeman is the President of the American Association of Wildlife Veterinarians, and serves as an adjunct professor at the Virginia-Maryland Regional College of Veterinary Medicine and the University of Tennessee, College of Veterinary Medicine. He is a Diplomate of the American College of Zoological Medicine. His interests include the epidemiology of wildlife diseases, conservation medicine, teaching and training.<\/p>\r\n<p>After receiving degrees in zoology and veterinary medicine from the University of Cambridge in England, Sleeman completed a residency in Zoological Medicine at the University of Tennessee. He was named the Field Director of the Mountain Gorilla Veterinary Center in Rwanda from 1995&ndash;1997. Upon returning to the U.S., Sleeman worked as an instructor in zoological medicine at Colorado State University while continuing health studies with mountain gorillas and chimpanzees in central Africa. He was director of Veterinary Services at the Wildlife Center of Virginia from 2001&ndash;2005.<\/p>\r\n<p>Sleeman is widely published. His works include &ldquo;Conservation Medicine Approach to Managing Wildlife Diseases,&rdquo; &ldquo;Wildlife Zoonoses with an Emphasis on Bioterrorism Agents,&rdquo; &ldquo;Wildlife Rehabilitation Centers as Monitors of Ecosystem Health,&rdquo; and &ldquo;Great Ape Anesthesia.&rdquo;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":["wildlife Health","Wildlife Disease","biology","Zoonoses","disease","personnel",""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1243310400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169396"},{"tid":"170250"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}