{"title":"Ted Kennedy Jr. and Greg Smith Highlight Disabilities Conference at USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html <\/a>\n<p><!--introstart-->Ted Kennedy Jr. and Greg Smith, who have overcome physical disabilities in order to achieve their professional goals, will be the keynote speakers at the U.S. Geological Survey&rsquo;s 7th Annual Conference on Addressing the Employment of People with Disabilities. <!--introend-->The conference will be held July 27 and 28, in Building 3 on the USGS campus at 345 Middlefield Road in Menlo Park. The conference will run from 9 a.m. to 4:30 p.m., each day, and will be open, free of charge, to the public. \r\n<p>Kennedy, who currently serves on the Connecticut Board for Protection and Advocacy for Persons with Disabilities and the National Policy Committee of the Disability Rights Education and Defense Fund, will deliver the keynote address to the conference on Tuesday, July 27, at 9:15 a.m. \r\n<p>Kennedy lost one of his legs to bone cancer in 1973, when he was 12 years old. Since that time he has competed in and helped to promote the Special Olympics and other programs that encourage children and young adults to deal with and overcome their disabilities. He received his law degree from the University of Connecticut in 1997 and practices in the area of health and disability law in New Haven, Conn. He also has worked extensively to expand job opportunities for people with disabilities. \r\n<p>Greg Smith, who was born with a disability and has used a wheel chair since his late teens, hosts \"On A Roll,\" a nationally broadcast radio program devoted to showcasing persons with disabilities and the ways they have overcome them. Smith will speak at 9:15 a.m. on July 28. \r\n<p>Kennedy and Smith will be available to speak with the news media, following their presentations to the meeting. \r\n<p>In addition to the addresses by Kennedy and Smith, there will be workshops, panel discussions and exhibits of assistive technology during the two-day meeting. \r\n<p>The USGS sponsors the annual disabilities conference at its various centers around the nation.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"932702400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}