{"title":"Media Advisory:  Briefing on Effects of Urban Development on Streams","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Briefing on Effects of Urban Development on Streams<\/p>\n<table>\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>What: <\/strong><\/td>\r\n<td><!--introstart-->USGS will brief Congress, the media and the public on a new study that concludes that loss of sensitive species in streams begins to occur at the initial stages of urban development and that streams are more sensitive to development than previously understood.<!--introend--> Nine metropolitan areas of the United States were studied: Portland, Oregon; Salt Lake City, Utah; Birmingham, Alabama; Atlanta, Georgia; Raleigh, North Carolina; Boston, Massachusetts; Denver, Colorado; Dallas, Texas; and Milwaukee, Wisconsin. <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Why: <\/strong><\/td>\r\n<td>Contaminants, habitat destruction, and increasing streamflow flashiness resulting from urban development can degrade stream ecosystems and cause degradation downstream with adverse effects on biological communities and on economically valuable resources, such as fisheries and tourism. Understanding how stream ecosystems are impacted by urban development can assist in the development of management actions to protect and rehabilitate urban stream ecosystems.<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Who: <\/strong><\/td>\r\n<td>Allegra Cangelosi, President, Northeast-Midwest Institute, moderator<br \/>Gerard McMahon, lead scientist on this study and Director of the Department of the Interior Southeast Climate Science Center<br \/>Ronald Bowen, Anne Arundel County, Maryland, Director of Public Works<br \/>William Stack, former Baltimore City Chief of Surface Water Management and current Center for Watershed Protection Deputy Director of Programs <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Where: <\/strong><\/td>\r\n<td>Capitol Visitors'Center SVC 201-00, Washington, D.C.<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>When: <\/strong><\/td>\r\n<td>Friday, November 30, 2012, 10:00 a.m.<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Sponsors: <\/strong><\/td>\r\n<td>Sen. Benjamin Cardin (D-MD)<br \/>Rep. Donna Edwards (D-MD)<br \/>Water Environment Federation<br \/>Northeast Midwest Institute<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":["water","Streams","Urbanization","nawqa"],"distribution":["Water"],"release_date":{"und":[{"value":"1353906000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169092"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}