{"title":"Barry D. Gold Named To Head Grand Canyon Monitoring and Research Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Following a competitive nation-wide search, Dr. Barry D. Gold has been named to head the Grand Canyon Monitoring and Research Center of the U.S. Department of the Interior, by Dr. Charles R. Groat, director of the U.S. Geological Survey. <\/p>\n<p>\"Dr. Gold is exceptionally well qualified to lead the GCMRC,\" said Dr. Groat. \"He is an experienced scientist and scientific program administrator. We are proud to have him on board.\" <\/p>\r\n<p>Under Gold&rsquo;s tenure as acting chief, GCMRC has been called, \"A science-policy experiment of local, regional, national, and international importance,\" by the National Academy of Sciences. <\/p>\r\n<p>The GCMRC is the cornerstone of the Glen Canyon Dam Adaptive Management Program, which was created in November of 1996 to,\" provide credible, objective, scientific information to the Adaptive Management Program on the effects of operating Glen Canyon Dam on the downstream resources of the Colorado River ecosystem, utilizing an ecosystem science approach.\" The Adaptive Management Program is a multi-agency, multi-stakeholder, interdisciplinary program that was initiated by the Bureau of Reclamation. <\/p>\r\n<p>In recommending Gold for this position, Dr. Jane Lubchenco, Distinguished Professor of Zoology, Oregon State University, Past President of the AAAS and ESA, and a member of the National Science Board and the National Academy of Sciences wrote, \"Dr. Gold&rsquo;s extensive experience, substantive knowledge of the science and effective skills in working with a broad spectrum of people make him ideally suited for this position. Dr. Gold is widely respected within the scientific community. This respect brings credibility to the projects he directs. Dr. Gold&rsquo;s people skills are impressive. He is a master at leading diverse groups to a productive conclusion, I recommend him in the highest possible fashion.\" <\/p>\r\n<p>Throughout his career, Gold has worked on environmental science and policy issues with senior officials in Congress, federal and state agencies, the White House, non-governmental organizations and civic groups.<\/p>\r\n<p>Prior to joining GCMRC, he was the Chief of Scientific Planning and Coordination with the National Biological Service, now the Biological Resources Division of USGS. <\/p>\r\n<p>From 1992 through 1995, Gold served as the senior environmental staff member for the Committee on Science, Space, and Technology in the U.S. House of Representatives, where he was responsible for issues ranging from risk assessment to oversight of the Environmental Protection Agency&rsquo;s research and development activities. <\/p>\r\n<p>From 1989 through 1992, he served as a senior program officer for the National Research Council&rsquo;s Commission on Life Sciences, where he studied ways to improve federal environmental research and the science that supports decision making. From 1983 through 1989, Gold served as a senior program officer with the American Association for the Advancement of Science. He has also held positions of visiting scientist at the International Institute for Applied Systems Analysis in Austria, environmental scientist with the Midwest Research Institute, and staff assistant with the science advisory board of the U.S. Environmental Protection Agency. <\/p>\r\n<p>Gold holds a D.Sc. in Engineering and Policy from Washington University; an M.A. in Science Policy from George Washington University; an M.S. in Ecology from the University of Connecticut; and a B.S. in Biology from the University of Miami. He is a member of Sigma Xi, the Ecological Society of America, and the American Association for the Advancement of Science. He is a current advisor and steering committee member for the Aldo Leopold Leadership Program of the ESA and has served as a member of the program advisory committee for the Harvard University&rsquo;s Senior Managers in Government Program. <\/p>\r\n<p>Gold is married and has two children.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"950245200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}