{"title":"USGS Scientists Monitor Sandbar Rearrangement in Grand Canyon","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>It&rsquo;s spring and some people are busy cleaning house and rearranging the furniture. <\/p>\n<p>Spring cleaning and rearranging of a different kind will take place in the Grand Canyon next week, as the Colorado River scours its bed and rearranges sandbars that have built up in the river&rsquo;s winding channel. <\/p>\r\n<p>Scientists from the USGS will be on hand to document the scouring and redeposition of sand, as their colleagues from the U.S. Bureau of Reclamation release a larger than normal amount of water from Glen Canyon Dam, beginning March 26. <\/p>\r\n<p>\"The controlled flood experiment on the Colorado River will have benefits across the country,\" said Mark T. Anderson, chief of USGS hydrologic investigations and research, Tucson, Ariz. \"We&rsquo;ve stuck our scientific necks out and made a prediction as to how the increased flow will move sand around and build beaches downstream. This flood will produce scientific data that is needed to expand the usefulness of models used to predict the effects of higher flows on other rivers in the country.\" <\/p>\r\n<p>Anderson noted that understanding how sand and sediment moves through our river systems is a major concern across the country for many reasons, including preservation of depositional features like the Colorado beaches, as a problem in clearing navigational channels, and in studying how sediments retain and move pollutants such as DDT, long after their use has stopped. The scheduled release of 45,000 cubic feet per second (cfs) of water over a six day period is a test flow to determine if a higher than usual flow can rebuild beaches and sandbars that have deteriorated during 20 years of controlled, lower flows from the dam. The higher-volume test flow also is expected to clean silt out of backwater channels that provide fish habitats. Glen Canyon Dam stores and releases water from Lake Powell. Water can be can be released from the dam through the power plant (up to 32,000 cfs); the outlet works (up to 15,000 cfs); and the spillways, up to 208,000 cfs. During day-to-day operation, releases are varied to meet power demands, with maximum discharges generally held below the 32,200 cfs that can flow through the power plant. Since 1991 maximum discharges have been limited to 20,000 cfs, pending the completion of environmental studies. <\/p>\r\n<p>Because most of the sand that used to be washed yearly into the Grand Canyon is now trapped behind Glen Canyon Dam, sandbars that erode away might never be replaced. The controlled and reduced flows also mean that sand is not being washed out of the Grand Canyon nearly as fast as under natural conditions before the dam was built, so there is little rearranging of sandbars. <\/p>\r\n<p>\"Sandbars are disappearing in the canyon, not because of a lack of sediment coming through the Glen Canyon gates,\" Anderson said, \"but because of a lack of floods.\" <\/p>\r\n<p>The test flow planned for March 26 through April 1 is expected to lift sand out of deep pools in the river channel, where much of it now rests, and deposit it on bars along the banks, possibly adding a few feet to sandbars in the canyon. <\/p>\r\n<p>During the test flow, USGS scientists will use current meters to measure water velocities and optical devices to measure how much sediment is suspended in the water. They also will use sidescan sonar to record the migration.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Colorado","Utah"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"827384400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}