{"title":"USGS Opens Lake Tahoe Data Clearinghouse","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The Lake Tahoe Data Clearinghouse, a virtual, web-based project, providing everything from digital maps of the lake and surrounding basin to notes from recent presidential forum meetings, is now on line<!--introend--> at <a href=\"http:\/\/blt.wr.usgs.gov\/ \">http:\/\/blt.wr.usgs.gov\/ <\/a>\n<p>The new website is the result of work by researchers and technicians of the U.S. Geological Survey (USGS ), the U.S. Interior Department bureau that was charged with creating a \"pool of environmental data\" following the Lake Tahoe Presidential Forum of July 1997. \r\n<p>Following that meeting, attended by President Clinton and Vice-President Gore, the USGS was given the task of gathering and compiling all the available data in one location and making it easily accessible to anyone who could use it or who is interested in the integrity of the lake and surrounding area. \r\n<p>\"There was a lot being done at Lake Tahoe to keep it clean and blue, but the information had been gathered by a lot of different agencies and was not easily found,\" said Michael V. Shulters, USGS Acting Western Regional Director. \"Without the clearinghouse, a lot of research dollars would be wasted, just looking for data, or finding out who to ask.\" \r\n<p>The Lake Tahoe Data Clearinghouse provides a variety of digital maps ready for input into any Geographical Information System (GIS). For those without GIS, map viewers are available to download. \r\n<p>In addition to the Lake Tahoe GIS data there are satellite photos, soil maps, and scientific reports from a variety of federal, state, and local agencies and research institutions, including the USGS, the U.S. Forest Service (USFS), the National Resources Conservation Service (NCRS), the U.S. Environmental Protection Agency (EPA), and the Tahoe Regional Planning Agency (TRPA). U.S. Forest Service summaries and executive-level meeting notes from the 1997 forum also are available through the clearinghouse. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"897019200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169129"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}