{"title":"USGS Ocean Floor Mapping Reveals New View of Los Angeles Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html <\/a>\n<p>Editors: On Tuesday, April 27, 1999 reporters may visit USGS scientists and crew to view new high-resolution digital images of the ocean floor offshore of Los Angeles. The news event begins at 9 a.m., at the Alamitos Bay Marina in Long Beach. To reach the site, take the Pacific Coast Highway; west on Second Street; south on Marina Drive; then look for signs near Crab Pot Restaurant. For more information please see attached press release and call Dale Alan Cox at 916-997-4209. \r\n<p>\r\n<p>\r\n<p>\r\n<p>As United States Geological Survey (USGS) researchers skim the surface of the ocean in a small boat near Long Beach, a new never-before-seen view of Los Angeles is revealed. \r\n<p>Using sophisticated, acoustic mapping technology known as multi-beam bathymetry, the USGS scientists have virtually emptied Santa Monica and Newport Bay from Point Dume to Huntington Beach, revealing an ocean floor landscape of soaring canyons and earthquake faults, all in 3-D, photographic-like detail. \r\n<p>The new breathtaking views of the landscape offshore of Los Angeles is only a side benefit of the ocean floor mapping, according to USGS marine scientist, James V. Gardner. \"This is a scientific roadmap that can be used by the entire research community. The ocean floor map can be used for tracking toxic contaminants in seafloor deposits, understanding marine habitat, mapping seawater intrusion, and identifying earthquake faults.\" \r\n<p>The multi-use capabilities of the maps have many USGS scientists excited. \"These images will inspire the same sort of discovery across the oceans science community that satellite images do in the planetary community,\" said Michael D. Carr, chief scientist for USGS Western Coastal and Marine Geological Studies, \"We have found a seafloor frontier within a stone&rsquo;s throw of our shoreline.\" \r\n<p>The USGS team includes researchers from the University of New Brunswick and C &amp; C Technologies of Louisiana, the same team responsible for successfully mapping the bottom of Lake Tahoe in 1998. \r\n<p>The USGS crew is presently in the last few weeks of the project, which began in 1996, focusing on mapping the entire continental shelf off Long Beach. The project is partially funded by the Environmental Protection Agency (EPA) and the Orange County Sanitation District, which will use the maps to help them better determine the quantity and movement of ocean floor sediments. \r\n<p>While the USGS map could be used by many scientific disciplines, USGS seismic specialists are interested in finding the surface expression of known earthquake faults. According to USGS seismologist, Lucy Jones, \"If we are ever to fully examine the earthquake risk to Los Angeles, we need to examine all the faults, including those just off shore.\" <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"924840000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169129"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}