{"title":"USGS Measures Lowest June Water Levels on Record","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Many streams in Massachusetts and Rhode Island had lower average monthly flows in June than they have had in decades, according to data gathered by the U.S. Geological Survey.<!--introend--> Analysis of streamflow data from 30 stations, each having more than 40 years of measurements, show the lowest average flow for June recorded at ten stations. Of these ten stations, seven are in eastern Massachusetts, two are in central and one is in western Massachusetts. \n<p>&quot;Although our streamflow data for 1999 are preliminary, the low-flow data are supported by observations from USGS field staff who have never seen low-flow conditions like this,&quot; said Roy Socolow, USGS hydrologist. \r\n<p>Three of the stations in eastern Massachusetts include the Charles River at Dover, the Ipswich River at South Middleton, and the Assabet River at Maynard. The Charles River at Dover station, installed in 1937, had a previous minimum average flow for June of 67.2 cubic feet per second (cfs) recorded in 1957, whereas this June&rsquo;s average flow was 57.6 cfs&mdash;14 percent lower. At the Ipswich River at South Middleton station, established in 1938, the previous low for June was 7.36 cfs in 1966. This year&rsquo;s low for June was 6.55 cfs&mdash;11 percent lower. And at the Assabet River at Maynard station, in operation since 1941, the previous low for June was 39 cfs in 1949; this year the low flow for June averaged only 28.18 cfs&mdash;26 percent lower. \r\n<p>Record low water levels also have been measured in ground-water wells. The USGS maintains 139 observation wells in Massachusetts and Rhode Island and all but two of these had lower water levels in June than in May. For 132 wells with a minimum of five years of monthly record, one well in Franklin County had the lowest level since recording began there in 1986. Nineteen other wells showed new low levels for the month of June. \r\n<p>June is normally a wetter month than July and August; however, even with normal summer rainfall, groundwater aquifers generally do not receive significant recharge during this season. Thirsty plant roots intercept most of the moisture soaking into the ground before it reaches the water table. Then the plants &quot;transpire&quot; the moisture, along with oxygen, in a process known as evapotranspiration. In southern New England ground-water aquifers normally recharge during October through April, when most plants are dormant. \r\n<p>The USGS measures streamflows and water levels in 100 streams and 139 ground-water observation wells around the region. Water quality is also monitored at many sites. Records are available for some streamgaging stations dating back 85 years. Using these data, the USGS provides water-resources managers and the public with current, as well as historical, streamflow and ground-water level information. With these long-term records, it is possible to monitor trends of water quality and water quantity over time, and gage the severity of drought and flood conditions. \r\n<p>Real-time streamflow data, current water conditions, and descriptions of USGS water-resources investigations are available at the USGS Massachusetts - Rhode Island website at <a href=\"http:\/\/ma.water.usgs.gov\">http:\/\/ma.water.usgs.gov<\/a>. A new link titled Ipswich River Conditions, shows images of the effects of drought on river conditions. Real-time streamflow data, updated every four hours, is especially useful to whitewater enthusiasts, anglers, or anyone wanting to know current streamflow conditions before venturing out on a favorite stream. \r\n<p>To compare local conditions in Massachusetts and Rhode Island to the rest of the Nation, view the Daily Streamflow Conditions Map of the U.S. at <a href=\"http:\/\/water.usgs.gov\/dwc\/national_map.html\">http:\/\/water.usgs.gov\/dwc\/national_map.html<\/a>. Links to the National Weather Service and NOAA&rsquo;s Climate Prediction Center are also provided.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Massachusetts","Rhode Island"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"931320000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169395"},{"tid":"170402"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}