{"title":"Two 500-Year Floods Within 15 Years: What are the Odds?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The term \"500-year flood\" has been used to describe the recent flooding in the Midwest.<\/p>\n<p><!--introstart-->Midwesterners who experienced the Great Flood of 1993 &ndash; said to be a 500-year flood at the time &ndash; can hardly be faulted for thinking they were off the hook for seeing that designation again for, say, a few hundred years.<!--introend--><\/p>\r\n<p>\"The term &lsquo;500-year flood&lsquo; can be a little misleading,\" said Robert Holmes, USGS National Flood Specialist. \"We hydrologists realize the term has instant public recognition and we use it to point to the extraordinary nature of such floods. However, the occurrence of a 500-year flood doesn't depend on what happened last year or fifteen years ago or 100 years ago. It's based on the annual likelihood of the degree of flooding - in other words, the odds. A 500-year flood magnitude has a 0.2 percent - 1 in 500 - of being exceeded in any one year. A 100-year flood magnitude has a 1 percent chance - 1 in 100 - of being exceeded in the same place, and so on. To come up with these statistics, we take our annual peak flow values from our network of USGS streamgages and feed that data into highly developed probability models.\"<\/p>\r\n<p>Streamgages provide long-term stream flow data that scientists need to better understand floods and define flood-prone areas.<\/p>\r\n<p>\"This is why we make every effort to keep our streamgages active for long periods of time,\" Holmes continued. \"The better the historical record you have, the deeper the background you'll have to develop more accurate probability predictions for floods. A longer term record provides a better estimate of the probability of a certain size flood occurring. Changes due to land use and climate, for example, could affect the accuracy of those estimates.\"<\/p>\r\n<p>\"Since we constantly refine our models and revise our statistics based on the observed record,\" Holmes said, \"this year's data in the affected region is likely to raise the value of the flow rate required to designate a 500-year flood. That means it's possible that the current flood could lose its standing as a 500-year flood as the data is further analyzed.\"<\/p>\r\n<table class=\"podcasttemplate\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width=\"250\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td class=\"podcastheader\">Related Podcasts<\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"podcastcontent\"><img src=\"http:\/\/www.usgs.gov\/corecast\/images\/corecast_rss.jpg\" alt=\"\" width=\"100\" height=\"100\" align=\"left\" \/>\r\n<p class=\"bold\"><span class=\"episode_title_text\">Two 500-Year Floods Within 15 Years?<\/span><\/p>\r\n<\/td>\r\n<\/tr>\r\n<tr>\r\n<td>\r\n<p><img src=\"http:\/\/www.usgs.gov\/images\/icons\/down_arrow.jpg\" border=\"0\" alt=\"download\" width=\"18\" height=\"16\" align=\"absMiddle\" \/> <a href=\"http:\/\/www.usgs.gov\/corecast\/podcasts\/audio\/ep50\/20080619_50_500yearflood.mp3\" target=\"_blank\">Download directly<\/a> | <a href=\"http:\/\/www.usgs.gov\/corecast\/details.asp?ID=81\">Details<\/a><\/p>\r\n<p><a href=\"http:\/\/feeds.feedburner.com\/CorecastChannel-Usgs\"><img src=\"http:\/\/www.usgs.gov\/images\/icons\/podcast.jpg\" border=\"0\" alt=\"podcast icon\" width=\"65\" height=\"16\" \/><\/a>&nbsp; <a href=\"http:\/\/phobos.apple.com\/WebObjects\/MZStore.woa\/wa\/viewPodcast?id=261623315\"><img src=\"http:\/\/www.usgs.gov\/images\/icons\/itunes.jpg\" border=\"0\" alt=\"itunes icon\" width=\"65\" height=\"16\" \/><\/a><br \/>or <a href=\"http:\/\/www.usgs.gov\/corecast\/default.asp#misc\">subscribe by e-mail<\/a>.<\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>USGS plays a critical role in reducing flood losses by operating a nationwide streamgage network that monitors the water level and flow of the Nation's rivers and streams. USGS streamgage data are used by the National Weather Service (NWS) to develop flood forecasts, the U.S. Army Corps of Engineers to manage flood control, and state and local agencies in their flood response activities.<\/p>\r\n<p>&ldquo;We&rsquo;re going to be watching the flood pulse as it moves down the Mississippi, monitoring the flood stage, making sure our s","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["floods","hazards","streamflow","streamgages","water","flooding","Streams","Indiana"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1213934400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170355"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}