{"title":"Food Choices and Location Influence California Sea Otter Exposure to Disease","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Sea otters living along the central California coast risk higher exposure to disease-causing parasites as a consequence of the food they eat and where they feed.<\/p>\n<p>Sea otters that eat small marine snails are at a higher risk of exposure to <em>Toxoplasma gondii<\/em>, a potentially deadly protozoal pathogen, than animals that feed exclusively on other prey, while sea otters living along the coast near San Simeon and Cambria are more at risk than sea otters that live outside this area.<\/p>\r\n<p>Similarly, sea otters that commonly feed on clams and fat innkeeper worms at the southern end of Monterey Bay have a higher exposure risk to another dangerous protozoal pathogen, <em>Sarcocystis neurona<\/em>. On the other hand, sea otters whose diet includes significant amounts of abalone, a preferred prey species when sufficiently abundant, have a very low risk of infection with either pathogen.<\/p>\r\n<table border=\"0\" cellpadding=\"5\" width=\"305\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_01_21\/sea_otter.jpg\" alt=\"see caption for details\" width=\"300\" height=\"149\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">A tagged sea otter feeds on a rock crab near Monterey, California. By carefully studying the diet, movements, and health of radio-tagged sea otters like this one, researchers have found that individual food preferences and locations are good predictors of disease exposure. Photo by Tania Larson, U.S. Geological Survey.<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>\"Recovery of the sea otter in California has been especially sluggish at the center portion of its range, where sea otter densities are highest and where most of the reproduction occurs,\" said Tim Tinker, a U.S. Geological Survey (USGS) sea otter expert at Santa Cruz, Calif., and co-lead of a new study led by the University of California-Davis and USGS. \"Where food resources are limited, individual sea otters tend to become diet specialists, and the specific skills used to secure food are passed on from mother to pup.\"&nbsp;<\/p>\r\n<p>The result is that individual otters inhabiting the same area can have very different diets from one another, and it now appears that high levels of infection with <em>T. gondii<\/em> or <em>S. neurona<\/em> may be a consequence of this dietary diversification. \"Our findings indicate that prey choice in sea otters has very real implications for their health\" said Christine Johnson, co-lead author and epidemiologist at UC Davis. \"Depleted resources and high rates of infectious disease may be acting in concert to limit the recovery of this threatened species.\"<\/p>\r\n<p><em>T. gondii<\/em> and <em>S. neurona<\/em> both have complex life cycles involving multiple hosts. They complete their life cycle in their respective final hosts, cats (<em>T. gondii)<\/em> and opossums (<em>S. neurona)<\/em>, which then shed new infective life stages of the parasites into the environment. These infective oocysts can persist for months in the environment outside a host. Although these parasites are thought to have land origins, many oocysts end up in the marine environment, where they can be consumed by invertebrates in the marine food web, Tinker said. While invertebrates are not themselves affected by the parasites, they can act as intermediate or transport hosts, and sea otters that become infected from consuming infected prey may eventually die from protozoal encephalitis.&nbsp;<\/p>\r\n<p>A key challenge for scientists has been to determine exactly how the parasites are getting to sea otters. Identifying specific routes of infection has been difficult because it is almost impossible to detect the parasites in the environment. \"What we have done with this work is demonstrate how sea otters themselves can show us how they are becoming infected,\" says Tinker. \"By studying relationships between sea otter behavioral patterns and disease exposure, we can infer a great deal about the mechanisms of exposure, in much the same way th","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["biology","otter","environment","ecology","disease"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1232514000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"170589"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}