{"title":"BEFORE THE NEXT BIG EARTHQUAKE: New Handbook Offers Vital Tips to Bay Region Residents","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A useful and perhaps life-saving new handbook is being released by the U.S. Geological Survey (USGS). Putting Down Roots in Earthquake Country &ndash; Your Handbook for the Bay Region is a practical, informative guide for Bay Area residents on earthquake preparedness. Hurricane Katrina&rsquo;s disastrous aftermath serves as a stark reminder that natural hazards can strike suddenly, putting millions of Americans in harm&rsquo;s way and that preparedness is key to survival.<\/p>\n<p>The handbook describes the likely impacts of future earthquakes in the Bay Area and gives seven important steps people should follow to prepare for, survive and recover from future earthquakes.<\/p>\r\n<p>&quot;The recent tragic disaster in the southeast underscores the necessity of being prepared. Quakes are inevitable in the Bay Area and will likely come without warning,&quot; USGS&rsquo; Dr Mary Lou Zoback said. &quot;Our goal with this handbook is to motivate Bay Area citizens to take simple steps now to make their families, homes, schools and workplaces safer before the next quake or other disaster strikes.&quot;<\/p>\r\n<p>The 32-page soft cover handbook was developed by a team lead by the USGS that included a wide array of Bay Area earthquake and emergency response experts (see <a href=\"#contributors\">list of contributors<\/a> below). It is based on a publication designed by the USGS and the Southern California Earthquake Center (SCEC) following the 1994 Northridge earthquake.<\/p>\r\n<p>&quot;The American Red Cross will be working over the next three years to get more than one million additional families in the Bay Area prepared for a large earthquake. This handbook will play an important role in our training efforts,&quot; said Harold Brooks, CEO of the Red Cross Bay Area Chapter.<\/p>\r\n<p>The USGS handbook is free and available both as a published product and online at <a href=\"http:\/\/pubs.usgs.gov\/gip\/2005\/15\">http:\/\/pubs.usgs.gov\/gip\/2005\/15<\/a> (where paper copies of the handbook can be ordered). . A virtually identical version published separately and containing an earthquake mitigation products coupon is being distributed widely in the Bay region through home improvement stores in the region and as an insert in the Sunday, September 18 edition of the San Francisco Chronicle.<\/p>\r\n<p>&quot;All Californians need to be made aware of earthquake hazards and how to survive them,&quot; said John Parrish, California State Geologist. &quot;This handbook is a valuable primer for preparedness.&quot;<\/p>\r\n<p>Free copies of the handbook are also available through the Bay Area chapter of the Red Cross by calling (510) 595-4459.<\/p>\r\n<p>Putting Down Roots in Earthquake Country is part of the 1906 Earthquake Centennial Alliance effort to make the Bay region safer and more prepared for the next damaging earthquake. With assistance from over 200 member organizations, plans include translation of the handbook into Spanish, Chinese, and likely several other languages in the spring of 2006.<\/p>\r\n<p>For more information about the 1906 Earthquake Centennial Alliance and upcoming events to commemorate the Great Earthquake of 1906 visit <a href=\"http:\/\/1906centennial.org\">http:\/\/1906centennial.org<\/a>.<\/p>\r\n<p>\r\n<HR>\r\n\r\n<P id=contributors><strong>Bay Area Earthquake and Emergency Response experts (with contact info) that helped develop Putting Down Roots in Earthquake Country&mdash;Your Handbook for living in the Bay Region<\/strong><\/p>\r\n<p><strong>U.S. Geological Survey<\/strong><br>Dr. Mary Lou Zoback (650) 329-4760<\/p>\r\n<p><strong>American Red Cross<\/strong><br>Harold Brooks (415) 427-8108<\/p>\r\n<p><strong>Association of Bay Area Governments<\/strong><br>Jeanne Perkins (510) 464-7934<\/p>\r\n<p><strong>California Earthquake Authority<\/strong><br>Nancy Kincaid (916) 325-3800<\/p>\r\n<p><strong>California Geological Survey<\/strong><br>Keith Knudsen (415) 904-5529<\/p>\r\n<p><strong>Earthquake Engineering Research Institute<br><\/strong>Fred Turner (916) 263-0582<\/p>\r\n<p><strong>Fe","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1126843200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170516"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}