{"title":"Eavesdropping on the Earth: USGS Conducts Seismic Study in San Jose Area","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists from the U.S. Geological Survey (USGS) will be &quot;eavesdropping&quot; on the echoes of the earth in the West San Jose area from Aug. 19-30 to help researchers better estimate how and when the ground will shake in regional earthquakes. <\/p>\n<p>USGS researchers will pound the pavements and drive the roads in a specially equipped &quot;vibroseis&quot; truck to explore the sediment beneath the Valley. They will vibrate the ground and listen to the echoes &ndash; or, in their terms, perform a high-resolution seismic-imaging study. Their purpose, said USGS scientist Rob Williams, lead researcher on the project, is to investigate the layering, stiffness and faulting of the sediments to better understand how and when the ground will shake in earthquakes. Such surveys provide information that can ultimately increase public safety and prosperity by identifying and reducing earthquake hazards. <\/p>\r\n<p>This 5-mile long profile will occur in these parts of the following cities: Saratoga &#8212; Scully Ave; San Jose &#8212; Larkin Avenue and Alderbrook Lane; Cupertino &#8212; Tantau Avenue and East Estates Drive; and Sunnyvale &#8212; along Quail Avenue before terminating on the playfields at Peterson Middle School. <\/p>\r\n<p>The scientists and their assistants will use vibrations generated by a small, rubber-tired vibroseis truck to create small sound waves that will travel into the earth, be reflected by layered sediment, and then be recorded by a string of seismographs spread out along the survey line. The sound waves, noted Williams, generate sound waves that allow researchers to &quot;see&quot; images of the subsurface in the range of 200 feet to 3,000 or 4,000 feet. &quot;We&rsquo;ve obtained good results using this tool in San Bernardino in 1999 and San Jose in 2002, showing us what&rsquo;s beneath the street in earthquake-prone areas. <\/p>\r\n<p>The vibroseis truck will drive slowly along the survey line and stop every 30 feet to vibrate. A 4-foot-wide pad is pressed against the ground beneath the truck to carry part of the truck&rsquo;s 14,000-lb weight, and then the pad is vibrated for about 10 seconds. This 10-second &quot;sweep&quot; is repeated several times, and then the truck moves forward 30 feet to repeat the process at the next vibration point. <\/p>\r\n<p>&quot;If you stand near the truck you&rsquo;ll be able to feel slight shaking in the bottom of your feet, but the level of shaking is far below the levels required to cause damage to pavement or structures&quot; said Williams.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1060920000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170356"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}