{"title":"surveying Ice and Fire: The First Map of All of Iceland's Glaciers and Subglacier Volcanic Calderas Released","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->For the first time, all of Iceland&rsquo;s glaciers are shown on a single map, produced by the Icelandic Meteorological Office (IMO), in collaboration with the U. S. Geological Survey (USGS) and Iceland Geosurvey.<!--introend-->&nbsp; The map is the first to incorporate historical data and coverage from aerial photographs and remote sensing satellites, such as Landsat and SPOT, to show the change in the areal extent of glaciers during the past century.<\/p>\n<p>Iceland has about 300 glaciers throughout the country, and altogether, 269 glaciers, outlet glaciers and internal ice caps are <a href=\"http:\/\/pubs.usgs.gov\/pp\/1746\/\">named<\/a>. The glaciers that lack names are small and largely newly revealed, exposed by melting of snow pack due to warmer summer temperatures.&nbsp; The number of identified glaciers has nearly doubled at the beginning of the 21<sup>st<\/sup> century.<\/p>\r\n<p>\"Iceland's glaciers have also been revealed to be quite dynamic during the past century,\" said Oddur Sigur&eth;sson, the senior author of the new map and a glaciologist with the IMO.&nbsp;\"At the maximum of the Little Ice Age (about 1890 in Iceland), it's glaciers reached their greatest areal extent before receding to their present-day positions, interrupted with a few cooler periods during this century-long recession.&nbsp; Iceland's glaciers continue their retreat and lose volume; its ice caps are losing an average of 1 m of ice each year from their surfaces.\"<\/p>\r\n<p>Subglacier volcanic calderas and their locations with respect to the glaciers are an important feature of the new map.&nbsp; Many of Iceland&lsquo;s glaciers lie over active volcanoes, including Eyjafjallaj&ouml;kull, the now well-known volcano an eruption from which in 2010 disrupted air travel between North America and Europe and within Europe.<\/p>\r\n<p>Knowing which volcanic calderas lie beneath glaciers and their history of volcanic activity is important for disaster preparation and mitigation.&nbsp; When a volcano erupts beneath a glacier, it often results in the unleashing of very large volume floods known by scientists as a j&ouml;kulhlaup (\"Glacier-outburst flood\").&nbsp;<\/p>\r\n<p>This volcano-glaciological hazard is well known to Icelanders.&nbsp; The largest j&ouml;kluhlaups occur when the Katla volcano under the M&yacute;rdalsj&ouml;kull ice cap (just to the east of Eyjafjallaj&ouml;kull; see graphic, an excerpt from the map) erupts, resulting in a flood that exceeds the normal flow of the Amazon River, Earth's largest river in terms of volume of water!<\/p>\r\n<p>Richie Williams, emeritus senior research geologist with the USGS and collaborator on the map notes that, \"The more than 40 years of scientific research in Iceland by USGS scientists, in collaboration with numerous Icelandic scientists and institutions, has produced many important scientific publications in volcanology, geothermal activity, volcanic geomorphology, glaciology, and geologic hazards.\"<\/p>\r\n<p>Surge-type glaciers also make their debut on this cartographically unique map.&nbsp; Surge-type glaciers are those that, for reasons not completely understood scientifically, suddenly move forward, advancing several hundred meters or even several kilometers in a few months.&nbsp;<\/p>\r\n<p>Br&uacute;arj&ouml;kull, a surge-type glacier on the northern margin of Vatnaj&ouml;kull, Iceland's largest ice cap, surged forward 8 km in 1963\/1964.&nbsp; Eyjabakkaj&ouml;kull, a surge-type glacier just to the east of Br&uacute;arj&ouml;kull, surged about 2 km in 1972\/1973, a change that was captured on the first Landsat images acquired of a surging glacier.<\/p>\r\n<p>The map of Iceland's glaciers is the result of many decades of research and data collection from all across Iceland, the area of which is about the same as the Commonwealth of Virginia. Maps compiled by the Danish Geodetic Survey in the first third of the 20th century, aerial mapping missions for the U.S. Army Map Service at the end of World War II, s","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Land Remote Sensing","Climate Change","Iceland","glaciers","volcano","volcanoes","Sea Level Rise","International Programs Europe"],"article_type":["National News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1379563200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}