{"title":"Magnitude-5.8 Earthquake Strikes National Capital Area","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A magnitude 5.8 earthquake struck the National Capital Area on Tuesday, August 23, at 1:51p.m. (EDT), causing moderate shaking and potentially significant damage, and was felt throughout Northern Virginia and neighboring areas. No casualties are expected.<\/p>\n<p>The earthquake occurred near Louisa and Mineral, Va., approximately 100 miles southwest of Washington, DC. It was a shallow earthquake, and shaking was recorded all along the Appalachians, from Georgia to New England.<\/p>\r\n<p>There have been several aftershocks.<\/p>\r\n<p>The information provided by the USGS is part of a government-wide response effort, in coordination with the Department of the Interior, the Department of Homeland Security, and the White House.<span style=\"text-decoration: underline;\"><\/span><\/p>\r\n<p>The earthquake occurred in the Central Virginia Seismic Zone, which has produced earthquakes in the past. The most notable was an earthquake that occurred in 1875 that scientists believe was about a magnitude 4.5.<\/p>\r\n<p>This earthquake is almost as strong as the strongest recorded earthquake in Virginia, a magnitude 5.9, which occurred in May 1897 in Giles County, Va. The strongest recorded earthquake to strike the East Coast was the 1886 Charleston, S.C., earthquake, which was about a magnitude 7.3.<\/p>\r\n<p>Those who felt the earthquake can go online and report their observations on the USGS <a href=\"http:\/\/earthquake.usgs.gov\/eqcenter\/dyfi\/\"><em>Did You Feel It?<\/em> website<\/a>. Over 10,000 reports of felt shaking have already been received from more than 3400 zip codes all over the eastern United States.<\/p>\r\n<p>The earthquake was felt so widely because it was a shallow earthquake, and geologic conditions in the eastern U.S. allow the effects of earthquakes to propagate and spread much more efficiently than in the western United States.<\/p>\r\n<p>Western rock is relatively young, which means it absorbs a lot of the shaking caused by earthquakes. Thus, western earthquakes result in intense shaking close to the epicenter, but fade more quickly the farther the earthquakes travel.<\/p>\r\n<p>In the eastern United States, on the other hand, the rock is far older, and so earthquakes can have a much larger and more widespread impact. Earthquake energy can therefore spread farther and have a greater impact.<\/p>\r\n<p>Earthquakes cannot be predicted. Although earthquakes are more commonly associated with the western United States, there have been significant earthquakes in the East too. Scientists cannot predict the timing of specific earthquakes. However, families and communities can improve their safety and reduce their losses by taking actions to make their homes, places of work, schools and businesses as earthquake-safe as possible. The USGS provides information on how you can prepare at the <a href=\"http:\/\/earthquake.usgs.gov\/prepare\/\">Earthquake Hazards Program Website<\/a>.<\/p>\r\n<p>For more information on this earthquake, please visit the PAGER reading <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/pager\/events\/us\/082311a\/index.html#summary\">here<\/a>.<\/p>\r\n<p>For more information on earthquake and other hazards, please visit the <a href=\"http:\/\/www.usgs.gov\/natural_hazards\/\">USGS Natural Hazards<\/a> website. The USGS operates a 24\/7 <a href=\"http:\/\/earthquake.usgs.gov\/regional\/neic\/\">National Earthquake Information Center<\/a> in Golden, Colo., that can be reached for more information at (303) 273-8500.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":["geology","earthquake","Virginia"],"release_date":{"und":[{"value":"1314072000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170186"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}