{"title":"Digging for Earthquake Clues On The Hayward Fault","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A team of Bay Area earthquake scientists will be looking for more than old golf balls when they open an exploratory trench on the second fairway of the Mira Vista golf course in El Cerrito, this week. Golf course officials have rerouted the sedonc hole in order to give the geologists a 10-day window for the study. \n<p>In a project headed up by Dr. David Schwartz of the U.S. Geological Survey and Dr. William Lettis, of Lettis and Associates, scientists from the USGS, the University of California at Berkeley, Lawrence Livermore National Laboratory (LLNL) and the Pacific Gas and Electric Company will study the soil layers in two 10-foot-deep trenches cut into the face of the northern segment of the Hayward fault. The golf course trenching is part of an effort to learn more about earthquakes that have occurred on that fault over the past 1,000 years. The project is part of an ongoing study by the USGS and other institutions to identify and evaluate earthquake hazards in the San Francisco Bay area. \r\n<p>During the 10 days the trenches are open the geologists will map offsets of exposed soil layers that have been disturbed in past earthquakes. They also will remove bits of organic material taken from those disturbed soils and have that material dated with Carbon-14 analysis, in order to establish the dates of past large earthquakes and the average recurence interval between those large earthquakes. Radiocarbon-dating results often take one to several months to complete, but because of the limited time-frame and importance of the dating, the radiocarbon laboratory at LLNL will have students at the trenches to carry the samples back to the lab for preparation and analysis. The first results are expected on July 12 and a second set of dates available on July 16. Rapid dating will help guide the study while the trenches are open. \r\n<p>In addition to carbon-14, the geologists will be analyzing the strata for pollen from non-native species of plants introduced into the area in the 1840s and 1850s. If present in the soils, this pollen could provide very tight constraints on the age of the youngest deposits affected by the fault. \r\n<p>The northern section of the Hayward fault, which stretches approximately 45 km (30 miles) from San Leandro, northward to San Pablo Bay, was estimated by the 1990 Working Group on California Earthquake Probabilities to have the highest probability (28% in 30 years) of producing the next magnitude (M)-7 earthquake in the San Francisco Bay area. This calculation was based, Schwartz said, in part, on the assumption that the most recent large earthquake on this part of the fault occurred in 1836. A destructive M7 earthquake occurred on the southern segment of the Hayward fault in 1868. A new study of historical documents by the California Division of Mines and Geology (CDMG), however, concludes that the 1836 earthquake was not on the Hayward fault. If that is the case, it extends the minimum time since the last large northern Hayward earthquake to 220 years. \r\n<p>\"The elapsed time since the last large earthquake is one of the critical pieces of information necessary to evaluate earthquake probabilities,\" Schwartz said. \"The average recurrence interval for a M7 on the northern Hayward is presently estimated at 200-250 years, so if its been 220 years since the last one, you know where that puts us.\". The Hayward fault traverses a highly urbanized area, which presents unique problems for conducting earthquake geology research. Most of the northern Hayward fault is covered by roads, residences, commercial buildings, and\/or landslides. Less than five percent of the fault trace crosses undisturbed ground, severely limiting where data can be obtained. A preliminary analysis for this study using aerial photographs and mapping located only four remaining sites on the northern part fault that may provide well-constrained data on past movements. The Mira Vista golf course is one of those four sites. \r\n<p>Coordinated studi","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"868334400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}