{"title":"Adaptive Management Key to Protecting Colorado River Ecosystem in Grand Canyon","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Today, the USGS released <em><a href=\"http:\/\/www.gcmrc.gov\/products\/score\/2005\/score.htm\">The State of the Colorado River Ecosystem in Grand Canyon<\/a><\/em><HTTP: www.gcmrc.gov score 2005 score.htm products>, a comprehensive report that details the impacts of the operation of Glen Canyon Dam and other management actions on downstream resources within Grand Canyon National Park.<\/p>\n<p>The 220-page report assesses scientific studies of aquatic, riparian, fish, sediment, recreation, and cultural resources from 1991 through 2004. <\/p>\r\n<p>The report was prepared at the request of the Glen Canyon Dam Adaptive Management Work Group (AMWG), a federal advisory committee that makes recommendations to the Secretary of the Interior on the operation of Glen Canyon Dam and other management actions. The USGS report and other pertinent data, including the results of the November 2004 High-Flow Experiment, not included in this report, will be used by the AMWG to assess current practices and make recommendations to the Secretary. <\/p>\r\n<p>\"We live in an age when science allows us to clarify what is happening in complex natural systems like Grand Canyon,\" said Dr. Ted Melis, Acting Chief of the GCMRC and one of the report&rsquo;s authors and editors. \"This report proves the vital importance of science-based adaptive ecosystem management. Its analysis and results can help managers fine tune dam operations and identify other actions to benefit downstream resources, from native fishes to camping beaches, that the public values in Grand Canyon.\" The major findings are: <\/p>\r\n<UL>\r\n<LI>\r\n<p>Under current dam operations, the Colorado River transports more sand out of the system than is supplied by tributaries on a seasonal to annual basis (that is, export exceeds input), preventing multi-year accumulation in the channel. As a result, erosion of channel and sandbar deposits from Marble and Grand Canyons continues.<\/p>\r\n<LI>\r\n<p>Since the report was finalized, scientists have continued to evaluate the results of the November 2004 High-Flow Experiment. One of the most surprising findings was the robust increase in sandbar area and volume in upper Marble Canyon, which has historically been one of the most sediment limited reaches of the river. These more recent findings suggest the use of short, strategically timed high-flow releases following sporadic sand inputs from tributaries is a possible strategy for rebuilding beaches and sandbars. <\/p>\r\n<LI>\r\n<p>The number of federally endangered adult humpback chub (Gila cypha) in the Grand Canyon ecosystem has declined since at least the late 1980s, which is in part the result of a reduction in the rate of young chub surviving long enough to reach spawning age.<\/p>\r\n<LI>\r\n<p>Nonnative rainbow trout (Oncorhynchus mykiss) in the Lees Ferry reach and downstream as far as river mile 75 have proliferated under the modified low fluctuating flow alternative that governs day-to-day dam operations. Likewise, nonnative brown trout (Salmo trutta) have increased dramatically around Bright Angel Creek and upstream to above the Little Colorado River confluence (river mile 61). Both species prey on native fishes. <\/p>\r\n<LI>\r\n<p>Although there is no basis for claiming that the current operation at Glen Canyon Dam resulted in recent and repeated low recruitment and the continued decline of humpback chub, it is clear that the restrictions on dam operations since 1991 have not produced the hoped-for restoration and maintenance of this endangered species. <\/p>\r\n<LI>\r\n<p>Archaeological sites in the river corridor and locations of traditional importance to Native Americans continue to receive negative impacts from side channel surface erosion and recreational visitors. These processes are aggravated by the diminishing supply of sediment, which appears to be contributing to and exacerbating the rate and amount of erosion. <\/p>\r\n<LI>\r\n<p>Between 1998 and 2003, the area available for camping at high-elevation campsites used by su","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Colorado"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1130212800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}