{"title":"Decreases in Salinity Noted in Southwestern Streams","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Editors Note: <a href=\"http:\/\/water.usgs.gov\/nawqa\/studies\/mrb\/salinity.html\">View maps,\r\ngraphs, and reports supporting this information<\/a>.<\/strong>\r\n<\/p>\r\n<p>\r\n<!--introstart-->The U.S.\r\nGeological Survey (USGS) released a report today describing salinity levels in\r\nstreams and ground water in parts of Arizona, California, Colorado, Nevada, New Mexico, Utah and Wyoming.\r\nThe report concludes that although salinity varies widely throughout the\r\nregion, levels have generally decreased in many streams during the past two\r\ndecades.<!--introend-->\r\n<\/p>\r\n<p>\r\nElevated\r\nsalinity levels, or concentrations of dissolved solids, can limit the\r\nsuitability of water for many uses, including agricultural production and\r\ndrinking water. \r\n<\/p>\r\n<p>\r\nTrends in\r\ndissolved-solids concentrations in streams were evaluated from 1974 through\r\n2003. &quot;The greatest change occurred during 1989 to 2003, when annual\r\ndissolved-solids concentrations decreased at more than half of the sites\r\nthroughout the region,&quot; explained lead author and USGS hydrologist Dave Anning.\r\n&quot;The reductions were widespread, as indicated by decreases at nearly all of the\r\nsites on the main stem of the Colorado and Green Rivers.\r\nWe also noted increases at about one-third of the sites, while the remaining\r\nsites showed no trends.&quot; \r\n<\/p>\r\n<p>\r\nDecreases in salinity are attributed, in part, to natural causes, such\r\nas geomorphic changes or climate variations. They also may be associated with\r\nhuman-related factors, such as changes in land and water use, reservoir\r\nmanagement, trans-basin exports, and implementation of salinity-control\r\nprojects. Salinity control projects include activities like using low water-use irrigation systems and\r\nre-directing saline water away from streams. \r\n<\/p>\r\n<p>\r\nUSGS findings show\r\nthat dissolved solids decreased from 1989\r\nthrough 2003 at all sites downstream from salinity-control projects, and that\r\nthe decreases were greater than decreases upstream from projects. For example,\r\nestimated annual loads of dissolved solids in the Gunnison\r\nRiver in the Upper\r\nColorado River\r\nBasin decreased by about 162,000 tons per year downstream from\r\nthe Lower Gunnison salinity-control unit, in\r\ncontrast to a decrease of only 2,880 tons per year upstream from the unit. This\r\nnet decrease is about 15 percent of the annual load in the lower Gunnison River.&nbsp;\r\n<\/p>\r\n<p>\r\n&quot;This is good news,&quot;\r\nsaid Dr. Robert Hirsch, Associate Director for Water, &quot;and shows successes from the region&#39;s investments in salinity\r\ncontrol over the past several decades.&quot; \r\n<\/p>\r\n<p>\r\nSalinity-control\r\nprojects have been implemented since\r\nthe mid-1970s by the Bureau of Reclamation, U.S. Department of Agriculture, and\r\nthe Bureau of Land Management to control salinity of water delivered to Mexico,\r\nper the 1974 Colorado River Basin Salinity Control Act. \r\n<\/p>\r\n<p>\r\nUSGS\r\nhas been monitoring salinity levels in streams and ground water in the\r\nsouthwest for more than 30 years.\r\n<\/p>\r\n<p>\r\nTrends in\r\ndissolved-solids concentrations were less apparent in ground water than in\r\nsurface water. Salinity levels varied throughout the basin-fill aquifers\r\nunderlying the southwest, but generally were below 1,000 milligrams per liter. Concentrations exceeded the U.S.\r\nEnvironmental Protection Agency secondary drinking-water standard of 500\r\nmilligrams per liter (established for taste and hardness) throughout about half\r\nof the aquifers. \r\n<\/p>\r\n<p>\r\nThe USGS\r\nstudy also documents the variability of salinity throughout the region - from\r\n22 to 13,800 milligrams per liter in streams.\r\n<\/p>\r\n<p>\r\n&quot;We know\r\nthat both natural factors and human activities affect salinity. Through new\r\ngeo-statistical modeling techniques, we were able to show that land- and water-use activities, primarily\r\nassociated with pasture and cultivated land, contribute more than half (56\r\npercent) of the salinity to streams, whereas natural geologic materials pr","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming","Arizona","Colorado","New Mexico","Utah","California","Nevada"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1190606400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169206"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}