{"title":"What Goes Around, Comes Around I But When In the Bay Area Earthquake Cycle?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Stress changes produced by the 1906 San Francisco earthquake had a profound effect on Bay Area seismicity by dramatically reducing it in the 20th century, according to David Schwartz, of the U.S. Geological Survey in Menlo Park, Calif. Whether the San Francisco Bay Region (SFBR) is still within, just emerging from, or is out of the 1906 stress shadow is an issue of strong debate with important implications for earthquake mechanics and seismic hazards, Schwartz told fellow scientists at the annual meeting of the American Geophysical Union (AGU). <\/p>\n<p>\"Historically, that is since the late 1700s, the SFBR has not experienced one complete earthquake cycle--the interval immediately following, then leading up to and repeating, a 1906-type, multi-segment rupture, magnitude-7.9, San Andreas event,\" Schwartz said. \"The historical record of earthquake occurrence in the SFBR appears to be complete at about M5.5, back to 1850, which is less than half a cycle.\" He explained that for large events of magnitude-7 or larger, the record is complete back to 1776, which may represent about half a cycle. \"During this period only the southern Hayward fault, in 1868 and the San Andreas fault in 1906 and possibly 1838, have produced their expected large events. New paleoseismic data now provide, for the first time, a more complete view of the most recent pre-1906 SFBR earthquake cycle.\" <\/p>\r\n<p>Schwartz went on to describe focused paleoseismic efforts under the Bay Area Paleoearthquake Experiment (BAPEX) that have developed a chronology of the most recent large earthquakes on major SFBR faults. \"The San Andreas, northern Hayward, southern Hayward, Rodgers Creek and northern Calaveras faults provide clear paleoseismic evidence for large events post-1600 AD,\" Schwartz said. \"The San Gregorio fault, which lies offshore Santa Cruz and San Mateo counties, may also have produced a large earthquake after this date.\" <\/p>\r\n<p>\"The interval between the penultimate San Andreas rupture and large earthquakes on other SFBR faults could have been considerably shorter,\" Schwartz continued. \"We are now 95 years out from 1906 and the SFBR Working Group 99 probability time window extends to 2031, an interval of 125 years. The paleoearthquake data allow that within this amount of time following the penultimate San Andreas event, one or more large earthquakes may have occurred on Bay Area faults. Longer paleoearthquake chronologies with more precise event dating in the SFBR and other locales provide the exciting potential for defining regional earthquake cycles and modeling long-term fault interactions.\" <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1008219600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}