{"title":"Media Advisory: Preparing Coastal Communities for Storms","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>\n<p><!--introstart-->USGS Shares Findings and Lessons from Ike at the 2009 National Hurricane Conference in Austin<!--introend--><\/p>\r\n<\/em><\/strong><\/p>\r\n<p>The 2008 hurricane season made its mark on the northern Gulf of Mexico coastline by leaving it more vulnerable to future storms. U.S. Geological Survey (USGS) scientists will be sharing lessons learned from their analysis of the impacts of Hurricane Ike on the beaches of Texas and Louisiana with emergency managers at the National Hurricane Conference in Austin, Texas, April 8 and 9, 2009.&nbsp;<\/p>\r\n<p>The USGS will also exhibit coastal mapping and modeling tools, which can be used to assess coastal vulnerability when a hurricane is approaching.<\/p>\r\n<table border=\"0\">\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>WHO:<\/strong><\/td>\r\n<td>USGS scientists Abby Sallenger, Mike Lee and others<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>WHAT:<\/strong><\/td>\r\n<td>Hurricane Ike - Lessons Learned<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>WHERE:<\/strong><\/td>\r\n<td>Austin Convention Center, 500 E Cesar Chavez St.<br \/>Booths 544 &amp; 455<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>WHEN:<\/strong><\/td>\r\n<td>April 8 and 9, 2009<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>The USGS supplies information that helps communities prepare for hurricane emergencies.&nbsp;<\/p>\r\n<p>\" During extreme storms, homes, infrastructure, and people are threatened not only by wind and storm-surge, but also by the land changing, such as the severing of evacuation routes by new inlets cut through barrier islands.\" said Dr. Abby Sallenger, USGS oceanographer and lead researcher for the USGS National Assessment of Coastal Change Hazards. \" By identifying areas that may be seriously impacted by wave overwash and severe erosion during storms, USGS can help emergency and coastal managers make the best recommendations for coastal inhabitants.\"<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana","Texas"],"country":["United States of America"],"mm_tags":["Hurricane Ike","Texas","Coasts","gulfofmexico","hurricanes","conference"],"release_date":{"und":[{"value":"1239163200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"168848"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}