{"title":"Airport Runway Deicers Impact on the Environment Greater Than Previously Thought","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The most widely used compound to remove dangerous ice from runways at many of the nation's airports may impact the environment more than previously realized.<!--introend--> New research shows that potassium acetate may be harmful to aquatic life. This is the first published study of potassium acetate in airport runoff.&nbsp;<\/p>\n<p>These findings follow a major shift in formulations used to deice airports across the country. During the 1990s, U.S. airports began using potassium acetate as a replacement for urea, a compound known to contribute toxic ammonia to nearby streams.&nbsp; Today, 67 percent of U.S. airports that apply deicers to runways use potassium acetate instead of urea.<\/p>\r\n<p>Between 1996 and 2006, scientists from the U.S. Geological Survey (USGS) worked with Milwaukee's General Mitchell International Airport (GMIA) and collected water samples from streams at four sites near the airport. During this study, GMIA, like many other airports, began using potassium acetate to replace urea.<\/p>\r\n<p>Forty percent of the samples collected following the change had concentrations of potassium acetate at levels high enough to be detrimental to aquatic life. (EPA standards have not been established for potassium acetate.) Concentrations of ammonia in forty-one percent of water samples collected from airport outfalls when urea-based deicers were in use had exceeded the Environmental Protection Agency's (EPA) water quality standards.<\/p>\r\n<p>\"GMIA and other airports are working to minimize environmental impact while maintaining the highest level of safety,\" said Steven Corsi the USGS scientist who led the study.&nbsp; \"We conducted this research in cooperation with GMIA to better understand potential effects of pavement deicers and to provide airports the information needed to minimize environmental impact. We were somewhat surprised to find the newer deicer compound, potassium acetate, may also be harmful to aquatic life.\"<\/p>\r\n<p>Corsi added, \"Ultimately, it will take a combined effort from deicer manufacturers and airports to continue reducing the environmental impact of deicers while maintaining the highest level of safety.\"<\/p>\r\n<p>Scientists also tested for other deicing products including pavement deicer (sodium formate), aircraft deicer, (propylene glycol), and road salt (sodium chloride).&nbsp; They found a complex mixture of chemicals in airport runoff with many potential effects. Road salt was present at very high concentrations and most likely has detrimental effects on aquatic life. Aircraft deicers were present at concentrations that can harm aquatic life, but sodium formate pavement deicer concentrations were relatively low.&nbsp;<\/p>\r\n<p>Pavement deicers are applied on runways and taxiways where physical removal of ice and snow is not sufficient. Because they are applied across a large area, pavement deicers are difficult and costly to contain.&nbsp; Many airports manage deicer runoff; however, these efforts focus on aircraft deicing application areas.&nbsp; Pavement deicers that are not contained or do not degrade near the point of application, are likely discharged into soils, groundwater, and surface water near airports.<\/p>\r\n<p><strong>The report, <a href=\"http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/es8017732\">Aquatic Toxicity of Airfield-Pavement Deicer Materials and Implications for Airport Runoff<\/a>, is available online.&nbsp;<\/strong><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Airport","Deicer","Water Quality"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1231995600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170503"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}