{"title":"Mountain Vegetation Impacted by Climate Change","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Climate change has had a significant effect on mountain vegetation at low elevations in the past 60 years, according to a study done by the University of California at Davis, University of Wisconsin-Madison, and U.S. Geological Survey.<\/p>\n<p>This information may guide future conservation efforts in helping decision makers develop regional landscape predictions about biological responses to climate changes.<\/p>\r\n<p>These findings support recent predictions that climate change stresses ecosystems at lower elevations more than higher elevations. Scientists examined vegetation changes during the past 60 years in the Siskiyou Mountains of Oregon, an area that harbors 131 plant species found nowhere else in the world. The study can be found online at the <a href=\"http:\/\/www.pnas.org\/content\/early\/recent\">Proceedings of the National Academy of Sciences<\/a> website.<\/p>\r\n<p>&ldquo;This study shows the possibility for successfully predicting specific ecosystem responses to climate change,&rdquo; said USGS scientist Jim Grace. &ldquo;We are not accustomed to predicting the behavior of complex ecological systems, yet this is exactly what our responsibilities to future generations require of us.&rdquo;<\/p>\r\n<p>\"We were surprised to find such clear signals of climate change in these plant communities, given all the other ecological changes that may be going on in the region, such as logging and fire suppression,&rdquo; said University of California at Davis professor Susan Harrison.<\/p>\r\n<p>The study focused on the most diverse components of the plant community, the herbaceous understory of forests, which are of great conservation concern. Scientists included a wide range of elevations and land management histories to determine if stress-adapted native groups of species might be preadapted to added stress from warming and drying conditions.<\/p>\r\n<p>&ldquo;We have lacked the historic data from multiple communities in a single region to be able to test if there are differences in how they respond to climate change,&rdquo; said University of Wisconsin scientist Ellen Damschen. &ldquo;The results are profound in that the shifts we will see as a result of climate change may differ over very small spatial scales.\"<\/p>\r\n<p>These findings counter earlier expectations that high-elevation communities would be most sensitive to climatic warming. Investigators found strong signals of increased drought stress in the low-elevation forests, but not at high elevations. Climate change appeared to affect both primary and secondary forests at low elevations similarly.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin","California"],"country":["United States of America"],"mm_tags":["Climate Change","vegetation","ecosystems","Mountain","plant","Oregon","Siskiyou Mountains"],"release_date":{"und":[{"value":"1287979200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169652"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}