{"title":"The ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The Moscone convention center will be alive with the sound of music, Thursday, Dec. 16, as U.S. Geological Survey geophysicist Andrew Michael presents, \"The Music of Earthquakes -- Waveforms of Sound and Seismology.\"<!--introend--> Michael&rsquo;s presentation, complete with voice, trombone and cello, begins at 7 :30 p.m., in Auditorium 134 of the convention center. It is free and open to the public, courtesy of the USGS and the American Geophysical Union (AGU). \n<p>During the one-hour presentation, Michael, with the assistance of soprano Stephanie Ross, also a USGS scientist, and cellist David Schaff, a graduate student in geophysics at Stanford, will demonstrate the creation of sound waves in music and compare them with seismograms, which are the records of elastic waves, or shaking, generated by earthquakes. The lecture, including the live musical demonstrations and computer generated animations and sounds, will explore key concepts in our understanding of earthquakes and how we create and hear music. \r\n<p>Michael, 40, has been a member of the USGS Earthquake Hazards Team since 1986, and has been playing the trombone since the age of 10. He and his wife, Stephanie Ross, live in Half Moon Bay, where he is a member of the Coastside Community Orchestra. During the scientific meetings of the annual AGU meeting, Dec. 13-16, Michael will present five papers on earthquakes, including one on the internal structure of faults. \r\n<p>Prior to the \"Music of Earthquakes\" presentation, Thursday evening, \"Duckweed,\" an old-time string band comprised of USGS scientists, will warm up the audience with American and British Isles folk songs.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"944629200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}