{"title":"Floods Continue To Be National Challenge","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\"We are proud of our role as one of the primary federal agencies that worked hard with many others to help save billions of dollars in flood damage in the Pacific Northwest during last year&rsquo;s flooding,\" said Dr. Robert Hirsch, Chief Hydrologist for the U.S. Geological Survey in testimony today (Mar. 4, 1997) before the House Subcommittee on Water and Power. \n<p>\"But the flooding now going on in the Ohio River valley is a sharp reminder that we as an agency cannot let our guard down or rest on past accomplishments. Flooding is truly a national hazard that sooner or later hits all 50 states,\" Hirsch said. \r\n<p>USGS scientists -- some just recently returned from working on the Western floods -- are reporting the highest flows of record in several states, including West Virginia, Kentucky, and Ohio. \r\n<p><b>WEST VIRGINIA<\/b> \r\n<p>The Little Kanawha River at Palestine, West Va., peaked at 57,200 cfs, at 1:00 a.m. Mon., Mar. 3, 1997, the highest flow ever recorded on this stream in 82 years of formal record keeping, and 6,500 cfs higher than the previous record of 50,700 cfs, set on Mar. 3, 1967. However, at this time the data are preliminary and it is unknown if the flow of the Little Kanawha has been affected by backwater from the Ohio River, which is flowing at well above normal levels also. \r\n<p><b>OHIO<\/b> \r\n<p>Flow of the Ohio Brush Creek, 80,000 cfs, on Mar. 3, 1997, near West Union, Ohio, was the highest in 71 years and nearly 20,000 cfs higher than the previous record of 59,200 cfs, set in 1964. \r\n<p><b>KENTUCKY<\/b> \r\n<p>Flow of the Salt River, 19,500 cfs, on Mar. 2 at 6 a.m., near Glensboro, Ky., was the highest in seven years and 7,900 cfs higher than the previous record of 11,600 cfs, set on Dec. 18, 1990.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["West Virginia","Kentucky","Ohio"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"857451600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}