{"title":"&rsquo;Cat Scan&rsquo;-Like Seismic Study of Earthquake Zone Helps Set Stage for Fault Drilling Project","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>In a first of its kind study U.S. Geological Survey (USGS) and Duke University seismologists have used tiny \"microearthquakes\" along a section of California&rsquo;s notorious San Andreas Fault to create unique images of the contorted geology scientists will face as they continue drilling deeper into the fault zone to construct a major earthquake \"observatory.\" The research will be published in the Friday, Dec. 5, 2003, issue of the research journal <i>Science<\/i>. <\/p>\n<p>A chain of 32 seismometers recorded the small earthquakes at underground locations along a 7,100-foot-deep vertical drill hole. This eight-inch-diameter pilot hole was excavated last year about 1.1 miles southwest of the San Andreas Fault to monitor earthquake activity and assess the area&rsquo;s underground environment before drilling the main hole. After more vertical drilling at the same location next summer, the main hole will be angled off toward the northeast to pierce the fault zone itself. <\/p>\r\n<p>In the <i>Science<\/i> article, researchers from Duke University and the USGS described how they used seismic signals and computer analyses to derive outlines of what may be secondary faults, and perhaps fluid-filled cracks, in subterranean locations between the main fault and the pilot hole. <\/p>\r\n<p>The scientists created those color-coded images by tracing the complex paths earthquake waves took after scattering off the possible underground structures. The scientists&rsquo; goal was to pinpoint not the earthquake sources but rather features between those sources and the detecting seismometers. <\/p>\r\n<p>\"The seismic waves that we recorded are telling us a story about what&rsquo;s happening within the Earth,\" said Andres Chavarria, a senior graduate student in seismology at Duke&rsquo;s Nicholas School of the Environment and Earth Sciences, who is the lead author on the paper. <\/p>\r\n<p>\"This is the first seismic study to employ an array of deeply placed seismometers and nearby microearthquakes to study a major active fault zone,\" added Duke seismology professor Peter Malin, another author of the study. \"It&rsquo;s an important piece of information that has to be taken into account for understanding the mechanics of the fault zone at depth,\" Chavarria said. \"Our results show that this part of the San Andreas fault is a more complex zone than previously thought. <\/p>\r\n<p>Other authors included Duke research scientist Elyon Shalev, and Rufus Catchings of the USGS in Menlo Park, Calif. Catchings was a visiting scholar working with the Duke team when the main ideas behind the study were conceived. The study was supported by the National Science Foundation (NSF). <\/p>\r\n<p>The San Andreas fault extends about 800 miles on land from near the Mexican border to north of San Francisco Bay and is identified as the source of numerous devastating earthquakes, including the one that decimated San Francisco in 1906. These quakes are believed to be caused by sudden releases of stress between two huge blocks of the Earth&rsquo;s crust, the westernmost of which is slowly grinding northwestward past the other. <\/p>\r\n<p>In parts of the San Andreas, the western block slips quietly by the eastern block in what scientists call an \"aseismic creep.\" But other earthquake-producing sections remain locked up for long periods before dramatically letting go. <\/p>\r\n<p>The San Andreas Fault Observatory at Depth (SAFOD) is being jointly managed by scientists from Stanford University and the USGS, and is receiving more than $20 million in federal support as part of NSF&rsquo;s new EarthScope initiative (see www.earthscope.org). SAFOD will be located near the tiny town of Parkfield, Calif., which bills itself \"the earthquake capitol of the world\" because of its unusual history of repeating earthquakes of significant intensity. <\/p>\r\n<p>Co-author Malin installed in the SAFOD pilot hole seismometers he helped design, each instrument built to detect vibrations in three directions and also wit","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1070514000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170516"},{"tid":"170167"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}