{"title":"Finn to Become President-elect of the American Geophysical Union","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Carol A. Finn, a U. S. Geological Survey geophysicist, was recently named President-elect of the American Geophysical Union (AGU), effective July 1, 2010.<\/p>\n<p>Finn, an AGU member since 1980 and USGS scientist since 1978, will be the third female president of the 91-year-old organization, and third USGS employee to hold the post.<\/p>\r\n<p>&ldquo;I know of no greater honor than to serve AGU as its President,&rdquo; Finn said. &ldquo;AGU&rsquo;s preeminence as the best Earth and space science society and emphasis on scientific excellence led me to join at the beginning of my career.&rdquo;<\/p>\r\n<p>Finn&rsquo;s major research interests include geological interpretation of potential field data, volcano hazards, and tectonics. Her most significant contributions to the geosciences include magnetic and electromagnetic imaging of collapse-prone, water-saturated, altered portions of several Cascade volcanoes; geophysical mapping of sub-ice geology in Antarctica relevant for ice sheet dynamics and climate change studies; and potential field delineation of modern and ancient subduction systems.&nbsp;<\/p>\r\n<p>Alongside her work with the USGS, Finn served AGU as a member from 1992-1998; Chair from 1998-2002; <em>ex officio<\/em> member of the Budget and Finance Committee from 2006-present; member of the Special Committee on section structure in 2001; member from 2002-2004 and Chair from 2004-2006 of the Statutes and Bylaws Committee; <em>ex officio<\/em> member of the Audit and Legal Affairs Committee from 2006-present; 2008-2009 member of the Future Focus Task Force; member of Strategic Planning Committee from 1998-2002, 2006-2007, and 2009-present; Chair of the Executive Review Committee from 2006-present; and General Secretary from 2006-present.<\/p>\r\n<p>&ldquo;I welcome this opportunity to help AGU expand its role to advance Earth and space science and contribute to the critical challenges facing humanity today,&rdquo; Finn said.<\/p>\r\n<p>&nbsp;Finn received her bachelor&rsquo;s degree in Geology from Wellesley College in 1978, and her master&rsquo;s and Ph.D. degrees in Geophysics from the University of Colorado at Boulder in 1982 and 1988, respectively.<\/p>\r\n<p>She was a Visiting (Gledden) Fellow at the University of Western Australia in 2002; a Visiting Fellow with the Japan Geological Survey from 1990-1992; a member of the Department of Geological Sciences Advisory Board for the University of Colorado from 2002-2006; and a member of the Advisory board for the Center for Remote Sensing of Ice Sheets at the University of Kansas from 2005-present.<\/p>\r\n<p>Of Finn&rsquo;s 81 referred studies, 23 were in AGU publications. Her honors include annual USGS awards for project management from 1999-2007; the naming of Finn Spur in Antarctica (79<sup>o<\/sup> 17&rsquo; S, 156<sup>o<\/sup> 37&rsquo; E) by the U.S. Board of Geographic Names, in recognition of her 2002 Antarctic project leadership; 2004 Fellow of the Geological Society of America; the Department of the Interior Superior Service Award in 2007; and the Colorado School of Mines Heiland Lecturer in 2007.<strong> <br \/><\/strong><\/p>\r\n<p>Finn resides in Boulder, Colo. with her husband and son. The entire family loves to travel&mdash;her three year old son has already been to five countries and 11 states.<\/p>\r\n<p>USGS Director Marcia McNutt was President of AGU from 2000-2002.<\/p>\r\n<p>The AGU was established in 1919 by the <a href=\"http:\/\/en.wikipedia.org\/wiki\/United_States_National_Research_Council\" title=\"United States National Research Council\">National Research Council<\/a> and for more than 50 years operated as an unincorporated affiliate of the <a href=\"http:\/\/en.wikipedia.org\/wiki\/United_States_National_Academy_of_Sciences\" title=\"United States National Academy of Sciences\">National Academy of Sciences<\/a>. In 1972 AGU was incorporated in the <a href=\"http:\/\/en.wikipedia.org\/wiki\/District_of_Columbia\" title=\"District of Columbia\">District of Columbia<\/a> and membership was opene","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["geology",""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1277870400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}