{"title":"Maumelle Watershed Modeling Report Released","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>LITTLE ROCK, Ark. --<\/strong> <!--introstart-->A report describing how water quality for Lake Maumelle and its watershed from 2004-2010 would likely have changed under three different land use scenario models was released today by the U.S. Geological Survey, showing only slight changes in the modeled water quality of Lake Maumelle as a result of the land use scenarios.<!--introend-->&nbsp;<\/p>\n<p>The scenarios were selected prior to recent Pulaski County land use deliberations and therefore the study was not designed to inform these types of decisions.&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>USGS researchers developed computer models to determine what changes were most likely in each scenario over the seven-year period, but did not attempt to use them as predictive tools to assess likely changes over a longer period of time.&nbsp; Lake Maumelle is the primary drinking water source for approximately 400,000 residents of Pulaski, Saline, and Grant Counties. &nbsp;The report was prepared in cooperation with Central Arkansas Water, who manages the lake.&nbsp;<\/p>\r\n<p>Baseline watershed and lake models using information from 2004 to 2010 such as water quality, streamflow and land use data; meteorologic conditions; and soils were used to calibrate the models with 2004-2010 stream and lake water quality conditions.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>Three land-use change scenarios were developed from and compared to the baseline model, and none of the land use changes associated with the scenarios resulted in substantial changes in the water quality of Lake Maumelle during the seven-year period.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The first scenario included the conversion of most of the watershed to forest, resulting in little effect on the quality of the water flowing into Lake Maumelle. The second scenario included conversion of much of the land in Pulaski County to low-intensity urban land use, which would have had a greater effect on the quality of water flowing from streams into the north side of Lake Maumelle.&nbsp; These streams include Bringle, Reece, and Yount Creeks. More nutrients, suspended sediment, organic carbon, and fecal coliform bacteria entered the lake in the second scenario relative to the baseline. However, this only resulted in slight increases in phosphorus and the amount of algae in the lake model. The final scenario included converting part of the forested land to clear cut land based on 2010 conditions, and resulted in little effect on the quality of water flowing into the lake.&nbsp;<\/p>\r\n<p>&ldquo;The amount of nutrients, for example, going into the lake is quite small, so if you increase that by 10 or 20 percent as a result of land use changes you&rsquo;ve still got a relatively small amount of nutrients going into the reservoir,&rdquo; said W. Reed Green coauthor of the report.&nbsp; &ldquo;However, the magnitude of the water-quality changes simulated by the land-use change scenarios over the 7-year period of 2004&ndash;2010 are not necessarily indicative of the changes that could be expected to occur with similar land-use changes persisting over a 20-, 30-, or 40- year period.&rdquo;<\/p>\r\n<p>The report, &ldquo;<a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5246\/\">Simulated Effects of Hydrologic, Water Quality, and Land-Use Changes of the Lake Maumelle Watershed, Arkansas, 2004-10<\/a>&rdquo; by Rheannon M. Hart, W. Reed Green, Drew A. Westerman, James C. Petersen, and Jeanne L. De Lanois, is available online.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas"],"country":["United States of America"],"mm_tags":["Water Geographic Areas Southeast Arkansas"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1354597200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"169665"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}