{"title":"Drought and the Chesapeake Bay: Flirting With Record Low Flows","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b><!--introstart--><b>Near-record low volumes of freshwater flowed into the Chesapeake Bay in July, according to the U.S. Geological Survey (USGS).<\/b> <!--introend--><\/b>Daily average river inflow to the Bay in July was 8.5 billion gallons per day (bgd), 37% of the long-term average flow for July (23.1 bgd). \n<p><b>USGS hydrologists report<\/b> that the <b>July low flow record<\/b> to the Chesapeake was recorded in 1966 at 6.8 bgd, which was 29% of the long-term July average and 80% of the July 1999 flow. \r\n<p>River inflow to the Bay in June 1999 was a record low 11.2 bgd, only 28% of the long-term average flow for June (40.2 bgd). The previous lowest daily average river inflow to the Chesapeake Bay for June was 15.2 bgd, recorded in 1964. The record low flow rate into the Chesapeake for August was 6.0 bgd, set in 1966. Records for freshwater inflow to the Bay have been kept since 1951. \r\n<p><b>These extreme low flow rates into the Chesapeake Bay are the result of record or near-record low inflows from all its tributary rivers and streams, said Gary Fisher, a USGS surface-water specialist.<\/b> The major tributaries to the Chesapeake Bay are the following. \r\n<p>\r\n<p><b>Susquehanna River.<\/b> Daily average inflow to the Bay at the mouth of the Susquehanna in July was 3.5 bgd, 42% of the total river inflow to the Bay in July.<br>\r\n<p>\r\n<p><b>Potomac River.<\/b> Daily average flow at the Potomac River at Washington, DC gage (Little Falls) was about 0.9 bgd, 30% of the average flow for June. The Potomac River contributed 16% of the total river inflow to the Bay in July. <b>[Why the Potomacs not setting records--next page.]<\/b><br>\r\n<p><b>James River.<\/b> Daily average inflow to the Bay at the mouth of the James was 1.2 bgd, 14% of the total river inflow to the Bay in July. \r\n<p><br>\r\n<p><b>Since there was very little rain in July, virtually all the flow in the Bays tributary rivers and streams came from ground water seeping into streams, according to Fisher.<\/b> The prolonged dry weather has resulted in very low ground water levels across the region. A record low water level was recorded at the USGS index well in Montgomery County, MD on July 29. \r\n<p>\r\n<p>Details, real-time streamflow, other state and national drought information, and definitions may be found on the USGS web site <a href=\"http:\/\/md.usgs.gov\/drought\">http:\/\/md.usgs.gov\/drought<\/a>. \r\n<p><b>Current and potential impacts of these drought conditions include:<\/b><br>\r\n<p>\r\n<p>The <b>contents of the Baltimore reservoir system<\/b> decreased to 68% of average in July. Last year at the end of July, the contents of the Baltimore reservoir system were 85,440 million gallons (9% above the average July volume); this year, the reservoir system held 53,320 million gallons at the end of July, 62% of capacity.<br>\r\n<p><b>Slow recovery of water supplies, especially ground water.<\/b> The months of rainfall well below average have depleted the water system in the region, so that it will take months of average rainfall to replenish the ground-water system and large reservoirs and lakes. \r\n<p><br>\r\n<p><b>Increased stress on fish in streams.<\/b> The local movement of fish will be impeded in small streams as riffles become too shallow for them to cross or if the level of dissolved oxygen in the water drops due to localized algal blooms or other phenomena. Fish have to move around in streams in order to adjust to short-term fluctuations in water conditions, such as daytime temperature increases and pollutant inputs.<br>\r\n<p>\r\n<p><b>Conversely, improved water-quality conditions in the Bay.<\/b> Smaller amounts of nutrients and sediment were carried into the Bay this spring, and there have been fewer algal blooms than usual. Consequently, levels of dissolved oxygen were above average in the bottom waters of the Bay this spring. Higher dissolved oxygen levels are beneficial to bottom-dwelling organisms, including crabs, oysters, and fish.<br>\r\n<p>\r\n<p><b>Healthier underwater grasses.<\/b> S","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"933307200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169407"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}