{"title":"USGS Science at AGU: Coasts In Crisis, Educating Native Americans, and Science In Cities","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<DIV align=center>Washington Convention Center (CC)<br>Washington, D.C. <br>May 30 - June 3, 2000<\/DIV>\n<p><b>Tuesday, May 30<\/b> <\/p>\r\n<p>10:00 a.m. <b>PRESS CONFERENCE: \"Coasts In Crisis\" with Charles Groat, USGS Director<\/b>, and others (Relates to Session OS 22B; Location: Briefing Room 2, CC) <\/p>\r\n<p>1:30 p.m. <b>KEYNOTE SPEAKER: Charles Groat, USGS Director<\/b>, speaks on \"Confronting Coastal Crisis: How Integrative Science Can Help Resolve the Conflicts\"; other Keynote Speakers include Congressman Wayne Gilchrest (R-MD, 1st District), and Cornelia Dean, Science Editor of The New York Times (Session OS 22B - Coasts In Crisis: Addressing 21st Century Coastal Issues with Integrative Science; LocationCC:33) <\/p>\r\n<p><b>Wednesday, May 31<\/b> <\/p>\r\n<p>11:00 a.m. <b>PRESS CONFERENCE: \"Earth Science in the Cities\" with Charles Groat, USGS Director<\/b>, and others (Relates to Sessions U32B, U41A, U42A; Location: Briefing Room 2,CC) <\/p>\r\n<p>1:30 p.m. <b>KEYNOTE SPEAKER: Charles Groat, USGS Director<\/b>, speaks on \"Urban Dynamics: Integrated Geoscience Meets the City\" (Session U 32B - Earth Sciences in the Cities I; Location: CC:31) <\/p>\r\n<p>1:30 p.m. \"Real-Time Earthquake Exhibits for Museums\", by C R Hutt,(Session ED 32A- Geoscience Education Posters; Location: CC:Hall D) <\/p>\r\n<p>2:15 p.m. \"Toward Consensus in the New Madrid Seismic Zone\", by J S Gomberg, (Session S 31C -Seismicity and Seismic Hazards in Eastern North America I; Location: CC:10-12) <\/p>\r\n<p><b>Thursday, June 1<\/b> <\/p>\r\n<p>1:30 p.m. \"Earthquake Hazards and Cities\", by J R Filson <\/p>\r\n<p>\"Landslides and Cities - An Unwanted Partnership\", by D G Howell, R J Pike, R W Graymer, and G F Wieczorek <\/p>\r\n<p>\"Using Improved Earth Science Information to Forecast Natural Hazards Vulnerability in the Greater Evansville, Indiana Region\", by J F Sutter, D R Soller, A P Schultz, M E McRae, and R W Graul <\/p>\r\n<p>(The three posters listed directly above are included in Session U 42A-Earth Sciences in the Cities III Posters; Location: CC:Hall D) <\/p>\r\n<p>2:00 p.m. <b>PRESS CONFERENCE:<\/b> \"Can Streams be &rsquo;Restored&rsquo;?\" with Robert B. Jacobson and others (Relates to Sessions H 52A and H 61A; Location: Briefing Room 2, CC) <\/p>\r\n<p>2:25 p.m. INVITED SPEAKER: E I Robbins speaks on: \"Science Programs for Children (K-12) in Coal-Mining Regions\" <br>\r\n<CENTER>AND<\/CENTER>3:15 p.m. \"Teaching and Learning Science from Native Americans\" \r\n<p><\/p>\r\n<p>4:00 p.m. INVITED SPEAKER: S S CROWLEY speaks on: \"Earth Science Course for Indigenous Peoples - Videos as Teaching Tools\" <\/p>\r\n<p>(The 3 presentations listed directly above are included in Session ED 42A - Place and Culture in Geoscience Education; Location: CC:36) <\/p>\r\n<p><b>Friday, June 2<\/b> <\/p>\r\n<p>11:00 a.m. INVITED SPEAKER: Charles Groat, USGS Director, speaks on \"USGS Educational Programs - Year 2000 Focus on Integration and Partnerships\" (Special Session ED 51A - James V. O&rsquo;Connor Session - Professional Societies and Government Agencies Supporting Geoscience Education Through Local, Regional, and National Partnerships; Location: CC:6) <\/p>\r\n<p><b>Saturday, June 3<\/b> <\/p>\r\n<p>9:00 a.m. \"Aquatic Habitat Rehabilitation on the Lower Missouri River\", by R B Jacobson and M S Laustrup (Session H61A - Scientific Basis for Stream Restoration; Location: CC:30)<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"959313600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170024"},{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}