{"title":"USGS scientists, in partnership with NASA, Develop New Extreme-Storm Hazards Map","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>USGS scientists, with their partners in NASA, using data gathered by a high-tech, airplane mounted NASA laser, have developed a new map showing critical elevations of the south Atlantic coast that indicate relative vulnerabilities of the coast to storm surge overtopping and inundation by hurricanes and extreme storms. They have also developed a new scale that categorizes expected coastal change (erosion and accretion) that occurs during storms. <\/p>\n<p>The map and scale, which were unveiled in April at the National Hurricane Conference in Washington, D.C., are now available on the web at: <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/mappingchange\/\">http:\/\/coastal.er.usgs.gov\/hurricanes\/mappingchange\/<\/a>. The map color-codes segments of shoreline most vulnerable to overtopping by wave runup for a storm of the same intensity hitting the coast at approximately mean tide level. The dark red areas are more likely to be overtopped. The magnitude of coastal change that occurs during a storm is related to how high on the beach wave runup reaches relative to the elevation of the beach and dunes. <\/p>\r\n<p>The data were acquired with NASA&rsquo;s Airborne Topographic Mapper, or ATM, and have far better accuracy and data density than data presently available from traditional topographic maps. <\/p>\r\n<p>\"Our ultimate goal is to provide sound, scientific information on where hazardous areas occur along the coast so that better decisions can be made on how far back new structures should be set from eroding shorelines,\" said USGS Coastal Geologist Abby Sallenger, one of the map&rsquo;s creators. \"Accurate measurements of coastal topography are important to understanding coastal vulnerability to storms. This map is a first step. The map would have been nearly impossible to put together using data from traditional means of beach surveying.\" <\/p>\r\n<p>As the aircraft flies along the coast, a laser altimeter scans a several hundred meter swath of the earth&rsquo;s surface acquiring an estimate of ground elevation every few square meters. USGS and NASA scientists measure change by comparing pre-storm to post-storm data. Traditional USGS topographic maps do not have sufficient resolution to be useful for comparing coastal elevations. Airborne scanning laser surveys are providing unprecedented data to investigate the magnitude and causes of coastal changes that occur during severe storms. <\/p>\r\n<p>In the future, similar maps will be made for the Gulf of Mexico and Northeast US coastlines, said Sallenger.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"988948800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"},{"tid":"169227"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}