{"title":"USGS to Award $4 Million in Earthquake Research Grants","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Earthquake research will receive approximately $4 million in grants from the U.S. Geological Survey (USGS) in 2010, with support going to 47 universities, state geological surveys and private firms.<\/p>\n<p>&ldquo;These external research grants are an important component of our overall strategy for earthquake risk reduction,&rdquo; said Marcia McNutt, USGS director. &ldquo;They help us engage the creativity and imagination of the best researchers nationwide who develop new tools and insights that will ultimately make us safer from seismic hazards.&rdquo;<\/p>\r\n<p>USGS supports research on earthquake hazards in at-risk regions nationwide through its Earthquake Hazards Program. This program provides information to the public and private sectors on earthquake occurrence and effects.<\/p>\r\n<p>Examples of grant recipients include the following:<\/p>\r\n<p>In the Pacific Northwest, John Vidale of the University of Washington will develop computer simulations of ground shaking during earthquakes in the Seattle area. This study will provide a better understanding of the influence of large sedimentary basins (such as the sediment-filled basin underlying Seattle), on ground shaking and will provide more accurate estimates of ground shaking in the region.<\/p>\r\n<p>In Alaska, researchers will continue developing a chronology of past earthquakes along the southern coast of Alaska. This will allow Ian Shennan and colleagues from the University of Durham in the United Kingdom to provide better estimates of recurrence times for large earthquakes, both in Alaska and in similar subduction-zone settings such as Chile.<\/p>\r\n<p>For potential applicability both nationally and internationally, Jonathan Bray and colleagues at the University of California at Berkeley will investigate the possible use of smart phones and similar personal devices to rapidly deliver earthquake shaking information. Such information would then be used to more quickly and accurately quantify and locate earthquakes as they occur.<\/p>\r\n<p>Roland Burgmann of the University of California at Berkeley and Brendan Meade of Harvard University will develop integrated models of northern California faults using GPS, InSAR and seismicity data. The inclusion of recent geodetic data into the revision and update of the this model of the San Francisco Bay Area is critical for estimates of seismic risk in the East Bay and in the Sacramento-San Joaquin River Delta.<\/p>\r\n<p>In southern California, Peter Shearer at the University of California at San Diego and Egill Hauksson of the California Institute of Technology will investigate mechanisms and patterns of earthquakes. Shuo Ma of San Diego State University will simulate likely earthquakes for the fault system that borders Los Angeles to the north. Lisa Grant Ludwig at the University of California at Irvine will pursue a better record of prehistoric earthquakes on the San Andreas Fault. Don Helmberger at the California Institute of Technology will investigate earthquake source processes and improve methods for rapidly estimating earthquake source properties.<\/p>\r\n<p>A <a href=\"http:\/\/earthquake.usgs.gov\/research\/external\">complete list of funded projects and reports<\/a> can be found on the USGS Earthquake Hazards Program website.<\/p>\r\n<p>Applications are now being accepted for 2011. Interested researchers can apply online at <a href=\"http:\/\/www.grants.gov\/\">GRANTS.GOV<\/a> under the funding opportunity number 11HQPA0001. Applications are due May 14, 2010.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["earthquakes","grants","hazards","geology","university","research","money"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1272254400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169342"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}