{"title":"Gasoline Additive Found In Urban Stormwater Runoff and Ground Water, But Levels Are Low","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The gasoline additive MTBE (methyl tert-butyl ether) was detected in some urban stormwater samples collected in 16 cities and metropolitan areas by the U.S. Geological Survey, but all detections of MTBE were less than the lower limit of the U.S. Environmental Protection Agency&rsquo;s draft lifetime health advisory for drinking water. <\/p>\n<p>In another study as part of the USGS National Water Quality Assessment Program, MTBE was detected in 24 percent of ground-water samples collected from wells in New England, but again the levels were at low concentrations. <\/p>\r\n<p>MTBE and its potential effects on water resources were the focus of a session Thursday (Nov. 21, 1996) at the 17th annual meeting of the Society of Environmental Toxicology and Chemistry in Washington, D.C. USGS scientists reported on their various studies at the session. <\/p>\r\n<p>MTBE, derived from natural gas, is added to gasoline in many parts of the United States to increase the octane level or to reduce carbon monoxide and ozone levels in the air. The U.S. Environmental Protection Agency tentatively classifies MTBE as a possible human carcinogen, which has prompted continued study of its effects on the environment. <\/p>\r\n<p>USGS scientists said MTBE was detected in one or more stormwater samples in eight cities -- Atlanta, Baton Rouge, Birmingham, Colorado Springs, Denver, Dallas\/Fort Worth, San Antonio and Phoenix. The detection rate in urban stormwater was highest (34 out of 41 samples) in samples collected during the months of October through March each year of the study (1991-95). This October-March detection window corresponds with the expected seasonal use of oxygenated gasoline in areas where carbon monoxide exceeds established air-quality standards. <\/p>\r\n<p>The USGS work is part of an interagency assessment of the scientific basis and effectiveness of the nation&rsquo;s oxygenated fuel program, which is coordinated by the President&rsquo;s Office of Science and Technology Policy. The request from the U.S. Environmental Protection Agency for this assessment was prompted by public complaints of headaches, nausea and other acute symptoms attributed to winter-time use of oxygenated gasoline, as well as complaints of reductions in gasoline economy and engine performance. <\/p>\r\n<p>Oxygenates, such as MTBE, reduce the need for benzene and other ozone-forming, aromatic compounds in gasoline. MTBE, however, is less biodegradable than common gasoline compounds, such as benzene, toluene, ethylbenzene and total xylene (BTEX). <\/p>\r\n<p>Concentrations of 62 volatile organic compounds (VOC&rsquo;s) and other constituents were measured in 592 stormwater samples collected in the 16 cities in 11 states, all of which have a population greater than 100,000. MTBE was the seventh most frequently detected VOC and was detected in 41 of the 592 stormwater samples collected. In decreasing order, the most frequently detected VOC&rsquo;s were toluene, total xylene, chloroform, trimethylbenzene, tetrachloroethene and naphthalene. VOC&rsquo;s are of concern because they are easily changed into gaseous form (volatilized) and, therefore, available to the air and water. <\/p>\r\n<p>In each of the three cities -- Phoenix, Colorado Springs and Denver -- known to use MTBE, it was detected only in stormwater samples collected during the season when oxygenated gasoline was in use. MTBE was detected in 40 percent of the samples collected in these three cities during October through March. <\/p>\r\n<p>Detection of MTBE in cities confirmed not to use oxygenated gasoline -- Atlanta, Baton Rouge, Birmingham, Dallas\/Fort Worth and San Antonio -- may be attributable to the use of MTBE as an octane enhancer. <\/p>\r\n<p>The cities sampled are required by the Clean Water Act to obtain permits for stormwater discharged from municipal separate stormwater systems into surface water. State air-pollution officials confirmed that MTBE was used in a winter oxygenated gasoline program during the sampling pe","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Georgia","Louisiana","Arizona","Colorado","Texas"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"848552400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169399"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}