{"title":"sage-Grouse Conservation:  A Major Challenge in the West","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Greater sage-grouse populations have declined substantially in many areas in the West, though populations in some locations remain relatively stable, according to a comprehensive publication written by federal, state, and non-governmental organizations.<!--introend--><\/p>\n<p>The population assessment is one of numerous sage-grouse topics covered in the 24 chapters released today. These research results have been used to inform the ongoing U.S. Fish and Wildlife Service status review to determine whether or not the greater sage-grouse, a large, native game bird, requires protection under the Endangered Species Act. The current distribution of the species, which is half of its estimated historical range, extends across 11 states and part of two Canadian provinces.<\/p>\r\n<table style=\"width: 205px;\" border=\"0\" cellspacing=\"0\" cellpadding=\"6\" align=\"right\" summary=\"layout only\">\r\n<tbody>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_11_04\/greatersagegrousephotographerterrysteele_tn.jpg\" alt=\"caption below\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\">Male greater sage-grouse. Photo copyright by Terry Steele. Permission is granted for news media to use the <a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_11_04\/greatersagegrousephotographerterrysteele.jpg\">high resolution image<\/a> one time to accompany a story derived from this news release.<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>\"The underlying cause for population declines in this western species is loss of suitable sagebrush habitat to meet seasonal requirements for food, cover, and nesting,\" said Dr. Steven Knick, a lead editor for the publication and a scientist at the U.S. Geological Survey's Forest and Rangeland Ecosystem Science Center in Boise, Idaho. The new science reveals that the number of sage-grouse that sagebrush habitat could support declined between 2 and 12 percent per year from 1965 to 2007 in about half of the populations studied.<\/p>\r\n<p>The comprehensive publication not only describes the bird's population trends, but also its sagebrush habitat, and limitations to conservation, including effects of rangeland fire, climate change, invasive plants, disease, and land uses such as energy development, livestock grazing, and agriculture.<\/p>\r\n<p>Thirty-eight scientists from federal, state, and nongovernmental organizations collaborated to synthesize these and other findings into a forthcoming volume of the scientific publication <em>Studies in Avian Biology. <\/em>Preparation was jointly led by USGS scientist Steven Knick and Idaho Fish and Game scientist John Connelly.<\/p>\r\n<p>Release of this peer-reviewed information is occurring under special arrangements with the authors, the University of California Press, and the Cooper Ornithological Society. The early release on the U.S. Geological Survey's Web site at <a href=\"http:\/\/sagemap.wr.usgs.gov\/monograph.aspx\">http:\/\/sagemap.wr.usgs.gov\/monograph.aspx<\/a> is occurring because of the information&rsquo;s relevance to pending management decisions.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Montana","Oregon","Washington","Wyoming","Arizona","Colorado","New Mexico","Utah","Nebraska","North Dakota","South Dakota","California","Nevada"],"country":["United States of America"],"mm_tags":["biology","washington","Oregon","California","Idaho","Nevada","Utah","Montana","Wyoming","Colorado","Arizona","New Mexico","North Dakota","South Dakota","Nebraska","Sage Grouse","sagebrush","sage","grouse","conservation","habitat","wildlife"],"release_date":{"und":[{"value":"1257310800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169705"},{"tid":"170506"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}