{"title":"Polar Bears in Alaska Observed with Patchy Hair Loss and other Skin Lesions","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"253\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_04_06\/21274_21mar12_leftneck_alopecia3.jpg\" alt=\"caption is below image\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Evidence of alopecia and other skin lesions may be difficult to see unless the bear can be observed closely. In the polar bears that USGS has observed to date, the most common areas affected include the muzzle and face, eyes, ears and neck. The bear in the photo has hair loss and oozing sores on the left side of its neck. The bear was captured by USGS scientists using the immobilizing drug Telazol.<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>ANCHORAGE &mdash; <!--introstart-->In the past two weeks, 9 polar bears in the southern Beaufort Sea region near Barrow were observed with alopecia, or loss of fur, and other skin lesions.<!--introend--> The animals were otherwise healthy in appearance and behavior. The cause and significance of the observed lesions are unknown. Alopecia has been reported in both wild and captive animals in the past. U.S. Geological Survey scientists have collected blood and tissues samples from afflicted polar bears to investigate the cause of the symptoms and determine whether there is any relationship between the symptoms observed in polar bears and those reported for arctic pinnipeds from the same geographical region earlier this year.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>Research scientists with the USGS made the observations at the start of their 2012 field-work season. USGS observes polar bears annually in the southern Beaufort Sea region as part of a long-term research program. This bear population ranges from Barrow in Alaska east to the Tuktoyuktuk region of Canada.<\/p>\r\n<p>Observations last summer of unusual numbers of ringed seals hauled out on beaches along the Arctic coast of Alaska, and later on, of dead and dying seals with hair loss and skin sores, led to declaration of an Unusual Mortality Event by the National Oceanic and Atmospheric Administration on December 20, 2011. Based on observations of Pacific walruses with similar skin lesions at a coastal haulout in the same region during fall, the U.S. Fish and Wildlife Service joined the UME investigation. Most walruses exhibiting skin lesions appeared to be otherwise healthy, and whether the symptoms observed in the seals and walruses are related is unknown. Since the initial reports from northern Alaska, ice seals with similar symptoms have also been reported in adjacent regions of Canada and Russia and from the Bering Strait region. Despite extensive testing for a wide variety of well known infectious agents, the cause(s) of the observed condition in walruses and ice seals remains unknown. Advanced testing techniques for unidentified infectious agents is continuing as well as further testing for potential causes including man-made and natural biotoxins, radiation, contaminants, auto-immune diseases, nutritional, hormonal and environmental factors.<\/p>\r\n<p>Upon last week's discovery, USGS immediately informed the wildlife veterinarian and biologists in the North Slope Borough who are responsible for onsite coordination of the Northern Pinniped UME, the USFWS, Alaska Nanuuq Commission and NOAA. The USGS is coordinating closely with the North Slope Borough Department of Wildlife Management, and with the Northern Pinniped UME in developing sampling protocols that will provide information about the cause of alopecia in polar bears, and any possible relationship with the disease observed in seals.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>USGS scientists have been operating in the vicinity of Barrow and recently moved eastward to Kaktovik, to continue their studies. They will complete their field-work in early May working from Prudhoe Bay.&nbsp;&nbsp;<\/p>\r\n<p>Anyone observing or harvesting a polar bear with fur loss or skin sores is encouraged to report their sightings by calling the USGS polar bear hotline at 907-786-703","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Alaska","Polar Bear","research","biology"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1333684800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170247"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}