{"title":"DROUGHT CONTINUES: POTOMAC RIVER FLOW DOWN 26 PERCENT, CHESAPEAKE BAY INFLOW DOWN 22 PERCENT FOR &rsquo;95 WATER YEAR","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Flow of the Potomac River near Washington, D.C., was well below normal in the just-ended 1995 water year, according to the U.S. Geological Survey. \n<p>USGS hydrologists reported that average daily flow of the Potomac River in the 1995 water year (Sept. 1, 1994, through Oct. 30, 1995) was 5.3 billion gallons per day (bgd), about 26 percent below the long-term annual average of 7.2 bgd. \r\n<p>The 1995 numbers provide a sharp contrast with 1994, when the average daily flow of the Potomac was a record-high 12.3 bgd, nearly twice the long-term average annual flow. \r\n<p>Total freshwater inflow to the Chesapeake Bay also was below normal in the 1995 water year, averaging about 463 bgd for the water year, 22 percent below normal and 44 percent less than the 1994 water year average of 824 bgd. \r\n<p>(The water year used by USGS hydrologists begins on Oct. 1 each year, when streamflows are generally lowest across the nation. Ground-water levels and soil moisture levels are also low then, because the replenishing rains of autumn have not begun.) \r\n<p>The highest 1995 Potomac monthly flow was 14 bgd in January. \r\n<p>The lowest 1995 Potomac monthly flow was 1.4 bgd in September. \r\n<p>Diversions of Potomac River water for municipal use in 1995 averaged about 398 million gallons per day (mgd), about 13 mgd more than the average in 1994 of 385 mgd. \r\n<p>During September, daily flow of the Potomac averaged about 1.4 bgd, 30 percent less than the average flow for September of 1.9 bgd. \r\n<p>Ground-water levels were also below normal in September. At a ground-water observation well in Montgomery County, Md., the water level was 15.9 feet below the land surface, about 2.3 feet below the long-term average for September of 13.6 feet. \r\n<p>Chesapeake Bay freshwater inflow was 8.5 bgd, 56 percent below the average September inflow of about 19.2 bdg. \r\n<p>Diversions of Potomac River water for municipal use in September averaged about 462 mgd, about 12 percent more than for September of 1994. \r\n<p>AT 8:00 A.M., FRI., OCT. 13, 1995, FLOW OF THE POTOMAC RIVER NEAR WASHINGTON, D.C., WAS ABOUT 1.7 BGD, 10 PERCENT LESS THAN THE OCTOBER AVERAGE FLOW OF 1.9 BGD.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"813556800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}