{"title":"Under Siege! Part 4: So Many Weeds, So Little Time","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<strong>Restoring the Native Desert by Invasive Brome Grass Removal<\/strong>\n\n[caption id=\"attachment_173550\" align=\"alignright\" width=\"351\" caption=\"Recovering area in Coyote Springs where tortoises are moving into the burned areas.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/RecoveringDesert.jpg\"><img class=\"size-full wp-image-173550  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/RecoveringDesert.jpg\" alt=\"See caption\" width=\"351\" height=\"234\" \/><\/a>[\/caption]\n\nThe wide expanses of golden annual grasslands seen in many Arizona and Nevada desert landscapes today are unnatural â\u0080\u0094 the result of massive swaths of invasive, non-native brome grasses. These invasive grasses greatly heighten wildfire risk and frequency, suppressing native plant growth, harming many native animal species, drastically converting habitat types, incurring unnecessary burden to wildfire managers, and posing potential threats to desert air quality and to tourist hotspots such as Red Rock Canyon outside of Las Vegas and Joshua Tree National Park. USGS ecologists are collaborating with resource managers in Nevada and Arizona to test invasive grass removal methods and reseeding strategies to encourage growth of native plants like Mormon tea and blackbrush. Research is ongoing to determine a proper regimen of invasive species suppression, native plant seeding, and management of soil-seed reserves that will aid in the recovery of burned desert landscapes to their original balance and beauty. USGS is also monitoring the movements of desert tortoises that live around the burned areas and finding that each year of vegetation recovery is encouraging tortoises to move farther into the burned areas.\n\n<strong>Tamarisk in the American West<\/strong>\n\nTamarisk is a familiar invasive species across the American West, occupying hundreds of thousands of acres of river floodplains since the 1960s.Â  This shrub or small tree, which is also known as saltcedar, has successfully colonized a range of sites. It especially favors those sites that are inhospitable to dominant native streamside plants because of high salinity, low water availability, and altered streamflow regimes downstream of dams. Researchers debate the extent to which tamarisk invasion has had negative effects, but this invasive species can and does alter habitat quality for some wildlife, water use by floodplain vegetation, and the frequency and intensity of wildfires.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\" caption=\"The gaging station has been removed, but the approximate position of the original camera can be established from the background mountains. The channel has shifted back to the left, eliminating the cottonwood trees present in 1964, but black willow is obvious in the foreground, cottonwood seedlings and mature trees appear throughout the view, and non-native tamarisk is adjacent to the river channel.\"]<img src=\"http:\/\/gallery.usgs.gov\/images\/11_19_2010\/cI8Lcp4BBv_11_19_2010\/medium\/SanCarlosPeridot-2000.jpg\" alt=\"See caption:\" width=\"350\" height=\"247\" \/>[\/caption]\n\n<strong>Tamarisk Control<\/strong>\n\nTamarisk is now declining in abundance in some parts of its range in the West because of the release and spread of a biological control agent, a defoliating beetle. This decline because of the beetle is presenting opportunities for scientific research that examines the response of ecosystems as an invasive species declines or is controlled. Important questions that USGS scientists are working to answer include:Â  How does water consumption along rivers change as tamarisk abundance and vigor are reduced?Â  What plants will replace tamarisk as it dies back, and are these desirable native species or undesirable weedy species? How are wildlife populations -- such as birds -- responding to changes in habitat associated with vegetation change?Â  How can land and water mangers best approach efforts to restore floodplain vegetation to achieve their objectives?\n\nUSGS invasive species science, such as this tamarisk research, provides critical information for society on the economic and ecological price of controlling invasive species. Across the West USGS researchers have been tracking the amount of water that floodplain vegetation is using, including tamarisk and other plants that replace it as it dies back.Â  Along the Virgin and Colorado rivers in Arizona, Nevada, and Utah, USGS scientists are monitoring changes to vegetation communities over time, and working with stakeholders to plan and prioritize restoration efforts. At various sites around the West, including the Dolores River in Colorado and Utah, USGS scientists are monitoring the response of wildlife populations to changes in vegetation associated with the reduction in tamarisk due to repeated defoliation by the leaf-eating beetles.\n\n<strong>Buffelgrass in the Sonoran Desert <\/strong>\n\nAfrican buffelgrass is spreading rapidly in the Sonoran Desert of southern Arizona, creating novel fire risks in both natural and urban areas and threatening conservation efforts. Left unchecked, buffelgrass will dominate the desert landscape and could cause regular, fast-moving wildfires that can burn neighborhoods, ruin viewscapes, close popular attractions, and even interrupt essential services. Urban areas that are expanding most rapidly now have to plan growth, development, and protection of public safety around a fast-evolving fire risk. The growing fire risk and environmental damage can harm tourism, decrease property values, and make it harder to attract good employers and retain high-skilled workers. Buffelgrass invasion also jeopardizes ecosystem health, ecological goods and services, and conservation measures, including protection of threatened and endangered species.\n\nThe most effective way to reverse the buffelgrass invasion and lessen its impacts is to tackle high-risk and high-value areas first, and pool resources to save costs and maximize control efforts across mixed jurisdictions. The Southern Arizona Buffelgrass Coordination Center, an NGO established in 2008, is raising awareness, quantifying risk, engaging policy and decision makers, enhancing capacity, and helping to build the technical knowledge to guide the control effort.\n\n<strong>A Buffelgrass Decision-Support Model<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"250\" caption=\"Two ranging poles were placed near the positions of two sets of saguaros in order to determine their heights, and hence approximate ages. Most were established in the 1890s, after livestock grazing and the removal of fine fuels had begun in the area. Several small saguaros have become established since the fire; one is to the left of the left-hand ranging pole, another is hidden behind the blue paloverde at the center. Buffelgrass, an invasive nonnative grass, is abundant at this site and surrounds the desert hackberry) in the foreground.\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/11_19_2010\/cI8Lcp4BBv_11_19_2010\/medium\/StaCataHwy-2006.jpg\" alt=\"See caption:\" width=\"250\" height=\"350\" \/>[\/caption]\n\nA decision-support model that simulates buffelgrass spread and treatment effectiveness was developed by the Southern Arizona Buffelgrass Coordination Center, ESSA Technologies, and the USGS Invasive Species Program. This modelâ\u0080\u0099s prototype was developed for the Santa Catalina Mountains, Coronado National Forest, which borders the City of Tucson to the north. Important features of the model, including historical rates of buffelgrass spread and the density of buffelgrass at which biodiversity declines irreversibly (43 percent), were gleaned from plot studies in the target area.\n\nThe model was extended to Ironwood Forest National Monument, west of Tucson, with participation and funding from the Bureau of Land Management.Â  As a training exercise for how management decisions can be made using the decision-support model, a suite of management scenarios from area land managers were simulated and presented to public agency administrators who allocate funds and resources for buffelgrass control. The model and its adoption by multiple jurisdictions to manage buffelgrass at the landscape scale could serve as a template for routine cooperation in landscape conservation in Arizona and the Southwest.\n\nTo learn more about these and other species please visit the <a href=\"http:\/\/ecosystems.usgs.gov\/invasive\/\">USGS Ecosystems Invasive Species Program website<\/a>\n\n<a href=\"http:\/\/www.buffelgrass.org\/\">Southern Arizona Buffelgrass Coordination Center<\/a>\n\n<a href=\"http:\/\/www.fort.usgs.gov\/products\/publications\/pub_abstract.asp?PubID=21653\">Tamarisk control, water salvage, and wildlife habitat restoration along rivers in the western United States<\/a>\n\n<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2451\">Salt cedar press release <\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24182","uid":"31","filename":"RecoveringDesert-e1331323717525.jpg","uri":"public:\/\/RecoveringDesert-e1331323717525.jpg","filemime":"image\/jpeg","filesize":"58875","status":"1","timestamp":"1425492768","type":"image","uuid":"4e08162a-56ae-40a6-8632-a4366e8dadd3","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":335,"width":501},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","brome","buffelgrass","Desert","Invasives","non-native","saltcedar","tamarisk"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1330986887","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}