{"title":"Alien Species in Cahoots","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>NOTE TO NEWS EDITORS: Photos listed below can be downloaded.<\/b><br><a href=\"http:\/\/fresc.usgs.gov\/news\/images\/2003_3a.jpg\">http:\/\/fresc.usgs.gov\/news\/images\/2003_3a.jpg<\/a> (Bullfrog; Photo credit Bill Leonard) <\/p>\n<p><a href=\"http:\/\/fresc.usgs.gov\/news\/images\/2003_3b.jpg\">http:\/\/fresc.usgs.gov\/news\/images\/2003_3b.jpg<\/a> (Dragonfly larva: photo credit Bill Leonard) <\/p>\r\n<p>Non-native bullfrogs and fish from the eastern United States are teaming up against native aquatic species as they invade ponds in the Pacific Northwest, according to a U.S. Geological Survey (USGS) study published today in <i>Ecology Letters<\/i>. <\/p>\r\n<p>Scientists at the USGS Forest and Rangeland Ecosystem Science Center in Corvallis, Ore., spent 3 years examining the complex relationship among these introduced species in Oregon&rsquo;s Willamette Valley, as well as the effect of these introduced species on native pond amphibians. The scientists found that the non-native fish are aiding bullfrog invasion by eating native dragonfly nymphs that would normally prey on bullfrog larvae. These findings provide the first experimental evidence of &quot;aiding and abetting&quot; between two non-native vertebrates. <\/p>\r\n<p>USGS scientist and lead author, Michael Adams, said, &quot;As if the problem with invasives wasn&rsquo;t bad enough already, it now appears that non-native species help each other out.&quot; <\/p>\r\n<p>Non-native species, also sometimes called alien, exotic, or invasive species, are any species introduced to an area where they are not naturally found. By some estimates non-native species cause more than $138 billion in economic losses in the United States each year. Moreover, they are homogenizing the earth&rsquo;s biota, leading to biodiversity losses and changes in ecosystems. Understanding the impact these invasives have on ecosystems is essential given their potential consequences for commerce, agriculture, and biodiversity. <\/p>\r\n<p>Compounding the problem in the Pacific Northwest is that many lakes and ponds in this region were naturally fishless until bluegill sunfish and other sport fish were introduced for recreational fishing. They have since spread, leaving fewer fishless habitats for native species. Bullfrogs coevolved with these non-native fish in the eastern United States. &quot;Our research suggests that the re-creation of this natural native relationship is critical to the success of bullfrogs in the West,&quot; Adams said. <\/p>\r\n<p>At eight inches long when adult, bullfrogs are the largest North American frog. They will eat virtually any animal they can fit into their mouths, including amphibians, fish, mice, bats, birds, and even other bullfrogs. Bullfrogs have been widely introduced for aquaculture and hunting in the western United States, Canada and many other parts of the world. They have then spread on their own. Concern exists in many western states about potential for bullfrogs to impact native species of frogs and other wildlife. Both non-native fish and bullfrogs are blamed for a variety of conservation problems including some of the amphibian declines reported in the last 20 years. <\/p>\r\n<p>Thus, ecologists are interested in decreasing the numbers of introduced fish and bullfrogs. Adams notes, however, that management of this problem has proven difficult and efforts so far to eliminate bullfrogs in particular have largely failed. <\/p>\r\n<p>&quot;Our findings offer the possibility of killing two birds with one stone,&quot; Adams said. &quot;Using our limited resources to focus on non-native fish will not only help the fish problem but may have the additional benefit of reducing bullfrog numbers.&quot; Adams thinks that the impacts of non-native fish can be reduced without reducing sport-fishing opportunities. <\/p>\r\n<p>Non-native fish do not affect native frogs in the same way they affect bullfrog populations. Instead, said Adams, the non-native fish eat the native frogs and can eliminate entire populations. Bull","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1050206400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170115"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}