{"title":"Whooping Crane Shot in Kansas Dies","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<!--introstart--><p>The wild whooping crane that had been shot in Kansas and transported to the USGS-Patuxent Wildlife Research Center in Laurel, MD, for recovery, died overnight. The endangered bird was being treated for shotgun wounds, including a broken wing, and a respiratory condition. Earlier this week, Dr. Glenn H. Olsen, Patuxent&rsquo;s veterinarian, reported that the crane&rsquo;s respiratory problems had worsened since his arrival at Patuxent. The crane was receiving nebulization therapy, antibiotics, and oral antifungal medications.<\/p><!--introend-->\n<p>The injured crane, part of the last remaining wild flock of an endangered species that migrates annually from northern Canada to the Gulf of Mexico, was shot as he traveled through Kansas on migration south. The bird had 11 pellets in its body and a broken wing. Another male crane was shot during this incident and did not survive. The injured crane received extensive treatment at Kansas State University before being sent to Patuxent on Thurs., Nov. 18. The carcass will be sent to the National Forensics Laboratory in Ashland, Oregon for necropsy, because the shooting of whooping cranes is still under investigation by the FWS Law Enforcement.<\/p>\r\n<p>Patuxent has led the recovery efforts for this endangered species since the 1960s, and has unique expertise in whooping crane care. Whooping cranes, native only to North America, are a protected endangered species, and the rarest of all cranes. The whooping crane that died had been a member of the last remaining wild flock, which numbers 213 birds today. There are about 440 whoopers in the world today, about one third of which are in captivity.<\/p>\r\n<p>&quot;With such as small number of whoopers alive in the world, the loss of each individual bird is upsetting, especially one that we cared for so intensely,&quot; said Dr. John B. French, Jr. head of the Crane program at Patuxent.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Kansas"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1102568400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169825"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}