{"title":"USGS Programs and Products Enhance Outdoor Recreation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>September 26 is National Hunting and Fishing Day...<\/b> \n<p>\r\n<p>\r\n<p><!--introstart-->National Hunting and Fishing Day will be celebrated on September 26, 1998, in recognition of the millions of Americans who hunt, fish, bird, photograph, or simply watch and enjoy our country&rsquo;s rich wildlife and natural resources.<!--introend--> \r\n<p>As the U.S. Department of the Interior&rsquo;s science agency, the U.S. Geological Survey (USGS) provides the scientific understanding and data that undergirds many public resource management decisions, including the setting of bag limits and hunting seasons. USGS provides topographic maps for hikers and other outdoors enthusiasts. The agency monitors water quality, streamflows, and wildlife health. Listed below are several USGS programs that support hunters and anglers, as well as a number of products that may be of interest to sportsmen and women, or those who write about or for them. \r\n<p><b>Mercury Contamination in Sport Fish.<\/b> USGS studies sport fish in lakes and rivers in New England, looking for mercury concentrations that may pose a health threat to human consumers as well as to wildlife. (Contact: Terry Haines, Orono. Me., 207\/581-2578) \r\n<p><b>Central Flyway.<\/b> A migratory game bird study is under way in Nebraska&rsquo;s Rainwater Basin and central Platte River Valley, focusing on the diet and nutrient reserves of many species of waterfowl. (Contact: Robert Cox, Jamestown, N.D., 701\/253-5509) \r\n<p><b>Reestablishing Atlantic salmon.<\/b> Once a valuable recreational and commercial fishery in New England, Atlantic salmon have declined drastically in numbers and are currently being managed through a moratorium on fishing and a joint state\/federal Conservation Plan. To assist in the recovery of Atlantic salmon, USGS scientists are studying the physiology and life history of this fish in New England rivers; its response to water quality and habitat variables in rivers, estuaries and hatcheries; the success of hatchery stocking in the Connecticut River; the control of disease and mortality in hatcheries; the genetic population structure of salmon in Maine rivers; and the effectiveness of using sterile fish in net-pen aquaculture operations off the coast of Maine. (Contact: Ed Pendleton, Kearneysville, W.Va., 304\/724-4461) \r\n<p><b>North American Bird Banding Program.<\/b> The USGS Patuxent Wildlife Research Center&rsquo;s Bird Banding Program supports the work of federal and state conservation agencies, the academic community, professional and amateur ornithologists, and many others. The work of both professionals and volunteers contributes to the development of hunting regulations, provides information to bird population monitoring projects, gives insights into the effects of environmental contaminants on bird populations, and supports many other efforts to understand bird population movements and health. (Contact: John Tautin, Laurel, Md., 301\/497-5807) \r\n<p><b>Alaskan Rainbows.<\/b> The Alagnak River in Alaska is famous among anglers seeking huge rainbow trout, but surprisingly little is known about the trout population and the effects of increasing numbers of anglers working the river&rsquo;s banks and riffles. This year, two dozen USGS Alaska Biological Science Center fisheries biologists and volunteers have spent the second season of a five year study to learn more about the health and habits of these prized fish. Their work is beginning to answer basic questions about the population&rsquo;s size and distribution, spawning locations, and seasonal movements. (Contact: Eric Knudsen, Anchorage. Ak., 907\/786-3842) \r\n<p><b>River Level and Streamflow Information.<\/b> The USGS monitors water levels through a network of -- stream gages across the country. Many of these have a satellite feed, providing web-accessible data in nearly real-time for safe boating and wading. (URL: <a href=\"http:\/\/water.usgs.gov\/public\/yourstate\/html\">http:\/\/water.usgs.gov\/public\/yourstate\/html<\/a>) \r\n<p","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"904276800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168949"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}