{"title":"What You Can Do to Prepare for Flash Floods and Debris Flows After Wildfires","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nMenlo Park, Calif. &mdash; Once the smoke clears from a wildfire,\r\nthe danger is not over. Other hazards, such as flash floods and debris flows, now become\r\nthe concern. Watch a video of the Christmas Day, 2003, debris flow in Devore,\r\nCalif., taken by local citizen Howard Davis by visiting the <a href=\"http:\/\/ca.water.usgs.gov\/\">USGS\r\nCalifornia Water Science Center<\/a>  webpage.\r\n<\/p>\r\n<p>\r\n&quot;Wildfires remove the vegetation that acts as a rainfall sponge and\r\nmake any rainfall on the area run off much more rapidly,&quot; said USGS Research\r\nGeologist Sue Cannon. &quot;Also, the passage of the fire itself can dry out the\r\nsoil, so it makes it more difficult to absorb water.&quot; To hear more from Cannon on debris-flow\r\ndangers after wildfires, listen to <a href=\"\/corecast\/details.asp?ID=52\">episode 22 of CoreCast<\/a>, the USGS podcast.\r\n<\/p>\r\n<p>\r\nJust a small amount of\r\nrainfall on a burned area can lead to flash floods and debris flows. The\r\npowerful force of rushing water, soil and rock, both in the burned area and\r\ndownstream, can destroy culverts, bridges, roadways and structures, and cause\r\nserious injury or death.\r\n<\/p>\r\n<p>\r\nThe National Oceanic and Atmospheric Administration (NOAA) and the\r\nU. S. Geological Survey (USGS) have established a demonstration flash-flood and\r\ndebris-flow early-warning system for recently burned areas in Southern\r\nCalifornia. To help prevent the loss of life and property, here are some things\r\nyou can do:\r\n<\/p>\r\n<p>\r\n<span class=\"bold\">Prior to Storms<\/span>:\r\n<\/p>\r\n<ol>\r\n\t<li>\r\n\t<p>\r\n\tWatch the patterns of storm-water drainage near your home, and\r\n\tnote the places where runoff water converges, increasing flow in channels.\r\n\tThese are areas to avoid during a storm.\r\n\t<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>\r\n\tContact your local authorities to learn about the\r\n\temergency-response and evacuation plans for your area. Develop your own\r\n\temergency plan for your family or business.\r\n\t<\/p>\r\n\t<\/li>\r\n<\/ol>\r\n<p>\r\n<span class=\"bold\">During a Storm<\/span>:\r\n<\/p>\r\n<ol>\r\n\t<li>\r\n\t<p>\r\n\tStay alert! Many debris-flow and flash-flood fatalities occur\r\n\twhen people are sleeping. Listen to the radio for warnings of intense rainfall.\r\n\tThe NOAA Weather Radio All Hazards tone alert will let you know of hazards in\r\n\tyour area. Intense bursts of rain may be particularly dangerous, especially\r\n\tafter longer periods of heavy rainfall.\r\n\t<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>\r\n\tIf you are in an area that is susceptible to flooding or debris\r\n\tflows (or has been subject to flooding or debris flows in the past), consider\r\n\tleaving if it is safe to do so. Remember that driving during heavy rainstorms\r\n\tcan be hazardous.\r\n\t<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>\r\n\tIf you are near a stream or a channel, listen for any unusual\r\n\tsounds that might indicate moving debris, such as trees cracking or boulders\r\n\tknocking together. A trickle of flowing mud or debris may precede larger flows. Be\r\n\talert for any sudden increases or decreases in water flow and for a change from\r\n\tclear to muddy water. Such changes may indicate debris-flow activity upstream,\r\n\tso be prepared to move quickly. Don&#39;t delay! Save yourself, not your\r\n\tbelongings. \r\n\t<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>\r\n\tKeep in mind that water levels may rise much more rapidly during\r\n\tflash floods and debris flows and may be significantly larger in areas that\r\n\thave been burned by wildfires than in areas that have not burned.\r\n\t<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>\r\n\tStay alert when driving. Bridges may be washed out\r\n\tand culverts overtopped. Do not cross flooding streams. The best advice from NOAA&#39;s National Weather\r\n\tService is Turn Around, Don&#39;t Drown &reg;! Embankments along roadsides are\r\n\tparticularly susceptible to landsliding. Watch the road for collapsed pavement,\r\n\tmud, fallen rocks and other debris flow and flashflood dangers.\r\n\t<\/p>\r\n\t<\/li>\r\n<\/ol>\r\n<p>\r\nTo see current outlooks,\r\nwatches and warnings, visit the <a href=\"http:\/\/nhss.cr.usgs.gov\/\">Natural Hazards Support System<\/a><a href=\"http:\/\/nhss.c","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1198040400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169091"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}