{"title":"USGS Finds Elevated Polonium-210 Levels in Wells Near Fallon, Nevada","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<span style=\"font-family: Helv\"><!--introstart--><strong>Data report available at 5:00 pm PDT at http:\/\/nevada.usgs.gov\/polonium. <\/strong><\/span><span style=\"font-family: Helv\"><\/span><span style=\"font-family: Helv\">\n<p>\r\n&nbsp;\r\n<\/p>\r\nThe U.S. Geological Survey (USGS) is making data available to state and local officials that documents the occurrence of elevated polonium-210 (Po-210) levels in 17 wells in Lahontan Valley, near the town of Fallon, Churchill County, Nevada.<!--introend--> <\/span>\r\n<p>\r\nThe study covers a rural area centered around the town of Fallon. Most of the 25 wells included in the study provide water for human and\/or domestic animal consumption. The public water supply for Fallon and the Fallon Naval Air Station are known to be safe and are not part of this study. \r\n<\/p>\r\n<p>\r\nAll indications are that the elevated levels stem entirely from natural geologic causes within the Lahontan Valley. There is no indication of any kind that this problem stems from any human activity. \r\n<\/p>\r\n<p>\r\nThis study, conducted in cooperation with the University of Nevada, Reno follows up on a previous study in support of the Centers for Disease Control and Prevention (CDC) investigation of a cancer cluster identified by CDC in the late 1990s. The USGS study assessed excess radioactivity in ground water and confirmed that the excess radioactivity was due to Po-210. The USGS study did not investigate linkages between the occurrence of Po-210 and the cancer cluster. \r\n<\/p>\r\n<p>\r\nThe USGS has a well-established policy of informing the appropriate health officials and potentially affected individuals about findings that could impact public health, as soon as the USGS has full confidence in the quality of the data. Full analysis and a final report on these findings are anticipated to be completed within a year. \r\n<\/p>\r\n<p>\r\nThe USGS is working with Federal, state and local agencies to provide citizens of the Lahontan Valley with this new information about ground water and guide them to the best possible advice about steps they should take to protect their health. \r\n<\/p>\r\n<p>\r\nTo learn more, visit <a href=\"http:\/\/nevada.usgs.gov\/polonium\">http:\/\/nevada.usgs.gov\/polonium<\/a> \r\n<\/p>\r\n<p>\r\nFor more information about other issues concerning this topic, please contact: \r\n<\/p>\r\n<table border=\"0\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td>Agriculture&nbsp;&nbsp;<\/td>\r\n\t\t\t<td>USDA - Angela Harless&nbsp;&nbsp;<\/td>\r\n\t\t\t<td>202-285-9765&nbsp;&nbsp;<\/td>\r\n\t\t\t<td><a href=\"mailto:angela.harless@usda.gov\">angela.harless@usda.gov<\/a><\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td>Food Safety&nbsp;&nbsp;<\/td>\r\n\t\t\t<td>FDA - Michael Herndon&nbsp;&nbsp;<\/td>\r\n\t\t\t<td>301-827-6242&nbsp;&nbsp;<\/td>\r\n\t\t\t<td><a href=\"mailto:michael.herndon@fda.hhs.gov\">michael.herndon@fda.hhs.gov<\/a><\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td>Public Health&nbsp;&nbsp;<\/td>\r\n\t\t\t<td>CDC - Bernadette Burden&nbsp;&nbsp;<\/td>\r\n\t\t\t<td>404-639-3286&nbsp;&nbsp;<\/td>\r\n\t\t\t<td><a href=\"mailto:bburden@cdc.gov\">bburden@cdc.gov<\/a><\/td>\r\n\t\t<\/tr>\r\n\t<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"regions":["Nevada"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1186113600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169878"},{"tid":"169811"},{"tid":"170584"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}