{"title":"Medical Fight Against Cancer May Hold Lessons for Battling Aquatic Invasive Species","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOZEMAN, Mont. &ndash; <!--introstart-->Lessons learned from the medical community's progress in fighting cancer can provide a framework to help prevent the introduction and spread of harmful aquatic invasive species, according to a study released in American Scientist.<!--introend-->&nbsp;<\/p>\n<p>With more than 6,500 harmful non-native species causing more than 100 billion dollars in economic damage each year in the United States, more effective methods of confronting them are essential.&nbsp;<\/p>\r\n<p>In the study, scientists with the U.S. Geological Survey's Northern Rocky Mountain Science Center outline five integrated steps used in cancer prevention and treatment that could be adapted to use in battling invasive species: &nbsp;prevention, early detection, diagnosis, treatment options and rehabilitation.&nbsp;&nbsp;<\/p>\r\n<p>\"Medicine often finds inspiration from the natural world, so it is perhaps no surprise that scientists now look to medical science to find new strategies to help the natural world in the epic battle against invasive species,\" said USGS Director Marcia McNutt. \"Just as we have learned that preventing disease through regular check-ups is the most cost-effective route to good health, we all should be well informed on how to avoid the unintended introduction of invasive species in order to avoid costly eradication programs.\"&nbsp;<\/p>\r\n<p>Although aquatic invasive species are a leading threat to native fish species worldwide, resource managers and conservation biologists still rely on control methods developed more than 75 years ago.&nbsp; The authors propose that a coordinated, research-based approach similar to the medical community&rsquo;s response to cancer is needed to develop more effective tools to prevent and mitigate aquatic invasive species.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The authors noted that the medical community's response to cancer is based on the idea that multiple tools are needed for each type of cancer because the same type of cancer can be expressed differently in individuals. Each person varies in how easily their cancer can be detected and in how they respond to treatment methods.&nbsp;<\/p>\r\n<p>\"The interaction of invasive species with physical habitat and biotic community is similar&nbsp; &ndash;&nbsp;&nbsp; the impacts and the effectiveness of detection and treatment methods are context-dependent,\" said Adam Sepulveda, a USGS scientist and lead author of the study. \"Like the medical community, our principal focus is on prevention and early detection in high-risk areas, but implementing all five steps of the cancer treatment model is vital to the success of biodiversity conservation programs.\"&nbsp;<\/p>\r\n<p>Much is known about the distribution and impact of aquatic invasive species, but there are few proven tools to prevent or decrease invasions, said Andrew Ray, a USGS scientist and co-author of the study.&nbsp;<\/p>\r\n<p>The study used the example of invasive American bullfrogs in the Yellowstone River as a case study for applying the cancer-treatment approach to aquatic invasions in the Northern Rockies.&nbsp; The article, &nbsp;Aquatic Invasive Species: Lessons from Cancer Research, can be viewed <a href=\"http:\/\/www.americanscientist.org\/issues\/feature\/2012\/3\/aquatic-invasive-species-lessons-from-cancer-research\">online<\/a>.&nbsp;<\/p>\r\n<p>More information about impacts and prevention of aquatic invasive species can be found on the USGS Northern Rocky Mountain Science Center <a href=\"http:\/\/nrmsc.usgs.gov\/science\/invasives\">website<\/a>.<span>&nbsp;<\/span><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana"],"country":["United States of America"],"mm_tags":["Invasives","medicine","","cancer"],"release_date":{"und":[{"value":"1335153600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170536"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}