{"title":"science Earns Prominent Focus in the Department of the Interior's New Five-Year Strategic Plan","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>RESTON, Va. &mdash; Science earned a prominent focus as one of five goals outlined in the Department of the Interior&rsquo;s (DOI) new strategic plan for fiscal years 2011 &ndash; 2016 unveiled today.<\/p>\n<p>The plan provides a framework that the Department will use to focus its efforts and guide investments and the allocation of resources.<\/p>\r\n<p>\"This new strategic plan ensures science has its rightful place as a primary source for the Interior Department's decision making process,&rdquo; said Secretary of the Interior Ken Salazar.<\/p>\r\n<p>The U.S. Geological Survey (USGS) is the Department&rsquo;s main science organization; USGS Director Marcia McNutt serves as the science advisor to the Secretary of the Interior.<\/p>\r\n<p>&ldquo;The Department of the Interior has set a new high mark for integrating science into decision making by giving research such a prominent focus in the new DOI Strategic Plan,&rdquo; said McNutt. &ldquo;I am grateful to Secretary Salazar for once again demonstrating his strong commitment to use science as an essential component in natural resource management.&rdquo;<\/p>\r\n<p>In addition to providing a scientific foundation for decision making, the strategic plan includes goals to provide natural and cultural resource protection and experiences; sustainably manage energy, water and natural resources; advance government-to-government relationships with Indian Nations and honor commitments to insular areas; and build a 21st century Department of the Interior.<\/p>\r\n<p>The plan can be accessed at <a href=\"http:\/\/www.doi.gov\/bpp\/data\/PPP\/DOI_StrategicPlan.pdf\">http:\/\/www.doi.gov\/bpp\/data\/PPP\/DOI_StrategicPlan.pdf<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","geography","geology","water"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1296018000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168793"},{"tid":"169087"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}