{"title":"USGS at Geographers Meeting (AAG)","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Experts Conduct Talks, Workshops and Demonstrations in San Francisco, April 17-21<\/strong> \r\n<\/p>\r\n<p>\r\n<strong>NOTE<\/strong>: USGS experts will be available in the exhibition hall at booth #707 to answer your questions and help you reach USGS authors and presenters at the 2007 Meeting of the AAG. For a complete listing of all USGS presentations, demonstrations and workshops at AAG, please visit <a href=\"http:\/\/www.usgs.gov\/calendar\/view_event.asp?event_id=123\">www.usgs.gov\/calendar\/view_event.asp?event_id=123<\/a>. \r\n<\/p>\r\n<p>\r\n<strong>Using GIS to Visualize Community Vulnerability to Tsunamis<\/strong>: Studies suggest that an earthquake along the Cascadia subduction-zone (which stretches from mid-Vancouver Island to northern California) has the potential to generate tsunami waves that would impact more than 1,000 km of coastline on the west coast of the United States and Canada. Although the predictable extent of tsunami inundation is similar for low-lying land throughout the region, population size and use of the hazard-prone land varies. To better understand the variations, USGS scientists turned to Geospatial Information Systems (GIS). By integrating tsunami-hazard data and landcover information derived from remotely sensed imagery (e.g., Landsat Thematic Mapper imagery), they were able to describe hazard-prone land in 26 communities along the Oregon coast. To find out more, contact Nathan Wood at (360) 993-8951 or <a href=\"mailto:nwood@usgs.gov\">nwood@usgs.gov<\/a>. \r\n<\/p>\r\n<strong>Paper Session <\/strong><a href=\"http:\/\/communicate.aag.org\/eseries\/aag_org\/program\/SessionDetail.cfm?SessionID=3992&amp;cal=true\" target=\"_blank\"><strong>2236<\/strong><\/a><strong>: Perspectives on Assessing Societal Vulnerability to Natural Hazards. Wednesday, April 18, 10:00 - 11:40 a.m. &ndash; Union Square 13, SF Hilton.<\/strong> \r\n<p>\r\n<strong>New USGS Technique Makes Mapping More Realistic:<\/strong> A critical first step in planning for natural disasters is determining where people are located during different hours of the day to gauge who is at risk at any given time. USGS scientists have researched techniques for mapping population density relative to residential land-use to provide a more statistically accurate visual representation. Find out how the rapid population growth in the San Francisco Bay region, from 6 million in 1990 to 6.8 million in 2000, influenced the development of a mapping technique that can be applied to other geographic areas to conceptualize urban growth patterns essential for land-use planning and urban growth modeling. Learn how the technique is being used for estimating other populations exposed to natural disasters. The results of work completed for the San Francisco Bay Area, 1990-2000, and an ArcGIS extension used to automate the dasymetric mapping process are available to download as geospatial products at <a href=\"http:\/\/geography.wr.usgs.gov\/science\/dasymetric\/\">geography.wr.usgs.gov\/science\/dasymetric\/<\/a>. For more information, contact Rachel Sleeter at (650) 329-4373 or <a href=\"mailto:rsleeter@usgs.gov\">rsleeter@usgs.gov<\/a>. \r\n<\/p>\r\n<strong>Paper Session <\/strong><a href=\"http:\/\/communicate.aag.org\/eseries\/aag_org\/program\/SessionDetail.cfm?SessionID=3992&amp;cal=true\" target=\"_blank\"><strong>2236<\/strong><\/a><strong>: Perspectives on Assessing Societal Vulnerability to Natural Hazards. Wednesday, April 18, 10:00 - 11:40 a.m. &ndash; Union Square 13, SF Hilton.<\/strong> \r\n<p>\r\nNew USGS Land Cover Visualization and Analysis Tool: A new research tool will allow users to analyze, in specific detail, how land cover has changed over time. It is designed for both novice and expert users. The web-based system provides an intuitive interface enabling users to selectively view and analyze land cover data. More information is available and new users are welcome to preview release of the application at <a href=\"http:\/\/emmma.usgs.gov\/landcover\/\">emmma.usgs.gov\/landcover<\/a>. Associate Director for Geog","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1176696000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169236"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}