{"title":"Popular Irish Names","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>By a score of 917 to 706, \"Kelly\" beats out \"Murphy\" as the most popular Irish placename in the United States.<\/p>\n<p>Other popular Irish placenames and the number of times used: * Kelley - 264 * Irish - 248 * Shamrock - 135 * Ireland - 74 * Murphey - 11 * Blarney - 3<\/p>\r\n<p>The names are among nearly 2 million stored in a computer by the U.S. Geological Survey on behalf of the interagency U.S. Board on Geographic Names.<\/p>\r\n<p>\"A map is about the last place you want to spell a name wrong or put the wrong name on the wrong feature,\" said USGS spokesman Donovan Kelly. \"The only way the different federal agencies can keep the names straight for all the towns, streams, mountains and other features is through the computer and related digital products such as CD-ROM discs and the Internet.<\/p>\r\n<p>\"Of course there are many good reasons to keep track of what and where we call our hills, rivers and swamps,\" Kelly said. \"Is the rescue pilot going to the right mountain, is the proposed name of the new town already in use, and is it \"Pittsburg\" or \"Pittsburgh?\"<\/p>\r\n<p>Or perhaps more appropriate for the day, is Kelly, Alabama; a one-e or two-e Kelly? (It&rsquo;s a one-e).<\/p>\r\n<p>To help keep our placenames straight, the U.S. Board on Geographic Names considers about 400 proposed new or revised names for geographic features that are submitted each year by citizens and organizations from across the country. The U.S. Geological Survey, as the Nation&rsquo;s largest civilian mapping agency, provides staff support for the domestic names work of the Board.<\/p>\r\n<p>Among the newest USGS products to help citizens and organizations keep up with the 2 million place names are a new CD-ROM disc and an Internet address: <a href=\"http:\/\/www-nmd.usgs.gov\/www\/gnis\/\">http:\/\/www-nmd.usgs.gov\/www\/gnis\/<\/a><\/p>\r\n<p>Or call the USGS at 1-800-ASK-USGS.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Pennsylvania","Alabama"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"827038800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}