{"title":"USGS Crews Measure Record Flooding in South Dakota","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Heavy rainfall of up to 10 inches in South Dakota has caused record flooding in Firesteel Creek and Sand Creek in the eastern part of the state.<\/p>\n<p>U.S. Geological Survey field crews will be out collecting critical streamflow data that are vital for protection of life, property and the environment.<\/p>\r\n<p>The two streams in the areas of Alpena and Mount Vernon had the highest peak flows since the beginning of their streamflow records in the early 1950s. The high flows occurred as the result of intense rainfall that fell on July 29 and 30 across a large area of eastern South Dakota.<\/p>\r\n<p>Additional field work is being conducted to further quantify the exact measurements, but USGS scientists estimate that the peak stage for Sand Creek is 14.8 feet and that the flow was between 7,500 and 8,000 cubic feet per second. The previous high flow record at Sand Creek was 2,240 cubic feet per second in 1960 and the peak stage was 14.1 feet in 1950.<\/p>\r\n<p>At Firesteel Creek the peak flow occurred on July 31 and was about 7,000 cubic feet per second. The previous record flow of 6,610 cubic feet per second occurred in 1969.<\/p>\r\n<p>&ldquo;We typically don&rsquo;t see rapidly rising stream stages in this part of South Dakota because of the general flat topography,&rdquo; said USGS Hydrologist Dan Driscoll. &ldquo;As an example, the peak flow on Firesteel Creek occurred at about 2 p.m. on July 31, which is about 36 hours after the rainfall event. However, stream rises were much quicker along the relatively steep flanks of the Wessington Hills, where the Rose Hill Dam failed because of this storm.&rdquo;<\/p>\r\n<p>The <a href=\"http:\/\/sd.water.usgs.gov\/projects\/2010flooding\/\">South Dakota Flood Watch<\/a> website can be used to help track current flooding conditions and provides flood tracking charts for the state.<\/p>\r\n<p>The USGS operates approximately 7,500 streamgages nationwide as part of the <a href=\"http:\/\/water.usgs.gov\/nsip\/\">National Streamflow Information Program<\/a>. The USGS recently released a new service, called <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>, that allows users to receive text or email updates about specific river flows, groundwater levels, water temperatures, rainfall and water quality at any of the sites where USGS collects real-time water information.<\/p>\r\n<table style=\"width: 404px;\" border=\"0\" cellspacing=\"3\" cellpadding=\"3\" align=\"center\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"\/newsroom\/images\/2010_08_05\/sd_streamgage_map.jpg\" alt=\"Map of streamgages where the urrent water level is above flood stage or at high flow for Thursday, August 5, 2010.\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td>Map of streamgages where the current water level is above flood stage or at high flow for Thursday, August 5, 2010.&nbsp; See the South Dakota WaterWatch <a href=\"http:\/\/waterwatch.usgs.gov\/?m=flood%2Cmap&amp;r=sd&amp;w=dryw%2Cmap\">website<\/a> for more information.<br \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["water","flooding","South Dakota"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1280980800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170028"},{"tid":"170116"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}