{"title":"What Are USGS Scientific Teams Discovering About Antarctica?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->When it&#39;s summer in the Antarctic, winter is in the northern hemisphere, USGS scientific teams along with many other international researchers are on the Antarctic ice studying unprecedented changes in remote polar regions.<!--introend-->&nbsp; Their work coincides with the 2007-2008 International Polar Year, and USGS Antarctic and Arctic scientific explorers are dedicated to better understanding the effects of climate change on Earth&#39;s ecosystems and people. \r\n<\/p>\r\n<p>\r\nOn December 13, USGS scientists will be providing an overview of USGS Antarctic programs while explaining how geophysical surveys reveal what lies beneath the ice, how ice cores are providing clues to past climatic conditions, describing why the geographic South Pole survey marker need repositioning, highlighting mapping progress in this frozen frontier, and showcasing the recently completed satellite imagery mosaic of the entire continent. \r\n<\/p>\r\n<p>\r\nA panel of invited Antarctic experts will be on hand to answer your questions following the lecture program. \r\n<\/p>\r\n<p>\r\n<strong>What:<\/strong> Public lecture on &quot;Exploring Antarctica&#39;s Frozen Frontier - The USGS Antarctic Program from the 1957 International Geophysical Year to the 2007 International Polar Year&quot; \r\n<\/p>\r\n<p>\r\n<strong>Who:<\/strong> Jerry L. Mullins, Coordinator, USGS Antarctic, Arctic and Canadian Programs &amp;<br \/>\r\nJohn C. Behrendt, USGS Geophysicist Emeritus \r\n<\/p>\r\n<p>\r\n<strong>When:<\/strong> Thursday, December 13, 2007<br \/>\r\nMedia availability for questions and interviews: 6:30 p.m., Thursday, December 13th, 2007<br \/>\r\nPublic Lecture: 7:00 p.m \r\n<\/p>\r\n<p>\r\n<strong>Where:<\/strong> Building 3, Auditorium (2nd Floor) U.S. Geological Survey 345 Middlefield Road Menlo Park, California \r\n<\/p>\r\n<p>\r\n<strong>Map and Directions:<\/strong> <a href=\"http:\/\/online.wr.usgs.gov\/calendar\/map.html\">http:\/\/online.wr.usgs.gov\/calendar\/map.html<\/a> \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1197435600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"},{"tid":"168929"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}