{"title":"New Insight on Gas Hydrates in Gulf of Mexico","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists have returned from a 15&#8209;day research expedition in the northern Gulf of Mexico with the best high-resolution seismic data and imagery ever obtained of sediments with high gas hydrate saturations.<\/p>\n<p>The expedition and the data and imagery collected resulted from long-standing cooperation between the U.S. Department of the Interior's U.S. Geological Survey (USGS) and Bureau of Ocean Energy Management (BOEM) and the U.S. Department of Energy (DOE). This collaboration aims to advance scientific understanding of gas hydrates, an important potential future energy resource.<\/p>\r\n<p><span style=\"widows: 2; text-transform: none; background-color: #ffffff; text-indent: 0px; display: inline !important; font: 12px arial, sans-serif; white-space: normal; orphans: 2; float: none; letter-spacing: normal; color: #222222; word-spacing: 0px;\">&nbsp;<\/span>Gas hydrates are ice-like substances formed when certain gases combine with water at specific pressures and temperatures. Deposits of gas hydrates are widespread in marine sediments beneath the ocean floor and in sediments within and beneath permafrost areas, where pressure-temperature conditions keep the gas trapped in the hydrate structure. Methane is the gas most often trapped in these deposits, making gas hydrates a potentially significant source for natural gas around the world.<\/p>\r\n<p>\"This expedition represents a significant milestone,\" said USGS Energy Resources Program Coordinator Brenda Pierce. \"The data and imagery provide insight into the entire petroleum system at each location, including the source of gas, the migration pathways for the gas, the distribution of hydrate-bearing sediments, and the traps that hold the hydrate and free gas in place. The USGS has a globally recognized research effort studying gas hydrates in settings around the world, and this project combines our unique expertise with that of other agencies to advance research on this potential future energy resource.\"&nbsp;<\/p>\r\n<p>The recently completed expedition was planned jointly by USGS, DOE, and BOEM, and was executed by USGS. &nbsp;Using low-energy seismic sources, USGS scientists collected details about the nature of the gas hydrate reservoirs and about geologic features of the sediment between the reservoirs and the seafloor. The new data also provide information about how much gas hydrate exists in a much broader area than can be determined from using standard industry seismic data, which is typically designed to image much deeper geologic units.<\/p>\r\n<p>\"Understanding the nature and setting of deepwater gas hydrates is central to the National Methane Hydrates R&amp;D Program, which is led by DOE and managed by Fossil Energy's National Energy Technology Laboratory,\" said Christopher Smith, DOE&rsquo;s Acting Assistant Secretary for Fossil Energy. \"Over the past 8 years, research carried out under this program has resulted in significant advances in our understanding of methane hydrates, their role in nature, and their potential as a future energy resource. This success is largely due to an unprecedented level of cooperation among federal agencies, industry, national laboratories, and academic institutions.\"<\/p>\r\n<p>\"The high-resolution nature of the data acquired through this interagency project will uniquely inform the BOEM effort to assess the resource potential of gas hydrates on the U.S. Outer Continental Shelf,\" said Renee Orr, Chief, Strategic Resources Office, BOEM.<\/p>\r\n<p>The data were collected at two locations in the Gulf of Mexico where the three federal agencies partnered with an industry consortium to conduct <a href=\"http:\/\/www.netl.doe.gov\/technologies\/oil-gas\/futuresupply\/methanehydrates\/2009gomjip\/\">a drilling expedition in 2009<\/a>. That expedition discovered gas hydrate filling between 50&nbsp;and 90&nbsp;percent of the available pore space between sediment grains in sandy layers in the subsurface. These reservoirs are expected to be representative of the <a","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana","Mississippi","Texas"],"country":["United States of America"],"mm_tags":["Gas Hydrate","Methane Hydrate","hydrates","Energyand Minerals","Energy Resources","gulf Of Mexico","seismic"],"article_type":["Technical Announcement"],"release_date":{"und":[{"value":"1368504000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169103"},{"tid":"169620"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}