{"title":"Laszlo Kestay Named Director of Astrogeology Science Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>FLAGSTAFF, Ariz. &mdash; <!--introstart-->Laszlo Kestay has been named the new director of the U.S. Geological Survey Astrogeology S<a name=\"_GoBack\"><\/a>cience Center, based in Flagstaff, Ariz.<!--introend--> Kestay will lead the Astrogeology team in working closely with NASA and other planetary science organizations to develop and operate space missions exploring the Solar System, process and analyze data from many types of instruments from solar-system missions, produce and archive precision cartographic products, and conduct cutting-edge science.&nbsp;&nbsp;<\/p>\n<p>Kestay begins his new position May 20. Since 2003, he has been a research geologist at the Astrogeology Science Center, where he has served in a variety of capacities including associate director for both science and for technical operations.&nbsp;<\/p>\r\n<p>\"Dr. Kestay's experience with both planetary missions and with Earth processes that are analogues to those found on extraterrestrial bodies that are targets for solar system exploration make him a superior choice to lead the USGS Astrogeology Science Center,\" said USGS Director Marcia McNutt.<\/p>\r\n<p>\"He brings excellence, credibility, and experience to the leadership of a laboratory that has consistently delivered exciting new scientific discoveries from beyond the confines of our own home planet.\"&nbsp;<\/p>\r\n<p>After receiving bachelor's degrees summa cum laude from the University of Texas at Austin in mathematics and geophysics, Kestay earned a master's degree in planetary sciences and a Ph.D. in geology from the California Institute of Technology. He was concurrently a research associate with the Hawai`i Institute of Geophysics and Planetology at the University of Hawai`i at Manoa and the University of Arizona's Lunar and Planetary Laboratory but spent most of his early career at the USGS Hawaiian Volcanoes Observatory on K&#299;lauea Volcano.&nbsp;<\/p>\r\n<p>Kestay's research has focused on the thermal budget of long lava flows but has included a wide range of volcanic phenomena and utilized a mix of fieldwork, remote sensing, and numerical modeling. He has studied active eruptions in Hawai`i and on Jupiter's moon Io, as well as ancient volcanoes across Earth (visiting lavas on six continents and the floor of two oceans), the Moon and Mars. He is on the science teams for the HiRISE camera currently in orbit around Mars and the LROC instrument in orbit around Earth's moon. To make it easier for people to pronounce, he changed the spelling of his last name from Keszthelyi to the phonetic Kestay, but retains the former spelling for his professional publications.&nbsp;<\/p>\r\n<p>The Astrogeology Science Center was founded in 1963 to provide lunar geologic mapping and to assist in training astronauts for lunar missions. It now actively participates in a wide range of planetary exploration missions, from MESSENGER at Mercury to Cassini at Saturn and all the major planetary bodies in between.&nbsp; The center focuses on providing expert scientific and cartographic products and advice to NASA, including topographic maps for landing sites for the Mars Science Laboratory rover, which lands in August of this year. &nbsp;The Astrogeology Science Center is almost completely funded through competitive grants in which the expertise of the USGS is recognized.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["Core Science Systems","International Programs Global","Science Impact","Geographic Areas Southwest"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1337572800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168892"},{"tid":"169915"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}