{"title":"William T. Pecora, Pioneer of Earth Science from Space ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_175247\" align=\"alignright\" width=\"224\"]<a href=\"http:\/\/libraryphoto.cr.usgs.gov\/cgi-bin\/show_picture.cgi?ID=ID.%20Portraits%20Collection%20%20726\"><img class=\"size-medium wp-image-175247\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/10\/port0726-224x300.jpg\" alt=\"\" width=\"224\" height=\"300\" \/><\/a> Dr. William Thomas Pecora, Director of the USGS. Served from 1965-1971. Later served as Under Secretary of the Interior. 1965.[\/caption]\n\nIn honor of <a href=\"http:\/\/www.earthsciweek.org\/\">Earth Science Week<\/a>, October 14-20, 2012, the USGS is taking a look back into history at the scientists who laid the foundation for the innovative earth science research taking place today. Without the work conducted by these pioneers, much of the science used for decision making worldwide would not be possible.\n\nWilliam T. Pecora, Director of the USGS from 1965 to 1971, is largely responsible for two major contributions to science in the public interest: the creation of a national earthquake research center at the USGS facility in Menlo Park, CA, and the <a href=\"http:\/\/landsat.usgs.gov\/\">Landsat<\/a> series of Earth observing satellites.\n\nBorn in Belleville, N.J. in 1913 to Italian immigrants, Bill Pecora was the ninth of ten children.Â  In high school, he earned a scholarship to Princeton University, where he graduated with honors in geology in 1933. At Princeton, he was an intercollegiate fencing champion in 1933 and later was a member of the 1936 U.S. Olympic fencing team in Berlin.\n\nPecora joined the USGS in 1939, finishing his doctorate from Harvard in 1940. For several years, he investigated strategic mineral deposits in the United States and Latin America and then engaged in a long-range study of rare mineral deposits in Montana.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_20_2009_u05Ctg1SRm_08_20_2009_0#.UIFy7GNb1No\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/08_20_2009\/u05Ctg1SRm_08_20_2009\/medium\/Landsat_1_mil_scene.jpg\" alt=\"\" width=\"350\" height=\"344\" \/><\/a> This Landsat 5 satellite image of the Grand Canyon was acquired August 17, 2009.[\/caption]\n\nNamed USGS Chief Geologist in 1964, Pecora obtained approval to establish the National Earthquake Research Center in Menlo Park, Calif., in response to the great Alaska earthquake of 1964. The Center provided a focal point for collaborative research on the causes and effects of earthquakes. In 1965 Pecora was elected to the National Academy of Sciences and appointed Director of the USGS.\n\nDuring the 1950s Pecora had been aware, along with agricultural scientists and other geologists, that aerial surveys of land surfaces could reveal features that were difficult, time consuming, and expensive to trace on the ground.Â  By the mid-1960s, the U.S. Department of Defense had launched a series of classified Earth observing satellites that obtained highly detailed photos of small areas. In addition, NASA had launched a series of civilian weather satellites that provided coverage of the entire Earth at much lower resolution. Some civilian geologists, geographers, and agronomists were familiar with imagery from both of these types of satellites and had also studied the surprisingly detailed land surface photos taken by Mercury and Gemini astronauts using handheld cameras.\n\nIn the fall of 1966, NASA was nearly three years away from launching the Apollo 11 mission and planting manâ\u0080\u0099s first footprint on the moon. However, only limited time and effort had been spent exploring ideas for an Earth observing satellite. To ensure that sufficient attention would be brought to such a concept, Pecora convinced Interior Secretary Stewart Udall to issue a press release on September 21, 1966 announcing Project EROS: an Earth Resources Observation Satellite program.\n\nIn a statement that echoes true to this day, Udall said, â\u0080\u009câ\u0080¦the time is now right and urgent to apply space technology towards the solution of many pressing natural resources problems being compounded by population and industrial growth.â\u0080\u009d\n\nFollowing the announcement, Pecora collaborated closely with NASA, enabling the USGS to accelerate its remote sensing research in analyzing the potential values of surveying the Earth from space.\n\nIn April 1971, Pecora left the USGS to become Under Secretary of the Interior and served in that capacity until his untimely death in 1972, just a few days before the launch of the first Landsat satellite.\n\nThe <a href=\"http:\/\/remotesensing.usgs.gov\/pecora.php\">William T. Pecora<\/a> Award was established in 1974 to honor Pecora. Sponsored jointly by the Department of the Interior and NASA, it is presented annually to individuals or groups that make outstanding contributions toward understanding the Earth by means of remote sensing.\n\nOn July 23, 2012, the USGS and NASA celebrated forty years of continuous Landsat imagery. Data supplied by Landsat supports the improvement of human and environmental health, energy and water management, urban planning, disaster recovery, and crop monitoring. This extended record forms an impartial, comprehensive, and easily accessed register of human and natural changes on the land.\n\n<strong>Â <\/strong>\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24245","uid":"31","filename":"Landsat_1_mil_scene.jpg","uri":"public:\/\/Landsat_1_mil_scene.jpg","filemime":"image\/jpeg","filesize":"101892","status":"1","timestamp":"1425492768","type":"image","uuid":"b0bd56a8-5928-4f01-a05d-b9ac0a99ea0a","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["EarthScienceWeek"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1350662811","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}