{"title":"Local organizations receive communication awards for ShakeOut","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Menlo Park, Calif. -- Southern California scientists, emergency planners, businesses, and organizations who worked on communication&nbsp;efforts for the 2008 earthquake drill ShakeOut received a prestigious federal award Wednesday at the U.S. Geological Survey&rsquo;s facilities here.<\/p>\n<p>The USGS <em>Eugene M. Shoemaker Awards for Communications Excellence<\/em> are given annually to recognize extraordinary effectiveness in communicating complex scientific concepts and discoveries into words and pictures that capture the interest and imagination of the American public.<\/p>\r\n<p>The 2009 award in the multiple-product category was awarded to <em>The Great Southern California ShakeOut Campaign<\/em>. Working with an initial committee of 12 people, the group superbly planned and executed a multimedia communication approach resulting in the drill being the largest of its kind in U.S. history, with more than 5 million people participating.&nbsp;<\/p>\r\n<p>The scenario, written by USGS earthquake experts, called for a magnitude 7.8 earthquake to hit Southern&nbsp;California along the San Andreas fault. While USGS provided the scenario, the Earthquake Country Alliance brought together many local organizations to create the idea, the promotion, and the execution of the ShakeOut drill on November 13, 2008.<\/p>\r\n<p>The drill was so successful it has become an annual event, with 6.9 million people participating in 2009. The next iteration will take place Oct. 21, 2010.<\/p>\r\n<p>Those recognized for communication excellence in the first ShakeOut are:<\/p>\r\n<p><strong>Earthquake Country Alliance community partners:<\/strong><\/p>\r\n<table style=\"width: 305px;\" border=\"0\" cellspacing=\"3\" cellpadding=\"2\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2010_03_04\/shakeout_partners2_tn.jpg\" alt=\"caption below\" width=\"300\" height=\"199\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">ShakeOut community partners: (left to right)<br \/> Dale Cox, USGS Multi-hazards Project manager, John Bwarie, City of Los Angeles, Monica Buchanan, State Farm Insurance, Kate Long, California Emergency Management Agency, Anne Kinsinger, USGS Western Regional Director, Lucy Jones, USGS Multi-hazards Project Chief, Margaret Vinci, California Institute of Technology, Connie Lackey, Providence Health and Services.&nbsp; (<a href=\"\/newsroom\/images\/2010_03_04\/shakeout_partners.jpg\">high resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<ul>\r\n<li>City of Los Angeles, John Bwarie<\/li>\r\n<li>State Farm Insurance, Monica Buchanan<\/li>\r\n<li>California Emergency Management Agency, Kate Long<\/li>\r\n<li>Southern California Earthquake Center, Mark Benthien<\/li>\r\n<li>California Institute of Technology, Margaret Vinci<\/li>\r\n<li>Art Center College of Design, Sohini Sinha<\/li>\r\n<li>Pearce Global Partners, Ines Pearce<\/li>\r\n<li>LA County Fire Department, Larry Collins<\/li>\r\n<li>CBS Radio, Jack Popejoy<\/li>\r\n<li>Providence Health and Services, Connie Lackey and Steve Storbakken<\/li>\r\n<\/ul>\r\n<p><strong>U.S. Geological Survey employees:<\/strong><\/p>\r\n<p>Multi-Hazards Demonstration Project<\/p>\r\n<ul>\r\n<li>Lucy Jones<\/li>\r\n<li>Dale Cox<\/li>\r\n<li>Sue Perry<\/li>\r\n<\/ul>\r\n<p>Earthquake Science Center<\/p>\r\n<ul>\r\n<li>Ken Hudnut<\/li>\r\n<li>Erik Pounders<\/li>\r\n<\/ul>\r\n<p>Menlo Park Publishing Service Center<\/p>\r\n<ul>\r\n<li>Peter Stauffer<\/li>\r\n<li>James W. Hendley II<\/li>\r\n<li>Judy Weathers<\/li>\r\n<\/ul>\r\n<p>Office of Communications<\/p>\r\n<ul>\r\n<li>Stephanie Hanna, retired<\/li>\r\n<li>Leslie Gordon<\/li>\r\n<li>Paul Laustsen<\/li>\r\n<\/ul>\r\n<p>The Shoemaker Communications Awards were established in honor of Gene Shoemaker, a USGS astrogeologist who is considered the founder of the science of lunar and planetary geology.&nbsp; He was noted as an effective and prolific communicator as well as an innovative scientist researcher.&nbsp; One of his greatest assets was his ability to communicate scientific concepts to non-scientists in a way that could be easily understood and appre","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["biology","geography","geology","water","award","Shoemaker","Shake Out","California","earthquake","partner","community"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1267678800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}