{"title":"The Effects of Urban Sprawl on Environmental Quality Considered A Critical Issue by Mid-Atlantic Federal Partners","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->On October 19, the U.S. Geological Survey (USGS) hosted a group of high-level managers and scientists from a wide range of Federal agencies who signed a Memorandum of Understanding (MOU) to collaborate on resolving complex environmental issues in the Mid-Atlantic Region. <!--introend-->Having signed the partnership agreement, the group then prioritized a list of common environmental concerns that were developed by a workgroup of the Mid-Atlantic Federal Partners for the Environment. \n<p>Although the group ( Mid-Atlantic Federal Partners for the Environment) had met twice before, the MOU formally creates the partnership, sets forth the goals of the newly established group, and indicates areas of focus and cooperation. The MOU represents a commitment on the part of Federal agencies to work together on environmental issues for the good of the public. \r\n<p>The effects of urban sprawl on environmental quality in the Mid-Atlantic Region emerged as the single most pressing problem agreed upon by the group. Uncontrolled growth through development of low-density dwellings and structures on the outskirts of urban and suburban areas can cause changes in land use and landscape characteristics that have significant impacts on environmental quality. \r\n<p>In addition to urban sprawl, habitat restoration and remediation for the New York\/New Jersey Harbor and Hudson River was introduced as a priority by the U.S. Environmental Protection Agency, and received support from the group. \r\n<p>Other proposals that were presented to the group and identified as important environmental issues worthy of collaboration by the Mid-Atlantic Partners included: restoration of lands and waters affected by past coal mining practices in Pennsylvania; environmental consequences of mountaintop removal mining and valley fills; the need for integrating ecosystem data across spatial and temporal scales in the Delaware River Basin and estuary; and the need for consistency and accuracy in remote sensing information also in the Delaware River Basin and estuary. It was decided that agency leads will be established for each proposal to explore possible collaboration by the Mid-Atlantic Federal Partners. \r\n<p>Federal agencies that participated in the MOU signing include the USGS, National Park Service, U.S. Fish &amp; Wildlife Service, Bureau of Land Management, Office of Surface Mining (U.S. Department of the Interior); U.S. Environmental Protection Agency (Regions II and III); Forest Service and Natural Resources Conservation Service (U.S. Department of griculture), U.S. Army Corps of Engineers, and the National Marine Fisheries Service (Department of Commerce). A picture taken at the signing ceremony of the MOU can be viewed on the Internet at: <a href=\"http:\/\/www.usgs.gov\/images\/topical\/MVC-004S.jpg\">http:\/\/www.usgs.gov\/images\/topical\/MVC-004S.jpg<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"940824000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}