{"title":"USGS Details Effects of Climate Change on Water Availability in 14 Local Basins Nationwide","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Climate change projections indicate a steady increase in temperature progressing through the 21<sup>st<\/sup> century, generally resulting in snowpack reductions, changes to the timing of snowmelt, altered streamflows, and reductions in soil moisture, all of which could affect water management, agriculture, recreation, hazard mitigation, and ecosystems across the nation.<!--introend--> Despite some widespread similarities in climate change trends, climate change will affect specific water basins in the U.S. differently, based on the particular hydrologic and geologic conditions in that area.&nbsp;<\/p>\n<p>New USGS modeling studies project changes in water availability due to climate change at the local level. So far, the USGS has applied these models to fourteen basins, including:&nbsp;<\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3120\/\">Sprague River Basin, Oregon<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3121\/\">Sagehen Creek Basin, California<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3125\/\">Feather River Basin, California<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3123\/\">Naches River Basin, Washington<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3117\/\">Yampa River Basin, Colorado<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3126\/\">East River Basin, Colorado<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3129\/\">Black Earth Creek Basin, Wisconsin<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3116\/\">Flint River Basin, Georgia<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3122\/\">Pomperaug River Watershed, Connecticut<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3127\/\">Clear Creek Basin, Iowa<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3128\/\">Cathance Stream Basin, Maine<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3119\/\">Trout Lake Basin, Wisconsin<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3118\/\">Starkweather Coulee Basin, North Dakota<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3124\/\">South Fork of the Flathead River, Montana<\/a><\/li>\r\n<\/ul>\r\n<p>\"The advantage of these studies is that they demonstrate that there is not just one hydrological response to climate change: the predictions account for essential local factors that will govern the timing, severity, and type of impact, whether it be water shortage, drought, or flood,\" said USGS Director Marcia McNutt. \"This is exactly the sort of information communities need to know now, because we are unlikely to see a 'water-as-usual' future.\"&nbsp;<\/p>\r\n<p>These local projections are based on General Circulation Models (GCM) that predict how climate change will affect temperature, precipitation, and emissions for large regional areas. The USGS&rsquo;s Precipitation Runoff Modeling System (PRMS) applies information from the downscaled GCM projections to local watersheds, where impacts of climate change on water availability will depend on local conditions. These local-scale hydrologic projections will allow managers to plan for changes in water resources that are specific to their area.&nbsp;<\/p>\r\n<p>For example, the USGS models project that changes to snow pack in the Sprague River Basin in Oregon could cause annual peak streamflows to occur earlier in the spring as overall basin storage decreases, which may force managers to modify storage operation and reprioritize water deliveries for environmental and human needs. Reduced snowpack in headwaters of the Colorado River could affect the amount and timing of streamflow to the Colorado River and also impact important recreation areas. Portions of Maine may see higher streamflows which could affect populations of endangered Atlantic salmon. Areas of the already drought-stressed Flint River Basin, one of Atlanta&rsquo;s primary drinking water supplies, are projected to become even drier.&nbsp;<\/p>\r\n<p>The results for each basin present a complex story due to uncertainty associated with the future climate projecti","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Maine","Montana","Oregon","Washington","Georgia","Colorado","Iowa","North Dakota","Wisconsin","California"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","water","Water National Streamflow Information","climatechange","watershed"],"release_date":{"und":[{"value":"1337140800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"},{"tid":"169929"},{"tid":"170498"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}