{"title":"Coast Salish and USGS Commit to Restoring Salish Sea Water Quality","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Want to interview a Tribal Skipper or scientist along the journey? Contact Jennifer or Charlie (contacts listed above). <\/strong>Follow the Tribal Journey's progress through press releases, maps, videos and photos by visiting <a href=\"http:\/\/www.usgs.gov\/coastsalish\">www.usgs.gov\/coastsalish<\/a>.<\/p>\n<p><!--introstart-->The Coast Salish Nation and the U.S. Geological Survey (USGS) will embark on a Canoe Journey to study and improve water resources in the Salish Sea, July 8-29.<!--introend--><\/p>\r\n<p>Water quality has deteriorated significantly across Puget Sound and the Strait of Georgia in recent decades and threatens most nearshore and marine habitats and ecosystem functions.<\/p>\r\n<p>This is the only year so far that a scientific component has been added to the Coast Salish Annual Tribal Journey. For the first time, water quality surveys will be simultaneously conducted behind multiple canoes to show variations in a broad area crossing international borders. This project will blend traditional knowledge of the Coast Salish People with USGS science in an effort to help improve management of ancestral waters experiencing environmental decline.<\/p>\r\n<p>\"Over the last 100 years, people have looked at our most sacred site (the Salish Sea) as a dump site,\" said Swinomish Chairman Brian Cladoosby. \"You have everything - heavy metals, toxins, farm runoff, nonpoint pollution - and it ends up in the Salish Sea. It's up to this generation and future generations to make everyone aware of the conditions. We as Coast Salish have decided no more and we are stepping forward to restore and protect our most precious waters of the Salish Sea.\"<\/p>\r\n<p>During the journey, members of western Washington Tribes and British Columbia First Nations will travel in more than 100 canoes from locations throughout Washington and British Columbia to Cowichan First Nation in Duncan, B.C. Five of those canoes will carry water-quality probes and Global Positioning System (GPS) units. Canoes are ideal because they are slow moving and do not add any toxins to the environment. The probes will measure specific water quality components including; surface-water temperature, salinity, pH, dissolved oxygen, total dissolved solids, and turbidity.&nbsp; The project is coordinated by the Swinomish Tribe and lead by Sarah Akin, a scientist with the Tribe for three years. USGS scientists Eric Grossman and Paul Schuster have been invited by the Coast Salish to participate as science advisors to provide technical expertise in planning and conducting the study and analyzing the data.&nbsp;<\/p>\r\n<p>\"The Coast Salish have extensive traditional ecological knowledge of their environment and patterns of change across the Salish Sea,\" said Grossman. \"This project will provide a unique opportunity to improve understanding of ongoing change to the region's ecologic and cultural resources and the processes that affect them.\"<\/p>\r\n<p>The collected data will provide an informational snapshot of conditions that can be compared with future canoe journey measurements that will help Tribal, Federal, State, and local entities identify water-quality issues and ultimately manage Salish Sea resources.<\/p>\r\n<p>Follow the Tribal Journey's progress through press releases, maps, videos and photos by visiting <a href=\"http:\/\/www.usgs.gov\/coastsalish\">www.usgs.gov\/coastsalish<\/a><\/p>\r\n<p>The project is supported through the Swinomish Indian Tribal Community, Northwest Straits Commission, USGS and the Potlatch Fund. For information on the Coast Salish Project or to learn more about the history, peoples, and mission of the Coast Salish visit <a href=\"http:\/\/www.coastsalishgathering.com\/\">http:\/\/www.coastsalishgathering.com\/<\/a>.<\/p>\r\n<p>For a podcast interview on the Tribal Journey, listen to episode 52 of CoreCast at <a href=\"http:\/\/www.usgs.gov\/corecast\/\">http:\/\/www.usgs.gov\/corecast\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","California","Alaska"],"country":["United States of America"],"mm_tags":["water","toxics","washington","biology","contaminants","fish","environment","streamflow","streamgages","Streams"],"release_date":{"und":[{"value":"1214971200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169038"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}