{"title":"Aeromagnetic Survey of Long Valley and Mono Basin Volcanic Areas","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MENLO PARK, Calif. &mdash; U.S. Geological Survey volcanologists and geophysicists plan to conduct the first comprehensive, high-resolution airborne magnetic survey of the rock layers under Mono Basin and Long Valley, on the east side of the Sierra Nevada in Calif. next week.<\/p>\n<p>When the analysis of the data is complete, the resulting state-of-the-art 3D subsurface geologic map will improve assessment of both volcanic and earthquake hazards in the Mono Basin-Long Valley region. The map will be published by the USGS and made available to the public via the USGS California Volcano Observatory <a href=\"http:\/\/volcanoes.usgs.gov\/observatories\/calvo\/\">website<\/a>.<\/p>\r\n<p>Residents and visitors should not be alarmed to witness a low-flying helicopter over the Mono Basin and Long Valley areas. The helicopter is operated by an experienced pilot who is approved for low-level flying. All flights are coordinated with the Federal Aviation Administration to ensure flights are in accordance with U.S. law.<\/p>\r\n<p>\"Volcanic rocks are rich in iron-bearing minerals whose magnetic signatures can be detected at aircraft altitudes in an efficient manner,\" said USGS Director Marcia McNutt. \"The amount and direction of motion along faults may be revealed by dislocations of magnetic signatures across linear features, even if buried beneath soils and streams.\"&nbsp;<\/p>\r\n<p>The aeromagnetic survey is intended to cover all of Mono Basin and Long Valley from about 9 miles north of Lee Vining to 15 miles south of Mammoth Lakes. Flight lines will form a grid pattern, flown &frac14; mile apart at an elevation of 500 ft. above the ground in a northeasterly direction, and 4 miles apart in a northwesterly direction. The entire survey will be flown during daylight hours and take about 2 weeks to complete.<\/p>\r\n<p>About 26 eruptions have occurred in the Long Valley area in the last 8000 yrs. The pattern of past activity suggests that in any given year the likelihood of eruption is about 1 in 200, which is roughly comparable to the chances of repeating the great 1906 San Francisco earthquake. The area is also prone to earthquakes as demonstrated by frequent small tremors and by the series of magnitude 6 earthquakes that occurred in May 1980.<\/p>\r\n<p>Unlike earthquakes, volcanic eruptions are preceded by measurable precursors, including surface ground movement, volcanic-type earthquakes, and gas emissions.&nbsp; Since the 1980s, the USGS CalVO (formerly known as the USGS Long Valley Observatory) has employed sensors to detect such disturbances and, when necessary, issued hazard information to the public and the appropriate emergency response officials within greater Mono County.<\/p>\r\n<p>\"A well-maintained monitoring network is critical to eruption forecasting, and helps to avoid unnecessary public concern, facility closures, and evacuations,\" said Dr. Margaret Mangan, Scientist-in-Charge of CalVO. \"Our extensive monitoring during seven months of strong volcanic unrest in Long Valley in the late 1990s, allowed us to accurately and quickly communicate hazard information to emergency managers.\"<\/p>\r\n<p>To interpret monitoring data accurately, volcanologists incorporate subsurface geological data, such as rock strength, fault geometry, and the thickness of rock layers in forecasting models. Knowledge of subsurface geology is obtained by passive geophysical surveying using natural gravity, magnetic, and\/or electrical methods. The USGS geophysics <a href=\"http:\/\/geomaps.wr.usgs.gov\/capabilities\/geophysics.html\">website <\/a>provides an overview of how geophysical surveys are conducted.<\/p>\r\n<p>During an aeromagnetic survey, a magnetometer mounted on the aircraft records tiny variations in Earth's magnetic field. Because different rock types differ in their content of magnetic minerals, the resulting magnetic map allows a visualization of the geological structure below the surface, including the presence of faults and magma intrusions.<\/p>\r\n<p><strong>Editor:&n","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Natural Hazards Volcano Hazards","Geographic Areas Southwest"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1350014400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170010"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}