{"title":"Climate Change Impacts to Tribal Communities","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_172478\" align=\"alignleft\" width=\"300\" caption=\"Climate change is increasing the mobility of sand dunes in the southwest and the Navajo Nation. This image shows USGS scientists working with students and members of tribal nations to plant seeds on the sand dunes in the southwest as a means to help facilitate plant growth and dune stabilization.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Featured-Embedded-Image-11.jpg\"><img class=\"size-medium wp-image-172478\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Featured-Embedded-Image-11-300x225.jpg\" alt=\"\" width=\"300\" height=\"225\" \/><\/a>[\/caption]\n\n<strong><span style=\"text-decoration: underline\">Climate Change Impacts to Tribal Communities<\/span><\/strong>\n\nThe USGS is working with Native American communities and organizations to understand climate change impacts to their land and neighborhoods. Projects include interviews with indigenous Alaskans to understand their personal observations of climate change, as well as studying how climate change is impacting sand dunes and posing risks to the Navajo Nation. The USGS also just signed an agreement with the National Congress of American Indians to foster greater understanding and implementation of consultation between the USGS and tribal governments.\n\n<span style=\"text-decoration: underline\">Observations of Climate Change from Indigenous Alaskans<\/span>\n\nThe USGS coordinated interviews with Yupâ\u0080\u0099ik hunters and elders in the villages of St. Maryâ\u0080\u0099s and Pitkaâ\u0080\u0099s Point, AK, to document their observations of climate change. Community members expressed concerns ranging from safety, such as unpredictable weather patterns and dangerous ice conditions, to changes in plants and animals and decreased availability of firewood. These personal interviews with Alaska Natives in the Yukon River Basin provide unique insights on climate change and its impacts, helping develop adaptation strategies for these local communities. The indigenous knowledge encompasses observations, lessons, and stories about the environment that have been handed down for generations, providing a long history of environmental knowledge. An article on this topic was published in the journal, <a href=\"http:\/\/sfaa.metapress.com\/openurl.asp?genre=article&amp;eissn=1938-3525&amp;volume=70&amp;issue=3&amp;spage=244\"><em>Human Organization<\/em><\/a>.\n\n<span style=\"text-decoration: underline\">Mobile Sand Dunes in the Navajo Nation<\/span>\n\n[caption id=\"attachment_172479\" align=\"alignright\" width=\"300\" caption=\"Climate change is increasing the mobility of sand dunes in the southwest and the Navajo Nation.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Embedded-Image-2.jpg\"><img class=\"size-medium wp-image-172479\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Embedded-Image-2-300x225.jpg\" alt=\"\" width=\"300\" height=\"225\" \/><\/a>[\/caption]\n\n&nbsp;\n\nClimate change is increasing the mobility of sand dunes in the southwest and the Navajo Nation, inundating houses and causing transportation problems. It also may be contributing to a loss of rare and endangered native plants and grazing land as well as to lower air quality from periodic dust storms. Vegetation on sand dunes serves as a stabilizer, but as the climate warms and precipitation decreases, there is less vegetation growth and therefore more actively moving sand dunes. To understand what changes are occurring, the USGS is studying the dunesâ\u0080\u0099 plant diversity and how they are coping under the current conditions, which will help decisionmakers identify strategies to maintain sand dune stability and enhance the areaâ\u0080\u0099s ecology. USGS scientists have also begun working with students and members of tribal nations to plant seeds on the sand dunes as a means to help facilitate plant growth and dune stabilization. For more information, visit the <a href=\"http:\/\/geomaps.wr.usgs.gov\/navajo\">USGS Navajo Land Use Planning Project<\/a>.\n\n<span style=\"text-decoration: underline\">USGS Agreement with the National Congress of American Indians<\/span>\n\nThe USGS signed a cooperating agreement with the National Congress of American Indians to receive assistance as the USGS National Climate Change and Wildlife Science Center oversees the establishment of the Department of the Interiorâ\u0080\u0099s Climate Science Centers. Support from the National Congress of American Indians will focus on ensuring best practices in tribal outreach, consultation, and involvement regarding Climate Science Center activities. The National Congress of American Indians will help the USGS foster communication with tribal leaders for the purpose of soliciting tribal representatives to serve on the Federal Advisory Committee and the various Climate Science Center Stakeholder Advisory Committees. They will also advise on best practices for the planning and conducting of government-to-government consultation on the functions of the Climate Science Centers.\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Embedded-Image-3.jpg\"><img class=\"alignleft size-medium wp-image-172480\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Embedded-Image-3-300x225.jpg\" alt=\"Climate change is increasing the mobility of sand dunes in the southwest and the Navajo Nation. This image shows USGS scientists working with students and members of tribal nations to plant seeds on the sand dunes in the southwest as a means to help facilitate plant growth and dune stabilization.\" width=\"300\" height=\"225\" \/><\/a>The USGS National Climate Change and Wildlife Science Center works to deliver scientific and technical information that will help tribal and other natural resource managers understand and cope with the changing climate. The National Climate Change and Wildlife Science Center will do most of its work through eight regional DOI Climate Science Centers that are now being established. The Climate Science Centers will be Federal-university collaborations that will provide the scientific information, tools, and techniques needed to manage land, water, wildlife, and cultural resources in the face of climate change.\n\nFor more information, visit the websites for the <a href=\"http:\/\/nccwsc.usgs.gov\/\">National Climate Change and Wildlife Science Center<\/a>, <a href=\"http:\/\/www.doi.gov\/whatwedo\/climate\/strategy\/CSC-Map.cfm\">DOI Climate Science Centers<\/a>, and the <a href=\"http:\/\/www.ncai.org\/\">National Congress of American Indians<\/a>.\n\n&nbsp;\n\n<strong>Contact<\/strong>: <a href=\"mailto:jrobertson@usgs.gov\">Jessica Robertson<\/a>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climate Change","ClimateAndEnvironmentalHistory","Tribal lands"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1316805218","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}