{"title":"Arsenic, Copper Found in Reston Lake, USGS Reports","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new U.S. Geological Survey (USGS) study shows above-normal levels of arsenic and copper in sediments found in Lake Anne in Reston, VA. The USGS study, published in the journal <i>Environmental Science and Technology<\/i>, found that amounts of arsenic and copper exceeded what would be expected to occur naturally in this setting. <\/p>\n<p>Up to half of the arsenic can be attributed to nearby Chromated Copper Arsenate (CCA)-treated wood from decks, docks, bulkheading and fences located immediately adjacent to the lake. Most of the remaining arsenic in the lake sediments came from streams feeding the lake that most likely carried that arsenic from other sources of CCA-treated wood upstream. <\/p>\r\n<p>Most of the copper came from road runoff &#8212; dust from wear of brake linings is a significant source of copper. Runoff during storms flows along roads near the lake and then directly into the lake. Likewise, runoff from roads farther away flows into streams that contribute to the lake. Very little of the arsenic or copper found in the lake sediments was transported to the lake through the air or from natural sources in rocks and soils. <\/p>\r\n<p>CCA-treated wood is also known as pressure-treated wood. In February 2002, the U.S. Environmental Protection Agency (USEPA) announced a voluntary decision by industry to move consumer use of treated lumber products away from CCA pressure-treated wood by December 31, 2003, in favor of new alternative wood preservatives. As of January 1, 2004, USEPA will not allow CCA to be used to treat wood intended for most residential settings. <\/p>\r\n<p>The Reston Association, which owns and manages Lake Anne and three other lakes in the community, has been reducing its use of wooden bulkheads over the last five years and instead is using plantings and stone to stabilize shorelines and to improve shoreline habitat and water quality. In those cases where plantings and stone may not work, Reston Association is proactively encouraging those living on and near Lake Anne to use vinyl bulkheading and recycled plastic timbers, which, over time, will reduce the amount of arsenic being contributed to the lake. <\/p>\r\n<p>There are no federal environmental or health standards for arsenic or copper in lake sediments. But if a Canadian standard is applied to the Lake Anne sediment samples, there is enough arsenic in Lake Anne to probably cause harmful effects to aquatic life and enough copper to possibly cause harmful effects to aquatic life. It is unknown if aquatic organisms can store &ndash; or bioaccumulate &ndash; arsenic or copper in their bodies as it is passed up the food chain. <\/p>\r\n<p>&quot;Although this study was limited to one site, it was designed to answer scientific questions about the important pathways and processes controlling movement of copper and arsenic from CCA-treated wood to the aquatic environment in general,&quot; said USGS scientist Karen Rice, the study&rsquo;s author. &quot;It is also important to note that even though CCA may be phased out as a wood preservative, there are many existing fences, decks, docks and other wood structures that may continue to leach arsenic and copper for many years.&quot; <\/p>\r\n<p>The USEPA is evaluating both the toxicity and the potential exposure pathways to arsenic from CCA-treated wood in light of the most recent scientific studies including this one. These studies and assessments will provide USEPA the information to scientifically characterize the potential human-health risks from CCA-treated wood products. USEPA expects to release its comprehensive risk assessment for public and scientific review in 2003. For more information: (<a href=\"http:\/\/www.epa.gov\/pesticides\/citizens\/1file.htm\">http:\/\/www.epa.gov\/pesticides\/citizens\/1file.htm<\/a>) <\/p>\r\n<p>Arsenic is a chemical element and is a natural constituent of the Earth&rsquo;s crust. It occurs naturally in rocks, soil, water, air, plants and animals. When in the natural environment, arsenic usually b","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1054180800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169808"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}