{"title":"New Science Estimates Carbon Storage Potential of U.S. Lands","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>Nation&rsquo;s Forests and Soils Store Equivalent of 50 Years of U.S. CO<sub>2 <\/sub>Emissions<\/em><\/strong><\/p>\n<p>The first phase of a groundbreaking national assessment estimates that U.S. forests and soils could remove additional quantities of carbon dioxide (CO<sub>2<\/sub>) from the atmosphere as a means to mitigate climate change.<\/p>\r\n<p><!--introstart-->The lower 48 states in the U.S. hypothetically have the potential to store an additional 3-7 billion metric tons of carbon in forests, if agricultural lands were to be used for planting forests. This potential is equivalent to 2 to 4 years of America&rsquo;s current CO<sub>2 <\/sub>emissions from burning fossil fuels.<!--introend--><\/p>\r\n<p>&ldquo;Carbon pollution is putting our world&mdash;and our way of life&mdash;in peril,&rdquo; said Secretary of the Interior Ken Salazar in a keynote speech at the global conference on climate change in Copenhagen,  Denmark. &ldquo;By restoring ecosystems and protecting certain areas from development, the U.S. can store more carbon in ways that enhance our stewardship of land and natural resources while reducing our contribution to global warming.&rdquo;<\/p>\r\n<p>U.S. Geological Survey scientists also found that the conterminous U.S. presently stores 73 billion metric tons of carbon in soils and 17 billion metric tons in forests. This is equivalent to more than 50 years of America&rsquo;s current CO<sub>2<\/sub> emissions from burning fossil fuels. This shows the need to protect existing carbon stores to prevent additional warming and future harm to ecosystems.<\/p>\r\n<p>America&rsquo;s forests and soils are currently insufficient in soaking up the nation&rsquo;s accelerating pace of emissions. They currently absorb about 30 percent (0.5 billion metric tons of carbon) of the nation&rsquo;s fossil fuel emissions per year (1.6 billion metric tons of carbon). Enhancing the carbon storage capacity of America&rsquo;s and the world&rsquo;s ecosystems is an important tool to reduce carbon emissions and help ecosystems adapt to changing climate conditions.<\/p>\r\n<p>&ldquo;The tools the USGS is developing&mdash;and the technologies behind those tools&mdash;will be of great use to communities around the world that are making management decisions on carbon storage,&rdquo; said USGS Director Marcia McNutt. &ldquo;The USGS is conducting a national assessment of biologic carbon sequestration, as well as an assessment of ecosystem carbon and greenhouse gas fluxes, which will help determine how we can reduce atmospheric CO<sub>2<\/sub> levels while preserving other ecological functions.&rdquo;<\/p>\r\n<p>To determine how much more carbon could be stored in forests and soils, USGS scientists analyzed maps that represent historical vegetation cover before human alterations, as well as maps of vegetation that might occur if there were no natural disturbances, such as fires, pests and drought. These maps were compared to maps of current vegetation and carbon storage.<\/p>\r\n<p>The next phase of this work will assess the additional amount of carbon stored in Alaska's ecosystems, including its soils and forests. The USGS plans to collaborate with U.S. Department of Agriculture and other agencies to examine potential carbon storage in soils.<\/p>\r\n<p>The USGS is conducting research on a number of other fronts related to carbon sequestration. These efforts include evaluating the potential for storing carbon dioxide in geologic formations below the Earth&rsquo;s surface, potential release of greenhouse gases from Arctic soils and permafrost, and mapping the distribution of rocks suitable for potential mineral sequestration efforts.<\/p>\r\n<p>For more information about this assessment, visit <a href=\"http:\/\/pubs.usgs.gov\/ofr\/2009\/1283\">http:\/\/pubs.usgs.gov\/ofr\/2009\/1283<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","Global Warming","Climate Change","ecosystems","ecology","carbon"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1260421200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169359"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}