{"title":"New Licking County Flood Maps are a Click Away","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"Default\">A new flood warning system is available to help Licking County, Ohio, better prepare and plan for floods.<\/p>\n<p class=\"Default\">The U.S. Geological Survey and National Weather Service partnered to create digital flood inundation maps for portions of the North and South Fork Licking Rivers, the main stem of the Licking River, and Raccoon Creek. These state-of-the-art maps show water inundation areas and water-depth information in high resolution, and will allow emergency officials, planners, homeowners and businesses see which roadways and properties will be impacted by predicted flood levels.<\/p>\r\n<p class=\"Default\">The new maps were developed using the Ohio Office of Information Technology's LiDAR-based elevation data and hydraulic models, which were constructed by the USGS. These maps will supplement river observations and flood forecasts from the well-established USGS streamgaging network and NWS Advanced Hydrologic Prediction Services.<\/p>\r\n<p class=\"Default\">The flood warning system was created through a state, local and federal partnership comprised of District 5 of the Ohio Department of Transportation, the City of Newark, the Village of Granville, Licking County Planning Commission, Muskingum Watershed Conservancy District, Natural Resources Conservation Service, and Granville Township; along with the USGS Ohio Water Science Center and the NWS in Wilmington, Ohio.<\/p>\r\n<p class=\"Default\">The maps are available at <a href=\"http:\/\/water.weather.gov\/ahps\/inundation.php\">http:\/\/water.weather.gov\/ahps\/inundation.php<\/a> and at <a href=\"http:\/\/wim.usgs.gov\/FIMI\/\">http:\/\/wim.usgs.gov\/FIMI\/<\/a>. Using the map interface, users can zoom into Licking County, Ohio, and select their location of interest.<\/p>\r\n<p class=\"Default\">More information on flood inundation mapping for Licking County can be found in the <a href=\"http:\/\/pubs.er.usgs.gov\/publication\/sir20125137\">USGS report<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Ohio"],"country":["United States of America"],"mm_tags":["Ohio","water","flooding","floodpreparedness","floodinundationmap","floodforecasting","Ohio Water Science Center","","","Li"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1395288000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169171"},{"tid":"169790"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}