{"title":"Local Biologist Honored for Research Contributions to Crane Conservation","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Gary Krapu, retired U.S. Geological Survey wildlife biologist and North Dakota native, recently received the <a href=\"http:\/\/www.nacwg.org\/lwalkinshaw.html\">L. H. Walkinshaw Crane Conservation Award<\/a> for his career-long research on sandhill cranes. &nbsp;<\/p><p>The <a href=\"http:\/\/www.nacwg.org\/\">North American Crane Working Group<\/a> presented Krapu with the award during an April 17 ceremony in LaFayette, Louisiana. The award recognizes Krapu&rsquo;s long-term commitment to better understand the needs of&nbsp;sandhill cranes in the Platte River ecosystem, for having initiated a comprehensive, long-term research program to guide conservation and management of the mid-continental population of sandhill cranes, and for collaborative research efforts with crane biologists from other nations to help guide crane conservation internationally.&nbsp;<\/p><p>&ldquo;Dr. Krapu&rsquo;s efforts during his 40-plus years with the USGS are reflected in many of the practices and concepts that shape conservation and management of sandhill cranes and their habitats, both nationally and internationally,&rdquo; said Robert Gleason, director of the <a href=\"http:\/\/www.npwrc.usgs.gov\/\">USGS Northern Prairie Wildlife Research Center<\/a>.<\/p><p>In the mid-1990s, Krapu initiated a long-term, broad-based research program to address information needs of mid-continental sandhill cranes. Krapu used advances in satellite telemetry and other techniques to conduct a comprehensive assessment of this population throughout their range and annual cycle. His work solidified the Platte River in Nebraska as a critical spring fat storage area where cranes prepare for continued migration and reproduction at northerly breeding areas. Scientific findings from this extensive work will guide conservation, research and management of the mid-continental population of sandhill cranes and other birds throughout the species&rsquo; range in North America.&nbsp;<\/p><p>Krapu&rsquo;s crane research project expanded into northeastern Russia, where he and Russian colleagues documented the westward movement of nesting sandhill cranes and identified previously unknown breeding areas of Siberian cranes. This research prompted The Ministry of Nature Protection in the Sakha (Yakutia) Republic, Russia, and local officials to designate a nature reserve encompassing critical Siberian and sandhill cranes habitat.<\/p><p>&ldquo;By informing science-based management of sandhill crane habitats, Dr. Krapu&rsquo;s work benefits many other species of waterbirds that share those environments,&rdquo; Gleason said.<\/p><p>Krapu retired from public service in 2011, but remains an emeritus researcher at the USGS.<\/p><p><iframe frameborder=\"0\" height=\"400\" id=\"gallery_news\" name=\"NR2014_05_08\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_05_08\/1\" title=\"Image Gallery\" width=\"600\"><\/iframe><\/p>","summary":"","format":"filtered_html","safe_value":"<p>Dr. Gary Krapu, retired U.S. Geological Survey wildlife biologist and North Dakota native, recently received the <a href=\"http:\/\/www.nacwg.org\/lwalkinshaw.html\">L. H. Walkinshaw Crane Conservation Award<\/a> for his career-long research on sandhill cranes.  The <a href=\"http:\/\/www.nacwg.org\/\">North American Crane Working Group<\/a> presented Krapu with the award during an April 17 ceremony in LaFayette, Louisiana. The award recognizes Krapu’s long-term commitment to better understand the needs of sandhill cranes in the Platte River ecosystem, for having initiated a comprehensive, long-term research program to guide conservation and management of the mid-continental population of sandhill cranes, and for collaborative research efforts with crane biologists from other nations to help guide crane conservation internationally. “Dr. Krapu’s efforts during his 40-plus years with the USGS are reflected in many of the practices and concepts that shape conservation and management of sandhill cranes and their habitats, both nationally and internationally,” said Robert Gleason, director of the <a href=\"http:\/\/www.npwrc.usgs.gov\/\">USGS Northern Prairie Wildlife Research Center<\/a>.In the mid-1990s, Krapu initiated a long-term, broad-based research program to address information needs of mid-continental sandhill cranes. Krapu used advances in satellite telemetry and other techniques to conduct a comprehensive assessment of this population throughout their range and annual cycle. His work solidified the Platte River in Nebraska as a critical spring fat storage area where cranes prepare for continued migration and reproduction at northerly breeding areas. Scientific findings from this extensive work will guide conservation, research and management of the mid-continental population of sandhill cranes and other birds throughout the species’ range in North America. Krapu’s crane research project expanded into northeastern Russia, where he and Russian colleagues documented the westward movement of nesting sandhill cranes and identified previously unknown breeding areas of Siberian cranes. This research prompted The Ministry of Nature Protection in the Sakha (Yakutia) Republic, Russia, and local officials to designate a nature reserve encompassing critical Siberian and sandhill cranes habitat.“By informing science-based management of sandhill crane habitats, Dr. Krapu’s work benefits many other species of waterbirds that share those environments,” Gleason said.Krapu retired from public service in 2011, but remains an emeritus researcher at the USGS.<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["North Dakota"],"country":["United States of America"],"mm_tags":["ecosystems","Cranes","Sandhill Cranes","North Dakota","Krapu","award","Employees In The News","Northern Prairie Wildife Research Center"],"article_type":["State News Release","Employee in the News"],"release_date":{"und":[{"value":"1399608000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170352"}]},"subtitle":[]}