{"title":"USGS To Host GIS Student Forum","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>In observance of National Geography Awareness Week, November 11-17, the U.S. Geological Survey in Menlo Park will host a GIS (Geographic Information System) Day event for students of local elementary and high schools. <\/p>\n<p>To make more students aware of the importance and uses of GIS and the opportunities for careers in that field, the USGS and the Bay Area Automated Mapping Association (BAMA) are sponsoring a poster\/map contest for all students in the bay area, and a four-hour learning event, from 4 to 8 p.m., Wednesday, November 14, at the USGS mapping center at 345 Middlefield Road in Menlo Park. <\/p>\r\n<p>There will be presentations on how GIS; tours of USGS facilities; and a job fair for college students seeking careers in the GIS field. The evening will close with an ice cream social and awarding of prizes for the best map\/posters. <\/p>\r\n<p>GIS is the acronym for a computer system capable of assembling, storing, manipulating and displaying geographically referenced information. Simply put, GIS combines layers of information about a place in order to convey a better understanding of that place. <\/p>\r\n<p>In the past decade GIS has been integrated into almost every facet of American life. For instance, if you flipped on a light switch today, chances are that GIS helped make sure the electricity was there to light up the room. If you drove anywhere in your car, chances are that GIS managed the signs and streets along the way. And, if you bought fresh fruits and vegetables, chances are that GIS helped manage the land and calculate the fertilizer needed for the crop. In everything from planning military campaigns to laying out sewer lines, GIS is the component used to determine where things are placed. <\/p>\r\n<p>More information about this event may be obtained by calling Liz Colvard at 650-329-4498 or ecolvard@usgs.gov. The BAMA website may be accessed at <a href=\"http:\/\/www.baama.org\/\">http:\/\/www.baama.org<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1004331600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}