{"title":"North Platte River above Seminoe Reservoir Sets All-time Record","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Continued high flows in the upper North Platte River and its tributaries have resulted in the river reaching an all-time record at the USGS streamgage on the North Platte River above Seminoe Reservoir near Sinclair. The gage height of 11.6 feet reached on June 14, 2010 is 2.6 feet above the National Weather Service flood stage.<\/p>\n<p>&ldquo;We have 70 years of streamflow data at this site, and typically at this time of year the stage of the river is closer to 6 feet,&rdquo; said USGS hydrologist Kirk Miller. &ldquo;Provisional calculations show this record streamflow of 16,600 cubic feet per second has between a 1 and 2 percent chance of occurring in any given year.&rdquo; &nbsp;&nbsp;<\/p>\r\n<p>These calculations were previously referred to as a 100- or 50-year flood, respectively.<\/p>\r\n<p>&ldquo;The USGS has a new tool called Water Alert that can be very useful during these times of high flows and flooding,&rdquo; Miller said. &nbsp;<\/p>\r\n<p><a href=\"http:\/\/water.usgs.gov\/wateralert\/\">Water Alert<\/a> allows the public to receive text or email updates about specific conditions at any USGS streamgage and can be accessed at <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">http:\/\/water.usgs.gov\/wateralert\/<\/a>.<\/p>\r\n<p>Data from the USGS gaging stations in Wyoming can be accessed in real-time by the public at: <a href=\"http:\/\/wy.water.usgs.gov\/\">http:\/\/wy.water.usgs.gov\/<\/a><\/p>\r\n<p>Reporters: Want to accompany a U.S. Geological Survey field crew as they measure flooding? &nbsp;Please contact Kirk Miller at (307)775-9168 or (307)630-0782 to coordinate.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming"],"country":["United States of America"],"mm_tags":["water","Wyoming","flood","Water Level","streamgage","North Platte"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1276660800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169199"},{"tid":"169883"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}