{"title":"Key Water and Sediment Science Contacts","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Call the U.S. Geological Survey scientists listed below for information about the water science aspects of the controlled flood experiment in the Colorado River, Mar. 22-April 7, 1996. Mark Anderson is the key information scientist for the USGS on-site, and other scientists are working on-site and are available on a limited basis. Still others will be in the USGS office in Tucson throughout the experiment to answer questions. <\/p>\n<p><strong>Who can give me the big water science picture regarding the controlled flood in the Colorado River? <\/strong><\/p>\r\n<p>USGS hydrologist Mark Anderson in Tucson, Ariz., at (520) 670-6671. During the experiment he may be reached at (520) 419-0795 (cellular) or at the Marble Canyon Lodge at (520) 355-2225. <\/p>\r\n<p><strong>What is a &rsquo;controlled flood&rsquo; and why should the rest of the country be interested?<\/strong> <\/p>\r\n<p>Call Robert Hirsch, USGS Chief Hydrologist, at (703) 648-5215, for information. <\/p>\r\n<p><strong>How much water typically flows down the Colorado River and how much water will the experimental flood involve?<\/strong> <\/p>\r\n<p>Call USGS hydrologist Mark Anderson at the numbers listed above. <\/p>\r\n<p><strong>I like to camp in the Grand Canyon. What will be the impact of the flood on camping areas and sandbars?<\/strong> <\/p>\r\n<p>Call USGS hydrologist Julia Graf or Chris Smith in Tucson, Ariz., at (520) 670-6671. <\/p>\r\n<p><strong>Why are you dumping dye into the Colorado River?<\/strong> <\/p>\r\n<p>Call USGS hydrologists Mark Anderson or Steve Longworth in Tucson, Ariz., at (520) 670-6671. <\/p>\r\n<p><strong>What will be the impact of the experimental flood on water quality in the Colorado River?<\/strong> <\/p>\r\n<p>Call USGS hydrologist Chris Smith in Tucson, Ariz., at (520) 670-6671. <\/p>\r\n<p><strong>What about sediment?<\/strong> <\/p>\r\n<p>Call USGS hydrologists Julie Graf or Steve Longworth in Tucson, Ariz., at (520) 670-6671. <\/p>\r\n<p><strong>Can I watch the flood on the World WideWeb?<\/strong> <\/p>\r\n<p>Yes! Follow the flood as it happens on the World Wide Web at <a href=\"http:\/\/h2o.usgs.gov\/\">http:\/\/h2o.usgs.gov<\/a>. Information on streamflow gages that you may access to &rsquo;watch&rsquo; the flood is at the top of the page. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Colorado","Utah"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"827470800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}