{"title":"USGS Launches New Flood Tracking Website for South Dakota","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Huron, S.D. -- A new Flood Tracking Website has been launched by the U.S. Geological Survey (USGS) Water Resources Office in South Dakota. Aimed at providing hydrological information to emergency management and other essential government agencies, the 2001 Flood Tracking Website will be up and running at 11:00 a.m. on Friday, April 6. <\/p>\n<p><!--introstart-->Similar to a webpage that the USGS operated during the spring 1997 floods, the new Flood Tracking Website will assist federal, state and local agencies and organizations involved in water management to deal with potential flooding along the James, Vermillion and Big Sioux Rivers. Information from the website can be used for managing programs associated with flood warning and damage assessment.<!--introend--><\/p>\r\n<p>The website, which can be accessed at <a href=\"http:\/\/sd.water.usgs.gov\/flood\">http:\/\/sd.water.usgs.gov\/flood<\/a>, also provides the general public and news media with a tool to track South Dakota&rsquo;s rising stream levels and flood risks. <\/p>\r\n<p>\"Given the high level of snowpack in areas of the state and the likelihood of significant flooding in the James River Basin and along other rivers in the eastern part of the state, the USGS decided to launch a 2001 Flood Tracking Website,\" said USGS Subdistrict Chief Rick Benson, whose office is coordinating measurements at USGS streamflow-gaging stations in the James, Vermillion and Big Sioux River Basins. <\/p>\r\n<p>The 2001 Flood Tracking Website includes a map of South Dakota that shows the location of the James, Vermillion and Big Sioux River Basins. By clicking on the basin of interest, users are able to display the location of selected USGS streamflow-gaging stations for which real-time data are available. By clicking on the triangle icon for a specific gaging station, the user will see current streamflow information for that particular site including the stage or gage-height values for the last five days and the National Weather Service designated flood stage. <\/p>\r\n<p>\"While the slow melt-off that we have experienced has lessened the flood potential of the record snowfall that was received in the Huron area of the James River Basin, the potential still exists for major flooding,\" Benson said. \"Furthermore, any rainfall that is received during the next 7-10 days will aggravate the flooding situation on the James.\" <\/p>\r\n<p>The USGS currently operates about 125 streamflow-gaging stations throughout South Dakota in cooperation with about 40 federal, state and local agencies. Historic streamflow information for these stations and near real-time data for selected stations is available on the South Dakota USGS homepage at <a href=\"http:\/\/sd.water.usgs.gov\/\">http:\/\/sd.water.usgs.gov<\/a>. Additional water science information is available at the national USGS water homepage at <a href=\"http:\/\/water.usgs.gov\/\">http:\/\/water.usgs.gov<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"986529600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169167"},{"tid":"170326"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}