{"title":"seismic Study of Ancient Cataclysm Begins","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p><span class=\"c-bold\">Note to Editors: Have a blast. Reporters are welcome to accompany and film scientists in the field. Please call above for location and dates, which are subject to the weather. We would appreciate your help in notifying local residents that they may hear blasting or feel mild shaking on Oct. 3-5.<\/span><\/p><p>What happens when a comet or asteroid more than a mile wide slams into the Earth at supersonic speed? U.S. Geological Survey (USGS) scientists, with help from students and professors from Virginia Tech University, are about to find out as they begin a seismic survey of the 35-million-year old Chesapeake Bay impact crater.<\/p><p>Scientists began surveying on Sept. 20, and they expect to complete the preparations on Oct 1. During the first few days of Oct., the USGS will set off low-level underground blasts in a nearly 20-mile-long line in Northampton County, Va. between the towns of Cape Charles and Nassawadox, west of highway 13. They will also complete a second higher-resolution survey about 2 miles long near Eyrehall Creek north of Cheriton. Preparation for the high resolution survey will begin about Oct. 7, with data collection expected a few days later.<\/p><p>&quot;The seismic recordings will give us a look at the subsurface rock and sediment layers, faults, and other structures produced 35 million years ago by the Chesapeake Bay impact,&quot; said USGS scientist Greg Gohn. &quot;This ancient event probably fractured bedrock to a depth of at least 5 miles. These surveys will tell us more about the impact processes and products and their effects on ground-water resources available today in the southern Delmarva Peninsula.&quot;<\/p><p>The project will involve 30 small explosions buried at depths of about 60 feet, and about 800 seismic-shotgun blasts at depths of about one foot. As energy waves from the blasts travel through the ground they will be recorded by portable seismometers placed throughout the area. Because the ground motion being recorded is less than that caused by normal daylight activities, such as vehicular traffic or vibrations from pumps, most of the blasting and recording will be done at night, usually between 10 p.m. and 3 a.m. over a 2 or 3 day period.<\/p><p>&quot;We want to get the word out to those in the area that they might hear blasting or feel mild shaking similar to that produced by a distant quarry blast, so we are appealing to the local media for help in notifying the public,&quot; said Gohn. USGS and other scientific agencies have completed seismic experiments like the one planned in Northampton County in various parts of the U.S. and Canada for many years.<\/p><p>Scientist Rufus Catchings, who is with the USGS Western Region Earthquake Hazards Team in Menlo Park, Calif., is leading the seismic survey. He expects the high-resolution seismic imaging effort to locate crater features to depths of about one mile, and the lower-resolution survey to image structures to depths of more than 3 miles across a broad area.<\/p><p>The Northampton County seismic survey is part of a site characterization study to determine the best location for a deep test hole that is scheduled to be drilled into the central part of the crater in 2005. Earlier phases of the characterization study included an electrical conductivity survey in March of this year and a test hole that was drilled to 2,700 feet at Cape Charles in May and June.<\/p>","summary":"","format":"filtered_html","safe_value":"<p>Note to Editors: Have a blast. Reporters are welcome to accompany and film scientists in the field. Please call above for location and dates, which are subject to the weather. We would appreciate your help in notifying local residents that they may hear blasting or feel mild shaking on Oct. 3-5.What happens when a comet or asteroid more than a mile wide slams into the Earth at supersonic speed? U.S. Geological Survey (USGS) scientists, with help from students and professors from Virginia Tech University, are about to find out as they begin a seismic survey of the 35-million-year old Chesapeake Bay impact crater.Scientists began surveying on Sept. 20, and they expect to complete the preparations on Oct 1. During the first few days of Oct., the USGS will set off low-level underground blasts in a nearly 20-mile-long line in Northampton County, Va. between the towns of Cape Charles and Nassawadox, west of highway 13. They will also complete a second higher-resolution survey about 2 miles long near Eyrehall Creek north of Cheriton. Preparation for the high resolution survey will begin about Oct. 7, with data collection expected a few days later.\"The seismic recordings will give us a look at the subsurface rock and sediment layers, faults, and other structures produced 35 million years ago by the Chesapeake Bay impact,\" said USGS scientist Greg Gohn. \"This ancient event probably fractured bedrock to a depth of at least 5 miles. These surveys will tell us more about the impact processes and products and their effects on ground-water resources available today in the southern Delmarva Peninsula.\"The project will involve 30 small explosions buried at depths of about 60 feet, and about 800 seismic-shotgun blasts at depths of about one foot. As energy waves from the blasts travel through the ground they will be recorded by portable seismometers placed throughout the area. Because the ground motion being recorded is less than that caused by normal daylight activities, such as vehicular traffic or vibrations from pumps, most of the blasting and recording will be done at night, usually between 10 p.m. and 3 a.m. over a 2 or 3 day period.\"We want to get the word out to those in the area that they might hear blasting or feel mild shaking similar to that produced by a distant quarry blast, so we are appealing to the local media for help in notifying the public,\" said Gohn. USGS and other scientific agencies have completed seismic experiments like the one planned in Northampton County in various parts of the U.S. and Canada for many years.Scientist Rufus Catchings, who is with the USGS Western Region Earthquake Hazards Team in Menlo Park, Calif., is leading the seismic survey. He expects the high-resolution seismic imaging effort to locate crater features to depths of about one mile, and the lower-resolution survey to image structures to depths of more than 3 miles across a broad area.The Northampton County seismic survey is part of a site characterization study to determine the best location for a deep test hole that is scheduled to be drilled into the central part of the crater in 2005. Earlier phases of the characterization study included an electrical conductivity survey in March of this year and a test hole that was drilled to 2,700 feet at Cape Charles in May and June.<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1096516800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":[]}