{"title":"Raptor Gains Honorable Mention in Government Computer News Award Competition","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Raptor, the new search engine of the USGS-<a href=\"http:\/\/www.nbii.gov\/portal\/server.pt?open=512&amp;objID=236&amp;mode=2&amp;cached=true\">National Biological Information Infrastructure<\/a> (NBII), has just been recognized and honored as one of ten 2010 Honorable Mention Winners in the 23rd Annual <em>Government Computer News<\/em> Awards for Outstanding Information Technology Achievement in Government.<br \/><br \/><\/p>\n<p>Winners of the prestigious GCN awards are announced annually by <em>Government Computer News<\/em>, the online authority for government IT professionals. The award recognizes outstanding government agency IT achievement. In particular, it gives visibility to agency IT teams whose innovation or achievements using technology during the past 12 months have made a significant impact on the performance of their agencies or the services they provide. The award is based on group performance rather than the accomplishment of a single individual.&nbsp;&nbsp;<\/p>\r\n<p>&ldquo;We developed Raptor to meet the needs of a broad NBII user base,&rdquo; said Tim Woods, the NBII Project Manager who headed the Raptor development team.&nbsp; All team members are part of the USGS Biological Informatics Program, which also serves as the NBII National Program Office. &ldquo;I&rsquo;m pleased that Raptor was recognized for its ability to integrate sophisticated content processing, searching and visualizations to support the biological information and data needs of global research scientists, U.S. wildlife and land managers, citizen scientists, students, and the general public,&rdquo; added Woods.&nbsp;<\/p>\r\n<p>Among its many other attributes, Raptor enables geospatial searching. Customers can specify a geographic area and search terms for their search. The geographic area is specified through the use of a &ldquo;bounding box,&rdquo; which can cover from a few acres to the entire planet.<\/p>\r\n<p>Over the years, the GCN Awards have come to symbolize some of the best and most notable IT accomplishments in advancing the work of government agencies. This year&rsquo;s winning projects were selected from nearly 100 nominations submitted to GCN, based on the degree to which a given IT project improved an agency&rsquo;s ability to operate more efficiently or serve the public more effectively.&nbsp; A distinguished panel of judges made up of current and former government IT officials also looked for innovation and technology leadership in selecting this year&rsquo;s winners.<\/p>\r\n<p>All of the GCN winners will be featured in a special report in the Oct. 18, 2010, issue of <em>Government Computer News<\/em>.<br \/><br \/><\/p>\r\n<p>The NBII Raptor team will be formally honored with other GCN Awards winners at a gala event on Oct. 27, 2010, at the Ritz-Carlton, Tysons Corner in McLean, VA.&nbsp;<\/p>\r\n<p>The NBII is a broad, collaborative program to provide increased access to data and information on the nation's biological resources. Coordinated by the USGS, the NBII links diverse, high&#8209;quality biological databases, information products, and analytical tools maintained by NBII partners and other contributors in government agencies, academic institutions, non&#8209;government organizations, and private industry.&nbsp; NBII partners and collaborators also work on new standards, tools, and technologies that make it easier to find, integrate, and apply biological resources information.&nbsp; Resource managers, scientists, educators, and the general public use the NBII to answer a wide range of questions related to the management, use, or conservation of this nation's biological resources.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["award","biology","Search Engine","National Biological Information Infrastructure","","Geospatial"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1284609600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169507"},{"tid":"170391"},{"tid":"170590"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}