{"title":"Helping to Preserve Water Resources around Wichita, Kansas with New Groundwater Model","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new model to better describe groundwater changes and chloride movement in the <em>Equus<\/em> Beds aquifer, a primary water-supply source for the Wichita, Kansas area, has been completed by the U.S. Geological Survey, in cooperation with the City of Wichita.<\/p>\n<p>\"This model will help us effectively manage and better preserve our valuable water supplies,\" said Mike Jacobs, City of Wichita Water Resources Engineer. \"This valuable tool will assist in accurately tracking our critical resource by being able to measure the water available, account for water that is artificially recharged into the aquifer, and by monitoring the movement of chloride.\"<\/p>\r\n<p>The study began in 2009 to determine groundwater flow in the Wichita well field area, and chloride transport from the Arkansas River and Burrton oil field. This model will be used to determine the effects on groundwater from changes in well pumping, rainfall, and streamflow. Results from this study are available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5042\/\">online<\/a>.<\/p>\r\n<p>The new tool will assist with overall management in the <em>Equus<\/em> Beds aquifer, and will be used by water management organizations including: the city of Wichita; <em>Equus<\/em> Beds Groundwater Management District Number 2; Department of Agriculture, Division of Water Resources and other municipalities.&nbsp;<\/p>\r\n<p>This model can be used to simulate changes in water withdrawals, changes in water levels caused by drought and\/or pumping, and natural and artificial recharge to the aquifer. Artificial recharge is the practice of increasing the amount of water that enters a groundwater reservoir by artificial means. This includes adding water to the land surface in recharge ponds and injection of water into the subsurface through wells.<\/p>\r\n<p>The model will be used to simulate the movement of chloride because if the levels are high (more than 250 mg\/L), the water is less usable as a drinking-water source and for crop irrigation. Chloride is present in nearly all natural waters, although concentrations are normally low. Chloride originates from natural deposits of salt and from past oil and gas brine solutions and disposal.<\/p>\r\n<p>The Wichita well field was developed in the <em>Equus<\/em> Beds aquifer northwest of Wichita to supply water to the city. In 1940, the city began pumping from 25 wells in the well field. In addition, nearby agricultural pumpage increased greatly in the 1970s and 1980s.&nbsp; Groundwater pumping from the well field caused water levels to decline over a large part of the study area.<\/p>\r\n<p>The City of Wichita is in the process of commissioning Phase II of the <em>Equus<\/em> Beds Aquifer Storage and Recovery (ASR) Project. Phase II completes 25% of the ASR project, which includes: storing and later recovering groundwater; forming a hydraulic barrier to the known chloride-brine plume near Burrton, Kan.; and forming a hydraulic barrier to the chlorides entering the aquifer from the Arkansas River.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Kansas"],"country":["United States of America"],"mm_tags":["groundwater","water","Kansas","Equus Beds Aquifer","aquifers","Chloride"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1367294400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168840"},{"tid":"169262"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}