{"title":"Wildlife Health Reporting Tools May Help Prevent Human Illness","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Two new tools that enable the public to report sick or dead wild animals could also lead to the detection and containment of wildlife disease outbreaks that may pose a health risk to people.<!--introend--><\/p>\n<p>The <a href=\"http:\/\/www.whmn.org\/wher\/\">Wildlife Health Event Reporter (WHER)<\/a> is a new website that enables anyone with an Internet connection to report sightings of sick or dead wildlife.&nbsp;<\/p>\r\n<p><a href=\"http:\/\/www.healthmap.org\/en\/\">HealthMap.org<\/a> has enhanced its mobile phone application &ldquo;<a href=\"http:\/\/www.healthmap.org\/outbreaksnearme\/\">Outbreaks Near Me<\/a>&rdquo; to accept and relay wildlife health reports to the <a href=\"http:\/\/www.whmn.org\/wher\/\">WHER<\/a> site. The application continues to accept reports of human illness.<\/p>\r\n<p>Researchers in the <a href=\"http:\/\/www.nelson.wisc.edu\/\">Nelson Institute for Environmental Studies<\/a> at the University of Wisconsin-Madison and the U.S. Geological Survey <a href=\"http:\/\/www.nwhc.usgs.gov\/\">National Wildlife Health Center<\/a> in Madison created the <a href=\"http:\/\/www.whmn.org\/wher\/\">WHER<\/a> so that people around the world can easily share information about possible health threats to wildlife and humans.<\/p>\r\n<p>&ldquo;Avian influenza, SARS, West Nile virus, and rabies are just a few of the rogues&rsquo; gallery of human diseases in which wildlife play a role. &nbsp;Seventy-five percent of recent emerging infectious diseases in humans began as animal infections, and most of these have involved wildlife,&rdquo; explains USGS scientist Joshua Dein, one of the <a href=\"http:\/\/www.whmn.org\/wher\/\">WHER<\/a>&rsquo;s developers.<\/p>\r\n<p>&ldquo;If these tools had been available 10 years ago, we might have had an earlier identification of West Nile virus by people reporting that they were seeing dead crows in their backyards,&rdquo; said Dein. &ldquo;We don&rsquo;t know what the next emerging disease outbreak will be, but given recent history, it will likely be preceded by wildlife health events.&rdquo;<\/p>\r\n<p>Users of the <a href=\"http:\/\/www.whmn.org\/wher\/\">WHER<\/a> create accounts online to register sightings of sick or dead wildlife. Anyone can visit the site to see what others have reported and can<strong> <\/strong>subscribe to an RSS feed to receive new reports via e-mail. Reports can be limited to specific states, and data can be readily exported or sent through special feeds to other websites.<\/p>\r\n<p>Local wildlife officials who wish to be notified of observations also can subscribe and, when available, their contact information will be given to those who submit reports.&nbsp;<\/p>\r\n<p>&ldquo;<a href=\"http:\/\/www.healthmap.org\/outbreaksnearme\/\">Outbreaks Near Me<\/a>,&rdquo; created by Children&rsquo;s Hospital Boston researchers Clark Freifeld and John Brownstein, is available at no cost and can be previewed online<a href=\"http:\/\/www.healthmap.org\/outbreaksnearme\"><\/a>.<\/p>\r\n<p>\"These tools are the first with the capacity to accept wildlife health reports from anywhere on earth and deliver wildlife disease information to the wildlife and medical communities,&rdquo; said Lewis Gilbert, associate director of the Nelson Institute. &ldquo;We hope that they will help the public act as an army of observers looking for signs of new or emerging diseases at both the national and international level.&rdquo;<\/p>\r\n<p>Dein notes that the <a href=\"http:\/\/www.whmn.org\/wher\/\">WHER<\/a> is experimental and will require high participation rates over a considerable period of time to provide useful data. He adds that despite the connections between human and animal diseases, people should not view wildlife as a threat to human health.<\/p>\r\n<p>&ldquo;A more accurate vision is that we all share risks from these disease threats,&rdquo; said Dein. &ldquo;These new tools can help researchers use wildlife as sentinels to alert us to diseases in the environment.&rdquo;<\/p>\r\n<p>Dein points out that toxic contamination of soil, air and water is often fir","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":["wildlife Health","Human Health","disease","Wildlife Health Event Reporter","biology"],"release_date":{"und":[{"value":"1287979200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169371"},{"tid":"169396"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}