{"title":"Fish Populations Down Due to Mountaintop Mining","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>KEARNEYSVILLE, W.Va<\/strong>. &ndash; Appalachian streams impacted by mountaintop mining have less than half as many fish species and about a third as many fish as non-impacted streams, according to U.S. Geological Survey <a href=\"http:\/\/www.jstor.org\/stable\/10.1086\/676997\">research<\/a> published this week in the journal <em>Freshwater Science<\/em>.<\/p>\n<p>The researchers used data from several time periods to track changes in fish diversity and abundance in the <a href=\"http:\/\/en.wikipedia.org\/wiki\/File:Guyandotterivermap.png\">Guyandotte River basin<\/a> in West Virginia, including streams with and without headwater mining operations. The original fish data were collected by a team from Pennsylvania State University between 1999-2001, and USGS collected additional data from 2010-2011.<\/p>\r\n<p>&ldquo;The Appalachian Mountains are a global hotspot for freshwater fish diversity,&rdquo; said Nathaniel Hitt, a USGS research fish biologist and lead author of the study. &ldquo;Our paper provides some of the first peer-reviewed research to understand how fish communities respond to mountaintop mining in these biologically diverse headwater streams.&rdquo;<\/p>\r\n<p>Hitt, along with USGS biologist and co-author Douglas Chambers, found no evidence that fish communities have recovered over time, and instead observed persistent effects of mountaintop mining associated with water quality degradation.<\/p>\r\n<p>Prior research has linked water quality deterioration from mountaintop mining to the degradation of stream insect communities.&nbsp; The new USGS paper is the first to evaluate this issue for stream fish communities.<\/p>\r\n<p>&ldquo;Our results indicate that headwater mining may be limiting fish communities by restricting the prey base available for fish,&rdquo; said Hitt. &ldquo;For instance, fish species with specialized diets of stream insects were more likely to be lost from the streams over time than fish species with more diverse diets.&rdquo;<\/p>\r\n<p>Results of the new study indicated that water quality was generally more important than physical habitat for the observed fish community changes.&nbsp; The authors found elevated selenium and conductivity levels where fish community degradation was observed but saw no significant differences in physical habitat availability.&nbsp;<\/p>\r\n<p>Selenium is an essential micronutrient that can become toxic when ingested at high doses. It naturally occurs within geological formations in Appalachia but can become concentrated in streams flowing from mountaintop mining operations. Conductivity is a measure of the capacity of water to carry an electrical current, and is used by the U.S. Environmental Protection Agency to assess a stream&rsquo;s ability to support aquatic life.<\/p>\r\n<p>Mountaintop mining is a type of surface mining used to extract coal in Appalachia by moving surface layers of soil and rock into adjacent valleys, creating &ldquo;valley fills.&rdquo;&nbsp;<\/p>\r\n<p>This mining practice can significantly alter landscape topography, lowering mountaintop elevations by nearly 1,000 feet in some cases.&nbsp; It has been used extensively since the 1990s and currently is the greatest source of <a href=\"http:\/\/remotesensing.usgs.gov\/gallery\/gallery.php?cat=3#242\">land use change in the region<\/a>.&nbsp; Prior research by USGS and others has demonstrated that headwater mountaintop mining affects downstream flows, water chemistry, stream insect communities, and public health in nearby communities.<\/p>\r\n<p>The study, &ldquo;<a href=\"http:\/\/www.jstor.org\/stable\/10.1086\/676997\">Temporal changes in taxonomic and functional diversity of fish assemblages downstream from mountaintop mining<\/a>&rdquo; by Nathaniel P. Hitt and Douglas B. Chambers is published online by The Society for Freshwater Science.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["West Virginia"],"country":["United States of America"],"mm_tags":["Mountaintop Mining","Environmental Health","ecosystems","Climateand Land Use Change","Geographic Areas Northeast","Geographic Areas Southeast","Freshwater Science"],"article_type":["State News Release"],"distribution":["Biology","Environmental Health","Water"],"release_date":{"und":[{"value":"1404187200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169071"},{"tid":"170184"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}