{"title":"African Dust Cloud Raises Interest and Concerns","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A team of scientists from the U.S. Geological Survey (USGS) is tracking and collecting samples from a large African dust cloud that originated in the Sahara Desert and is moving over parts of Florida and the Caribbean. <!--introend-->The dust cloud is the largest the team has seen since they began studying these events in 1997. The size of this event is likely related to a significant drought in West Africa last year. \n<p>\r\n<p>Millions of tons of dust are transported across the Atlantic Ocean annually. Although the transport of African dust has occurred over geologic time, the quantities have increased and the composition has changed over the last 40 years. The research is part of an ongoing investigation identifying the chemical contaminants and microorganisms traveling with the dust and their effects on ecosystem and human health. The USGS is investigating the link between African dust and declines on coral reefs throughout the Caribbean region and the relation between dust episodes and asthma attacks. Dust clouds may also play an important role in suppressing hurricane development.<\/p>\r\n<p>Please visit the USGS Web site at <a href=\"http:\/\/coastal.er.usgs.gov\/african_dust\/\">http:\/\/coastal.er.usgs.gov\/african_dust\/<\/a> for additional information about African dust and the associated environmental concerns.<\/p>\r\n<p>Contact Ann Tihansky at 727-803-8747 x 3075 to speak directly with a USGS scientist. \r\n<p>\r\n<p>USGS scientists involved in the study of African dust:<br><br>Gene Shinn, Geology<br>Ginger Garrison, Coral Reef Ecology<br>Chuck Holmes, Geochemistry<br>Dale Griffin, Microbiology<br>Christina Kellogg, Microbiology <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1122436800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168848"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}