{"title":"Kate Kitchell Named Southwest Biological Science Center Director","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>FLAGSTAFF, Ariz. &mdash; <!--introstart-->The U.S. Geological Survey has named Kate Kitchell the director of its Southwest Biological Science Center.<!--introend--> Kitchell, who served as the acting center director for the previous 16 months, assumed the role permanently November 6, 2010.&nbsp;<\/p>\n<p>&ldquo;Kate&rsquo;s knowledge of USGS operations, broad interagency background, and her success in building partnerships within and outside of the USGS are excellent foundations for her new role,&rdquo; said Mike Shulters, USGS Pacific Southwest Regional Executive. &ldquo;We are extremely fortunate to have someone of Kate&rsquo;s caliber to take the helm of the Southwest Biological Science Center.&rdquo;<\/p>\r\n<p>Before joining the USGS in 2005, Kitchell was the Bureau of Land Management&rsquo;s Deputy State Director for Resources in Utah, serving 16 years with the Bureau and the previous 10 years with the National Park Service.&nbsp;Kitchell&rsquo;s interest in better integrating science in the public resource management process led her to the USGS, where she has been actively engaged in building partnerships with federal resource management agencies.&nbsp;<\/p>\r\n<p>&ldquo;I am thrilled to join the Southwest Biological Science Center as its director,&rdquo; said Kitchell. &ldquo;The center is home to a world-class group of scientists, and I am convinced that through strong partnerships, exceptional science, and ambitious goals, we can provide critical information that resource managers can use to face pending challenges such as climate change.&rdquo;&nbsp;<\/p>\r\n<p>Headquartered in Flagstaff, Ariz., the science center is organized into four research stations in Flagstaff and Tucson, Ariz., and Moab, Utah. The center is home more than 100 federal and university scientists and staff who conduct research to meet the needs of resource managers and society in the context of rapid social and environmental change throughout the Southwest. Research areas include Colorado River ecosystems, the effects of climate change on wildlife, the functioning and resilience of dryland ecosystems, ecological implications of renewable energy development, and the effects of border security activities on ecosystem health.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_11_15\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_11_15\/1\" title=\"Image Gallery\"><\/iframe>p&gt;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["biology","Kitchell","Kate Kitchell","Center Director","","Flagstaff","Southwest","Science Center"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1289797200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169905"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}