{"title":"Arctic Could Face Warmer and Ice-Free Conditions","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>There is increased evidence that the Arctic could face seasonally ice-free conditions and much warmer temperatures in the future.<\/p>\n<p>Scientists documented evidence that the Arctic Ocean and Nordic Seas were too warm to support summer sea ice during the mid-Pliocene warm period (3.3 to 3 million years ago). This period is characterized by warm temperatures similar to those projected for the end of this century, and is used as an analog to understand future conditions.<\/p>\r\n<p>The U.S. Geological Survey found that summer sea-surface temperatures in the Arctic were between 10 to 18&deg;C (50 to 64&deg;F) during the mid-Pliocene, while current temperatures are around or below 0&deg;C (32&deg;F).<\/p>\r\n<p>Examining past climate conditions allows for a true understanding of how Earth&rsquo;s climate system really functions. USGS research on the mid-Pliocene is the most comprehensive global reconstruction for any warm period. This will help refine climate models, which currently underestimate the rate of sea ice loss in the Arctic.<\/p>\r\n<p>Loss of sea ice could have varied and extensive consequences, such as contributions to continued Arctic warming, accelerated coastal erosion due to increased wave activity, impacts to large predators (polar bears and seals) that depend on sea ice cover, intensified mid-latitude storm tracks and increased winter precipitation in western and southern Europe, and less rainfall in the American west.<\/p>\r\n<p>&ldquo;In looking back 3 million years, we see a very different pattern of heat distribution than today with much warmer waters in the high latitudes,&rdquo; said USGS scientist Marci Robinson. &ldquo;The lack of summer sea ice during the mid-Pliocene suggests that the record-setting melting of Arctic sea ice over the past few years could be an early warning of more significant changes to come.&rdquo;<\/p>\r\n<p>Global average surface temperatures during the mid-Pliocene were about 3&deg;C (5.5&deg;F) greater than today and within the range projected for the 21st century by the Intergovernmental Panel on Climate Change.<\/p>\r\n<p>Read the full article at <a href=\"http:\/\/micropress.org\/stratigraphy\/\">http:\/\/micropress.org\/stratigraphy\/<\/a>.<\/p>\r\n<p>Scientists studied conditions during the mid-Pliocene by analyzing fossils dated back to this time period. The USGS led this research through the Pliocene Research, Interpretation and Synoptic Mapping group. The primary collaborators in PRISM are Columbia University, Brown University, University of Leeds, University of Bristol, the British Geological Survey and the British Antarctic Survey. Learn more about <a href=\"http:\/\/geology.er.usgs.gov\/eespteam\/prism\/index.html\">PRISM research<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","Global Warming","Climate Change","Arctic"],"article_type":["International News Release"],"release_date":{"und":[{"value":"1262062800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"170003"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}