{"title":"Drier Conditions Projected to Accelerate Dust Storms in the Southwest","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->MOAB, Utah &mdash; Drier conditions projected to result from climate change in the Southwest will likely reduce perennial vegetation cover and result in increased dust storm activity in the future, according to a new study by scientists with the U.S. Geological Survey and the University of California, Los Angeles.<!--introend-->&nbsp;<\/p>\n<p>The research team examined climate, vegetation and soil measurements collected over a 20-year period in Arches and Canyonlands National Parks in southeastern Utah. Long-term data indicated that perennial vegetation in grasslands and some shrublands declined with temperature increases. The study then used these soil and vegetation measurements in a model to project future wind erosion.&nbsp;<\/p>\r\n<p>The findings strongly suggest that sustained drought conditions across the Southwest will accelerate loss of grasses and some shrubs and increase the likelihood of dust production on disturbed soil surfaces in the future. However, the community of cyanobacteria, mosses and lichens that hold the soil together in many semiarid and arid environments&mdash;biological soil crusts&mdash;prevented wind erosion from occurring at most sites despite reductions in perennial vegetation.<\/p>\r\n<p>&ldquo;Accelerated rates of dust emission from wind erosion have large implications for natural systems and human well-being, so developing a better understanding of how climate change may affect wind erosion in arid landscapes is an important and emerging area of research,&rdquo; said Seth Munson, a USGS ecologist and the study&rsquo;s lead author.&nbsp;&nbsp;<\/p>\r\n<p>Dust carried by the wind has received recent attention because of its far-reaching effects, including the loss of nutrients and water-holding capacity from source landscapes, declines in agricultural productivity and health and safety concerns. Dust is also a contributing factor in speeding up the melting of snow, which affects the timing and magnitude of runoff into streams and rivers.<\/p>\r\n<p>Peak wind speeds in the Southwest during the study period generated high rates of sediment transport. Dust storms have been detected by <a href=\"http:\/\/gec.cr.usgs.gov\/info\/sw\/clim-met\/\">USGS field instrumentation<\/a> and <a href=\"http:\/\/sgst.wr.usgs.gov\/dust_monitoring\/dust-events\">satellite images<\/a>.<\/p>\r\n<p>&nbsp;Results of the study, <em><a href=\"http:\/\/www.pnas.org\/content\/early\/2011\/02\/16\/1014947108.abstract\">Responses of wind erosion to climate-induced vegetation changes on the Colorado Plateau<\/a><\/em>, appear in this week&rsquo;s edition of<em> Proceedings of the National Academy of Sciences.<\/em> The research team included Seth Munson and Jayne Belnap, U.S. Geological Survey, Moab, Utah, and Gregory S. Okin, Department of Geography, University of California, Los Angeles.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_02_24\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_02_24\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Utah"],"country":["United States of America"],"mm_tags":["Southwest","drought","Climate Change Biology"],"release_date":{"und":[{"value":"1298523600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169572"},{"tid":"169633"},{"tid":"170451"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}