{"title":"Vanishing Glaciers at San Francisco Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: Interviews with the scientists during the American Geophysical Union (AGU) meeting can be arranged by contacting Harvey Leifert or Pat Jorgenson in the AGU newsroom in San Francisco at 415-905-1007.<\/b> <\/p>\n<p><i>Session: \"Assessing the Response of Alaska&rsquo;s Glaciers to Post-Little Ice Age Climate Change\" is scheduled for 9:05 am Thursday, Dec. 13, Moscone Convention Center Room 124.<\/i> <\/p>\r\n<p><!--introstart-->Of Alaska&rsquo;s several-thousand valley glaciers, including nearly 700 that are named, fewer than 20 are advancing, according to a major study that U.S. Geological Survey (USGS) scientist Bruce F. Molnia will present at the American Geophysical Union Annual 2001 Fall Meeting, scheduled for Dec. 10-14 in San Francisco, CA. Significant glacier retreat, thinning, stagnation, or a combination of these changes characterizes all eleven mountain ranges and three island areas that presently support glaciers.<!--introend--> <\/p>\r\n<p>\"The Earth recently emerged from a global climate event, called the &rsquo;Little Ice Age&rsquo; during which Alaskan glaciers expanded significantly. The Little Ice Age began to wane in the late 19th century. In some areas of Alaska, glacier retreat started during the early 18th century, prior to the beginning of the industrial revolution,\" explains Molnia. \"At the peak of the Little Ice Age, glaciers covered about 10 percent more area in Alaska than they do today.\" <\/p>\r\n<p>\"During the 20th century, most Alaskan glaciers receded and, in some areas, disappeared. But it is important to note that our data do not address whether or not any of these changes are human induced,\" says Molnia, who warns against drawing any quick conclusions. <\/p>\r\n<p>A striking example of glacial retreat that started as the Little Ice Age began to wind down and continues today is found at Glacier Bay, a popular destination for cruise ships. During the 1790s, when European explorers first sailed in the vicinity of Glacier Bay, they noted only a small embayment in the coastline. A large glacier filled much of the basin of Glacier Bay. By the 1880s, continued glacier retreat resulted in a bay that extended nearly 40 miles. Cruise ships began to regularly ply the bay, and tourists could enjoy magnificent tidewater glaciers. Today, Glacier Bay extends more than 60 miles. <\/p>\r\n<p>\"Ironically, the climate event that made cruising into Glacier Bay not only possible, but popular could ultimately take away its top attraction as many tidewater glaciers now retreat out of the water,\" Molnia points out. <\/p>\r\n<p>The retreating valley glaciers of Alaska are temperate, or &rsquo;warm&rsquo; glaciers, having liquid water coexisting with glacier ice for all or part of the year. Temperate glaciers are scattered throughout the world, and nearly all show post-Little Ice Age reductions in volume. In many cases, these reductions are spectacular. <\/p>\r\n<p>By contrast, polar or &rsquo;cold&rsquo; glaciers, which typically have temperatures significantly below freezing, show only minor responses to changing climate. More than 96 percent of the glacier ice on Earth is polar. <\/p>\r\n<p>Molnia has conducted aerial reconnaissance and field observations of Alaskan glaciers for more than 30 years. For this study, he examined a broad range of data, including descriptions and maps of glaciers published during the past 200 years; photographs dating back more than 115 years; aerial photography dating back 75 years; nearly 30 years of multi-spectral satellite imagery; airborne and satellite radar dating back more than 20 years; and more than a decade of satellite photography. This study is part of a continuing USGS-led effort by more than 60 scientists representing 45 institutions and 25 nations, to construct baselines and gather other information about glacier change from a global perspective. <\/p>\r\n<p>The work in Alaska will be published next year as an independent chapter (K, Glaciers of Alaska) in an 11-volume Satellite I","summary":null,"format":null}]},"field_images":[],"regions":["California","Alaska"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1007960400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}