{"title":"First Detailed National Map of Land-Cover Vegetation Released","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The most detailed national vegetation U.S. land-cover map to date was released today by the U.S. Geological Survey (USGS). The map will enable conservation professionals to identify places in the country with sufficient habitat to support wildlife.<\/p>\n<p>The map, produced by the USGS Gap Analysis Program (GAP), can be viewed <a href=\"http:\/\/www.gap.uidaho.edu\/landcoverviewer.html\">online<\/a> and downloaded for free.<\/p>\r\n<p>&ldquo;These data are critical for determining the status of biodiversity, as baseline data for assessing climate change impacts, and for predicting the availability of habitat for wildlife,&rdquo; said John Mosesso, Gap Analysis Program Manager. &ldquo;Large datasets of this type are extremely important to land and wildlife managers because they allow for analysis and planning across extensive geographic areas.&rdquo;<\/p>\r\n<p>The GAP national land cover data, based on the NatureServe Ecological Systems Classification, is the most detailed, consistent map of vegetative associations ever available for the United States and will help facilitate the planning and management of biological diversity on a regional and national scale.<\/p>\r\n<p>GAP&rsquo;s mission is to keep common species common by providing information on the status of native species. The creation and dissemination of the national landcover dataset and online map viewer furthers that goal by putting crucial information into the hands of conservation professionals. Information about land cover is a key component of effective conservation planning and the management of biological diversity.&nbsp;<\/p>\r\n<p><strong>Landcover Map Portrays Complex Data<\/strong><\/p>\r\n<p>The final version of the landcover map contains 551 Ecological Systems and modified Ecological Systems (the modified ecological systems represent 32 land use classes which depict developed and\/or disturbed land cover classes). The map combines data from previous GAP projects in the Southwest, Southeast, and Northwest United States with recently updated California data. For areas of the continental United States where ecological system-level GAP data has not yet been developed, data from the <a href=\"http:\/\/www.landfire.gov\/\">LANDFIRE<\/a> project compiled by <a href=\"http:\/\/www.landscope.org\/\">Landscope<\/a> was used. This allows for the construction of a seamless representation of ecological system distributions across the continental United States.<\/p>\r\n<p>The map also meets natural resources agencies&rsquo; need for a way to characterize land cover. Finally, the new map furthers the mission of GAP to promote conservation by providing state, regional, and national assessments of the conservation status of land cover types to resource managers, planners, and policy makers who can use the map and its underlying data to make informed decisions.<\/p>\r\n<p><strong>Online Map Viewer Shows Data at Multiple Scales<\/strong><\/p>\r\n<p>The online map viewing interface has been designed to allow users to explore land cover data at three levels of complexity.&nbsp; Level 1 contains eight classes: grassland, shrubland, forest, aquatic, sparse and barren, recently disturbed, riparian, and human land use. Level 2 contains 43 classes, and incorporates information on elevation and climate. Level 3 contains the full 583 classes. This online tool facilitates exploration of ecological system distribution patterns at multiple scales and allows users to calculate statistics on the types of vegetation occurring within a mapping zone, a state, or a county.<\/p>\r\n<p>As part of the USGS National Biological Information Infrastructure (NBII) &mdash; a collaborative program coordinated by the USGS to provide increased access to data and information on the nation&rsquo;s biological resources &mdash; GAP data and associated analytical tools have been used in hundreds of applications, from basic research to comprehensive state wildlife plans, and from education projects in schools to ecoregional assessments of biodiversity","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","","Gap Analysis Program","National Map","Vegetation Mapping","Land Cover Map","Land Cover","Wildlife Habitat Map"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1276228800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168852"},{"tid":"169731"},{"tid":"170391"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}