{"title":"As The Red River Floodwaters Recede, USGS Continues Measuring Flood Effects With Cooperation of State Agencies","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Media Opportunity: Interviews and filming of USGS measurements on the still flood-swollen Red River. Contact: Doug Emerson, U.S. Geological Survey, 701-250-4601.)<\/b> \n<p>Even as the floodwaters of the Red River of the North continue to recede, and residents begin to deal with the aftermath of the unprecedented nature of this rare flood, the U.S. Geological Survey, in cooperation with several bi-state agencies, is making additional streamflow and water-quality measurements to assess the overall impact of the flood. \r\n<p>The weekly sampling of the Red River at various locations on its northward flow to Canada will be done over the next four weeks, according to Doug Emerson, USGS hydrologist in Bismarck, N.Dak. \r\n<p>In the aftermath of a flood, USGS crews continue to monitor the flow of the affected river in order to build a comprehensive profile of the flood, to track evidence of scour at bridges that can be severely eroded and destabilized during floods, and to sample water quality to determine the presence and movement of toxic chemicals and sediments as the result of the flooding. \r\n<p>USGS crews are also busy repairing streamflow-gaging stations in order to continue to provide the essential information on the flow of the Red River and other streams to the National Weather Service, the U.S. Army Corps of Engineers, and other Federal, State, and local agencies that have flood-warning and flood-modeling responsibilities. \r\n<p>The Red River, which crested about 54 feet at Grand Forks on April 21 exceeded the maximum recorded stage set in 1897 by about 4 feet. \r\n<p>Discharge measurements of the volume of streamflow in the Red River and water-quality sampling will be done at Grand Forks and Pembina -- two key locations on the river. The water-quality measurements will be done using a technical protocol or series of samplings devised as part of the USGS National Water-Quality Assessment Program. \r\n<p>The national water-quality program, which is investigating the status and trends of water quality at 60 sites across the country over time, has developed consistent sampling procedures that will help to provide a good understanding of what effects the flood has had on various aspects of water quality. \r\n<p>The first set of measurements will begin on May 6, 1997, with sampling on the Red River at Grand Forks. Water-quality sampling will continue on May 7 on the Red River at Pembina, and discharge measurements will be made on May 8. \r\n<p>The Minnesota Pollution Control Agency (PCA) will assist the USGS in the collecting and processing of the water samples. \r\n<p>The following week, the North Dakota Department of Health will assist with measuring and sampling of the Red River at Grand Forks on May 13. Measurements will be made and samples will be collected on the Red at Pembina on May 14. The water-quality samples will be split and will be analyzed by each of three labs. \r\n<p>The data-collection schedule for the two following weeks will be: Red River at Grand Forks, May 20. Red River at Pembina, May 21. The Minnesota PCA will again assist in the collecting and processing of samples. Red River at Grand Forks, May 28. Red River at Pembina, May 29. The North Dakota Department of Health will again help collect and process the water samples. \r\n<p>In addition to the value of discharge measurements in developing flood-forecasting models and helping to understand the nature of a particular flood, streamflow discharge data collected by the USGS serve as the basis for the design of dams, bridges, water-treatment and waste-water treatment plans, and the formulation of environmental regulations. \r\n<p>While river stage -- or the height of the river during a flood -- is an important information component of the flood picture for the public in understanding just how high the water is , or will be, river discharge is more commonly used for technical design and scientific study. Many engineering structures, flood-control reservoirs, for example, ar","summary":null,"format":null}]},"field_images":[],"regions":["North Dakota"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"862891200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}