{"title":"Deadly Diseases Could Strike Bighorn Sheep","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Declining bighorn sheep populations may be vulnerable to some of the fatal diseases, including <a href=\"http:\/\/www.nwhc.usgs.gov\/disease_information\/chronic_wasting_disease\/\">chronic wasting disease<\/a> (CWD), that are found in their western U.S. habitats, according to a new U.S. Geological Survey <a href=\"http:\/\/www.biomedcentral.com\/1746-6148\/9\/157\/abstract\">study<\/a>.<\/p>\n<p><a href=\"http:\/\/www.nwhc.usgs.gov\/\">USGS National Wildlife Health Center<\/a> (NWHC) research showed that bighorn sheep are likely susceptible to the deadly neurological diseases scrapie and CWD, which are occurring in or near natural bighorn sheep environments. These fatal diseases are caused by mysterious proteins called prions, and are known to infect domestic sheep (scrapie) and non-domestic deer, elk, and moose (CWD). The USGS study is published in the journal <em>BMC Veterinary Research<\/em>, and is available <a href=\"http:\/\/www.biomedcentral.com\/1746-6148\/9\/157\/abstract\">online<\/a>.<\/p>\r\n<p>\"Bighorn sheep are economically and culturally important to the western U.S.,\" said Dr. Christopher Johnson, USGS scientist and senior author of the report. \"Understanding future risks to the health of bighorn sheep is key to proper management of the species.\"<\/p>\r\n<p>USGS laboratory tests found evidence that bighorn sheep could be vulnerable to CWD from either white-tailed deer or elk, and to a domestic sheep prion disease known as scrapie. However, none of a small number of bighorn sheep sampled in the study showed evidence of infection.<\/p>\r\n<p>\"Our results do not mean that bighorns get, or will eventually get, prion diseases,\" Johnson said. \"However,&nbsp;wildlife species like bighorn sheep are increasingly exposed to areas where CWD occurs as the disease expands to new geographical areas and increases in prevalence.\"<\/p>\r\n<p>The laboratory test results could be useful to wildlife managers because bighorn sheep habitats overlap with farms and ranches with scrapie-infected sheep and regions where CWD is common in deer, elk, and moose.<\/p>\r\n<p>Bighorn sheep populations in western North America have declined from habitat loss and, more recently, epidemics of fatal pneumonia thought to be transmitted to them from domestic sheep.&nbsp;Prion diseases are another possible threat to this valuable species.<\/p>\r\n<p>For more information on prion diseases such as CWD, please visit the USGS NWHC <a href=\"http:\/\/www.nwhc.usgs.gov\/disease_information\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecosystems","Bighorn Sheep","Chronic Wasting Disease","Scrapie","wildlife Health","Wildlife Disease","National Wildlife Health Center","Prion Disease"],"article_type":["National News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1377662400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169396"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}