{"title":"USGS Scientists Among Lead Authors Named for Next IPCC Report","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->U.S. Geological Survey scientists Margaret Hiza Redsteer and Asbury (Abby) H. Sallenger have been named as lead authors in the Fifth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC).<!--introend-->&nbsp;<\/p>\n<p>&ldquo;We are delighted to see Margaret and Abby&rsquo;s selection to the IPCC&rsquo;s Assessment Report,&rdquo; said Matt Larsen, Associate Director for Water at the U.S. Geological Survey (USGS).&nbsp; &ldquo;They are at the forefront of global-change research, a USGS science priority. Margaret and Abby will bring a combination of strong scientific skill and excellent field-based experience to their IPCC assignments.&rdquo;<\/p>\r\n<p>Sallenger has been assigned to co-author Chapter 5, which will be an international assessment of climate change impacts, adaptation and vulnerabilities in <em>Coastal Systems and Low-Lying Areas<\/em>. Hiza Redsteer has been assigned to Chapter 15 of the Fifth Assessment Report (AR5), entitled <em>Adaption, Planning, and Implementation<\/em>, which will assess current adaption to climate variability, all levels of adaptation policies, as well as the dissemination of knowledge and links between adaptation, development, technology transfer and adaptive capacity.<\/p>\r\n<p>The AR5 has a 4-year drafting process, with publication expected in 2014.&nbsp; The IPCC has issued four of these reports since its creation in 1988, with the purpose of assessing the major scientific and technical issues confronting governments and other parties interested in climate change.<\/p>\r\n<p>Hiza Redsteer, a member of the Crow Nation, is a research geologist who leads the Navajo Land Use Planning Project in Flagstaff, AZ. Much of her work has been centered on studying the linkages between geology, climate and land-use history to assess climate change impacts to communities and the landscape they live on. Her education includes a B.S. in geology with extended hydrogeology emphasis; an M.S. in sedimentology from Montana State University; and a Ph.D. in isotope and trace element geochemistry from Oregon  State University.<\/p>\r\n<p>Sallenger is an oceanographer who leads the USGS National Assessment of Coastal Change Hazards, based in St. Petersburg, FL, which investigates how coastal environments (e.g. barrier islands, sand dunes, beaches, and cliffs) change over the long term and during extreme storms.&nbsp; Sallenger&rsquo;s research has recently focused on the processes forcing changes to barrier islands in Louisiana where rapid land subsidence simulates the long term sea level rise that could impact the world&rsquo;s coasts in the next century. He received his B.A. in geology and his Ph.D. in marine science from the University  of Virginia.&nbsp;<\/p>\r\n<p>Hiza Redsteer and Sallenger are among 311 coordinating lead authors, lead authors, and review authors, who were chosen from 1,208 nominees submitted by governments all around the world for the Working Group 2 contribution to IPCC Fifth Assessment Report.&nbsp; The position of lead author is voluntary, as no pay is given by the IPCC.<\/p>\r\n<p>The IPCC is a joint project of the United Nations Environment Programme and the World Meteorological Organization.&nbsp; It provides non-partisan, independent scientific information on the effects and processes of climate change to governments and other stakeholders.<\/p>\r\n<p>A full list of the authors may be accessed at <a href=\"http:\/\/www.ipcc-wg2.gov\/AR5\/AR5_authors.html\">http:\/\/www.ipcc-wg2.gov\/AR5\/AR5_authors.html<\/a>.<\/p>\r\n<p>More information about the IPCC&rsquo;s 5AR may be found at <a href=\"http:\/\/www.ipcc-wg2.gov\/AR5\/ar5.html\">http:\/\/www.ipcc-wg2.gov\/AR5\/ar5.html<\/a>.<\/p>\r\n<p>The USGS&rsquo; Global Change Program may be found at <a href=\"http:\/\/www.usgs.gov\/global_change\/\">http:\/\/www.usgs.gov\/global_change\/<\/a>.<\/p>\r\n<p>The Navajo Land Use Planning Project may be found at <a href=\"http:\/\/geomaps.wr.usgs.gov\/navajo\/\">http:\/\/geomaps.wr.usgs.gov\/navajo\/<\/a>.<\/p>\r\n<p>The National Ass","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["","Climate Change","Margaret Hiza Redsteer","Asbury Sallenger","international","Lead Author","global Change"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1277265600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168807"},{"tid":"169013"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}