{"title":"Pierce Named New Coordinator for USGS Energy Resources Program","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) has named Brenda Pierce as the new program coordinator for the Energy Resources Program. <\/p>\n<p>&quot;Brenda brings a wealth of experience to this position and is an outstanding choice to lead the Energy Program as it conducts assessment and research activities both domestically and internationally,&quot; said P. Patrick Leahy, Associate Director for Geology. &quot;Maintaining a secure energy future is a high priority for the Nation, the Department of the Interior and the USGS.&quot; <\/p>\r\n<p>The Energy Resources Program is responsible for providing objective science and information on the availability and quantity of worldwide resources. Understanding oil, gas, coal and other resources and the impact of using or producing those resources is needed for strategic planning, formulating economic and energy policies, evaluating lands in the purview of the Federal government, and developing sound environmental policies. <\/p>\r\n<p>Pierce is a native of northern Virginia and lives in Arlington. She attended George Washington University, receiving both a bachelor and a master of science degrees in sedimentology. Her career spans 20 years with the Department of the Interior, with her most recent position being project chief of the USGS National Coal Resource Assessment. <\/p>\r\n<p>Pierce&rsquo;s primary area of expertise is coal petrology with an emphasis on coal geology and coal quality. She has led or been part of research teams studying coalbed methane predicting coal quality, reconstructing depositional environments, predicting acid mine drainage, and studying the geology and quality of coals in the former Soviet Union. She served as chair of the Coal Geology Division of GSA (1998-1999), is on the board of the International Pittsburgh Coal Conference and is program chair for 2004 Northeast-Southeast GSA. She has also published broadly in a variety of research and technical journals. She replaces Suzanne Weedman, who vacated the position in September 2002.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1053316800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}