{"title":"southwest Florida in 'severe' Hydrologic Drought, While Panhandle Floods","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>While the Florida panhandle is under flooding, water levels in the streams and wells of southwest Florida are approaching record low levels for this time of year, putting parts of the state at risk of extreme hydrologic drought in the next few months.<\/p>\n<p>Conditions in the Tampa Bay region and central Florida are particularly dry for this time of year, and hydrologic conditions around the Florida peninsula generally remain parched. One gage on the Hillsborough River has already reached a new record low, and most of Tampa's index sites are well below normal.<\/p>\r\n<p>\"We're concerned about the areas in 'severe' drought, which are just one step away from the 'extreme' category\" says US Geological Survey (USGS) Florida Integrated Science Center (FISC) hydrologist Richard Kane, pointing to a <a href=\"http:\/\/fl.water.usgs.gov\/drought\/\">near real-time Droughtwatch map<\/a> online, where southwest and central Florida are shaded in dark orange.<\/p>\r\n<p>The Droughtwatch map compares the current level of water flowing in streams against an historic baseline of thirty or more years. The 'severe' category means that, in 30 or more years, less than 5 percent of all the readings in that gage's history has been lower. This puts surface-water levels well below normal conditions, which are defined as 25 to 75 percent range.<\/p>\r\n<p>Hydrologic conditions are one factor used to measure drought, because they measure the amount of water on the landscape (surface water) and in the ground (groundwater). Together, surface and groundwater levels indicate the amount of water available for agriculture, public water supply, and other uses.<\/p>\r\n<p>\"The west coast of Florida didn't receive winter rains such as those in the panhandle, and it missed the rain from tropical storm Fay that helped to replenish groundwater in other parts of the state,\" said Leroy Pearman, Water Resources Data Chief for the USGS-FISC, \"But all over Florida, groundwater has been depleted by an extended period of drought going back about 10 years, with only the 2003 to 2005 period approaching normal conditions.\"<\/p>\r\n<p>In west-central Florida, lowered groundwater levels influence the amount of water available in streams due to their interconnection via wetlands. Wetlands collect rainfall and hold water in low-lying areas for long periods of time, releasing it slowly into surface streams and allowing it to seep down into aquifers.<\/p>\r\n<p>\"Floridians are used to thinking about droughts in terms of monthly or yearly rainfall,\" said Pearman. \"So when they see rain, it may seem that a drought is over. But ground-water levels are important to the determination of how much of that rainwater is actually going to be available in the long run.\"<\/p>\r\n<p>\"When groundwater levels are low, rainfall doesn't accumulate in wetlands, instead it infiltrates through soil into the aquifer, essentially bypassing the wetlands. When we have less water in wetlands, there is less water flowing through surface-water features so we have less runoff and less streamflow\", said Hydrologist Terrie Lee, lead author of a new <a href=\"http:\/\/pubs.usgs.gov\/pp\/1758\/\">USGS report that describes how wetlands function in the southwest Florida landscape<\/a>.<\/p>\r\n<p><a href=\"http:\/\/waterdata.usgs.gov\/fl\/nwis\/rt\/\">Current hydrologic conditions around Florida<\/a> can be viewed online, based on data collected by continuous streamflow gages that are satellite-linked and posted in near-real time.<\/p>\r\n<p>In the Tampa Region, graphs are available comparing <a href=\"http:\/\/137.227.245.67\/gw_data\/gw_now.html\" target=\"_blank\">current groundwater levels with historical levels<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["water","drought","flood","Tampa Bay","","streamflow"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1239076800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170320"},{"tid":"170324"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}