{"title":"Rainfall in Eastern United States Less Acidic in 1995","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Significant decreases in sulfate and hydrogen ion concentrations in precipitation in the Eastern United States in 1995 particularly along the Ohio River Valley and in the Mid-Atlantic States indicate that reductions in sulphur dioxide emissions have resulted in rainfall being less acidic in these areas, according to a report prepared for the U.S. Geological Survey. <\/p>\n<p>\"These reductions, which are greater than anticipated, resulted from the 1995 implementation of Phase I of the Clean Air Act Amendments of 1990,\" according to the report authors, James Lynch, Professor of Forest Hydrology at Pennsylvania State University, and Van Bowersox, Senior Atmospheric Scientist at the Illinois State Water Survey. The Eastern U.S. was targeted by Phase I because rainfall in this area is more acidic than in any other area of the U.S. <\/p>\r\n<p>The study, a USGS contribution to the National Acid Precipitation Assessment Program, compared precipitation chemistry data in 1995 to modeled estimates for 1995, which were based on 1983 1994 data from the National Atmospheric Deposition Program\/National Trends Network, a consortium of federal and state agencies, universities, public utilities, industries, and State Agricultural Experiment Stations that monitor acidic deposition in the U.S. <\/p>\r\n<p>Maps from the USGS report show that 1995 sulfate and hydrogen ion (measured as pH or acidity) concentrations are below predicted values at 49 of the 62 eastern sites (plus signs on map). Areas that have sulfate and hydrogen ion concentrations greater than predicted had below average (1983 94) precipitation in 1995. A copy of Open-File report 96-0346, \"Trends in Precipitation Chemistry in the United States, 1983 1994: An Analysis of the Effects in 1995 of Phase I of the Clean Air Act Amendments of 1990, Title IV,\" and map images are available on the World Wide Web at http:\/\/h2o.usgs.gov\/. Copies of the report also can be purchased from the USGS, Branch of Information Services, Box 25386, Denver, CO 80225; a paper copy is $31.25, microfiche is $4.00. <\/p>\r\n<p>As the Nations largest water resource information agency, the USGS, working in cooperation with more than 1,200 agencies across the country, operates more than 40,000 stations measuring the quantity and quality of surface water, ground water, and precipitation, and conducts scientific investigations on lakes, streams, reservoirs, river basins, estuaries, aquifer systems, and glaciers.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland","New Jersey","New York","Pennsylvania","Virginia","West Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"835848000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}