{"title":"USGS Changes Map Prices","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nFor the first time in a decade, the U.S. Geological Survey (USGS) is changing the prices of its maps. Effective August 12, 1995, the price of the standard topographic quadrangle map series is increasing to $4.00. The price for most other maps produced by the USGS is being standardized to $4 per map. The USGS has also initiated a handling fee of $3.50 per mail order for all product lines.\r\n<\/p>\r\n<p>\r\nRichard E. Witmer, Acting Chief of the USGS National Mapping Division in Reston, Virginia, said, &quot;The price changes result from months of analyzing the true cost of printing and distributing maps. Under the old price structure, the USGS was not recovering its full cost. Within the past year alone, paper prices have almost doubled. Postage rates have also steadily increased over the last 10 years. The new price structure enables us to meet our obligation to recover the actual cost of printing and distribution of our maps.&quot;\r\n<\/p>\r\n<p>\r\nThe USGS began publishing topographic maps in 1886 as an aid to scientific studies. The Nation is now covered by detailed topographic maps that show the shape and elevation of terrain and delineate a wide range of natural features and built structures. The maps are continually updated to reflect changes in the land surface and to meet new applications. USGS maps are particularly useful for planners, engineers, outdoor enthusiasts, and many others who rely on the USGS to accurately depict the land surface. During natural disasters such as hurricanes and floods, for example, thousands of USGS map sheets are rushed overnight to emergency agencies.\r\n<\/p>\r\n<p>\r\nAs the Nation&rsquo;s largest civilian mapping agency, the USGS has produced more than 85,000 different maps and digital products. Last year, more than 7 million maps were distributed, primarily through commercial map dealers. As part of the agency effort to work in partnership with the private sector, more than 2,500 map dealers across the country now sell USGS maps. For the USGS map dealer nearest you, call 1-800-HELP-MAP.\r\n<\/p>\r\n<p>\r\nInformation about USGS maps and services is available by calling 1-800-ASK-USGS. Information is also available via the USGS EARTHFAX &quot;fax-on-demand&quot; system at the same telephone number.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"808113600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}