{"title":"Beauty and the Beasts &mdash; Beyond the Golden Gate","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Above the water it&rsquo;s a rugged shoreline and a few jagged rocks adorned with bird droppings. Below the surface, however, the Gulf of the Farallones, west of the Golden Gate Bridge, encompasses an area of 4,000 square miles of sea floor, marine life and mysterious objects that may be affecting the area&rsquo;s environment. <\/p>\n<p>In a new publication from the U.S. Geological Survey, &quot;Beyond the Golden Gate &ndash; Oceanography, Geology, Biology, and Environmental Issues in the Gulf of the Farallones,&quot; USGS scientists and their counterparts in several other federal, state and international agencies, describe in words, photos and graphics the area just west of San Francisco that takes its name from the Spanish description of &quot;small, rocky sea islands.&quot; <\/p>\r\n<p>As the all-encompassing name implies, the booklet describes the geologic history of the area, as well as its undersea- and land-based and biologic communities. From the microscopic phytoplankton at the base of the marine food chain to the sea gulls and cormorants that &quot;paint&quot; the rocky Farallon Islands with their dung, the numerous species of flora and fauna that populate the marine sanctuary are described in words and photos. <\/p>\r\n<p>Another intriguing chapter of the booklet deals with deposits of man-made materials, such as drums of low-level radioactive waste and whole ships that were dumped on the Farallones seafloor in the 1940s and â\u0080\u009850s, at a time when the deep sea location was thought to be a &quot;safe&quot; place to put the toxic waste. Although the USGS has determined the location of many of these containers, and even has undersea video tape of some of them, the condition of the containers and their contents have not yet been fully determined. <\/p>\r\n<p>The 78-page booklet and included compact disc, &quot;Beyond the Golden Gate &ndash; Oceanography, Geology, Biology, and Environmental Issues in the Gulf of the Farallones,&quot; Circular 1198, is available at no charge from the USGS Earth Science Information Center (ESIC) at 345 Middlefield Road in Menlo Park, Calif., or by mail from the USGS Office of Information Services, Box 25286, Denver Federal Center, Denver, CO 80225-00046; or by calling 1-888-275-8747 (ASK-USGS). <b>The publication is also available on the Internet at<\/b> <a href=\"http:\/\/geopubs.wr.usgs.gov\/circular\/c1198\/\">http:\/\/geopubs.wr.usgs.gov\/circular\/c1198\/<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1014613200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}