{"title":"If the Water Looks and Smells Bad, It May Be Toxic","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Earthy or musty odors, along with visual evidence of blue-green algae, also known as cyanobacteria, may serve as a warning that harmful cyanotoxins are present in lakes or reservoirs.<!--introend--> In a newly published USGS study of cyanobacterial blooms in Midwest lakes, taste-and-odor compounds were found almost every time cyanotoxins were found, indicating odor may serve as a warning that harmful toxins are present.<\/p>\n<p>&ldquo;It is commonly believed that there are no health risks associated with taste-and-odor compounds,&rdquo; said Dr. Jennifer Graham, USGS limnologist and lead scientist on this study. &ldquo;While taste-and-odor compounds are not toxic, these pungent compounds were always found with cyanotoxins in the blooms sampled. This finding highlights the need for increased cyanotoxin surveillance during taste-and-odor events so that the public can be advised and waters can be effectively treated.&rdquo;<\/p>\r\n<p>Cyanotoxins are produced by some cyanobacteria. Cyanobacteria commonly form a blue-green, red or brown film-like layer on the surface of lakes and reservoirs. This phenomenon is frequently noticed in the United States during the summer, but also occurs during other seasons.<\/p>\r\n<p>Cyanotoxins can be poisonous to people, aquatic life, pets and livestock. Removing or treating affected water can be both costly and time-intensive. Cyanotoxins are currently on the U.S. Environmental Protection Agency&rsquo;s drinking-water contaminant candidate list, and many states include cyanotoxins in their freshwater beach-monitoring programs.<\/p>\r\n<p>&ldquo;Exposure to these toxins has caused a range of symptoms including skin rashes, severe stomach upset, seizures, or even death,&rdquo; said Dr. Keith Loftin, USGS research chemist and environmental engineer. &ldquo;Pets and livestock are most susceptible to direct exposure, but people can also be affected during recreation, by eating contaminated foods, or by drinking contaminated water that has not been treated properly.&rdquo;<\/p>\r\n<p>For this study, a cyanobacterial bloom from each of 23 lakes in Iowa, Kansas, Minnesota and Missouri was sampled and analyzed for thirteen toxins and two taste-and-odor compounds. Lakes were targeted based on a known history of cyanobacterial bloom occurrence.<\/p>\r\n<p>Microcystins, a specific type of toxin, are often the only cyanotoxin considered when evaluating risks associated with cyanobacteria in waters used for recreation or drinking water supply. Microcystins were found in all samples; however, this study also indicates that toxins other than microcystins may be more common than previously thought.<\/p>\r\n<p>Taste-and-odor compounds were detected in 91 percent of samples. Since toxins occurred more frequently than taste-and-odor compounds, odor alone does not provide sufficient warning to ensure human-health protection against cyanotoxin exposure.<\/p>\r\n<p>If you think you see a harmful algal bloom, avoiding it is the first course of action. A good second step is to notify local authorities responsible for the affected area, such as a lake manager, state health department, or other relevant state agencies.<\/p>\r\n<p>The full journal article, published by Environmental Science and Technology, as well as additional information, photos, and an audio podcast about cyanobacteria, can be accessed at <a href=\"http:\/\/toxics.usgs.gov\/highlights\/algal_toxins\/\">http:\/\/toxics.usgs.gov\/highlights\/algal_toxins\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Cyanobacteria","cyanotoxin","bluegreenalgae","midwest","","","drinkingwater"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1284350400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169603"},{"tid":"169801"},{"tid":"169843"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}