{"title":"Colorado River\/Grand Canyon Focus of Science Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Editors: Print reporters and television news crews are encouraged to drop in on the proceedings and interview presenting scientists, during the breaks. A public affairs specialist will be there to assist. <\/p>\n<p><!--introstart-->The effect of low flows of the Colorado River, last summer, on fish, sand distribution, power production, recreation and other aspects of the river environment will be the focus of a Grand Canyon Science Symposium, April 26 and 27, at the Little America Hotel Conference Center in Flagstaff, Ariz.<!--introend--> The symposium, which is free and open to interested members of the public, is sponsored by the Grand Canyon Monitoring Research Center, a program of the U.S. Geological Survey. <\/p>\r\n<p>The focus of this year&rsquo;s symposium is the effects of a controlled, experimental low flow of 8,000 cubic feet per second (cfs) downriver from Glen Canyon Dam, from June through September, 2000, followed by a four-day spike of 30,000 cfs, in late September. <\/p>\r\n<p>Slide-illustrated talks, on topics from the importance of the size of sand grains, disruption of the aquatic food chain and the economic value of recreation on the river, will be presented from 8 a.m. to 5 p.m., Thursday, April 26, and from 8 a.m. to noon, Friday, April 27. Posters that explain many of the projects that are being used to gather data on the Colorado River in the Grand Canyon, will be on display in the conference center from 7 to 9 p.m., April 26.<\/p>\r\n<p>Among the presentations are: <\/p>\r\n<p>Effects of a Low, Steady Summer Flow on Native Fishes &ndash; Short-term monitoring and periodic sampling of fish populations show possible main-channel spawning by flannelmouth suckers, bluehead suckers and humpback chub, but no similar expansion of non-native fish, except for fathead minnows. A four-day spike in the flow, to 30,000 cfs in September, had a significant negative effect on non-native species, but a lesser effect on native fish. <\/p>\r\n<p>Economic Impact of Low Flow on Electrical Power Production &ndash; The controlled low flows of the summer of 2000 altered the pattern of water released through the power plant at Glen Canyon Dam. Because the electrical power from Glen Canyon is sold by the Western Area Power Administration to several western states, variations in release schedules need to be carefully planned and monitored. <\/p>\r\n<p>Main-Channel and Near-Shore Warming of the River, Under Steady Low Flows &ndash; As releases from Glen Canyon Dam were reduced to 8000 cfs on June 1, 2000, water temperatures at downstream locations immediately increased and remained high throughout most of June, July and August and recorded the highest temperatures for these stations during the last decade. The average monthly temperature of 19 degrees Celsius (67 degrees Fahrenheit) at the Diamond Creek station was about double the temperature there in 1997, when flow levels were steady and high. <\/p>\r\n<p>Growth of Exotic and Native Plants in Near-Shore Habitats During the Summer 2000 Low, Steady Flow &ndash; Monthly inspection of vegetation at six sites between Lees Ferry and Bright Angel Creek show a small but significant increase in the densities of native plants, followed by a modest decline, following the September spike flow. Seed-propagated non-natives, such as Tamarix, showed a much more rapid increase during the summer, but also a much larger decrease in densities, resulting from the fall spike. The authors of this study conclude that the experimental low flows created lasting near-shore habitat for larval fish, but encouraged the growth of plants that impact other resources, especially recreation. <\/p>\r\n<p>Sediment Delivery and Distribution Prior to and During the Low-Flow Experiment &ndash; Prior to construction of Glen Canyon Dam, substantial amounts of sand accumulated in the two-mile stretch between Lees Ferry and the Grand Canyon only when flows were lower than about 9000 cfs, usually between July and March. The first releases fro","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"987998400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}