{"title":"Homegrown Energy: Deserts Blooming with Biofuels?  ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"350\" caption=\"Canyonlands National Park in Utah has numerous cayons and buttes carved by the Colorado River and its tributaries. This picture was taken in the Needles District of the park. Photo by Tonya Troxler, USGS.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_29_2012_eiy4CPo00V_05_29_2012_0\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_29_2012\/eiy4CPo00V_05_29_2012\/medium\/Awesome_1.jpg\" alt=\"\" width=\"350\" height=\"294\" \/><\/a>[\/caption]\n\nOn the surface, the southwestern United States may not seem a likely choice for growing biofuels, since this part of the country is dry and has soils with low fertility. But because the region is also rich in sunlight, it has the potential to contribute a significant proportion of our energy portfolio as biofuels, especially with new technologies that reduce the need for water.\n\nBiofuels are combustible materials derived directly or indirectly from biomass â\u0080\u0093 in this case, plants or algae â\u0080\u0093 and they offer a renewable fuel alternative to fossil fuel burning. Scientific studies are helping the United States grow a responsible, sustainable, and diversified energy future while minimizing conflicts between renewable energy, water, and ecosystems.\n\nTo help in this effort, USGS scientist <a href=\"https:\/\/profile.usgs.gov\/professional\/mypage.php?rfs=y&amp;name=screed\">Sasha Reed<\/a> and other USGS researchers are actively evaluating the potential for and consequences of biofuel production in the Southwest. These scientists are conducting research to find answers to questions such as, what happens when biofuels are incorporated in different soil types and landscapes of the Southwest? And what effects will biofuel production have on ecosystems, dust production, or water quality and quantity?\n\nâ\u0080\u009cEven renewable energy has consequences, and we want decision makers to have the data available to make informed decisions about incorporating a variety of energy sources into our national energy portfolio,â\u0080\u009d Reed says.\n\n<strong>A Two-Pronged Approach to Evaluating Biofuel Potential<\/strong>\n\n<strong><\/strong>Reed and her colleagues are using a two-pronged approach to unravel the biofuel potential of the American Southwest. First, they are using remote sensing and modeling to help determine the amount of energy that could be added to our national energy portfolio by biofuel production. Second, they are using biogeochemistry to assess how different approaches to biofuel development will affect greenhouse gas emissions, water availability and quality, air quality, and soil fertility and stability.\n\n[caption id=\"attachment_174286\" align=\"alignright\" width=\"300\" caption=\"Spatially explicit landcover classification of the conterminous United States. Classes represent the composite of National Landcover Data (U.S. Geological Survey), Global Human Footprint (Wildlife Conservation and Center for International Earth Science Information Network) and World Database on Protected Areas (IUCN and UNEP-WCMC) data sets. Figure created by Bill Smith, University of Montana, bill.smith@ntsg.umt.edu.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/06\/Map.jpg\"><img class=\"size-medium wp-image-174286  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/06\/Map-300x139.jpg\" alt=\"\" width=\"300\" height=\"139\" \/><\/a>[\/caption]\n\nWhat crops are used for biofuels is quite important, Reed notes. Thus far, biofuel production has primarily focused on liquid biofuels â\u0080\u0093 ethanol and biodiesel â\u0080\u0093 from agricultural plants such as corn. Yet other kinds of combustible material â\u0080\u0093 for example, plants adapted to dry climates and algae â\u0080\u0093 may prove to be more energy efficient over time, Reed points out.\n\nMeasuring the greenhouse gases produced by different biofuel crops under different agricultural scenarios and in different landscapes is also critical, Reed notes. â\u0080\u009cSome biofuel crops can add more greenhouse gases to the atmosphere than they would help take out, so we need to explore which biofuels processes, crops, and landscapes are best for reducing greenhouse gas contributions to the atmosphere.â\u0080\u009d\n\n<strong>And Then Thereâ\u0080\u0099s Water<\/strong>\n\n<strong><\/strong>In the Southwest, USGS biofuel research is zeroing in on water quality and water demand because water is already in short supply there. But technology comes into play here too, Reed says. â\u0080\u009cCan we couple bio-energy with new technologies so we arenâ\u0080\u0099t using a lot more water?â\u0080\u009d\n\nIn addition, the fragile top soils in the Southwest are basically glued together by soil crusts, which, when disturbed, lose the ability to hold the soil together. The result: dust. Sometimes lots of dust.\n\nâ\u0080\u009cDust is a big deal in the Southwest, not only because big dust storms can be a nuisance and a safety hazard, but also because of the cascading effects caused by dust,â\u0080\u009d Reed says. â\u0080\u009cFor example, recent USGS-led research found that dust on snow makes it melt faster, which changes the timing of snowmelt. This change in timing can reduce the amount of water that makes it into the Colorado River Basin, which provides essential water for people, ecosystems, and livestock.â\u0080\u009d\n\nThe results of the USGSâ\u0080\u0099s ongoing biofuels research will help land managers and policy makers make science-based decisions about if, when, where, and how to promote bioenergy development on the lands that they manage.\n\n[caption id=\"\" align=\"alignright\" width=\"350\" caption=\"Dust carried by the wind has far-reaching effects, including the loss of nutrients and water-holding capacity from landscapes, and the speeding up of the melting of snow, which affects the timing and magnitude of runoff into streams and rivers. Photo by Seth Munson, USGS.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_06_2011_dHXk0OMaa7_10_06_2011_1\"><img src=\"http:\/\/gallery.usgs.gov\/images\/10_06_2011\/dHXk0OMaa7_10_06_2011\/medium\/photo-34--1-.JPG\" alt=\"\" width=\"350\" height=\"261\" \/><\/a>[\/caption]\n\nâ\u0080\u009cWith alternative energy, the country has a really exciting opportunity to make wise decisions about how we go about new energy development,â\u0080\u009d Reed says. â\u0080\u009cWe can integrate technological advances and decision making in ways that maximize potential while minimizing effects on the environment.â\u0080\u009d\n\n<strong>More Information<\/strong>\n\n<strong><\/strong>Other USGS Energy-Related Research: <a title=\"http:\/\/energy.usgs.gov\/\" href=\"http:\/\/energy.usgs.gov\/\">http:\/\/energy.usgs.gov\/<\/a>\n\nUSGS ecosystem research in the Southwest: <a href=\"http:\/\/sbsc.wr.usgs.gov\/\">http:\/\/sbsc.wr.usgs.gov\/<\/a>\n\n[caption id=\"\" align=\"aligncenter\" width=\"350\" caption=\"A desert tortoise walks in the Mojave Desert. Photo by Phillip Adams, USGS.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_29_2012_eiy4CPo00V_05_29_2012_2\"><img src=\"http:\/\/gallery.usgs.gov\/images\/05_29_2012\/eiy4CPo00V_05_29_2012\/medium\/For_Catherine_1.jpg\" alt=\"\" width=\"350\" height=\"263\" \/><\/a>[\/caption]\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24210","uid":"31","filename":"Awesome_1_2.jpg","uri":"public:\/\/Awesome_1_2.jpg","filemime":"image\/jpeg","filesize":"112808","status":"1","timestamp":"1425492768","type":"image","uuid":"03c27245-d666-4537-84f6-727e45f0fc3e","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":365,"width":555},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["algae","Alternative Energy","Biofuels","Biology and Ecosystems","Southwest","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1339078225","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}