{"title":"Live Fast, Die Young","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>--- NOTE TO NEWS EDITORS: Reproducible photos for this release can be found at <a href=\"http:\/\/online.wr.usgs.gov\/outreach\/nr050426\/\">http:\/\/online.wr.usgs.gov\/outreach\/nr050426\/<\/a> ---<\/p>\n<p><!--introstart-->Trees in the world&rsquo;s most productive forests -- forests that add the most new growth each year -- also tend to die young, according to a U.S. Geological Survey (USGS) study published in a recent issue of the journal Ecology Letters. This discovery could help scientists predict how forests will respond to ongoing and future environmental changes.<!--introend--><\/p>\r\n<p>\"One implication of this fast turnover rate is that the world&rsquo;s most productive forests may be those likely to respond most quickly to such things as climatic change,\" said Nate Stephenson, a USGS research ecologist in Three Rivers, Calif., and lead author of the article.<\/p>\r\n<p>\"You can view a forest like a bank account,\" said Stephenson. \"As long as deposits and withdrawals are similar, your balance remains stable. But if the deposits or withdrawals are disrupted, the balance changes.\"<\/p>\r\n<p>In productive forests, such as tropical forests growing on rich soils, the rates of both \"deposits\" (tree births) and \"withdrawals\" (tree deaths) are high. But if tree births suddenly stopped, or if tree death rates doubled, the numbers of trees in these forests would be halved in just 30 years.<\/p>\r\n<p>In contrast, said Stephenson, in less productive forests, such as coniferous forests growing at high latitudes, the same changes could take more than a century to occur.<\/p>\r\n<p>Another implication of the study is that environmental changes considered beneficial to forests may bring about unexpected forest changes. \"Most attention so far has been given to things that stress forests, like increased drought,\" said USGS scientist Phil van Mantgem, the studyÂ¹s co-author. \"Less attention has been given to the consequences of changes that can increase forest vigor or productivity, like increased rainfall.\"<\/p>\r\n<p>Environmental changes that increase productivity of a given forest could lead to more rapid turnover of trees, decreasing the average age of trees. In the long run, such changes might affect wildlife populations that prefer younger or older forests, said van Mantgem.<\/p>\r\n<p>Stephenson and van Mantgem pointed out that increased dominance by younger trees could also lead to changes in the amount of carbon stored in forests, though the direction and magnitude of such potential changes are currently unknown and require more research. Atmospheric carbon dioxide, a heat-trapping gas implicated in climatic warming, increases as carbon storage in forests decreases, and decreases as carbon storage in forests increases. Information regarding such potential changes is therefore needed to reduce uncertainties in predicting future climatic changes. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1114488000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170182"},{"tid":"170270"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}