{"title":"USGS Offers New Landsat 7 Gap-Filled Product","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) has completed development of a major new product enhancement for Landsat 7 Enhanced Thematic Mapper Plus (ETM+) data captured after the Scan Line Corrector (SLC) anomaly in May of 2003. Gap-filled product options will now allow the use of scenes from consecutive passes to fill the gaps of the target scene. Users may select from up to four SLC-off scenes, in addition to an optional SLC-on scene, to create a final data merged product. <\/p>\n<p>The technique used to generate the new product is similar to the previous gap-filled products. The major advantage of this new product is a much improved temporal match of fill scenes used to produce the final image. <\/p>\r\n<p>The cost of the new SLC-off to SLC-off product option is $300 per scene. Data products that are generated using only Landsat 7 SLC-on data for the gap-fill (acquired prior to the SLC failure) will continue to be offered at the previous price of $275 per scene. <\/p>\r\n<p>This new product represents a continuing effort by the USGS Landsat 7 Project at the EROS Data Center in Sioux Falls, South Dakota to increase the utility of the Landsat 7 ETM+ data affected by the non-functional scan line corrector. Previously released products designed to compensate for the scan line corrector problem include a fully interpolated option and an SLC-on to SLC-off data merge option. The USGS is continuing to research other methods of providing better merged data products and will continue to provide information resulting from this work as it becomes available. <\/p>\r\n<p>The Landsat Program is the longest running program providing vital images of the Earth&rsquo;s surface from space. The first Landsat satellite was launched in 1972 and since then, Landsat satellites have been providing a constant stream of moderate-resolution images. In 1999, the Landsat Program took a giant leap forward technologically with the launch of Landsat 7. The instruments on the Landsat satellites have acquired more than 4 million images of the surface of the planet, providing a unique resource for scientists who study agriculture, geology, forestry, regional planning, education, mapping and global change research. <\/p>\r\n<p>For more information on the current SLC-off product options, downloadable sample products, and detailed information on gap-filled processing, please visit: <a href=\"http:\/\/landsat.usgs.gov\/slc_off.html\">http:\/\/landsat.usgs.gov\/slc_off.html<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1103086800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170388"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}