{"title":"Join Scientists and Students for Free Live Electronic Field Trip","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: Join us in the field! For directions, please call 800-609-2680. <\/p>\n<p>The U.S. Geological Survey (USGS) and the Prince William Network are sharing an amazing story with students all across the U.S. through the live satellite and internet broadcast of <i>The Chesapeake Meteorite: Message From the Past<\/i> on October 9th from 12 Noon to 1:30 pm Eastern Time.<\/b> <\/p>\r\n<p>Thirty-five million years ago, a rock from space that was two-miles wide slammed into the Atlantic Ocean at supersonic speed. It splashed through several hundred feet of ocean, and sliced through several thousand feet of sediments, then fractured bedrock to at least a depth of seven miles and a width of 53 miles. Billions of tons of ocean water were vaporized and millions of tons of debris were ejected into the atmosphere within minutes. Marine life was decimated, and a train of giant waves of seawater inundated the land. <\/p>\r\n<p>There the resulting crater remained, unknown, buried under hundreds of feet of debris from the fallout and accumulating sediments, beneath the Chesapeake Bay. Only recently did scientists from the USGS and the Virginia Department of Environmental Quality determine that this event occurred, forming the nation&rsquo;s largest estuary and its largest known impact crater. Today, the people of southeastern Virginia are living with the consequences of this devastating event, including the shortage of freshwater aquifers in the crater region. <\/p>\r\n<p>You are invited to join scientists for this 90-minute electronic field trip live on the shores of the Chesapeake Bay. Students will witness the scientific process at work as scientists explain how they pieced together the clues of this Earth-changing event. Students will also have the opportunity to see the tools of modern geology including core drilling machinery, state-of &ndash;the art laboratories and seismic reflection research while learning that ancient geologic events can have significant effects on our lives today. <\/p>\r\n<p><i>The Chesapeake Meteorite: Message From the Past<\/i> is designed for students in grades 5 through 9 and is free to all educational institutions. <b>Interested educators should visit the Electronic Field Trip section of the website to register on-line and to access pre- and post-viewing activities and resources. Individuals will receive confirmation of registration, satellite coordinates and web cast viewing information by email. For more information call 800-609-2680.<\/b> <\/p>\r\n<p><b>NATIONAL Press:<\/b> The program is available by C-Band Satellite and by web cast nationally. To learn more about this exciting educational opportunity, please visit <a href=\"http:\/\/www.pwnet.org\/\">http:\/\/www.pwnet.org<\/a><br><b>Northern Virginia Press:<\/b> The program is available by web cast and on WVNT Channel 53 and\/or your local cable system. To learn more about this exciting educational opportunity, please visit <a href=\"http:\/\/www.pwnet.org\/\">http:\/\/www.pwnet.org<\/a><br><b>Tidewater Area Press:<\/b> The program is available by web cast and on WHRO Channel 23 and\/or your local cable system. To learn more about this exciting educational opportunity, please visit <a href=\"http:\/\/www.pwnet.org\/\">http:\/\/www.pwnet.org<\/a> <\/p>\r\n<p>The USGS serves the nation by providing reliable scientific information to: describe and understand the Earth; minimize loss of life and property from natural disasters; manage water, biological, energy, and mineral resources; and enhance and protect our quality of life. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1033531200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"168907"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}