{"title":"strategy to Assess the Nation's Ground-Water Availability","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists proposed a strategy to study the Nation's ground-water supply as part of the Federal government's effort to help address the Nation's increasing competition for water.<\/p>\n<p>Declines in ground-water levels have led to concerns about the future availability of ground water, which provides half the country's drinking water and is essential to the vitality of agriculture and industry, as well as to the health of rivers, wetlands, and estuaries throughout the country.&nbsp;<\/p>\r\n<p>The report, \"Ground-Water Availability in the United States\" examines what is known about the Nation's ground-water availability and outlines a strategy for future national and regional studies that would provide information to help state and local agencies make informed water-availability decisions. View the report on-line at <a href=\"http:\/\/pubs.usgs.gov\/circ\/1323\/\">http:\/\/pubs.usgs.gov\/circ\/1323\/<\/a>.<\/p>\r\n<p>\"An assessment of ground-water availability is critical for state and local agencies to make decisions about important issues such as drinking water, industrial and energy production, and agricultural uses,\" says William Alley, USGS Office of Ground Water Chief.<\/p>\r\n<p>The approach outlined in the report is designed to provide useful regional information for State and local agencies who manage ground-water resources, while providing the building blocks for a national assessment. The report places the regional studies by the USGS Ground-Water Resources Program as a long-term effort to understand ground-water availability in major aquifers across the Nation. The report contains information about 30 regional principal aquifers and five case studies to illustrate the diversity of water-availability issues. The report is written for a wide audience interested or involved in the management, protection, and sustainable use of the Nation's water resources.&nbsp;<\/p>\r\n<p>Ground water, a hidden resource found below the surface of the Earth, is among the Nation's most important natural resources. Extensive use of ground-water resources and other effects of pumping has led to concerns about the future availability of ground water to meet domestic, agricultural, industrial, and environmental needs.<\/p>\r\n<p>Determining ground-water availability is a complex process. Issues affecting ground-water vary from location to location and commonly require analysis in the context of ground-water flow systems to achieve a meaningful perspective. Even if water resources are abundant regionally, heavy water use in centralized areas can create local stresses. As water-related problems evolve in complex ways, an up-to-date and comprehensive evaluation of ground-water resources that builds on the foundation of previous studies is needed to meet society's ever-changing water demands.<\/p>\r\n<p>This report is an outgrowth of a pilot study, National Assessment of Water Avail&shy;ability and Use, that began in 2005 at the request of Congress. The report also builds on regional ground-water availability studies recently undertaken as part of the USGS Ground-Water Resources Program. The approach to national ground-water assessment is a key element of the water census of the United States, which has been proposed as part of the proposed Federal science strategy to meet nationwide water chal&shy;lenges by the National Science and Technology Council Subcommittee on Water Availability and Quality.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","wateravailability","environment","farming","energy","Wisconsin","water","Science","Center","",""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1218686400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"170675"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}