{"title":"USGS Study Reveals that Wind May Spread Lake Roosevelt Contaminants","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Fine-grained bed sediments in Lake Roosevelt containing arsenic, lead, and other trace elements could become airborne if exposed to the wind during annual drawdowns, according to the results of a study published by the U.S. Geological Survey (USGS). The study was conducted in cooperation with the Confederated Tribes of the Colville Reservation, the Lake Roosevelt Water-Quality Council, the U.S. Bureau of Reclamation, and the National Park Service. <\/p>\n<p>Previous USGS studies had found elevated concentrations of trace elements such as arsenic, cadmium, copper, lead, mercury, and zinc in water, bed sediment, and fish tissue samples from Lake Roosevelt and the upstream reaches of the Columbia River. The trace elements are primarily associated with slag and smelting waste, largely from a smelter in Canada, according to the U.S. Environmental Protection Agency. <\/p>\r\n<p>The nearshore sediments of Lake Roosevelt are exposed each January through April. Lake levels are lowered as much as 80 feet annually to make room for high river flows from spring runoff. During these drawdowns, vast amounts of fine-grained sediment are exposed, and given the right conditions, these sediments can dry out and become wind-blown dust in the Lake Roosevelt area. <\/p>\r\n<p>Because of community health concerns for potential wind-blown contaminated dust, the USGS analyzed the fine-grained sediment along the shore of Lake Roosevelt that is exposed during drawdowns. Scientists studied the concentrations and distribution of slag-related trace elements and mercury. <\/p>\r\n<p>\"The results of this study show that trace elements associated with slag and mining effluent are present in the fine-grained fraction of Lake Roosevelt sediment,&quot; said Sue Kahle, USGS hydrologist and one of the scientists on the study. &quot;Given the right exposure, drying, and wind conditions, these contaminated sediments may be present in the wind-blown dust along the lake.\" <\/p>\r\n<p>The results of the study provide basic information on trace elements in exposed lakebed sediments. More data are needed to assess the trace element concentrations in wind-blown dust along the lake. To that end, the USGS is currently sampling the air for concentrations of dust-borne trace elements and monitoring weather conditions at three sites in the area. <\/p>\r\n<p>The report, &quot;Concentrations and Distribution of Slag-Related Trace Elements and Mercury in Fine-Grained Beach and Bed Sediments of Lake Roosevelt, Washington, April&ndash;May 2001,&quot; by Michael S. Majewski, Sue C. Kahle, James C. Ebbert, and Edward G. Josberger, is published as U.S. Geological Survey Water-Resources Investigations Report 03-4170. The report can be viewed on the Web at <a href=\"http:\/\/pubs.water.usgs.gov\/wri034170\/\">http:\/\/pubs.water.usgs.gov\/wri034170\/<\/a> . Copies can be purchased from the U.S. Geological Survey, Information Services, Box 25286, Federal Center, Denver, CO 80225-0286, telephone 303-202-4200.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1061179200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168866"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}