{"title":"Species at Risk","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_1125\" align=\"alignleft\" width=\"300\" caption=\"An adult female polar bear and her two cubs travel across the sea ice of the Arctic Ocean north of the Alaska coast.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/polarbear_with_coys.jpg\"><img class=\"size-medium wp-image-1125\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/polarbear_with_coys-300x154.jpg\" alt=\"An Adult Polar Bear and Her Two Cubs\" width=\"300\" height=\"154\" \/><\/a>[\/caption]\n\nUSGS science supports management, conservation, and restoration of imperiled, at-risk, and endangered species.\n\nImperiled, at-risk, and endangered species receive special research interest at USGS, which is the scientific arm of the Department of the Interior. Our research on <a href=\"http:\/\/ecosystems.usgs.gov\/faer\/diversity.html\">species diversity, life history<\/a>, <a href=\"http:\/\/ecosystems.usgs.gov\/faer\/health.html\">health and diseases<\/a>, <a href=\"http:\/\/ecosystems.usgs.gov\/faer\/ecology.html\">community ecology<\/a>, and <a href=\"http:\/\/ecosystems.usgs.gov\/faer\/river_science.html\">habitat requirements<\/a> of at-risk species supports the management, conservation, and <a href=\"http:\/\/ecosystems.usgs.gov\/faer\/restoration.html\">restoration<\/a> of our nation's aquatic and wildlife resources.\n\n<strong>Polar Bears and Sea Ice:<\/strong> Polar bears were the first species listed as threatened because of observed and projected declines in sea-ice. Over the past 25 years, the summer sea ice melt period in the Arctic has lengthened, and sea ice cover has declined dramatically. Since 1985, scientists at the USGS Alaska Science Center have conducted research on polar bears to inform policy makers regarding conservation of the species and its habitat. Ongoing studies are designed to document population responses of polar bears to changing ice conditions and refine models used to project the future status of polar bears worldwide. These studies will provide managers with information needed to develop strategies to assure long-term polar bear survival in a changing ice environment.\n\n<a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/polar_bears\/\">Learn more<\/a>\n\n<a href=\"http:\/\/gallery.usgs.gov\/audios\/408\">Listen to Corecast Who's Your Mama? Conservation Genetics and At-Risk Species <\/a>\n\n<strong>USGS Sea Otter Studies Clue in on Coastal Health: <\/strong>Sea otters are a favorite at zoos and aquariums but three of the nine wild sea otter populations in the U.S. are federally listed as threatened. In California, USGS biologists lead an annual population census to assess the local populations' recovery, working closely with state agencies and the Monterey Bay Aquarium. USGS biologists are also teaming up with government, aquarium, and university researchers to conduct the Pacific Nearshore Project, which assesses the health of coastal waters and resources in Alaska, British Columbia, Washington, and California. Scientists will investigate sea otter populations in these waters for critical clues to the health of these economically and ecologically important habitats.\n\n<a href=\"http:\/\/www.werc.usgs.gov\/project.aspx?projectid=221\">Learn more<\/a> Â \n\n<strong>Caution:Â  Slow-Moving Mammals<\/strong>: USGS conducts long-term, detailed studies on the life\n\n[caption id=\"attachment_1150\" align=\"alignright\" width=\"150\" caption=\"A Manatee in Florida\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/manatee_portrait.jpg\"><img class=\"size-thumbnail wp-image-1150\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/manatee_portrait-150x143.jpg\" alt=\"A Manatee in Florida\" width=\"150\" height=\"143\" \/><\/a>[\/caption]\n\nÂ history, population dynamics, and ecological requirements of the West Indian manatee. Federally listed as endangered, the manatee is a large, gentle, plant-eating, and slow-moving marine mammal. Entirely aquatic, their range is limited by temperature. Manatees cannot survive for extended periods in water colder than about 63Â°F. USGS biologists work cooperatively with federal and state researchers and managers on research identified as essential for the recovery of the species.\n\n<a href=\"http:\/\/fl.biology.usgs.gov\/Manatees\/manatees.html\">Learn more<\/a>\n\n<strong>The Whooping Crane: Back from Extinction<\/strong>: Large and majestic, the whooping crane was once on the brink of extinction.Â  Americaâ\u0080\u0099s tallest bird stands five feet tall with a wingspan of about eight feet, and is federally listed as endangered. All the birds alive in North America, currently about 250 birds, are descendants from a flock of only 16 individual birds. USGS is engaged in a whooping crane captive breeding program and conducts research on whooper propagation, monitoring wild populations, survival of released birds, and veterinary care.\n\n<a href=\"http:\/\/www.pwrc.usgs.gov\/products\/factsheets\/29sm.pdf\">Learn more<\/a>Â \n<div><strong>Â <\/strong><\/div>\n<div><strong>Â <\/strong><\/div>\n\n[caption id=\"attachment_1137\" align=\"alignleft\" width=\"150\" caption=\"A Male Spectacled Eider in Alaska\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/bird_male_transmitter.jpg\"><strong><img class=\"size-thumbnail wp-image-1137\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/bird_male_transmitter-150x150.jpg\" alt=\"A Male Spectacled Eider in Alaska\" width=\"150\" height=\"150\" \/><\/strong><\/a>[\/caption]\n\n<strong>Hide and Seek: Eiders at Sea:<\/strong>\n\nAfter breeding numbers of spectacled eiders, a large sea duck, declined by 96 percent at a primary breeding area in Alaska, the species was listed as threatened.Â  Potential risks to eiders include being subjected to increased exposure during storms in winter, changes in foods because of declining ice, and warming temperatures in the Bering Sea. Â Increased vessel traffic in new ice-free shipping lanes may also impact eiders. To evaluate these potential threats, USGS is using satellite telemetry to track eiders when these colorful birds are in the Bering, Chukchi, and Beaufort seas.Â  Scientists have already located previously unknown wintering areas of these birds, and studies are continuing to document changes in<strong> <\/strong>distribution and abundance in the rapidly changing Arctic.\n\n<a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/seaducks\/spei\/index.php\">Learn more<\/a>\n\n<strong>Â <\/strong>\n\n<strong>Jeepers! Those Endangered Honeycreepers: <\/strong>Climate change and disease threaten many species of Hawaiian honeycreepers, unusual birds that live in high-elevation rain forests on the islands of Kauai, Maui, and Hawaii, which are cool enough to limit transmission of the introduced disease, avian malaria. USGS scientists have documented recent dramatic increases in avian malaria on the Alakai plateau on Kauai that could affect recovery of two endangered honeycreepers, the â\u0080\u0098Akikiki (Kauai creeper) and `Akeke`e (Kauai akepa), and one endangered thrush, the puaiohi (small Kauai thrush). They are continuing to work on projects to determine how some more common native forest birds may be adapting to this disease and whether they hold important keys for long-term conservation of more threatened species.\n\n<strong>In addition, USGS scientists have studied the critically endangered palila<\/strong> for 25 years; this species feeds on the seeds of the mÄ\u0081mane, a native tree that is nutritious but toxic to many other vertebrate species. The palila population has declined steadily during the past 8 years, putting the remaining 1,300 birds at very high risk of extinction. USGS biologists have provided much-needed information on palila life history and on developing restoration techniques, including returning palila to portions of their former range. Some of those birds established a breeding colony at the new site, proving the potential value of translocation for reestablishing populations. Much of the recent decline is due to drought, but long-term browsing by introduced sheep has also reduced the ability of the palilaâ\u0080\u0099s subalpine woodland habitat to support them. New research will help managers evaluate how vegetation responds to periodic sheep removals. For more info on climate change and honeycreepers.\n\n<a href=\"http:\/\/biology.usgs.gov\/pierc\/Native_Birds\/Avain_Malaria.htm\">Learn more<\/a>\n\n<a href=\"http:\/\/biology.usgs.gov\/pierc\/Native_Birds\/Avain_Malaria.htm\">Ecology and Diagnosis of Introduced Avian Malaria in Hawaiian Forest Birds<\/a>\n\n<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?from=rss&amp;ID=2224\">Jeepers Creepers! Climate Change Threatens Endangered Honeycreepers<\/a>\n\n<a href=\"http:\/\/biology.usgs.gov\/pierc\/Fact_Sheets\/Palila.pdf\">Palila Restoration: Lessons from Long-term Research<\/a>\n\n<strong>What a Breeding Western Yellow-Billed Cuckoo Wants: <\/strong>The western yellow-billed\n\n[caption id=\"attachment_1141\" align=\"alignright\" width=\"150\" caption=\"A Western Yellow-Billed Cuckoo\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/cuckoo.jpg\"><img class=\"size-full wp-image-1141\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/cuckoo.jpg\" alt=\"A Western Yellow-Billed Cuckoo\" width=\"150\" height=\"150\" \/><\/a>[\/caption]\n\ncuckoo is a shy, neotropical migrant bird once common throughout the American West; it is currently a candidate for protection under the Endangered Species Act. After spending the winter in South America, western cuckoos arrive in the Western United States beginning in June to breed along rivers and streams. The western cuckoo, however, has disappeared from the Pacific Northwest and Canada, leaving breeding to occur in isolated areas along rivers in Arizona, California, and New Mexico. Scientists with the USGS and Northern Arizona University studied this bird along the lower Colorado River in Arizona to understand its habitat needs. This research revealed that western cuckoos prefer habitat dominated by large continuous areas of streamside habitat dominated by native trees.\n\n<a href=\"http:\/\/pubs.usgs.gov\/fs\/2009\/3091\/\">Learn more<\/a> Â \n\n<strong>Mussels on the Edge: <\/strong>Â Native freshwater mussels are among the most fascinating, widespread, and endangered animals in fresh waters. They play important ecological roles in our lakes and rivers and their shells are used to produce cultured pearls. Mussels are threatened by changes in flow patterns within rivers caused by dams, dikes, and levees; by sediment increases in rivers and streams<em>; <\/em>and by invasive species, such as zebra mussels and Asian carps, that compete with mussels for food.Â  Rising water temperatures and drought that may result from climate change have the potential to adversely affect the health and valuable services of mussel populations even more.Â  Research conducted by USGS scientists and partners are showing how elevated temperatures may affect the survival, growth, reproduction, and physiology of native mussels.\n\n<a href=\"http:\/\/www.umesc.usgs.gov\/mussels\/modeling_response_mussels.html\">Learn more<\/a>\n<div><strong>Â <\/strong><\/div>\n<div><strong>Â <\/strong><\/div>\n<div><strong>Â <\/strong><\/div>\n\n[caption id=\"attachment_1133\" align=\"alignleft\" width=\"150\" caption=\"Mojave Desert Tortoise found in Piute Valley in Clark County, Nevada, in 2005\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/desert_tortois.jpg\"><strong><img class=\"size-thumbnail wp-image-1133\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/desert_tortois-150x150.jpg\" alt=\"Mojave Desert Tortoise\" width=\"150\" height=\"150\" \/><\/strong><\/a>[\/caption]\n\n<strong>USGS Delves Into Desert Tortoise Dangers:<\/strong>\n\nThe Mojave desert tortoise is federally listed as threatened -- facing dangers such as habitat fragmentation, climate warming, as well as invasive grasses, which overrun native vegetation and increase risk of deadly wildfires. USGS biologists are using genetic studies to uncover whether these long-lived reptiles are experiencing isolation and inbreeding due to habitat loss, and conducting comprehensive habitat mapping to determine whether sufficient habitat corridors exist for tortoise populations to naturally to move across their native desert landscape -- where the burrows they dig help jumpstart local ecosystems.\n\n<a href=\"http:\/\/www.werc.usgs.gov\/outreach.aspx?RecordID=23\">Learn more<\/a>\n\n<strong>USGS Research Gives Endangered Frogs a Second Hop at Survival: <\/strong>As part of the USGS Amphibian Research and Monitoring Initiative (ARMI; http:\/\/armi.usgs.gov\/), USGS biologists are leading the monitoring and reintroduction effort of the Southern California mountain yellow-legged frog -- federally listed as endangered with only 200 wild adults remaining in the mountains surrounding Los Angeles County. Working with biologists at the San Diego Zoo, USGS biologists help reintroduce zoo-bred tadpoles and eggs to wild streams, and study their survival and how wildfires and invasive species affect these frogs.\n\n<a href=\"http:\/\/www.werc.usgs.gov\/outreach.aspx?RecordID=61\">Learn more<\/a>\n\n<strong>Elevated Extinction Risk for Mountain Salamander: <\/strong>The Shenandoah salamander is a\n\n[caption id=\"attachment_1139\" align=\"alignright\" width=\"150\" caption=\"Shenandoah Salamander\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/salamander.jpg\"><img class=\"size-thumbnail wp-image-1139\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/salamander-150x134.jpg\" alt=\"Shenandoah Salamander\" width=\"150\" height=\"134\" \/><\/a>[\/caption]\n\nsmall, terrestrial woodland salamander found only within the Shenandoah National Park.Â  Like other high-elevation species, this salamander is severely threatened by climate change, which is expected to result in dramatic temperature and moisture changes in the Appalachians. Because many high-elevation salamander species are specifically adapted to the unusual conditions typical of these sites, they may not be able to survive the changing conditions in the future without management. Â Compounding their risk is that many of these high-elevation species have extraordinarily small ranges, including the endangered Shenandoah salamander. USGS ARMI (Amphibian Research and Monitoring Initiative; http:\/\/armi.usgs.gov\/) scientists are combining detailed habitat models (these show where the species occurs) with experimental tests of the fate of the species under future climate conditions to forecast the extinction risk for this species and to provide information to the National Park Service on the best way to help lessen this extinction risk.\n\n<a href=\"http:\/\/www.pwrc.usgs.gov\/nearmi\/sites\/#shensal\">Learn more<\/a>\n\n<strong>A Devilish Sit<\/strong><strong>uation for the Devils Hole Pupfish:<\/strong> Contained deep within a limestone cavern in the Mojave Desert, Devils Hole is a constant temperature (93 degrees), 10 by 50 foot pool of water. Devils Hole pupfish live only in Devils Hole, dependent on a tiny spawning shelf less than 13 feet long and 7 feet wide. There, these tiny colorful fish â\u0080\u0093 the males a sparkling blue, the females a more subdued grey-blue or silvery-blue â\u0080\u0093 have made their home for thousands of years. Devils Hole pupfish populations remained about 400-500 individuals until the late 1960s when the water level in the pool dropped in response to pumping of nearby irrigation wells. Pupfish numbers declined precipitously, and though water in Devils Hole is now maintained at a minimum level, the pupfish are still greatly imperiled.Â  With intensive management efforts, pupfish numbers are increasing from a critical low of just 38 individuals in 2006 to about 118 in 2010.Â  USGS scientists and their partners are using video to help them assess relationships between environmental conditions and spawning in the pupfish to help managers better understand the habitat and spawning requirements and ultimately help in captive propagation.\n\n<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2448&amp;from=rss\">Learn more<\/a>\n\n<strong>A Face Only a Mother Could Love: <\/strong>The endangered humpback chub is a freshwater fish found only in the Colorado River Basin. Like other native Colorado River fish species, the humpback chub has an unusual body shape, presumably an adaptation to life in a large, active river. The USGS has developed a mark-recapture model to estimate adult population trends and the number of juvenile fish surviving to adulthood for the Grand Canyon population. The most recent USGS analysis indicates that the number of Grand Canyon adult humpback chubâ\u0080\u0094fish 4 years old or older and capable of reproducingâ\u0080\u0094increased by about 50 percent between 2001 and 2008. Scientists estimate that there are about 7,650 adult fish in the Grand Canyon population.\n\nÂ <a href=\"http:\/\/pubs.usgs.gov\/fs\/2009\/3035\/\">Learn more<\/a>Â Â Â \n<div><strong>Â <\/strong><\/div>\n\n[caption id=\"attachment_1135\" align=\"alignleft\" width=\"150\" caption=\"The Merrimack River draining northeast Massachusetts and New Hampshire is home to two sturgeon species: the shortnose sturgeon (federally endangered) and the Atlantic sturgeon (under consideration for federal listing).\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/sturgeon.jpg\"><strong><img class=\"size-thumbnail wp-image-1135\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/03\/sturgeon-150x150.jpg\" alt=\" An Atlantic Sturgeon\" width=\"150\" height=\"150\" \/><\/strong><\/a>[\/caption]\n\n<strong>Coastal Migration of Merrimack River Sturgeons:<\/strong>\n\nThe Merrimack River draining northeast Massachusetts and New Hampshire is home to two sturgeon species: the shortnose sturgeon (federally endangered) and the Atlantic sturgeon (under consideration for federal listing).Â  Atlantic sturgeon make extensive coastal migrations, but those captured within the Gulf of Maine appear to remain within the region.Â  Developing interests in coastal hydro-kinetic power turbines (these harness the power from moving water), particularly in Canadian waters, may prove to be a significant threat to coastal-wandering sturgeon and a more detailed understanding of their movements may assist hydro-kinetic development.Â  Until recently, shortnose sturgeon were believed to spend much of their lives within their natal river system, particularly populations in the northeast and Gulf of Maine.Â  A recent collaboration of the USGS with university and state partners identified a previously unobserved coastal spawning migration of pre-spawning female shortnose sturgeon.Â \n\n<a href=\"http:\/\/biology.usgs.gov\/genetics_genomics\/conservation_genetics_fish.html#atlantic_sturgeon\">Learn more<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24116","uid":"31","filename":"polarbear_with_coys-300x154.jpg","uri":"public:\/\/polarbear_with_coys-300x154.jpg","filemime":"image\/jpeg","filesize":"14333","status":"1","timestamp":"1425492768","type":"image","uuid":"5612cd25-46b8-4783-88e6-3af906987c54","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":154,"width":300},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["biology","Climate Change","Endangered Species"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1301313936","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}