{"title":"USGS Introduces New 3D Seismic Velocity Model for the San Francisco Bay Area","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Sixteen years ago, on October 17, 1989, the largest earthquake since 1906 shook Bay Area communities from Santa Cruz to San Francisco. The magnitude 6.9 Loma Prieta earthquake, whose epicenter was 50 miles from San Francisco, nevertheless created $10 billion in damage and killed 63 people.<\/p>\n<p>The U.S. Geological Survey (USGS) and its partners have made significant advances since 1989 in their efforts to mitigate loss of life and property. These include real-time monitoring networks, scientific research, and state-of-the-art mapping products to better understand and characterize the many complex interactions that contribute to damaging earthquakes in the San Francisco Bay Region.<\/p>\r\n<p>The USGS is today releasing a new tool in these efforts, a 3D computer model of the upper 20 miles of the earth&rsquo;s crust in the greater San Francisco Bay Area that will enable researchers to recreate the shaking levels of past and future earthquakes.<\/p>\r\n<p>The 3D computer model represents an important scientific advance. It combines 100 years of surface geologic mapping with decades of research into the seismic properties of the rocks in the Bay Area. It is also based on information from boreholes and variations in the earth&rsquo;s gravity and magnetic fields. It is a &quot;fault and block&quot; model&mdash;that is, the upper 15-20 miles of the earth&rsquo;s crust has been broken up into irregular shaped blocks, bounded by faults. Including the faults in the subsurface provides key information, since seismic waves can reflect (bounce) off faults or can bend and be focused in certain directions as they cross faults.<\/p>\r\n<p>&quot;We expect this new 3D model to revolutionize our ability to forecast the location of â\u0080\u0098hotspots&rsquo; &ndash; where shaking occurs most intensely &ndash; throughout the Bay Area,&quot; said Tom Brocher, USGS seismologist and co-developer of the model.<\/p>\r\n<p>Previous studies by the USGS and others have shown that the subsurface structure of the earth significantly influences how strongly an earthquake is felt locally, as well as the duration of the shaking. For example: the Cypress Structure, the freeway approach to the Bay Bridge from Oakland, collapsed during the Loma Prieta earthquake, killing 42 people. At least two properties of the earth&rsquo;s crust conspired to cause this collapse&mdash;it was built on loose soils that shook much more strongly than surrounding regions on stronger ground, and variations in the thickness of the earth&rsquo;s crust between the epicenter of the Loma Prieta earthquake in the Santa Cruz Mountains and Oakland actually focused energy toward Oakland and downtown San Francisco.<\/p>\r\n<p>&quot;The new 3D model is a result of the long and productive collaboration between the California Geological Survey and USGS,&quot; said state Geologist John Parrish. &quot;Its usefulness will be to test and predict the intensity and effects of shaking in future earthquakes and to build safer structures. This will be cost saving and life-saving for residents of the Bay Area, now and in the future.&quot; <\/p>\r\n<p>The model also includes the subsurface shape, depth, and properties of basins that underlie the Santa Clara, Livermore, and Santa Rosa Valleys. The soft sediments in the basins trap seismic energy and greatly enhance shaking levels relative to surrounding regions. The 3D model incorporates geological knowledge in fine subsurface detail.<\/p>\r\n<p>&quot;The 3D velocity model will provide a much more detailed definition of the intensity of shaking, site by site,&quot; said Chris Poland, President of Degenkolb Engineers. &quot;There are hundreds of billions of dollars of new construction each year in high seismic regions. The more we can design for the proper amount of strength and durability, the more we can achieve cost efficiencies, perhaps in the billions, while giving people greater safety during a large, damaging earthquake.&quot; <\/p>\r\n<p>Efforts are underway to calibrate the mo","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1129176000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170516"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}