{"title":"Finding the Needle in a Big Haystack: Locating Surf Scoter Nests in the Northern Boreal Forest","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>NOTE TO NEWS EDITORS: Reproducible images for this release can be found online at: <a href=\"http:\/\/www.werc.usgs.gov\/scoter\/2005\/pressrelease.html\">http:\/\/www.werc.usgs.gov\/scoter\/2005\/pressrelease.html<\/a> --<\/p>\n<p><!--introstart-->In a pioneering study, a USGS-led team has tracked a surf scoter from its coastal wintering area in San Francisco Bay to pinpoint its nest, 2000 miles away in the vast northern boreal forest of interior Canada.<!--introend--> By marking individual surf scoters with satellite and radio transmitters while these sea ducks wintered in San Francisco Bay, the team has been able to document the birds&rsquo; spring migration from wintering grounds to breeding grounds.<\/p>\r\n<p>\"In migratory bird studies, cross-seasonal research linking wintering and breeding areas is something of a holy grail,\" said Dr. John Takekawa, a wildlife biologist and principal investigator with the USGS Western Ecological Research Center in Vallejo, California. \"Many of these migratory species nest thousands of miles from where they spend the winter, and it is difficult to determine which group is from where.\"<\/p>\r\n<p>Making such linkages may be vital to understanding alarming declines in sea ducks of the past few decades. Many sea ducks breed in northern boreal forest and tundra areas and winter in marine environments. Degradation of their remote northern breeding habitats, possibly linked to global climate change, has been suggested by some as a possible explanation for the decline in these species. At the same time, these ducks may be threatened by human activities in their major coastal wintering areas. The San Francisco Bay area supports the largest wintering population of surf scoters in the Pacific Flyway; however, it is also home to 8 million people who outnumber the surf scoters by 250 to 1. <\/p>\r\n<p>Habitats in San Francisco Bay are impaired by pollutants including mercury. Historically, mercury deposits were mined in the coast range and used for extracting gold by placer miners in the Sierra Nevada during the gold rush era beginning in 1849. Mercury accumulated in sediments that were eroded in the mining process and have since flowed downstream to be deposited in the Bay. Surf scoters found in San Francisco Bay have elevated mercury levels, but little is known about the effects of this contaminant on their breeding success.<\/p>\r\n<p>\"Although surf scoters breed from Quebec to Alaska, our preliminary studies in 2003 showed that most birds marked with satellite transmitters in San Francisco Bay were distributed in a band a few hundred miles wide at the edge of the treeline from the Great Slave Lake to the Great Bear Lake in the Northwest Territories,\" said USGS biologist Susan De La Cruz. <\/p>\r\n<p>Last winter, partnered with the U.S. Fish and Wildlife Service supported by the Calfed Ecosystem Restoration Program, De La Cruz led the capture and radio-marking of 90 surf scoters to follow them to their nests. In mid-June of 2005, the project came to fruition as Matt Wilson, a USGS biologist and graduate student at the University of California at Davis, Rod King, a USFWS pilot-biologist, and USGS intern Kenny Farke tracked a satellite-marked bird to a lake 80 miles east of Yellowknife. After landing in a float plane, they searched along the lakeshore until finally spotting the satellite-marked hen sitting on 6 eggs in a downy nest. <\/p>\r\n<p>\"The eggs were freshly laid within a day or two,\" reported Wilson, who used a tube to \"candle\" or age the incubating eggs. Samples from this nest and others like it will be tested to see if contaminants from populated southern wintering regions may be having effects on reproduction of migratory birds breeding in the north.<\/p>\r\n<p>While this is the first step in documenting breeding effects, the team is working with biologists from the Washington Department of Wildlife, Canadian Wildlife Service, Simon Fraser University, and the USGS Alaska Science Center with support from the North Ame","summary":null,"format":null}]},"field_images":[],"regions":["California","Alaska"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1120104000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169743"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}