{"title":"Three Sisters Show Ground Deformation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>There has been a slight swelling, or uplift, of the ground surface over a broad area of central Oregon, centered five kilometers, or three miles, west of the South Sister volcano in Three Sisters region of the Oregon Cascade Range, according to scientists at the U.S. Geological Survey. The Three Sisters region is located 35 kilometers (22 miles) west of Bend, Ore., and 100 kilometers (60 miles) east of Eugene. The uplift, which scientists say occurred between 1996 and 2000, covers an area about 15 to 20 kilometers (9 to 12 miles) in diameter. The maximum amount of uplift at its center is about 10 centimeters (4 inches). It is too broad and low to be noticed from the ground, and several close aerial inspections of the area have revealed no unusual surface features. <\/p>\n<p>The USGS scientists discovered the bulge through use of a relatively new technique called Satellite Radar Interferometry (InSAR), which uses satellite data to make radar images of a portion of the Earth&rsquo;s surface. Through this process, images acquired at different times, but from the same location in space, can be used to detect even minor changes a few centimeters in the elevation of the ground. The images that reveal the 10-centimeter uplift near South Sister were obtained in 1996 and 2000. The exact timing of the uplift, or whether it is continuing at present, is unknown, but is being studied further.<\/p>\r\n<p>The USGS scientists said the specific cause of the uplift is uncertain, but because the Three Sisters region is a volcanic area, the uplift may reflect intrusion of a small volume of magma, or molten rock, deep below the surface; probably at a depth of about seven kilometers, or four miles. Such a process, which keeps volcanic areas \"alive\" and prepares them for future eruptions, is a common occurrence under volcanoes, but until development of techniques such as InSAR, it has been difficult to detect. If intrusion of magma were to continue, it could eventually lead to a volcanic eruption; however, an eruption is unlikely without significant precursory activity. In addition to continued or accelerating uplift, precursors to an eruption would include earthquakes, typically swarms of small events generated by fracturing of rock as magma moves upward, and large emissions of volcanic gases, such as carbon dioxide, which are released from the magma. At present, earthquake activity and gas emissions appear to be at or near background levels. In order to be prepared to more accurately detect possible precursors and to better understand this uplift phenomenon, USGS plans to enhance the existing monitoring network. Installation of one or more additional seismometers and a Global Positioning System (GPS) receiver, resurvey of existing benchmarks and installation of new benchmarks, and periodic airborne and ground-based sampling of gases are currently being considered in consultation with managers of the Willamette and Deschutes National Forests. <\/p>\r\n<p>A number of public officials and agencies in the State of Oregon and Lane and Deschutes counties have been briefed on these findings and they and scientists will work together to address any questions or concerns the public may have. <\/p>\r\n<p>Additional information on the bulge, including maps and a volcanic-hazards assessment, may be found on the WORLD WIDE WEB at URL: <a href=\"http:\/\/vulcan.wr.usgs.gov\/Volcanoes\/Sisters\/framework.html\">http:\/\/vulcan.wr.usgs.gov\/Volcanoes\/Sisters\/framework.html<\/a> <a href=\"http:\/\/volcanoes.usgs.gov\/About\/What\/Monitor\/Deformation\/InSAR.html\">http:\/\/volcanoes.usgs.gov\/About\/What\/Monitor\/Deformation\/InSAR.html<\/a> and <a href=\"http:\/\/www.geophys.washington.edu\/SEIS\/PNSN\/\">http:\/\/www.geophys.washington.edu\/SEIS\/PNSN\/<\/a> <\/p>\r\n<p>Information contacts: U.S. Geological Survey&mdash;Cascades Volcano Observatory, Vancouver, Washington (360) 993-8900 <\/p>\r\n<p>U.S. Geological Survey&mdash;Volcano Hazards Team, Menlo Park, California (650) 329-5227 <\/p>\r\n<p>Pacific Northwest Se","summary":null,"format":null}]},"field_images":[],"regions":["Oregon"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"989294400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}