{"title":"Pacific Volcano Rumbling to Life Again - Anatahan Volcano Activity Prompts Aircraft Warning","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A swarm of seismic activity heralding renewed eruptive activity at Anatahan Volcano in the Commonwealth of the Northern Mariana Islands (CNMI), which began early on March 31st, has prompted the U.S. Geological Survey to notify the National Oceanic and Atmospheric Administration?s Washington Volcanic Ash Advisory Center of volcanic activity that could be hazardous to aircraft. <\/p>\n<p>The swarm of very small earthquakes was the third and largest such episode of activity since the eruption in May-August, 2003. The current round of seismic intensity peaked on April 6th with approximately one small earthquake each minute and was similar in nature to that observed at other volcanoes before they erupted. On Sunday, new lava was spotted forming a short flow or dome inside Anatahan?s crater. Although the rate of seismicity has declined since the April 6th peak, earthquakes are still occurring frequently, and steam and ash emissions and small explosions are likely to occur. Anatahan is continuously monitored by the CNMI Emergency Management Office on Saipan and by USGS volcanologists in Hawaii, Washington, and California, using Internet and wireless technology to continuously track the situation as it develops.<\/p>\r\n<p>Within the CNMI, nine active volcanoes pose a significant hazard to air traffic and to planned settlement and economic development of many of the islands. The CNMI Emergency Management Office (EMO) and the USGS have developed a plan to evaluate and assess volcanic hazards, and to install, maintain, and operate a volcano-monitoring network across the nine active volcanoes to provide early warning of hazardous volcanic activity to commercial and military aviation interests, the inhabitants of the islands, the government of CNMI, and the public. Continued monitoring is needed so that potential hazards to air traffic, existing communities, and future island settlements from future eruptive activity can be quickly and correctly assessed. <\/p>\r\n<p>Volcanic eruptions pose a serious threat to aviation, but one that can be mitigated through the combined efforts of scientific specialists, the aviation industry, and air-traffic control centers. Eruptions threaten aviation safety when finely pulverized volcanic material (?ash?) erupts in large airborne clouds which cover long distances at airliner cruising altitudes. When an aircraft flies into an ash cloud results can include degraded engine performance (including loss of thrust power), loss of visibility, and failure of critical navigational and operational instruments. The best safety strategy is for aviators to know the locations of ash clouds and avoid them. Because ash clouds drift with prevailing winds for many days and thousands of miles, they potentially threaten air corridors that are far removed from the erupting volcano. For example, each year approximately 25,000 large commercial passenger jets fly through a small area of airspace immediately surrounding the Mariana Islands, and more than 1 million planes fly from Asia to Australia and New Zealand. On May 23, 2003, Anatahan produced an ash cloud that disrupted regional and international air traffic on at least two days. <\/p>\r\n<p>The volcanic-ash hazard to aviation is the subject of the upcoming 2nd International Conference on Volcanic Ash and Aviation Safety in June in Alexandria, VA. Information about the conference is available online at <a href=\"http:\/\/www.ofcm.gov\/homepage\/text\/spc_proj\/volcanic_ash\/about.html\">http:\/\/www.ofcm.gov\/homepage\/text\/spc_proj\/volcanic_ash\/about.html<\/a> <\/p>\r\n<p>A website with photos of Anatahan as well as frequently updated situation reports is available at: <a href=\"http:\/\/hvo.wr.usgs.gov\/cnmi\/index.html\">http:\/\/hvo.wr.usgs.gov\/cnmi\/index.html<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1082001600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169542"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}