{"title":"The State of Rain","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"The U.S. Geological Survey has released a satellite-based rainfall monitoring dataset specifically designed to support the early detection of drought around the world.\n\nDeveloped as a partnership between the USGS Earth Resources Observation and Science (<a href=\"https:\/\/eros.usgs.gov\/\">EROS<\/a>) Center and the University of California Santa Barbara (UCSB) <a href=\"http:\/\/chg.geog.ucsb.edu\/about\/index.html\">Climate Hazards Group<\/a>, this new dataset allows experts who specialize in the early warning of drought and famine to monitor rainfall in near real-time, at a high resolution, over most of the globe (from 50Â°N to 50Â°S).\n\n[caption id=\"attachment_195681\" align=\"alignleft\" width=\"420\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/05\/Ethiopian-farmers_reduced.jpg\"><img class=\" wp-image-195681  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/05\/Ethiopian-farmers_reduced.jpg\" alt=\"Ethiopian Farmers\" width=\"420\" height=\"315\" \/><\/a> Farmers in Ethiopia harvest bountiful field of cattle forage in November 2013. USGS photo, Michael Budde.[\/caption]\n\n<strong>Apples to apples for rain<\/strong>\n\nMonitoring rainfall from space with modern weather satellites has become a robust, widely-practiced technique, but establishing a reliable context for relating space-based rainfall observations with present-day and historical ground-based rainfall data has been difficult.\n\nThe new dataset, named the Climate Hazards Group Infrared Precipitation with Stations (CHIRPS), reaches back to 1981 to place rainfall observed from space into the historical setting of over three decades of collected rainfall data at ground stations worldwide. CHIRPS data can be incorporated into climate models, along with other meteorological and environmental data, to project future agricultural and vegetation conditions.\n\n<strong>Drought applications<\/strong>\n\nExplicitly designed for drought monitoring, CHIRPS is already being used to identify possible hot spots of food insecurity. Much of East Africa is still recovering from a series of poor rainy seasons in 2008, 2009, 2011, and 2012. Food prices remain high, especially in South Sudan, where civil war has led to the displacement of more than a million refugees.\n\nKenya relies heavily on highly productive farms located in the Rift Valley by Lake Victoria where abundant spring rains usually support high crop yields that feed millions of people. This year, however, the CHIRPS dataset has identified a very poor start to the growing season. CHIRPSâ\u0080\u0099 long historical record indicates that this Aprilâ\u0080\u0099s rainfall was the lowest in 34 years â\u0080\u0094 about two inches for the entire month, less than a third of the long-term monthly average (Fig. 1). This information has been passed along to the US Agency for International Development (<a href=\"http:\/\/www.usaid.gov\/\">USAID<\/a>) Famine Early Warning Systems Network (<a href=\"http:\/\/www.fews.net\/east-africa\/kenya\">FEWS NET<\/a>) , prompting on-the-ground assessments of potential crop failure.\n\n[caption id=\"attachment_195691\" align=\"aligncenter\" width=\"945\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/05\/Rift-Valley-fig-1.jpg\"><img class=\" wp-image-195691  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/05\/Rift-Valley-fig-1.jpg\" alt=\"Rift Valley Figure 1.\" width=\"945\" height=\"449\" \/><\/a> Figure 1. Left - Natural color composite image from a Landsat 8 scene taken over the highly productive Rift Valley province of Kenya on May 1, 2014. Bright green areas show crops that started out well based on March rains, but may now face crop water deficits. Red areas indicate bare soil. Right â\u0080\u0093 34-year time series of CHIRPS rainfall data for April in the same area. Note 2014.[\/caption]\n\nIn addition to providing high resolution, near real-time information to support early warning, USGS and UCSB scientists are also using the CHIRPS data to explore recent trends in rainfall. This information can help guide â\u0080\u0098climate smartâ\u0080\u0099 development. It can also help water managers, hydro-electric power companies, natural resource managers, and disaster relief agencies to prepare for a changing climate.\n\n<strong>Potential correlations across oceans<\/strong>\n\nLong-term rainfall has been declining across both the southwestern U.S. and eastern East Africa. Figure 2 shows the 1981-2013 correlation with a linear trend in March-August CHIRPS precipitation for the United States and East Africa. Red areas in these maps denote places where rainfall has been decreasing. Blue areas indicate places where rainfall has been increasing.\n\n[caption id=\"attachment_195711\" align=\"alignright\" width=\"1024\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/05\/CHIRPS_R_US_and_EA.jpg\"><img class=\"size-large wp-image-195711\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/05\/CHIRPS_R_US_and_EA-1024x388.jpg\" alt=\"Figure 2. \" width=\"1024\" height=\"388\" \/><\/a> Figure 2. Spring-Summer rainfall trends for the U.S. (left); East Africa and Yemen (right).[\/caption]\n\nUSGS and UCSB scientists are working with USAID to incorporate this information into development and adaptation strategies in Africa. At the same time, the scientists are exploring possible links between rainfall declines in these regions and warming in the Pacific and Indian Oceans.\n\nThe CHIRPS dataset is described fully in a recent <a href=\"http:\/\/pubs.usgs.gov\/ds\/832\/\">USGS data document<\/a>. The CHIRPS data archive is hosted both by <a href=\"http:\/\/earlywarning.usgs.gov\/fews\/downloads\/index.php?regionID=gl&amp;productID=7&amp;periodID=8\">USGS EROS<\/a> and the <a href=\"http:\/\/chg.geog.ucsb.edu\/data\/chirps\/\">UCSB Climate Hazard Group<\/a>. The development of CHIRPS has been funded by USAID, USGS, NASA, and the National Oceanic and Atmospheric Administration (NOAA).\n\n======","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24369","uid":"31","filename":"wheat.jpg","uri":"public:\/\/wheat.jpg","filemime":"image\/jpeg","filesize":"62544","status":"1","timestamp":"1425492768","type":"image","uuid":"f3e1f238-ab2a-48e3-911c-a0fe337fb16e","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Africa","drought","earth observation","Famine","international","Kenya","Remote Sensing"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1400085808","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}