{"title":"Local Scientist Honored for Wetland Research","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Dr. Ned H. Euliss, Jr., research wildlife biologist for the U.S. Geological Survey, was recently granted the U.S. Department of the Interior's Meritorious Service Award&mdash;the second highest award for a DOI career employee&mdash;for his contributions to ecological science.<!--introend--><\/p>\n<p>This award recognizes Euliss'exceptional wetland research at the USGS <a href=\"http:\/\/www.npwrc.usgs.gov\/\">Northern Prairie Wildlife Research Center<\/a> (NPWRC) in Jamestown, N.D., which has enhanced public knowledge of the Nation&rsquo;s wetlands and been used by the Department to help manage these ecosystems.<\/p>\r\n<p>\"During Dr. Euliss'notable career, he has conducted wetland ecology research that typifies the highest level of excellence within the USGS,\" said Robert Gleason, director of the NPWRC.<\/p>\r\n<p>Euliss'early work explored the dietary value of aquatic invertebrates to waterfowl and other migratory birds. He was elected Fellow of the Society of Wetland Scientists in 2010 for developing the Wetland Continuum, a conceptual framework for interpreting biological studies in wetlands. He has since studied the global value of carbon cycling and provided innovative data on carbon storage and sequestration in prairie wetlands. The results from this work were used by the U.S. Environmental Protection Agency to document and include restored prairie wetlands as carbon sinks in annual inventories of greenhouse gas emissions and sinks.<\/p>\r\n<p>Euliss has also researched ecosystem services such as erosion and sediment reduction, floodwater retention, and wildlife habitat provisioning. Such studies have led to the development of the <a href=\"http:\/\/geography.wr.usgs.gov\/science\/ilm.html\">USGS Integrated Landscape Monitoring Program<\/a>, and a series of pilot projects to evaluate the effectiveness of quantifying multiple ecosystem services simultaneously across broad geographic regions&mdash;critical tools used by the Department and other ecosystem managers.<\/p>\r\n<p>Currently, Euliss is researching the effects of land-cover and climate change on pollinator health and services, and was recently selected to co-chair the USGS Science Strategy Team for Core Science Systems.&nbsp;<\/p>\r\n<p>The USGS NPWRC provides scientific information for conservation and management of the Nation&rsquo;s wildlife. Please visit the NPWRC <a href=\"http:\/\/www.npwrc.usgs.gov\/\">website <\/a>for more information.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2013_03_26\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2013_03_26\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Dakota"],"country":["United States of America"],"mm_tags":["ecosystems","Geographic Areas Midwest","wetlands","Integrated Landscape Monitoring Program","Northern Prairie Wildife Research Center","Awards"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1364356800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170352"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}