{"title":"Feature: The Alaska Volcano Observatoryâ\u0080\u009420 Years of Partnership in Support of Public Safety and Volcano Science","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Alaska is one of the\nmost volcanically active regions on Earth, located at the far northern border\r\nof the Pacific Ocean, a vast, rugged area of\r\ncritical importance to global commerce and national security. The more than 50\r\nhistorically active volcanoes in this region have produced, on average, two explosive\r\neruptions each year. In many cases, eruptions have generated towering\r\nclouds of volcanic ash and gas that have traveled thousands of miles downwind,\r\ndropping ash on communities as far as northern California and endangering air traffic\r\nacross the entire continent.&nbsp;<\/p>\r\n<table border=\"0\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td>\r\n<p style=\"text-align: center;\"><img src=\"http:\/\/www.usgs.gov\/images\/logos\/geophysical_inst.jpg\" alt=\"Univ. of AK--Geophysical Institute\" width=\"100\" height=\"99\" \/><\/p>\r\n<\/td>\r\n<\/tr>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/www.usgs.gov\/images\/logos\/avo.jpg\" alt=\"Alaska Volcano Observatory\" width=\"100\" height=\"99\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/www.usgs.gov\/images\/logos\/ak_geosurvey.jpg\" alt=\"Alaska Geological and Geophysical Surveys\" width=\"100\" height=\"100\" \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>The Alaska Volcano Observatory (AVO) was founded in\r\n1988 to issue warnings of volcanic activity in Alaska and to conduct scientific studies of\r\nvolcanism in order to better anticipate hazards and understand patterns of\r\nunrest. Effectively monitoring dozens of volcanoes across 1,500 miles of harsh\r\nterrain presented enormous technical and logistical challenges. Over the course\r\nof 20 years, AVO, a collaborative\r\nproject of the U.S. Geological Survey (USGS), the University\r\nof Alaska Fairbanks Geophysical Institute (UAFGI), and\r\nthe Alaska Division of Geological and Geophysical Surveys (ADGGS), has\r\nsuccessfully integrated scientific understanding of volcanoes and advances in\r\ntechnology to achieve this goal. &nbsp;AVO collaborates\r\nwith the National Weather Service (NWS), the Federal Aviation Administration\r\n(FAA), and other key agencies and institutions to generate coordinated hazard\r\nmessages and promote public safety. AVO also cooperates with citizens and land\r\nmanagement agencies such as U.S. Fish and Wildlife Service and the National\r\nPark Service to work on public and private lands in Alaska.<\/p>\r\n<table border=\"0\" cellspacing=\"0\" cellpadding=\"3\" width=\"260\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-4-3\/redoubt.jpg\" alt=\"Photo of volcanic eruption cloud above Redoubt volcano\" width=\"250\" height=\"168\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\">Ascending eruption cloud from Redoubt\r\nVolcano as viewed to the west from the Kenai Peninsula.\r\nThe mushroom-shaped plume rose from avalanches of hot debris (pyroclastic\r\nflows) that cascaded down the north flank of the volcano. A smaller, white\r\nsteam plume rises from the summit crater. Photograph by R. Clucas, April 21,\r\n1990. Image is courtesy of the photographer.<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>AVO was founded only 18 months\r\nprior to the dramatic eruption of Redoubt Volcano, 210 miles southwest of Anchorage. A seismic\r\nnetwork that became operational several months before the onset of activity\r\nalerted AVO to signs of a possible eruption less than a day before the eruption\r\nbegan. Correctly interpreting this critical information, AVO alerted government\r\nauthorities and the public to begin emergency preparations. Repetitive\r\nexplosive dome collapse events from Redoubt Volcano through April of 1990\r\nproduced dangerous ash clouds and fast-moving mudflows down the Drift River.\r\nAlthough mudflows threatened the important Drift River Oil Terminal, early\r\nwarning by AVO prompted the safe evacuation of workers and the eventual enhancement\r\nof protective dikes around oil storage tanks.<\/p>\r\n<p>Airborne volcanic ash\r\nis one of the greatest threats from eruptions in Alaska\r\nand neighboring Kamchatka (Russia).&nbsp; Every day, more than 250 flights and perhaps 3","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1207195200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169601"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}