{"title":"A Big Whoop! Crane Chicks Will Hatch On-Line:<br>Go to Whoopers.USGS.Gov","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>NOTE TO NEWS EDITORS:<\/b> For reproducible photos of whooping cranes, go to <a href=\"http:\/\/whoopers.usgs.gov\/\">whoopers.usgs.gov<\/a> and click on Photo Gallery. <\/p>\n<p><b>WHAT:<\/b> <!--introstart-->How do you help an endangered species return to the wild? One way is raise the young in captivity &ndash; while keeping them as wild as possible -- and then release them in the wild. You are invited to an online site to watch this actual journey unfold as whooping crane chicks hatch and grow.<!--introend--> Some will live, but, as in nature, a few may die. The day-to-day lives of these endangered chicks will be chronicled with photographs and explanations of the innovative rearing procedures used by scientists, veterinarians, and technicians. A new colony of whooping cranes is being established in Florida from cranes raised by these procedures. In March, for the first time ever, one of the adult cranes raised from a chick by the U.S. Geological Survey was part of a pair that successfully hatched their own chicks in the wilds of Florida. <\/p>\r\n<p><b>WHO:<\/b> Whooping crane chicks, USGS researchers in Maryland, and you. <\/p>\r\n<p><b>WHERE:<\/b> On April 27, go to whoopers.usgs.gov. The expected date of the first hatching is May 2, but you shouldc heck our site daily from April 27 on for a whooper chick countdown! Learn exciting facts about cranes everyday. <\/p>\r\n<p><b>YOUR PART:<\/b> After the chicks hatch, you are invited to vote on names for the chicks. Send in questions about how researchers rear and care for the cranes they raise. <\/p>\r\n<p><b>WHEN:<\/b> Countdown starts April 27! Updates will be given daily for two weeks after hatching, then periodically thereafter as chicks grow and fledge. Some of the chicks will go to Florida to help re-establish a second wild flock of whooping cranes in the United States. <\/p>\r\n<p><b>PARTNERS:<\/b> Partners in the whooping crane recovery effort include the U.S. Geological Survey, the U.S. Fish and Wildlife Service, the Florida Fish and Wildlife Conservation Commission, the Calgary Zoo, the International Crane Foundation, the Canadian Wildlife Service, and Earthwatch volunteers. <\/p>\r\n<p><b>COOL FACTS ABOUT RAISING CRANES:<\/b> (Watch for These and Other Facts on the Whooper Chick Website!): <\/p>\r\n<p>*A strict rule for raising whooping crane chicks for release is that the young birds never see their human caregivers. In this and many other bird species, chicks that are exposed to human beings may become \"imprinted\" on them, and grow up preferring the company of people to that of their own kind. Thus, to acquire a crane identity, chicks must be fed and cared for by cranes &ndash; or as close as possible as the crane recovery team can get! So nobody is allowed near the chicks unless they are in a crane costume, with a hand puppet shaped like a crane head for feeding the young birds.<\/p>\r\n<p>*A few days before they are hatched, eggs about to hatch are played tapes of the brood calls parent cranes give to their hatching young. <\/p>\r\n<p>*After one day, chicks are placed in small pens next to adult whooping cranes, which will serve as role models for proper imprinting of the chicks.<\/p>\r\n<p><b>DETAILS:<\/b> The USGS whooping crane breeding and rearing facility in Maryland is essential to the species recovery effort. Whooping crane numbers reached an all-time low in 1941, when only 21 birds remained in the wild. With only one small flock of whooping cranes left in the United States, researchers realized that the species was living on borrowed time. Disease could easily sweep through the wild flock, or a natural event such as a severe storm could reduce crane numbers to a point from which recovery would be impossible. A small flock also meant that closely related birds were breeding with each other, causing low fertility rates and developmental problems in chicks. <\/p>\r\n<p>About 10 breeding pairs of cranes are kept at the USGS research center at any one time. Each whooping crane released in Florida i","summary":null,"format":null}]},"field_images":[],"regions":["Maryland"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"956808000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170192"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}