{"title":"George Gryc â\u0080\u0094USGS Geologist, Leader, and Alaska Expert, 1919 - 2008","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->After a long and distinguished career with the U. S. Geological Survey, George Gryc, 88, passed away on April 27 in Sunnyvale, California. Well known from the smallest bush settlement on the Yukon to Capital Hill in Washington, Gryc was the preeminent Alaskan geologist of his day. His work bore directly on the outcome of all the major issues of consequence to Alaska in the 20th century.<!--introend--><\/p>\n<p><img style=\"margin: 3px; float: left;\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-5-8\/george_gryc.jpg\" alt=\"photo of George Gryc\" \/>George Gryc was born in St. Paul, Minnesota, in 1919. He attended the University of Minnesota from 1937 to 1943, earning both B.A. and M.S. degrees in geology and winning the hand of coed Jean Funk, his beloved wife for 66 years. He is survived by Jean and by five children -James, Stephen, Christina, Paula Jean, and Georgina- as well as nine grandchildren and three great-grandchildren.<\/p>\r\n<p>Gryc joined the Geological Survey in 1943 in time for a summer field season evaluating the mercury deposits of Southwest Alaska. Mercury, a strategic mineral for the manufacture of munitions, was a high priority of the WW II Strategic Mineral Program. Gryc continued his graduate studies at Johns Hopkins University, and in 1944 Gryc began studies on the petroleum geology and hydrocarbon resources of Alaska's North Slope, then a region largely unmapped and unexplored.<\/p>\r\n<p>Gryc's pioneering expeditions to the North Slope provided the grist for a lifetime of raconteuring. The dangerous river traverses began with white-knuckle bush plane landings on gravel bars in May followed by headlong dashes down uncharted streams in canvas boats, hoping to reach the Arctic coast before winter began. One tense September saw Gryc's party stranded for three weeks without supplies because the air service fired the only pilot knowing the pick up time and place. In other years he made the first geologic explorations of the Sagvanirktok and Shaviovik Rivers, ending in Prudhoe Bay.<\/p>\r\n<p>From 1950 to 1960 Mr. Gryc was Chief of the Survey's Navy Oil Unit that was providing the scientific support to the petroleum exploration and drilling being carried out in Naval Petroleum Reserve No 4. Landmark reports resulting from the &lsquo;Pet 4&lsquo; studies were crucial clues in the 1969 discovery of the oil field at Prudhoe Bay, one of the nations largest deposits of oil and gas.<\/p>\r\n<p>After serving as Staff Geologist to the Chief Geologist at USGS Headquarters in Washington, Gryc relocated to Menlo Park in 1963 where he served as Chief of the Branch of Alaskan Geology until 1976.<\/p>\r\n<p>In 1964 the second largest earthquake of the century devastated south-central Alaska and sent a tsunami that caused death and destruction as far away as California. George Gryc immediately took the lead in organizing the USGS field response to the effects of the quake on the works of man and the ecosystem. The resulting studies were instrumental in land use decisions and reconstruction designs, formed a model for post-quake investigations, and established the National Earthquake Hazards Reduction Program<\/p>\r\n<p>Early in the 1970s Gryc found himself embroiled in the Alaska Pipeline, a highly contested proposal to pump Prudhoe Bay crude to the lower 48 states through an 800-mile-long hot oil pipeline buried in icy permafrost. As Chairman of the Menlo Park Working Group on the Trans-Alaska Pipeline, Gryc and his colleagues measured such geotechnical problems as melting permafrost and giant earthquakes against proposals for mitigations. Time and time again when the numerous high-pressure meetings and hearings threatened to explode, George Gryc's courteous style and open personality would restore calm and order. His contribution to the safe and profitable Trans Alaska Pipeline is widely recognized among earth scientists.<\/p>\r\n<p>In January 1976, Mr. Gryc was appointed Regional Geologist for the Western Region, representing the Chi","summary":null,"format":null}]},"field_images":[],"regions":["California","Alaska"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1210219200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169941"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}