{"title":"Using LIDAR to Document Coastal Change","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: Interviews with the scientists during the Geological Society of America (GSA) Annual Meeting can be arranged by contacting Carolyn Bell (USGS) or Ann Cairns in the GSA newsroom in Boston at 617-954-3214.<\/b> <\/p>\n<p><!--introstart-->At the annual meeting of the Geological Society of America, in Boston, Tuesday, November 6, at 9:15 a.m., scientists with the U.S. Geological Survey (USGS) will describe partnerships between their agency and other public agencies and the private sector that are contributing to a greater understanding of public areas, such as national parks.<!--introend--> John Brock, a researcher at the USGS Center for Coastal Studies in St. Petersburg, Fla., will tell colleagues about cooperative efforts between the USGS, NASA and the National Park Service (NPS), to create new remote sensing-based capabilities for coastal studies and natural resources management, and to apply those capabilities within interdisciplinary research to national seashores. <\/p>\r\n<p>According to Brock, Aircraft lidar (light detection and ranging) remote sensing techniques are being combined with new analytical methods to examine fine-scale topography and three-dimensional topographic change; vegetation community structure; and wildlife habitats within national seashores. The objectives of the USGS-NPS-NASA project, according to Brock, are to: <\/p>\r\n<UL>\r\n<LI>Create a mass processing system for NASA Airborne Topographic Mapper (ATM) lidar surveys that allows the rapid generation of a suite of lidar data products suitable for diverse scientific applications.<\/LI>\r\n<LI>Develop and test new methods for the lidar-based recognition of cultural features, the categorization of surface types, and the investigation of coastal geomorphic change.<\/LI>\r\n<LI>Develop and test new methods for the three-dimensional mapping of coastal vegetation communities and wildlife habitats.<\/LI>\r\n<LI>Undertake interdisciplinary investigations of the feedback between surficial geological processes and wildlife habitat change, wildlife behavior, and the success of plant and animal species of concern to NPS natural resource managers.<\/LI>\r\n<LI>Investigate and compare rates and styles of long-term shoreline and geomorphic change across the range of natural coastal environments within the National Park system, while also providing valuable information for park resource management. <\/LI><\/UL>\r\n<p>Brock said the project is also generating a suite of information products for northeastern U.S. National Seashores, based upon periodic aircraft remote sensing (lidar, multispectral scanning, digital aerial photography) surveys. In a companion session, Brock describes how a multi-temporal lidar analysis of north Assateague Island, Maryland, is using the calculation of lidar metrics to analyze trends in the coastal evolution of that island. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1005022800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}