{"title":"Zoo Polar Bear Sports High-Tech Neckwear for Conservation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>PORTLAND, Ore. &mdash; <!--introstart-->Tasul, an Oregon Zoo polar bear, recently landed her first white-collar job: research assistant for the U.S. Geological Survey. Her assignment: wearing a high-tech collar to help solve a climate change mystery.<!--introend-->&nbsp;<\/p>\n<p>\"Scientists and wildlife managers need to understand how polar bears are responding as sea ice retreats,\" said Amy Cutting, Oregon Zoo curator. \"But polar bears are notoriously difficult to study in the wild. Direct behavioral observations are nearly impossible.\"<\/p>\r\n<p>Enter Tasul.&nbsp;<\/p>\r\n<p>Within her USGS-issued collar is an accelerometer &mdash; a device found in most smart phones &mdash; that detects minute changes in motion and direction of movement. The device turns Tasul&rsquo;s everyday behaviors like walking, eating, sleeping and swimming into electronic signals. By recording video of her wearing the collar and matching the behavior to the signal, researchers will create a sort of digital fingerprint for polar bear behavior.&nbsp;<\/p>\r\n<p>Once the signals are calibrated, similar collars can be placed on free-roaming bears in the Arctic, allowing researchers to monitor their behavior without having to observe them directly. These collars will be equipped with quick-release mechanisms so scientists can open them remotely and let them drop off the bears after the necessary data has been obtained.&nbsp;<\/p>\r\n<p>\"Our research shows that polar bears are being displaced from sea ice habitats they formerly used,\" said Anthony Pagano, a wildlife biologist with the USGS Alaska Science Center leading this study. \"This collaborative project with the Oregon Zoo will help us understand the implications between going to land or staying with the ice as it retreats hundreds of kilometers north into the Arctic Basin.\"&nbsp;<\/p>\r\n<p>To train Tasul to wear her \"techcessory,\" keepers slowly acclimated the bear to different types of neckwear over several months, using a special training module that allows close &mdash; but safe &mdash; access. Zoo visitors may see Tasul wearing the collar periodically throughout the summer.&nbsp;<\/p>\r\n<p>\"Tasul was the perfect candidate for this study because she already participates in many health-care behaviors voluntarily, as opposed to requiring tranquilization,\" Cutting said. \"She doesn&rsquo;t mind wearing the collar and actively cooperates. She is a very curious bear and seems interested in all the extra attention from keepers.\"&nbsp;<\/p>\r\n<p>The training sessions also gave zoo staffers a chance to get a bear's-eye view of Tasul's daily activities by attaching a small GoPro camera to her training collar. Footage from the \"Tasul-cam,\" is available on the <a href=\"http:\/\/youtu.be\/4qEbPLrVOb0\">Oregon Zoo website<\/a>.&nbsp;<\/p>\r\n<p>\"There's a lot we need to learn about how climate change is affecting polar bears,&rdquo; Cutting said, \"so it's very rewarding to see Tasul offering researchers a chance to study this threatened species in a new way.\"<\/p>\r\n<p>This project is part of the <a href=\"http:\/\/alaska.usgs.gov\/science\/interdisciplinary_science\/cae\/index.php\">U.S. Geological Survey's Changing Arctic Ecosystems<\/a> initiative, which includes research on the effects of climate change on polar bears.<\/p>\r\n<p>The zoo is a service of Metro and is dedicated to its mission of inspiring the community to create a better future for wildlife. Committed to conservation, the zoo is currently working to save endangered California condors, Oregon silverspot and Taylor's checkerspot butterflies, western pond turtles and Oregon spotted frogs. Other projects include studies on Asian elephants, polar bears, orangutans and giant pandas. Celebrating 125 years of community support, the zoo relies in part on donations through the <a href=\"http:\/\/oregonzoo.org\/ozf\">Oregon Zoo Foundation<\/a> to undertake these and many other animal welfare, education and sustainability programs.&nbsp;<\/p>\r\n<p>The zoo opens at 9 a.m. daily and is located five","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Alaska"],"country":["United States of America"],"mm_tags":["Polar Bears","ecosystems","technology","Arctic","Sea Ice","Climate Change","Oregon","Alaska"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1375156800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169503"},{"tid":"170246"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}