{"title":"Migration No Longer Best Strategy for Yellowstone Elk","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>LARAMIE, Wyo. &mdash; <!--introstart-->Migratory elk are coming back from Yellowstone National Park with fewer calves due to drought and increased numbers of big predators &ndash; two landscape-level changes that are reducing the benefits of migration with broader implications for conservation of migratory animals, according to a new study published in the journal Ecology.<!--introend--><\/p>\n<p>The new study by the Wyoming Cooperative Fish and Wildlife Research Unit &ndash; a joint program involving U.S. Geological Survey, the University of Wyoming, and the Wyoming Game and Fish Department, describes a long-term decline in the number of calves produced annually by the Clarks Fork herd, a population of about 4000 elk whose migrants travel annually between winter ranges near Cody, Wyoming and summer ranges within Yellowstone National Park. &nbsp;Migratory elk experienced a 19 percent depression in rates of pregnancy over the four years of the study and a 70 percent decline in calf production over 21 years of monitoring by the WGFD, while the elk that did not migrate, known as resident elk, in the same herd experienced high pregnancy and calf production and are expanding their numbers and range into private lands outside of the park.<\/p>\r\n<p>\"This is one of North America's wildest and best-protected landscapes, where elk and other ungulates still retain their long-distance seasonal migrations &ndash; and yet it is the migratory elk that are struggling while their resident counterparts thrive in the foothills,\" said Arthur Middleton, who led this work as a University of Wyoming doctoral student and is now a postdoctoral fellow at the Yale School of Forestry and Environmental Studies.<\/p>\r\n<p>A key finding of the study was that only 70 percent of migratory elk were pregnant, compared to 90 percent of residents &ndash; a rate more typical of Rocky Mountain elk. The study shows that the hotter and dryer summer conditions of the last two decades, coincident with the long-term drought widely affecting the West, has reduced the duration of the spring period when tender new grasses are available to elk. This makes it harder for female migratory elk to find the forage they need to both nurse a calf and breed. Though elk typically bear a calf every year, migratory elk that nursed a calf had only a 23 percent chance of becoming pregnant again in the following year.<\/p>\r\n<p>Another likely cause of the declining calf numbers among migrants was predation. Migrants share their range with four times as many grizzly bears and wolves than resident elk, and both predators are well known to prey on young elk calves. Resident elk get a break from high levels of predation in part because when predators kill livestock on the resident range, they are often lethally removed by wildlife managers and ranchers.<\/p>\r\n<p>\"A lower pregnancy rate reduces the number of calves that are born in the first place, then predation seems to reduce the number of migratory calves that survive the first few months of life,\" said Matthew Kauffman a research wildlife biologist with the USGS and Assistant Professor at the University of Wyoming. Kauffman goes on to explain that resident elk numbers are growing in the foothills not because migrants are choosing to stay behind, but rather because irrigated fields and lower predator numbers are allowing residents to raise more calves to adulthood.<\/p>\r\n<p>Globally, wildlife migration is a dwindling phenomenon. Research and management often focus on conspicuous barriers like fences, roads, and other kinds of development that can physically impede migration corridors. While those are important, this study suggests that even in a landscape as well-protected as the Greater Yellowstone Ecosystem, subtler changes in predator management and forage quality on the seasonal ranges of migratory animals will also play an important role. Migration is conventionally understood as a strategy to gain better forage quality while also reducing","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Montana","Wyoming"],"country":["United States of America"],"mm_tags":["elk","ecosystems","Climate Change","migration"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1370404800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169028"},{"tid":"170246"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}