{"title":"Potential Exists for Contaminants to Enter Salt Lake Valley&rsquo;s Ground Water","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Trace amounts of pesticides or volative organic compounds (VOCs) were detected in ground water sampled from public-supply wells in Salt Lake Valley if the age of the sampled water was less than about 50 years, according to a report recently released by the U.S. Geological Survey (USGS). <\/p>\n<p>Pesticides or VOCs were detected, mostly at very low concentrations, in water from 23 of the 31 public-supply wells sampled. Although measured concentrations of these compounds are not a health concern at present, their widespread occurrence indicates the presence of water young enough to be affected by human activities in much of the principal aquifer. <\/p>\r\n<p>For most wells where VOC or pesticide compounds were detected in the water, total concentrations decreased as the age of the water increased. All of the samples that contained mostly modern water (less than 50 years) contained at least one man-made compound. USGS hydrologist Andy Manning, coauthor of the report, cautioned, \"The data in this report clearly show that chemicals we put in the ground near the margins of this valley will probably end up our public-supply wells in a relatively short period. The quality of the water in the principal aquifer is presently quite good, but if we were to contaminate the ground water in these valley margin areas, we would quickly pay the price.\" <\/p>\r\n<p>Chloroform was the most frequently detected VOC (17 of 31 samples). Its widespread occurrence in deeper ground water is likely the result of recharge of chlorinated public-supply water used to irrigate lawns and gardens in residential areas of Salt Lake Valley. <\/p>\r\n<p>At least one pesticide or pesticide breakdown product was detected at a concentration much lower than drinking-water standards in water from 13 of the 31 wells sampled. The USGS used much lower analytical reporting levels in this study than are typically used in routine pesticide monitoring of public-water supplies resulting in a higher detection rate than would have been possible with less sensitive analytical methods. Atrazine, generally used on corn and along roads to control weeds and unwanted vegetation, and its breakdown product, deethylatrazine, were the most commonly detected pesticides. <\/p>\r\n<p>Nitrate concentration in water the USGS sampled from 39 percent of the public-supply wells was higher than an estimated naturally occurring level of 2 mg\/L, indicating a likely human influence, but all levels sampled were lower than the U.S. Environmental Protection Agency maximum contaminant level of 10 mg\/L for drinking water. Although nitrate does occur naturally in ground water, elevated concentrations in urban and agricultural areas are typically caused by human activities such as the application of fertilizers and leaking septic systems and sewer pipes. <\/p>\r\n<p>The isotopes tritium and helium-3 were used to identify and date ground water recharged in the past 50 years. Ground water on the east side of Salt Lake Valley generally becomes older with distance from the mountain front, with the oldest water present near the Jordan River. Man-made compounds were not detected in water with an apparent age older than 50 years in the area near the Jordan River. &quot;This is good news because some of these areas have been industrialized for some time and have received a few chemical spills,&quot; said Susan Thiros, a USGS hydrologist in Utah. &quot;The clay layers and ground water moving towards the land surface in the area have protected the aquifer.&quot; <\/p>\r\n<p>However, an area near Murray, where younger ground water is surrounded by older water, is an exception: younger water was pumped from public-supply wells. &quot;Shallow water has moved to the deeper aquifer in this area despite the natural barrier of a subsurface clay layer,&quot; said Thiros. <\/p>\r\n<p>This information is presented in the USGS report, \"Quality and Sources of Ground Water Used for Public Supply in Salt Lake Valley, Salt Lake County, Utah, 2001\", wh","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Wyoming","Utah"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1087876800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170531"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}