{"title":"study Confirms Presence of Contaminants in Some New England Bedrock Groundwater, ID's New Concerns, Determines Likely Locations","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>The <\/strong><a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5220\/\">report<\/a><strong> is posted online. The <\/strong><a href=\"http:\/\/water.usgs.gov\/nawqa\/studies\/praq\/necrys\/index.html\">project website<\/a><strong> includes selected maps and more information. <\/strong><\/p>\n<p><strong>PEMBROKE, N.H.<\/strong> -- Potentially harmful levels of naturally occurring arsenic, uranium, radium, radon and manganese have been found in some bedrock groundwater that supplies drinking water wells in New England, according to a new U.S. Geological Survey study.&nbsp;<\/p>\r\n<p>While the presence of contaminants, such as arsenic, in some groundwater was already known, this new study identifies several that hadn&rsquo;t been previously identified.&nbsp; This new report also provides information on the type of bedrock geologic formations where high concentrations are most likely to be found, which will help identify areas most at risk of contamination.&nbsp;<\/p>\r\n<p>The results highlight the importance of private well owners testing and potentially treating their water.&nbsp; While public water supplies are treated to ensure that water reaching the tap of households meets federal requirements, there are no such requirements for private supplies, which serve more than 2.3 million people in the region.&nbsp; Private well owners can find information on how to have their wells tested <a href=\"http:\/\/www.epa.gov\/region1\/eco\/drinkwater\/statecontacts.html\">here<\/a>.&nbsp; All of the contaminants identified can be reduced or eliminated through a variety of treatments.<\/p>\r\n<p>\"The same geologic forces which gave rise to the spectacular mountains and architecturally significant rock quarries of New England are also responsible, over time, for leaching trace contaminants into the groundwater that can be harmful to human health,\" said USGS Director Marcia McNutt. \"This study helps focus attention on where and what the risk factors are such that citizens who depend on private wells can get their water tested to ensure peace of mind.\"&nbsp;&nbsp;<\/p>\r\n<p>Among the findings, arsenic in untreated samples exceeded federal safety standards for public drinking water at 13 percent of sites &ndash; nearly double the national rate.&nbsp; Manganese exceeded its human-health benchmark in more than 7 percent of wells tested.&nbsp; Radon exceeded the U.S. Environmental Protection Agency&rsquo;s proposed standards in 33 percent of wells. Additionally, uranium, which is easily measurable, was found to be a significant predictor of the presence of other forms of radioactivity (radon, radium, gross alpha radioactivity) that are a cause of concern for human health.<\/p>\r\n<p>The study, part of an ongoing national effort by the USGS to systematically assess the quality of the Nation&rsquo;s most important aquifers, is the most comprehensive study of the quality of New England&rsquo;s bedrock groundwater to date.<\/p>\r\n<p>&ldquo;The concentrations above human health benchmarks and the wide variety of natural and man-made contaminants found show the vulnerability of crystalline rock aquifers that millions of people rely on to produce safe drinking water,&rdquo; said USGS scientist and lead author Sarah Flanagan. &ldquo;The well-to-well variability of water quality from bedrock aquifers in the region underscores the importance of testing public and private wells individually.&rdquo;<\/p>\r\n<p>\"The bedrock aquifer in New England is a crucial drinking water resource, supplying water for the majority of our 2.3 million private well owners and many small public water systems in the region,\" said Curt Spalding, regional administrator of the U.S. Environmental Protection Agency's New England office. \"This and other scientific studies on bedrock groundwater quality conducted by the USGS provide the scientific foundation for implementing protection programs to ensure that all New Englanders have access to safe, clean drinking water.\"<\/p>\r\n<p>For this study, scientists examined water-quality","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Maine","Massachusetts","New Hampshire","Rhode Island","Vermont"],"country":["United States of America"],"mm_tags":["Human Health","water","groundwater","New England","Drinking Water","arsenic","Manganese","Radon","Uranium","Northeast","Maine","Massachusetts","New Hampshire","Vermont","Connecticut","Rhode Island"],"release_date":{"und":[{"value":"1340596800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"170423"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}