{"title":"USGS EROS Sponsors the Earth from Space Traveling Exhibition at the Washington Pavilion","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Everyday, high above the clouds, dozens of sophisticated imaging satellites circle the Earth, capturing extraordinary conditions and events that are nearly impossible to document from the surface of the planet. These images reveal the planet's surface through the \"eyes\" of a space satellite.<\/p>\n<p><!--introstart-->\"Earth from Space\" is a Smithsonian traveling exhibition that recently opened at the Washington Pavilion's Kirby Science Discovery Center in Sioux Falls, S.D.<!--introend--> Sponsored in part by the U.S. Geological Survey (USGS) Earth Resources Observation and Science (EROS) Center, the exhibition will remain on view through Jan. 9, 2011 before continuing on its national tour throughout 2011.<\/p>\r\n<p>Featuring 40&nbsp; detailed satellite images of the planet&mdash;from the swirling arms of a massive hurricane and the grid-like pattern of Kansas farmland to the triangular shadows cast by the Great Pyramids and the sinuous channels entering the Arctic Ocean&mdash;\"Earth From Space\" illustrates how satellite imagery is gathered and used to expand mankind&rsquo;s understanding of life on Earth. It also explores the remote sensing technology used to gather the images and discusses the individual satellites whose images are on display.<\/p>\r\n<p>Special labs, demonstrations, and group tours are available for \"Earth from Space\" in addition to grant funding for admission and transportation support for school groups.&nbsp; An educational companion Web site&mdash;<a href=\"http:\/\/www.earthfromspace.si.edu\">www.earthfromspace.si.edu<\/a>&mdash;contains an online version of the exhibition, as well as additional images and information. It also provides numerous educational resources, including lesson plans, classroom activities, Web site links and available publications.<em> <br \/><\/em><\/p>\r\n<p><em>\"<\/em>Earth from Space\" was developed by the Center for Earth and Planetary Studies at the Smithsonian's National Air and Space Museum, in collaboration with the Smithsonian Institution Traveling Exhibition Service (SITES). Andrew Johnston, a geographer at the National Air and Space Museum's Center for Earth and Planetary Studies and author of \"Earth from Space\" (Firefly Books, 2004), is the exhibition's curator. Johnston and Ronald E. Beck, Public Information Specialist at USGS EROS, will lead a satellite imagery discussion open to the public at no charge on Friday, Dec. 3 at 7 p.m. in Leonardo&rsquo;s Caf&eacute;.<\/p>\r\n<p>The Washington Pavilion is located in the historic former Washington High School in downtown Sioux Falls.&nbsp; For more information about \"Earth from Space,\" please call (605) 367-7397 or, (toll free) at 1-877-Wash Pav, or visit their Web site at <a href=\"http:\/\/www.washingtonpavilion.org\/\">www.washingtonpavilion.org<\/a><\/p>\r\n<p>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["","Earth","from","space","satellite","exhibit","geography","imagery"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1291093200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169549"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}