{"title":"Record High Groundwater Measured on Long Island, New York","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Record or near-record-high <a href=\"http:\/\/pubs.usgs.gov\/of\/1993\/ofr93-643\/pdf\/ofr93-643.pdf\">groundwater<\/a> levels are occurring across many parts of Long Island as a result of frequent and intense precipitation during the past several months. Record-high groundwater will continue for weeks to come, according to the U.S. Geological Survey (USGS).<\/p>\n<p>The high water-table has caused widespread flooding of basements in parts of <a href=\"http:\/\/groundwaterwatch.usgs.gov\/AWLSites.asp?mt=g&amp;S=404232073432501\">southwestern Nassau County<\/a> and <a href=\"http:\/\/groundwaterwatch.usgs.gov\/AWLSites.asp?S=404957073073701\">in central Suffolk County<\/a>. &nbsp;Water-level records from wells in these areas show long-term upward trends that have reached record or near-record highs. More sporadic flooding has been reported in some locations near-shore and near stream channels throughout Long Island. &nbsp;<\/p>\r\n<p>&ldquo;Since October 2005, Long Island has had more frequent and intense precipitation events, keeping groundwater levels above normal,&rdquo; said USGS hydrologist Ronald Busciolano. &ldquo;The record precipitation, along with long-term water-management practices such as the installation of stormwater-retention basins and reductions in groundwater withdrawals in western parts of the island have amplified groundwater-flooding problems in some areas.&rdquo;<\/p>\r\n<p>The USGS has produced <a href=\"http:\/\/ny.water.usgs.gov\/projects\/gisunit\/Long_Island_SIM3066.html\">maps and an interactive map viewer<\/a> showing depth-to-water on Long  Island. Areas shown in red have the least depth-to-water and are most vulnerable to problems associated with a high water table.<\/p>\r\n<p>In the coming weeks the USGS will conduct an Island-wide assessment of current groundwater conditions to better quantify the high water-table and produce an updated depth-to-water map. More than 600 wells across Long Island will be measured. This monitoring program is supported by funding from numerous federal, state, and local agencies, including the Nassau County Department of Public Works, New York City Department of Environmental Protection, Suffolk County Department of Health Services, and Suffolk County Water Authority.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":["Long Island","flood","groundwater","New York"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1270094400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170394"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}