{"title":"Exploring Extraterrestrial Sand Dunes in Arizona","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>FLAGSTAFF, Ariz. &mdash; <!--introstart-->Experts from across the United States, Europe, Australia, and Israel will meet this week to discuss sand dunes on Earth and other planets. Convened by the U.S. Geological Survey&rsquo;s Center for Astrogeology, scientists and university students will discuss the latest findings about dunes across the solar system from spacecraft observations, theoretical modeling, and analogies to sand dunes on Earth.<!--introend--> Presentations will describe sand dunes on Earth, Venus, and Mars, formed from rock fragments similar to sand dunes on our planet, and exotic dunes on Saturn's moon Titan that are thought to be made up of hydrocarbons &ndash; possibly with grains of water ice.&nbsp;<\/p>\n<p>Understanding the characteristics of sand dune formations, and their mechanisms of formation and movement, no matter where they are in the solar system, can give scientists insight into the complex behavior of active sand dune fields encroaching Earth-bound communities, and lead to promising solutions for those whose lives are adversely affected by dunes.<\/p>\r\n<p>The USGS Center for Astrogeology co-organized the <a href=\"http:\/\/www.lpi.usra.edu\/meetings\/dunes2012\/\">Third International Planetary Dunes Workshop<\/a>, entitled \"Remote Sensing and Data Analysis of Planetary Dunes\", June 12 -15, which will be hosted by Lowell Observatory in Flagstaff.&nbsp;<\/p>\r\n<p>Presentations from USGS scientists at the workshop will focus on a variety of topics. Conference co-convener Tim Titus and his co-authors will discuss the thermal behavior of sand dunes near Flagstaff and the composition of Martian dunes. Rose Hayward and others will describe a global inventory of Martian dunes. Paul Geissler and co-authors will present recent observations of sand dune motion on Mars. David Rubin and Amy Draut will discuss the effects of multi-directional winds on dune size and shape and the influence of water-born sand supply on dunes deposited, shaped, and moved by the wind.<\/p>\r\n<p>The workshop schedule includes a day for field studies of fossil sand dunes in northern Arizona and a trip to a nearby active dune field. Rubin and Draut will lead the field trip to fossil dune deposits exposed in Glen Canyon National Recreation Area and on the Navajo Reservation. The ancient sand dunes, hundreds of millions of years old, and now turned to solid stone, record a geologic history that sheds light on planetary processes at work across the solar system. USGS scientists Margaret Hiza, Rian Bogle, and John Vogel will lead the post-workshop field trip to the active dune field on the Navajo Reservation, and talk about their research into how and why the dunes are forming and moving, and the dunes&rsquo; effects on the lives and economic well-being of the local residents.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["Geographic Areas Southwest","astrogeology","dune","Sand Dune","Flagstaff","Earth","Venus","Mars","Titan","Navajo","planet"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1339473600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}