{"title":"USGS SCIENTISTS TO DISCUSS PUGET SOUND EARTHQUAKE HAZARDS, PROBABILITIES","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html <\/a>\n<p>Editors: USGS scientists presenting papers at the SSA meeting in Seattle may be contacted by calling the SSA newsroom at 206-441-0122. In most cases the scientists will be available for interviews, following the morning and afternoon sessions. \r\n<p>The magnitude of earthquakes in the Pacific Northwest&rsquo;s prehistoric past, the results of recent earthquake \"soundings,\" and the probabilities for future earthquakes in the Seattle area will be the focus of several presentations by U.S. Geological Survey (USGS) scientists at the annual meeting of the Seismological Society of America (SSA), in Seattle, May 3-5. The meeting will be held in the Northwest Rooms of the Seattle Center. \r\n<p>Day-by-day highlights of the USGS presentations are: \r\n<p><br>\r\n<p>Monday, May 3, 10:30 a.m. to Noon &mdash; Marine geologist, Mike Fisher, of Menlo Park, Calif., will describe initial findings from the 1998 Seismic Hazards In the Puget Sound (SHIPS) project. \r\n<p>Brian Atwater, USGS scientist based at the University of Washington, will describe prehistoric earthquakes of the Pacific Northwest, and the clues that indicate how large those earthquakes were. \r\n<p>Art Frankel of the USGS in Golden, Colo., will evaluate the current seismic hazards of the Pacific Northwest. \r\n<p>Monday, 1:30-5 p.m &mdash; Tom Brocher, USGS Menlo Park, will reveal new details of the structure of the Seattle basin, based on data collected during the SHIPS project. \r\n<p>Thomas Pratt, USGS Seattle, will compare the amount of ground shaking experienced at sites in the Puget Lowland during several small (magnitude2-2.5) earthquakes that occurred during the SHIPS project. \r\n<p>Hazards associated with the Seattle fault will be presented by Richard Blakely, USGS Menlo Park. Craig Weaver, of the USGS in Seattle, will present evidence that the Seattle fault is still active, based on the June 23, 1997, magnitude-4.9 earthquake that was centered on Bainbridge Island. \r\n<p>Tuesday, May 4, 8:30 a.m. to Noon &mdash; Brian Atwater will describe the radio-carbon dating methods that were used to establish the occurrence of a large earthquake that shook the Puget Sound area in 900 A.D. \r\n<p>Thomas Pratt, Seattle, will describe high-resolution subsurface images of the ancestral Columbia River valley and recent (15,000 years or younger) faulting beneath the Portland-Vancouver area. \r\n<p>Alan Nelson and Robert Bucknam of the USGS in Golden, Colo., will describe the fault scarp of the Bainbridge Island fault that they discovered on the island, in August 1998. Reconnaissance trenches were dug across the fault scarp in September, and the two scientists will describe some of the preliminary information obtained by looking at that fault scarp. \r\n<p>In addition to these oral presentations, the earthquake hazards in the Pacific Northwest and other areas of the country will be depicted in poster sessions, Tuesday and Wednesday, and several USGS scientists will participate in a public forum on earthquake hazards of the Seattle area, from 7:30-9:30, Monday, May 3, at the Seattle Center. \r\n<p>At the SSA awards luncheon on Tuesday, May 4, the Society&rsquo;s medal, which has only been presented 19 times during the 92-year history of the organization, will be presented to Dr. James Savage, a geophysicist with the USGS in Menlo Park.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"925531200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}