{"title":"Fault ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The 2011 east coast earthquake felt by people from Georgia to Canada likely originated from a fault &ldquo;junction&rdquo; just outside of Mineral, Virginia, according to new U.S. Geological Survey research published in the Geological Society of America&rsquo;s&nbsp;<a href=\"http:\/\/specialpapers.gsapubs.org\/content\/early\/2014\/11\/26\/2015.2509_17.abstract\" target=\"_blank\">Special Papers<\/a>.<\/p><p>Following the August 23, 2011 event, USGS scientists conducted low-altitude geophysical (gravity and magnetic) flight surveys in 2012 over the epicenter, located about eight miles from the quake&rsquo;s namesake. Maps of the earth&rsquo;s magnetic field and gravitational pull show subtle variations that reflect the physical properties of deeply buried rocks. More research may reveal whether geologic crossroads such as this are conducive to future earthquakes in the eastern United States.<\/p><table align=\"right\" border=\"0\" cellpadding=\"3\" style=\"width: 300px;\"><tbody><tr><td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014-12-11\/Crossroads_scale.png\"><img alt=\"Illustration of map showing geologic features near earthquake depth.\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014-12-11\/Crossroads_scale.png\" width=\"300\" \/><\/a><\/td><\/tr><tr><td><span class=\"small\">Caption: In map view, magnetic data were filtered (colors) to highlight geologic features near the earthquake depth. One contrast (blue dotted line) is aligned with aftershocks (black dots). The other crosses at an angle. They suggest that the earthquake (yellow star) occurred near a &ldquo;crossroads,&rdquo; or a complex intersection of different types of rock.<\/span><\/td><\/tr><\/tbody><\/table><p>&ldquo;These surveys unveiled not only one fault, which is roughly aligned with a fault defined by the earthquake&rsquo;s aftershocks, but a second fault or contact between different rock types that comes in at an angle to the first one,&rdquo; said USGS scientist and lead investigator, Anji Shah.&nbsp;&ldquo;This visual suggests that the earthquake occurred near a &lsquo;crossroads,&rsquo; or junction, between the fault that caused the earthquake and another fault or geologic contact.&rdquo;<\/p><p>Deep imaging tools were specifically chosen because the earthquake occurred about five miles beneath the earth. Looking at faults in this way can help scientists better understand earthquake hazards in the eastern United States.<\/p><p>The USGS and partner scientists are also interested in why seismic events occur in certain parts of the central and eastern United States, like the Central Virginia seismic zone, since there are no plate boundaries there, unlike the San Andreas Fault in California, or the Aleutian Trench in Alaska.<\/p><p>USGS scientists still have remaining questions: &nbsp;Could this happen elsewhere? How common are such crossroads?&nbsp; Shah and other scientists are also trying to understand whether and why a junction like this might be an origin point for earthquakes.<\/p><p>&ldquo;Part of it might be the complex stress state that arises in such an area. Imagine you have a plastic water bottle in your hand, and it has a cut (fault) in it the long way. When you squeeze the bottle, it pops (ruptures) where the cut is.&nbsp; The long cut is comparable to an ancient fault &ndash; it&rsquo;s an area of weakness where motion (faulting and earthquakes) is more likely to happen. Multiple intersecting cuts in that bottle produce zones of weakness where fault slip is more likely to happen, especially where two cuts intersect,&rdquo; said Shah.<\/p><p>The situation near the fault on which the magnitude 5.8 Mineral earthquake occurred is more complex than that. For example, the fault may separate different types of rocks with varying densities and strengths, as suggested by the gravity data. This contributes to a complex stress field that could also be more conducive to slip.<\/p><p>Additional<\/p>","summary":"","format":"filtered_html","safe_value":"<p>The 2011 east coast earthquake felt by people from Georgia to Canada likely originated from a fault “junction” just outside of Mineral, Virginia, according to new U.S. Geological Survey research published in the Geological Society of America’s <a href=\"http:\/\/specialpapers.gsapubs.org\/content\/early\/2014\/11\/26\/2015.2509_17.abstract\" target=\"_blank\">Special Papers<\/a>.Following the August 23, 2011 event, USGS scientists conducted low-altitude geophysical (gravity and magnetic) flight surveys in 2012 over the epicenter, located about eight miles from the quake’s namesake. Maps of the earth’s magnetic field and gravitational pull show subtle variations that reflect the physical properties of deeply buried rocks. More research may reveal whether geologic crossroads such as this are conducive to future earthquakes in the eastern United States.<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014-12-11\/Crossroads_scale.png\"><\/a>Caption: In map view, magnetic data were filtered (colors) to highlight geologic features near the earthquake depth. One contrast (blue dotted line) is aligned with aftershocks (black dots). The other crosses at an angle. They suggest that the earthquake (yellow star) occurred near a “crossroads,” or a complex intersection of different types of rock.“These surveys unveiled not only one fault, which is roughly aligned with a fault defined by the earthquake’s aftershocks, but a second fault or contact between different rock types that comes in at an angle to the first one,” said USGS scientist and lead investigator, Anji Shah. “This visual suggests that the earthquake occurred near a ‘crossroads,’ or junction, between the fault that caused the earthquake and another fault or geologic contact.”Deep imaging tools were specifically chosen because the earthquake occurred about five miles beneath the earth. Looking at faults in this way can help scientists better understand earthquake hazards in the eastern United States.The USGS and partner scientists are also interested in why seismic events occur in certain parts of the central and eastern United States, like the Central Virginia seismic zone, since there are no plate boundaries there, unlike the San Andreas Fault in California, or the Aleutian Trench in Alaska.USGS scientists still have remaining questions:  Could this happen elsewhere? How common are such crossroads?  Shah and other scientists are also trying to understand whether and why a junction like this might be an origin point for earthquakes.“Part of it might be the complex stress state that arises in such an area. Imagine you have a plastic water bottle in your hand, and it has a cut (fault) in it the long way. When you squeeze the bottle, it pops (ruptures) where the cut is.  The long cut is comparable to an ancient fault – it’s an area of weakness where motion (faulting and earthquakes) is more likely to happen. Multiple intersecting cuts in that bottle produce zones of weakness where fault slip is more likely to happen, especially where two cuts intersect,” said Shah.The situation near the fault on which the magnitude 5.8 Mineral earthquake occurred is more complex than that. For example, the fault may separate different types of rocks with varying densities and strengths, as suggested by the gravity data. This contributes to a complex stress field that could also be more conducive to slip.Additional<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":["earthquake","Faults","Virginia Earthquake","Low Level Flight","Natural Hazards","Energyand Minerals","Geographic Areas Southwest"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1418274000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"169491"}]},"subtitle":[]}