{"title":"Picturing Southern California's Faults Below the Surface","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><span><!--introstart-->Government and university scientists are collecting seismic images, or pictures, of the Earth's crust beneath the Imperial and Coachella Valleys in southern California this week.<!--introend--> The U.S. Geological Survey's Salton Seismic Imaging Project is investigating the geometry of the southern San Andreas Fault, looking for hidden faults, and measuring the thickness of sediment in the valleys and speed of seismic waves through the two valley floors to identify areas of potentially strong earthquake shaking.<\/span><\/p>\n<p><span>&nbsp;<\/span><span>Knowing the configuration of buried faults is crucial to understanding how the earthquake-producing \"machinery\" works in southern California, and information on the thickness and shape of the region's sedimentary basins (large valleys filled with sedimentary deposits) is essential for predicting how hard the ground will shake in future quakes.<\/span><span>&nbsp;<\/span><\/p>\r\n<p><span>The SSIP uses sound waves travelling beneath the Earth's surface to produce seismic images. These sound waves are generated by small underground explosions on land and from underwater bursts of compressed air in the Salton Sea. The sound waves from airgun bursts and buried explosions are detected by more than 3000 portable recording instruments (seismographs) laid out in seven long lines crisscrossing the valleys.<\/span><span>&nbsp;<\/span><\/p>\r\n<p><span>Powerful computers analyze transmitted and reflected underground sound waves to produce images of the Earth's crust, similar to the way in which medical CAT-scan images (transmitted X-rays) and ultrasound images (reflected sound waves) are created. Transmitted sound waves pass through the area being imaged, revealing the geologic structure by the ways they are bent or slowed. Reflected sound waves bounce off faults and rock layers, showing the shapes and depths of those features.&nbsp;<\/span><span>&nbsp;<\/span><\/p>\r\n<p><span>The project's explosive charges are small and are set off at the bottoms of holes drilled to more than 60 feet below the ground surface, so they do not cause property damage, and there is no chance of their triggering an earthquake. Seismic imaging technology provides information critical to public safety that can't be obtained in any other way.<\/span><\/p>\r\n<p>The southern stretch of the San Andreas Fault, that extends from Bombay Beach, on the east side of the Salton Sea to Cajon Pass, is of concern to the earthquake-science community.&nbsp; Unlike all other sections of the San Andreas Fault, which have ruptured with major earthquakes in historic times, this southern section has been &ldquo;stuck&rdquo; for more than 300 years, but will not remain &ldquo;stuck&rdquo; forever, and it represents a clear threat to southern California.<span><\/span><\/p>\r\n<p>The Salton Seismic Imaging Project is a collaborative effort by the U.S. Geological Survey, Virginia Tech, California Institute of Technology, Scripps Institution of Oceanography, University of Nevada Reno, Southern California Earthquake Center, Stanford University, Centro de Investigaci&oacute;n Cient&iacute;fica y de Educaci&oacute;n Superior de Ensenada, and the Universidad Autonoma de Baja California, Mexicali. The knowledge gained from the project is essential to making new and existing structures in the region better able to withstand earthquakes. SSIP is part of the National Earthquake Hazards Reduction Program's ongoing efforts to protect people's lives and property from the earthquakes that are inevitable in southern California and elsewhere in the United States.&nbsp;Funding for this project is provided by the National Science Foundation and USGS.<span><\/span><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["geology","earthquake","Salton Sea","Coachella","Imperial Valley","seismic","fault","Image","San Andreas"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1299474000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170516"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}