{"title":"USGS Announces 2009 Mineral Research Grants","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em><strong>Grant Projects Help Ensure a Sustainable Supply of Minerals for the Nation<\/strong><\/em><em>&nbsp;<\/em><\/p>\n<p>Researchers will study a range of minerals essential to our economy and national security through grants awarded by the U.S. Geological Survey.&nbsp;<\/p>\r\n<p>Grant recipients will study uranium, rare earth elements, copper, tungsten and lithium. Funding was provided through the USGS Mineral Resources External Research Program. The principal investigators and a brief description of each 2009 grant recipient are provided below.&nbsp;<\/p>\r\n<p><strong>Uranium Potential in the United States<\/strong><\/p>\r\n<p>Robert Bodnar of Virginia Polytechnic Institute and State University (Virginia Tech) will study how the Coles Hill uranium deposit in south central Virginia was formed. This deposit is one of the largest undeveloped uranium resources in the United States. This research is expected to document the geologic characteristics of the deposit, determine the age of deposit formation, and result in a model that will help with the assessment of uranium potential in other regions of the Eastern United States with similar geologic settings.&nbsp;<\/p>\r\n<p><strong>Formation of Uranium and Rare Earth Element Deposits<\/strong><\/p>\r\n<p>Jaroslav Dostal of St. Mary's University, Halifax, Nova Scotia will investigate uranium and rare-earth element deposits of the Bokan Mountain granite complex on the Prince of Wales Island in southeastern Alaska. This research is expected to provide a better understanding of the geologic processes that led to deposit formation and to characterize the granite complex that contains the deposits.&nbsp; From this study, analogies to similar deposits around the world will be made and the potential for similar deposits in Alaska and western North American can be assessed.&nbsp;<\/p>\r\n<p><strong>One of the World's Largest Copper Deposits<\/strong><\/p>\r\n<p>Craig Hart of the University of Western Australia will investigate the regional geology and age of igneous rocks including those of the Pebble copper deposit in southwest Alaska. The Pebble deposit is potentially one of the largest copper deposits of its type in the world. This research is expected to yield a better understanding of regional controls on the formation of the Pebble copper deposit and assist with the assessment for similar deposits that might be concealed in this region of Alaska where rocks are largely covered by younger material.&nbsp;<\/p>\r\n<p><strong>Tungsten and Lithium in the Environment<\/strong><\/p>\r\n<p>Michael McKibben of the University of California, Riverside will study how tungsten and lithium are released into the environment when ore minerals are dissolved by water. This type of information for many potentially toxic elements is lacking in the scientific literature, making the development of predictive models for geoenvironmental studies (studies of the interaction of natural occurring chemical elements with the environment) very difficult. This research is expected to provide critical data needed to construct models used in geoenvironmental assessments of a number of mineral deposit types that contain tungsten- and lithium-bearing minerals.&nbsp;&nbsp;<\/p>\r\n<p>The USGS Mineral Resources External Research Program invited research proposals that will help ensure a sustainable supply of minerals for the Nation's future; understand the relationship between minerals, the environment, and public health; provide information to make informed land use decisions; and deliver mineral information critical to national security. Proposals were accepted from academia, state agencies, industry, or other private sector organizations and scientists.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","Minerals"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1239163200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169580"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}