{"title":"Modeling Predicts Excessive Nitrate and Arsenic in Southwestern U.S. Aquifers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Modeling results from the U.S. Geological Survey indicate that groundwater in basin-fill aquifers (sediment-filled valleys) beneath about 2.4 percent of the area in the southwestern U.S. may equal or exceed the drinking-water standard for nitrate, and groundwater beneath about 43 percent of the area may equal or exceed the standard for arsenic. These aquifers are an important resource, providing about 40 percent of the water used in that region. While several compounds occur in groundwater from these aquifers, nitrate and arsenic are among those most frequently found to exceed drinking-water standards established by the U.S. Environmental Protection Agency for protection of human health.<\/p>\n<p>&nbsp;<\/p>\r\n<p>While public water supplies are treated to ensure that water reaching the tap of households meets federal requirements, there are no such requirements for private supplies. The results highlight the importance of private well owners testing and potentially treating their water. &nbsp;All of the contaminants identified in the aquifers can be reduced or eliminated through a variety of treatments.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>\"The alluvial basins of the American Southwest can provide a valuable water resource to growing populations who often lack other sources of fresh water,\" said USGS Director Marcia McNutt. \"However, the results of this modeling study raise a cautionary flag for private well owners of the need to test water to ensure its safety and to take action to remediate any contamination that is found.\"<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>Areas where nitrate concentrations are predicted to equal or exceed the EPA drinking-water standard (10 milligrams per liter as nitrogen) occur in several basins in central Arizona near Phoenix; the southern part of California&rsquo;s Central Valley; as well as several basins near Los Angeles along the southern coast; and the San Luis Valley of south-central Colorado.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>Much of the area where arsenic concentrations are predicted to equal or exceed the drinking-water standard (10 micrograms per liter) is within several basins in parts of southwestern Arizona, southeastern California, western Nevada, and western Utah. Most of the area with predicted high arsenic concentrations is in sparsely populated rangeland, whereas most of the area with predicted high nitrate concentrations occurs where agricultural or urban communities are located.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>The USGS National Water-Quality Assessment Program study, which included parts of Arizona, California, Colorado, Nevada, New Mexico, and Utah, applied a statistical modeling approach that extrapolates nitrate and arsenic occurrence from areas where concentrations are known, to other areas where such data are unavailable. The extrapolation is based on nitrate and arsenic analyses from well-water samples collected from 1980 to 2010, and a wide variety of hydrologic, geologic, climatic, soil, land use, water use, agricultural, and biotic conditions that local-scale geochemical studies have found to be relevant to nitrate or arsenic occurrence in groundwater.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>Results from this study are available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5065\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Colorado","New Mexico","Utah","California","Nevada"],"country":["United States of America"],"mm_tags":["Water National Water Quality Assessment","Geographic Areas Southwest","Geographic Areas Rocky Mountain","water","arsenic","nitrate","groundwater","Model","aquifer","Basin"],"distribution":["Water"],"release_date":{"und":[{"value":"1348718400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169172"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}