{"title":"Kilauea's Volcanic Gases and Their Environmental Impacts","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->Hawaii National Park, HI<\/strong> &mdash;&nbsp; The public is invited to learn about K&#299;lauea&rsquo;s volcanic gases and vog (volcanic air pollution) in an &ldquo;After Dark in the Park&rdquo; program at Hawai&lsquo;i Volcanoes National Park on Tues., Jan. 31, at 7 p.m.<!--introend--><\/p>\n<p>U.S. Geological Survey Hawaiian Volcano Observatory scientists Jeff Sutton and Tamar Elias will update information on K&#299;lauea Volcano&rsquo;s gas emissions and associated environmental impacts.&nbsp; Their presentation will be at the park&rsquo;s K&#299;lauea Visitor Center Auditorium. Park entrance fees apply.<\/p>\r\n<p>Sutton and Elias will discuss how vog forms from sulfur dioxide gas emitted from K&#299;lauea&rsquo;s east rift and summit vents.&nbsp; They will also provide an overview of existing resources that residents can consult to better deal with this notable aspect of the volcano&rsquo;s ongoing eruptions. After their talk, an optional &ldquo;gas tasting&rdquo; session will be offered, during which attendees can safely learn to recognize individual volcanic gases by smell.<\/p>\r\n<p>K&#299;lauea has been releasing large amounts of potentially hazardous volcanic gases for nearly three decades&mdash;since the beginning of the volcano&rsquo;s east rift zone eruption in 1983.&nbsp; In March 2008, K&#299;lauea gas emissions increased further when a new vent opened in Halema&lsquo;uma&lsquo;u Crater at the summit of the volcano.<\/p>\r\n<p>Average sulfur dioxide (SO<sub>2<\/sub>) gas emissions from K&#299;lauea&rsquo;s east rift zone vent declined significantly in 2010 but jumped briefly during the Kamoamoa eruption in March 2011.&nbsp; K&#299;lauea summit SO<sub>2<\/sub> emissions, overall, have remained high since the opening of the Halema&lsquo;uma&lsquo;u Overlook Vent in 2008. At of the end of 2011, the combined emission rate for these two sources was about half of what it was during 2008-2009. This lower combined rate has been comparatively good news for downwind residents and visitors of Hawai&lsquo;i Island.<\/p>\r\n<p>This presentation is one of many programs offered by HVO during Hawai&lsquo;i Island&rsquo;s Volcano Awareness Month in January 2012.&nbsp; For details about this After Dark in the Park program, please call 808-985-6011.&nbsp; More information about Volcano Awareness Month is posted on the HVO <a href=\"http:\/\/hvo.wr.usgs.gov\">website<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_01_27\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2012_01_27\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["Hawaii","volcano","Hawaiian Volcano Observatory","Kīlauea","hazard","eruption","geology","Trusdell","Volcano Awareness Month","Public Lecture",""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1327640400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169559"},{"tid":"169627"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}