{"title":"Midwest Earthquakes, High-Flying Fault Finders and the Health of the Chesapeake Bay...","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>TIP SHEET<\/b> \n<p>\r\n<p>\r\n<p>\r\n<CENTER>Highlights of Some U.S. Geological Survey papers at the:<br>Spring Meeting, American Geophysical Union<br>May 27-30, 1997<br>Baltimore Convention Center<br>Baltimore, Maryland<\/CENTER>\r\n<p>\r\n<p><b>Evidence of Eight Major Earthquakes, Indiana and Illinois:<\/b><br>Recent technical analyses of the geologic and seismic history of southern Indiana and Illinois indicate an abundance of \"seismic liquefaction features\" associated with strong prehistoric (200-10,000 years BP) earthquake activity. The seismic liquefaction features are characterized by \"veins\" of fragmented earth materials crossing other beds of sedimentary rock. These liquefaction features are formed by the shaking, shearing, compacting, pressurizing, and liquification of earth materials during seismic events of considerable magnitude. Geotechnical analyses of the liquefaction evidence has been critical for distinguishing various prehistoric earthquakes from one another and for estimating the magnitudes of these ancient quakes. Evidence from liquefaction features indicates that at least eight prehistoric earthquakes had magnitudes much stronger than any earthquakes of historic time in Indiana and Illinois. Knowledge of the magnitude and characteristics of prehistoric earthquakes is critical to understanding the possible locations, magnitudes, and probabilities of future earthquakes. This information is extremely important for managers for future planning in terms of building and hazards mitigation. [ 1) Tues., May 27, 3:15 p.m., Convention Center, Room 322; 2) Tues., May 27, 3:35 p.m., Convention Center, Room 322. Bodies of Fragmented Sedimentary Materials, Previously Liquefied by Seismic Activity, Provide Evidence of Prehistoric earthquakes in Indiana and Illinois, by 1) Stephen Obermeier and 2) William McNulty, USGS, Reston, Va.] \r\n<p>\r\n<p><b>Return of the Submersed Aquatic Vegetation to the Potomac:<\/b> The dramatic comeback of submersed aquatic vegetation (SAV) in the tidal Potomac River has been attributed, for the most part, to enhanced waste-water treatment facilities since the 1980&rsquo;s. Smaller amounts of nutrients, such as phosphorus and nitrogen, and sediment in the river have led to improved water clarity so that more light penetrates through the water column. Research has shown that the availability of light is the primary factor controlling the resurgence of the SAV. Secondary climatic and environmental factors, such as the volume of water flowing in the river, sunlight, wind, and water and air temperatures, also affect the availability of light and SAV growth. Since SAV re-emerged in the tidal fresh water portion of the Potomac River in 1983, it has undergone a \"boom-and-bust cycle,\" which has propagated downstream. The amount of SAV coverage peaked in the upper tidal fresh portion in in 1986, in the lower tidal portion in 1991, and in the transition zone in 1992. In the lower estuary, SAV coverage continues to slowly but steadily increase. This behavior can be partly explained in terms of threshold light conditions and SAV habitat criteria satisfaction \"scores\" which the authors have developed. These observations strongly indicate that within-river water quality conditions have played the most significant role in this living resource change, although external forcing factors, such as global climate effects, do contribute. [ Tues., May 27 (posters up all day), presenters available from 2:00-4:00 p.m. The Re-emergence of Submersed Aquatic Vegetation in the Potomac River in Response to Environmental and Climatic Factors, by Jurate Landwehr, Virginia Carter, and Nancy Rybicki, USGS, Reston, Va. \r\n<p>Other posters and researchers will be available Tuesday afternoon and additional talks will be given Wednesday afternoon to describe new research into the past and future health of the Chesapeake Bay ecosystem. \r\n<p><b>High-Flying Fault Finders Use Earth&rsquo;s Magnetic Personality<\/b> Recent surveys over the Portl","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"864705600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}