{"title":"Pacific Walruses Studied as Sea Ice Melts","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ANCHORAGE, Alaska &mdash; <!--introstart-->USGS Alaska Science Center researchers, in cooperation with the Native Village of Point Lay, will attempt to attach 35 satellite radio-tags to walruses on the northwestern Alaska coast in August as part of their ongoing study of how the Pacific walrus are responding to reduced sea ice conditions in late summer and fall.<!--introend--><\/p>\n<p>Walruses spend most of their lives at sea, but haul out on sea ice and sometimes land to rest between feeding bouts.&nbsp; They can dive hundreds of feet to forage on the sea floor. However, when the sea ice recedes past the continental shelf into very deep waters of the Arctic Basin, the walruses haul out on land.&nbsp; The extent of sea ice has been less in recent summers, and walruses have been hauling out on beaches in Alaska and Russia in the past few years.&nbsp;Thus, radio-tracking the walruses&rsquo; movements in water and to and from land provides important insights into walrus movements and foraging behaviors in response to changing sea ice conditions.<\/p>\r\n<p>\r\n<object style=\"float: right;\" width=\"500\" height=\"281\" data=\"http:\/\/gallery.usgs.gov\/shell\/player\/player-licensed.swf\" type=\"application\/x-shockwave-flash\">\r\n<param name=\"align\" value=\"right\" \/>\r\n<param name=\"flashvars\" value=\"&amp;captions.height=257&amp;captions.state=true&amp;captions.visible=true&amp;captions.width=500&amp;captions.x=0&amp;captions.y=0&amp;file=http%3A%2F%2Fgallery.usgs.gov%2Fvideo%2Fb-roll%2Fwalrus.flv&amp;frontcolor=0x000000&amp;image=http%3A%2F%2Fgallery.usgs.gov%2Fvideo%2Fb-roll%2Fwalrus.jpg&amp;lightcolor=0x5588cc&amp;plugins=captions%2Cviral-2&amp;viral.onpause=false%2Ctweetit-1%2Cfbit-1\" \/>\r\n<param name=\"src\" value=\"http:\/\/gallery.usgs.gov\/shell\/player\/player-licensed.swf\" \/>\r\n<param name=\"allowfullscreen\" value=\"true\" \/>\r\n<\/object>\r\n<\/p>\r\n<p>Since 2004, the USGS Alaska Science Center Pacific Walrus Research Program has collected data on walrus foraging behavior and movements throughout areas of the Bering and Chukchi seas during periods when sea ice is present and when sea ice is absent over the continental shelf.&nbsp;&nbsp;In 2010, walruses came ashore in late August. This year, the sea ice disappeared from the shelf earlier and walruses have already begun to come ashore.<\/p>\r\n<p>&ldquo;Sea ice is an important component in the life cycle of walruses,&rdquo; said Chad Jay, research ecologist with the USGS Alaska Science Center. &ldquo;These tracking studies will help us to better understand how top consumers in the arctic ecosystem may be affected by changes in sea ice habitats.&rdquo;<\/p>\r\n<p>In July, the scientists attached 40 radio tags on walruses hauled out on distant offshore sea ice near the edge of the continental shelf, northwest of Barrow, Alaska. This month researchers will tag a number of walruses that have come to land after the retreat of the sea ice from the shelf. Tracking animations from tagged walruses are available <a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/walrus\/index.html\">online<\/a> and are updated approximately every week.<\/p>\r\n<p>For photos and more information related to the USGS Pacific walrus studies visit <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/2011\/08\/16\/walruses-and-arctic-sea-ice-retreat\/\">http:\/\/www.usgs.gov\/blogs\/features\/<\/a><\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_08_16\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_08_16\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["sea","ice","Arctic","walrus","ecology","Chukchi","Ecosystem","Alaska Biology"],"release_date":{"und":[{"value":"1313467200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}