{"title":"Mapping Grasslands for Biofuel Potential","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->USGS scientists have developed a new method for mapping grasslands that demonstrate high potential for growing biofuel crops with relatively little energy input and environmental impact.<!--introend-->&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\n<p>The pioneering investigation used remote sensing data from satellites to identify detailed areas of the Greater Platte River Basin (most of Nebraska, parts of adjacent states) that are best suited for producing cellulosic (from the cell walls of plants) biofuel derived from hardy switchgrass, a native plant that grows wild or is easily cultivated.&nbsp;<\/p>\r\n<p>\"This innovative scientific study takes some of the guesswork out of deciding whether it could be feasible to raise a potentially high value crop for biofuels on America's grasslands,\" said USGS Director Marcia McNutt. \"Using non-food crops for fuel grown on land not now under cultivation is a low-impact step towards America's energy independence.\"&nbsp;<\/p>\r\n<p>The <a href=\"http:\/\/lca.usgs.gov\/lca\/biofuels_platte\/mapgallery.php\">maps<\/a> of areas with high biofuel production potential were produced by combining satellite-derived vegetation data with weather data, soil types, terrain, and other physical data. An analytical method developed by the authors helps separate the influence of long-term year-to-year weather changes (e.g. drought) from short-term disturbance changes (e.g. fire or overgrazing) in order to identify suitable areas more accurately. The maps can be used to optimize land use decisions for biofuel development and sustainability.&nbsp;<\/p>\r\n<p>Demand for biofuel products is expected to increase as the world seeks alternatives to fossil fuels. Critical considerations concerning the broader production of biofuels include issues of how much energy we get from the biofuel compared to the amount of energy required to grow and process it; its environmental impact; and the effect of biofuel production on prices of human food,&nbsp; livestock feed, and agricultural land.&nbsp;&nbsp;<\/p>\r\n<p>Cellulosic-based production of biofuel uses the inedible structural material of plants which can be supplied from sources such as grasses (commonly switchgrass and miscanthus), woody biomass, and agricultural and municipal wastes.&nbsp;<\/p>\r\n<p>Currently, ethanol produced from corn is the most common biofuel product in the United States. The <a href=\"http:\/\/pubs.usgs.gov\/of\/2010\/1229\/\">negative environmental effects<\/a> resulting from corn-based biofuel development often include soil erosion, water quality impairment from pesticides and fertilizer, and demand for irrigation water.&nbsp;<\/p>\r\n<p>Deep-rooted switchgrass, one of the dominant plant species of the central North American tallgrass prairie, helps limit soil erosion and can be grown on land considered unsuitable for row crop production (including corn) as well as in sandy and gravelly soils that typically produce low yields of conventional farm crops.&nbsp;<\/p>\r\n<p>As solutions to the technical challenges of producing cellulosic-based biofuel efficiently begin to move this energy source toward a competitive market position, demand for cellulosic feedstocks such as switchgrass is expected to increase.&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The study was published in the January 2012 issue of <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/j.1757-1707.2011.01113.x\/abstract\">Global Change Biology Bioenergy<\/a>.<span>&nbsp;<\/span><\/p>\r\n<p><span><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_03_29\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2012_03_29\/1\" title=\"Image Gallery\"><\/iframe><\/span><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","satelliteimagery","Climateand Land Use Change Land Remote Sensing","Biofuels","Nebraska","prairie"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1332993600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}