{"title":"Contaminant Levels Low in Most U.S. Carbonate Aquifers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Carbonate aquifers provide water of acceptable quality for human use and consumption in the majority of wells sampled across the U.S. according to a recent U.S. Geological Survey (USGS) study.<\/p>\n<p>With few exceptions, chemicals detected in groundwater from carbonate aquifers were low, generally below human-health benchmarks. Radon and nitrate were among the few contaminants with elevated concentrations in samples from wells tapping these important aquifers.<\/p>\r\n<p>Carbonate aquifers with features such as sinkholes, caves, and porous rocks are vulnerable to contamination, particularly aquifers located in intensively farmed areas. Contaminant levels in a few of these areas are among the highest in the Nation.<\/p>\r\n<p>Carbonate aquifers are the largest sources of drinking water for public supply of any bedrock aquifer, providing about 20% of the groundwater supplied as drinking water to the Nation. Scientists sampled for 151 chemical constituents or physical properties at about 1,000 wells and springs in these aquifers, which consist of rocks such as limestone or dolomite, across 20 states, mainly in the eastern and central United States.<\/p>\r\n<p>The report, <em><a href=\"http:\/\/water.usgs.gov\/nawqa\/pubs\/carbonate\/\">Factors affecting water quality in selected carbonate aquifers in the United States, 1993-2005<\/a>,<\/em> is available online.<\/p>\r\n<p>Nitrate&mdash;mostly derived from man-made sources such as from fertilizer applications, animal manure application, and septic tanks&mdash;was the most commonly-detected contaminant at concentrations greater than the federal drinking water standard for public-water supplies (10 parts per million).<\/p>\r\n<p>&ldquo;Nitrate is one contaminant to continue to monitor because concentrations exceeded the federal drinking-water standard in 5 percent of the wells sampled,&rdquo; says USGS scientist Bruce Lindsey. &ldquo;The vast majority of the samples that exceeded the standard for nitrate were in the Piedmont and the Valley and Ridge aquifers, which exceeded the standard in 63 and 14 percent of the wells, respectively. The high levels were due to a combination of the ease of contaminant transport and agricultural land use in those two areas.&rdquo;<\/p>\r\n<p>The majority of the wells sampled in the study are used as drinking water sources, either for domestic or public supply. Therefore, these results are particularly relevant to drinking-water quality issues. Other sampled wells not used for drinking water included livestock wells, irrigation wells, and monitoring wells.<\/p>\r\n<p>USGS findings show that the types and concentrations of selected contaminants in groundwater in carbonate aquifers are closely related to land use, such as fertilizers, pesticides, and volatile organic compounds (or VOCs). For example, concentrations of nitrate were significantly higher in groundwater underlying agricultural land than in groundwater underlying undeveloped or urban land. Herbicides were detected more frequently in agricultural wells, whereas insecticides and VOCs such as chloroform were more frequently detected in urban wells. Only 2 of the 47 pesticides analyzed exceeded human-health benchmarks in 20 sites and 4 of the 59 VOCs in 5 sites analyzed exceeded federal drinking-water standards.<\/p>\r\n<p>Findings also show that factors other than land use can affect groundwater quality. For example, natural geochemistry is a factor influencing radon occurrence. Radon concentrations exceeded the proposed drinking-water standard of 300 picocuries per liter in 58 percent of the samples where radon was analyzed. Natural factors controlling aquifer confinement, groundwater residence times, and the presence of organic carbon can help to minimize the transport of contaminants to an aquifer or enhance degradation of contaminants to innocuous forms prior to entering wells.<\/p>\r\n<p>Carbonate aquifers sometimes have sinkholes and caves in what are termed karst areas. Bedrock in karst aquifers dissolves relatively ea","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["contaminants","carbonateaquifer","aquifer","groundwater","water","nitrate","phosphorus","nutrients"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1245988800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168982"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}