{"title":"Bighorn Sheep on A Desert Island: Been There, Dung That","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->In a finding authors are coining an \"unintentional rewilding,\" scientists identified a cave dung deposit as belonging to bighorn sheep that became extinct on a desert island sometime between the 6<sup>th<\/sup> and the 20<sup>th<\/sup> century.<!--introend--><\/p>\n<p>The unintentional rewilding occurred when in 1975 wildlife biologists introduced 16 female and 4 male bighorn sheep to Tibur&oacute;n Island, the largest island in the Gulf of California. Today, the population numbers more than 500 individuals.<\/p>\r\n<p>A team from the University of California-Riverside, the U.S. Geological Survey, Oregon State University, and East Tennessee State University discuss this non-native rewilding on Tibur&oacute;n Island, located in the Gulf of California, in this week's PLOS ONE. Ben Wilder, Ph.D. Candidate of UC-Riverside and the lead author of the <a href=\"http:\/\/dx.plos.org\/10.1371\/journal.pone.0091358\">study<\/a>, accidentally discovered the 1500-1600 year-old, urine-cemented dung mat on the floor of a small cave in the Sierra Kunkaak, a rugged mountain range of the eastern side of the island.<\/p>\r\n<p>After comparing the pellets with an extensive collection of dung for both living and extinct herbivores, researchers determined that bighorn sheep formed the dung mat. The ancient sequences exactly matched DNA sequences from modern desert bighorn sheep, and differed substantially from other large herbivores that might have been present.<\/p>\r\n<p>Until this discovery, there was no knowledge on whether or not bighorn sheep had previously occurred on the island. &nbsp;<\/p>\r\n<p>\"It's a very clear result,\" said Clinton Epps, a co-author and a conservation geneticist at Oregon State University. \"Furthermore, the sequences are not identical to the modern bighorn populations on Tibur&oacute;n Island - so we are confident that the sequences do not derive from modern use of the cave by introduced bighorn sheep.\"<\/p>\r\n<p>Julio Betancourt, a USGS paleoecologist and co-author of the study, has previously collaborated with geneticists to extract and sequence ancient DNA from cave deposits. Betancourt thinks that, in the future, \"molecular caving will become more than an afterthought in arid lands paleoecology.\"<\/p>\r\n<p>Michael Hofreiter of the University of Potsdam, a leading authority in ancient DNA research and editor of the paper, notes that, \"Given the ongoing progress in paleogenomics and DNA sequencing, it will soon be possible to sequence full genomes from samples like the one recovered from Tibur&oacute;n island, compare those to genomes from various extant populations and thereby identify the population that is most suitable for reintroduction in a certain area.\"<\/p>\r\n<p>The goal of the 1975 re-introduction was use a safe site to foster a large, breeding population that could be used in restocking the mainland, where historic land use decimated native bighorn sheep populations. A controversial aspect of the Tibur&oacute;n experiment is that it introduced what was then presumed to be a non-native herbivore into a fragile island ecosystem with a unique desert flora.<\/p>\r\n<p>Wilder said he hopes that these findings will trigger more systematic studies of recent colonization and extinction events throughout these islands and elsewhere to help guide conservation efforts.<\/p>\r\n<p>The study, \"Local extinction and unintentional rewilding of bighorn sheep (<em>Ovis canadensis<\/em>) on a desert island,\" was authored by Benjamin T. Wilder, Julio L. Betancourt, Clinton W. Epps; others, and was published this week in PLOS One.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Ecosystems Invasive Species","Ecosystems Wildlife Terrestrialand Endangered Resources","ecosystems","Ecosystems International","Ecosystems Scienceand Decisions Center"],"article_type":["National News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1395201600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169368"},{"tid":"169794"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}