{"title":"New Map Helps Prepare Atlanta for Future Floods","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ATLANTA &ndash; <!--introstart-->A powerful new online flood preparedness tool that will help emergency managers improve flood warnings and response has been developed for Peachtree Creek, Ga.<!--introend--><\/p>\n<p>Runoff from the Peachtree Creek watershed, a major tributary to the Chattahoochee River in Atlanta, contributed to the area&rsquo;s flooding in 2009, which took 10 lives and caused damages estimated to have reached more than $193 million in a 7-day period.&nbsp; Peachtree Creek is one of the most flood-prone waterways in the Atlanta region due to its highly urbanized watershed.<\/p>\r\n<p>The interactive web-based tool, called a \"flood inundation map,\" was created by scientists from the U.S. Geological Survey.&nbsp; The interactive map will help identify where the potential threat of floodwaters is greatest, enabling emergency personnel from Federal Emergency Management Agency and state and local agencies to make quick decisions about when and how to evacuate residents threatened by rising floodwaters and focus flood response and recovery efforts.&nbsp; &nbsp;&nbsp;<\/p>\r\n<p>\"Floods are the most expensive natural disaster that we face in the U.S., affecting all 50 states and costing more than $2.7 billion dollars annually averaged over the past 10 years according to government estimates,\" said USGS Director Marcia McNutt. \"Investing in science-based preparedness tools like the online flood inundation maps is a smart way to help everyone know the quick decisions to make to spare lives and property.\"<\/p>\r\n<p>&nbsp;The USGS is partnering with the National Weather Service, United States Army Corps of Engineers and FEMA to develop comparable flood inundation maps in locations across the country identified to be at the highest risk for flooding.<\/p>\r\n<p>\"Atlanta is proud to be the first major city in the southeast to actively participate in flood inundation mapping.&nbsp; In 2009, Peachtree Creek area residents experienced devastating flooding events; it is the City&rsquo;s goal to prevent residents from encountering this again ,\" said Mayor Kasim Reed.&nbsp; \"The safety of our residents is a priority and by utilizing this on-line tool, Peachtree Creek area residents will be able to access real-time data on rising flood waters, allowing them to make the necessary safety plans for their families during torrential rains.\"<\/p>\r\n<p>The new tool set another milestone as being the first in the Southeast to push flood science further by using a second USGS streamgage to measure water backing up from one river into another, a situation that can increase the extent of flooding.<\/p>\r\n<p>\"We looked at a streamgage on the Chattahoochee River at Georgia-280 to determine the impact of water backing up into Peachtree Creek, and took that into consideration as we developed this flood inundation map.&nbsp; This is a first in the Southeast, and is a significant step forward in flood science that will ultimately give residents even more insight into what to expect during future floods,\" said Brian McCallum, assistant director at the USGS Georgia Water Science Center.<\/p>\r\n<p>\"The interactive map is available online to residents, who will be able to see how flooding would affect their property at different water levels\" McCallum said. \"It's like having a streamgage in your front yard.\"&nbsp; Residents can also access live streaming video of Peachtree Creek via a USGS webcam located at the USGS streamgage.<\/p>\r\n<p>To access the Peachtreek Creek Flood Inundation Maps, visit the <a href=\"http:\/\/wim.usgs.gov\/FIMI\/FloodInundationMapper.html?siteno=02336300\">website<\/a>.<\/p>\r\n<p>The national flood inundation mapping program identified North Georgia as a high priority due to the continuing danger from the perennial risk of rising floodwaters in the area.<\/p>\r\n<p>Flood inundations maps are developed based on data from the USGS&rsquo;s nationwide streamgage network that monitors the water level and flow of the nation's rivers and streams. Remote sens","summary":null,"format":null}]},"field_images":[],"regions":["Georgia"],"country":["United States of America"],"mm_tags":["flooding","Atlanta","Georgia","water","Georiga Water Science Center","water","Water National Streamflow Information","Geographic Areas Southeast"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1351137600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168974"},{"tid":"169472"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}