{"title":"slight Changes in Climate May Trigger Abrupt Ecosystem Responses","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Slight changes in climate may trigger major abrupt ecosystem responses that are not easily reversible.<!--introend-->&nbsp;<\/p>\n<p>Some of these responses, including insect outbreaks, wildfire, and forest dieback, may adversely affect people as well as ecosystems and their plants and animals.&nbsp;<\/p>\r\n<p>The U.S. Geological Survey led a new assessment of the implications of a warming world on \"ecological thresholds\" in North America. The report, which was commissioned by the U.S. Climate Change Science Program and authored by a team of federal and academic climate scientists, is based on a synthesis of published scientific literature and addresses what research and steps are needed to help mitigate resulting effects.&nbsp;<\/p>\r\n<p>An ecological threshold is the point at which there is an abrupt change in an ecosystem that produces large, persistent and potentially irreversible changes.<\/p>\r\n<p>\"One of our biggest concerns is that once an ecological threshold is crossed, the ecosystem in question will most likely not return to its previous state,\" said USGS Associate Director for Biology Susan Haseltine. \"The existence of thresholds should be a key concern of scientists and natural resource managers.\"<\/p>\r\n<p>The team also emphasized that human actions may increase an ecosystem's potential for crossing ecological thresholds. For example, additional human use of water in a watershed experiencing drought could trigger basic changes in aquatic life that may not be reversible. Researchers and decision makers need to develop the tools necessary to predict the effects of specific ecological disturbances and to understand early warning signals of impending ecological thresholds.<\/p>\r\n<p>The report also concludes that although not enough is known about ecological thresholds, researchers do already know that ecosystems will differ significantly in their respective thresholds. More vulnerable ecosystems, such as those that already face stressors other than climate change, will almost certainly reach their threshold for abrupt change sooner.&nbsp;<\/p>\r\n<p>The Environmental Protection Agency, U.S. Forest Service, Department of Energy, National Oceanic and Atmospheric Administration, and National Science Foundation contributed to this report.&nbsp;<\/p>\r\n<p>To view the full report, <em>Synthesis and Assessment Product 4.2: Thresholds of Climate Change in Ecosystems,<\/em> visit <a href=\"http:\/\/climatescience.gov\/\">http:\/\/climatescience.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","Climate Change","biology","environment"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1232082000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169099"},{"tid":"169017"},{"tid":"169139"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}