{"title":"The Elements of a Dazzling Fourth of July","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"The minerals that produce the brilliant colors in fireworks also bring water and electricity to your home, help to produce the vehicles and fuel needed for travel, and have many other every day uses.\n\n<strong>Red Fireworks and Strontiumâ\u0080\u0094<\/strong>Strontium gives a brilliant red hue to fireworks and to the flares you might be toting in your car in case of roadside emergencies. Strontium is produced most notably from the mineral celestite. Strontium is used in drilling fluids to produce oil and gas; it also strengthens metal castings in airplanes and cars, and makes paints that resist corrosion.\n\n[caption id=\"\" align=\"alignleft\" width=\"360\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/07_03_2014_iNe5HTs22A_07_03_2014_2#.U7WIfDC1F8F\"><img src=\"http:\/\/gallery.usgs.gov\/images\/07_03_2014\/iNe5HTs22A_07_03_2014\/large\/Celestite_jpg.jpg\" alt=\"celestite\" width=\"360\" height=\"271\" \/><\/a> Sample of celestite (strontium sulfate), principal source of strontium.[\/caption]\n\nAlthough strontium is common in the Earthâ\u0080\u0099s crust and strontium mineral deposits occur widely in our nation, strontium minerals have not been mined in the United States since 1959. Imports of celestite have increased every year since 2010 and increased dramatically in 2013, with virtually all of the material coming from Mexico. More details are found <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/strontium\/mcs-2014-stron.pdf\">here<\/a>.\n\n<strong>Blue Fireworks and Copper â\u0080\u0094<\/strong> Copper turns fireworks a dazzling blue. Copper occurs naturally in the Earthâ\u0080\u0099s crust in a variety of forms, Â most commonly it is found with sulfur as the mineral chalcopyrite. Azurite and malachite are common copper minerals known for their blue and green colors. Copper can also be found as pure \"native\" copper.\n\n[caption id=\"\" align=\"alignright\" width=\"360\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/07_03_2014_iNe5HTs22A_07_03_2014_3#.U7WI2DC1F8F\"><img src=\"http:\/\/gallery.usgs.gov\/images\/07_03_2014\/iNe5HTs22A_07_03_2014\/large\/Copper.jpg\" alt=\"Copper\" width=\"360\" height=\"270\" \/><\/a> Sample of native copper.[\/caption]\n\nCopper was one of the first metals ever extracted and used by humans; in fact copper tools helped civilization emerge from the Stone Age.\n\nThe demand for copper remains strong in the developed world where copper wiring and plumbing bring water and electricity into nearly every home and building. Â It takes more than 40 pounds of copper to produce a small car, and nearly 100 pounds for luxury and hybrid vehicles. Copper is also essential in modern electronics.\n\nThe developing world now accounts for most of global copper consumption growth. Â China accounts for about 40% of global consumption, up from only about 20% in 2005.\n\nThe USGS recently estimated that the Earth still contains enough copper to support the projected growth in demand beyond 2050, given current technology and economics.\n\nRecycling will be an important source of future copper supplies. Details on the recent assessment are found <a href=\"http:\/\/pubs.usgs.gov\/fs\/2014\/3004\/\">here<\/a>. General information on the link between copper and advancements in civilization are found <a href=\"http:\/\/pubs.usgs.gov\/fs\/2009\/3031\/\">here<\/a>. Production, use, and recycling facts are found <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/copper\/mcs-2014-coppe.pdf\">here<\/a>.\n\n<strong>Green Fireworks and Barium<\/strong>â\u0080\u0094Barium nitrate and chlorate produce bright green fireworks.\nBarium is a metallic element that is not found in nature in its native form. Â It occurs principally as the mineral barite (barium sulfate), and its dominant use is in oil well drilling fluids.Â  Barite is also used in making paints, plastic, and rubber. Your carâ\u0080\u0099s brakes, paint primer, and rubber mudflaps might contain barite. Ultrapure barite is used as a contrast medium in medical x-rays.\n\n[caption id=\"\" align=\"alignleft\" width=\"360\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/07_03_2014_iNe5HTs22A_07_03_2014_1#.U7WJOzC1F8F\"><img src=\"http:\/\/gallery.usgs.gov\/images\/07_03_2014\/iNe5HTs22A_07_03_2014\/large\/Barite_Rose_jpg.jpg\" alt=\"Barite Rose\" width=\"360\" height=\"271\" \/><\/a> Sample of the mineral barite (barium sulfate) .[\/caption]\n\nThe United States imports about 75 percent of the barite it uses, and more than 85 percent of those imports come from China.Â  The world is estimated to contain 2 billion metric tons of barite; of that total, the United States has an estimated 300 million metric tons.\n\nBarium is geologically abundant, but future supplies may be disrupted in the short term by social, environmental, political and economic factors resulting from heavy reliance on limited sources.\n\n<strong>Golden Sparks and Iron<\/strong>â\u0080\u0094Iron filings produce the golden sparks that shower out of a main fireworks explosion. Iron is one of the most abundant elements on Earth, but it does not occur naturally in the Earthâ\u0080\u0099s crust in native form (Fe). Â It is found only in ores, principally hematite (Fe<sub>2<\/sub>O<sub>3<\/sub>) and magnetite (Fe<sub>3<\/sub>O<sub>4<\/sub>). Â By definition, steel is iron with a small amount of carbon.Â Heat and carbon are used to remove oxygen from iron ore to produce metallic iron required to make steel. Â More information is found <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/iron_ore\/\">here<\/a>.\n\nThousands of products are made of steel. Â In some applications no other materials are suitable, such as steel framing for large buildings, because of strength requirements.Â  Iron and steel are central to supporting industrial economies worldwide.Â  More information is found <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/iron_&amp;_steel\/\">here<\/a>.\n\nU.S. resources are estimated to be about 27 billion tons of iron contained within 110 billion tons of iron ore. World resources are estimated to exceed 230 billion tons of iron contained within greater than 800 billion tons of crude ore.Â  More information is found <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/iron_ore\/mcs-2014-feore.pdf\">here.<\/a>\n\n<strong>Bright Flashes and Aluminum<\/strong>â\u0080\u0094Bright flashes and loud bangs in fireworks come from aluminum powder. Aluminum is the second most abundant metallic element in the Earth's crust after silicon, yet it is a comparatively new industrial metal that has been produced in commercial quantities for just over 100 years.\n\nMeasured either in quantity or value, aluminum's use exceeds that of any other metal except iron, and it is important in virtually all segments of the world economy.\n\n[caption id=\"\" align=\"alignleft\" width=\"420\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/07_03_2014_iNe5HTs22A_07_03_2014_0#.U7WJZzC1F8F\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/07_03_2014\/iNe5HTs22A_07_03_2014\/large\/Aluminum_Metal_jpg.jpg\" alt=\"Aluminum Metal\" width=\"420\" height=\"315\" \/><\/a> Sample of aluminum metal.[\/caption]\n\nSome of the many uses for aluminum are in transportation (automobiles, airplanes, trucks, railcars, marine vessels, etc.), packaging (cans, foil, etc.), construction (windows, doors, siding, etc.), consumer durables (appliances, cooking utensils, etc.), electrical transmission lines, machinery, and many other applications.\n\nAluminum recovery from scrap (recycling) has become an important component of the aluminum industry. More information is found <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/aluminum\/\">here.<\/a>\n\n<strong>Other firework facts<\/strong>â\u0080\u0094Yellow fireworks result when sodium nitrate burns. Â The largest deposits of natural sodium nitrate are found in sedimentary rocks in the Atacama Desert of South America. Sodium nitrate is also used to produce fertilizer.\n\nOther firework colors can be made my mixing elements; strontium and sodium produce brilliant orange; titanium, zirconium, and magnesium alloys make silvery white; copper and strontium make lavender.\n\nMinerals that add color to fireworks and make the July 4 festive also benefit us in our everyday lives.\n\nThe <a href=\"http:\/\/minerals.usgs.gov\/\">USGS Mineral Resources Program <\/a>delivers unbiased science and information to understand mineral resource potential, production, consumption, and how minerals interact with the environment.\n\nThe USGSÂ collects, analyzes, and disseminates current information on the supply of and the demand for about 90 minerals and materials in the United States and about 180 other countries.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24382","uid":"31","filename":"FireMain.jpg","uri":"public:\/\/FireMain.jpg","filemime":"image\/jpeg","filesize":"147851","status":"1","timestamp":"1425492768","type":"image","uuid":"9e3e8558-2a0e-4bfb-91c2-2c2b7e8b3eec","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Energy Minerals Environmental Health","Fireworks","Mineral Consumption","mineral Resources","Mineral Use","Minerals"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1404406183","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}