{"title":"Final Beach Erosion Survey of the Elwha River Delta Before Dam Removal","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>PORT ANGELES, Wash. &mdash; <!--introstart-->The USGS on Aug. 26-27, 2011 will conduct its final beach erosion survey of the Elwha River delta before a historic dam removal begins upstream in September, in line with its ongoing study of the dams'effects on the ecosystem.<!--introend--><\/p>\n<p>Two dams on the Elwha River have stopped most of the flow of sediment to the beaches on its delta for nearly 100 years. Historical photographs and topographic survey data document severe erosion on these beaches, corroborated by seven years of GPS beach surveys on foot and personal watercraft conducted by the USGS in collaboration with the Lower Elwha Klallam Tribe and the Washington Department of Ecology.<\/p>\r\n<p>\"Not only have the beaches eroded quickly during the past 100 years,\" said Dr. Jonathan Warrick, researcher and lead of the USGS survey team, \"but these erosion rates have increased significantly with time.\"<\/p>\r\n<p>The greatest changes to this beach have been observed along the tribal reservation, where Warrick and colleagues reported in a 2009 article that erosion averaged about 125 feet between 1939 and 2006. This erosion has occurred along the primary pathway by which river sediment moves into and along the beach.&nbsp; The combination of the rapid beach erosion and the reduction of river sediment from the dams lends evidence that the dams are responsible for the beach erosion.<\/p>\r\n<p>With erosion, other beach characteristics have changed, too, and part of the USGs'work is to study the changes'effects on wildlife habitat. \"The lowest portion of the beach is mostly cobble,\" said Dr. Warrick, \"and this differs substantially from the tribal oral histories that suggest shellfish were harvested from this beach. With the erosion of the beach, it appears that only the largest and heaviest rocks were left behind.\"&nbsp;<\/p>\r\n<p>The removal of the two dams on the Elwha River will begin Sept. 17, 2011 and take roughly two-and-a-half years to complete. With dam removal, new supplies of sediment will flow down river to the beaches of the river delta. Although only a portion of the 19 million cubic meters of sediment now trapped behind the dams will move downstream, this sediment will likely slow &ndash; or even reverse &ndash; the recent trends of erosion on the beach.<\/p>\r\n<p>\"We hope to continue these surveys for several years past the dam removal to evaluate how a beach responds to a restoration of its sediment supply.&nbsp; These kinds of studies are important to evaluate the effectiveness of this and future coastal restoration efforts,\" Warrick said.<\/p>\r\n<p>The Elwha River Restoration Project, created by act of Congress in 1992, aims at the full restoration of the Elwha River ecosystem and its native fish that ascend the river from the sea to breed.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_08_25\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_08_25\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;amp;amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_08_25\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_08_25\"&amp;amp;amp;amp;amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2011_08_25&amp;amp;amp;amp;amp;amp;amp;lt;\/a&amp;amp;amp;amp;amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["Elwha","washington","erosion"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1314244800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169765"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}