{"title":"Landslide in Washington State","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<em><strong>Note: This story is periodically updated, with the most recent posting on April 10, 2014. Â Other updates on the event may have occurred since then.<\/strong><\/em>\n<div style=\"float: right;\" align=\"right\">[iframe width=\"560\" height=\"315\" src=\"\/\/www.youtube-nocookie.com\/embed\/2NzHCOhKr7g?rel=0\" frameborder=\"0\" allowfullscreen name=\"YouTube video of landslide computer model\" ]<\/div>\nA large landslide occurred in northwest Washington atÂ about 10:37 am PDT on Saturday, March 22, 2014. Â Multiple casualties are confirmedÂ as a direct result of the landslide and many people remain missing. LandslideÂ debris covered about 30 houses and 0.8 miles of State Route 530.\n<h2>What Happened<\/h2>\nThe landslide occurred in an area of known landslide activity,Â but this time the slide was much larger, traveled much further, and hadÂ greater destructive force than previously experienced. Precipitation in theÂ area in February and March was 150 to 200% of the long-term average, and likelyÂ contributed to landslide initiation.\n\nThe slide took place along the edge of a plateau about 600 feetÂ high composed of glacial sediments. The volume of the slide is estimated to beÂ about 10 million cubic yards, and it traveled about 0.7 miles from the toe ofÂ the slope. This travel distance is about three times longer than expected basedÂ on published information regarding previous slides of this height and volume worldwide. If the landslide had behaved in the expected range, it would haveÂ likely blocked the river and possibly destroyed a few houses. Instead it led toÂ tragic loss of life and destruction of property.\n\nFlow also dammed and temporarily blocked the upper part of the NorthÂ Fork Stillaguamish River. A pool of water formed behind the debris dam, whichÂ flooded houses and other structures. There were initial fears that the debrisÂ dam would create a flood hazard downstream if the dam were breached, but aÂ catastrophic dam breach is now considered unlikely. Currently, the lake level is gradually decreasing as the river is cutting a new channel across the top ofÂ the debris dam.\n\nUSGS scientists are supporting state and county agenciesÂ responding to the event. It is a collaborative effort, with many working hardÂ to provide assistance, assess the situation, and alleviate impacts. InÂ particular, scientists are assisting with monitoring the stability of theÂ landslide area and monitoring debris-dam erosion and river and lake conditions.\n<h2>Monitoring Water Levels and Flood Potential<\/h2>\n[caption id=\"attachment_193561\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/03\/Landslide-Map3.jpg\"><img class=\"size-medium wp-image-193561\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/03\/Landslide-Map3-300x231.jpg\" alt=\"\" width=\"300\" height=\"231\" \/><\/a> USGS preliminary map of the landslide area in northwest Washington that occurred on March 22, 2014. The red line is the approximate upper limit of material that slid during the landslide. Green cross-hatched marks the approximate final location of material that slid. The area in between is where the landslide slid, but left no deposits.[\/caption]\n\nThe USGS operates a long-term streamgage to measure water levelsÂ and river discharge about 12 miles downstream from the landslide, on the NorthÂ Fork Stillaguamish River at Arlington. The river level at the gage droppedÂ suddenly at about 1:30 pm PDT on Saturday, March 22. The drop in water levelÂ was about 1.2 feet, which is equivalent to a drop in discharge of about 1,200Â cubic feet per second.Â <a href=\"http:\/\/waterdata.usgs.gov\/wa\/nwis\/uv\/?site_no=12167000\">Go online andÂ see near-real-time data<\/a>.\n\nSince the landslide occurred, the USGS installed three RapidÂ Deployment Gages to measure additional water levels and streamflow. These gagesÂ are located downstream from the debris dam, in the lake behind the dam, andÂ upstream from the lake. In addition, the USGS installed two buoys to measureÂ lake levels. The newly installed gage downstream from the debris dam alsoÂ measures water turbidity, and this information is used to monitor the erosionÂ rate of the dam.\n\nThe USGS is working with multiple federal, state and localÂ agencies to monitor the status of the river and debris dam and help assess whatÂ the downstream impact may be on flooding and other variables under differentÂ streamflows and debris-dam erosion rates.\n<h2>No Associated Earthquake<\/h2>\nSeismographÂ readings show no indication that an earthquake triggered the landslide nearÂ Oso, Washington, on March 22, 2014. Seismographic recordings of the landslideÂ event show two impulsive wave signals. The first is interpreted to representÂ the onset of landslide motion at 17:37 UTC, and a second signal is interpretedÂ to represent a successive slide that occurred at 17:41 UTC. The seismic signalsÂ are of long period surface waves, with no clear high-frequency P or S phasesÂ that we would expect to see if a local tectonic earthquake occurred at the timeÂ of the event. The landslides generated elevated levels of local ground shakingÂ for over an hour. Seismic readings are from the University of WashingtonÂ Pacific Northwest Seismic Network, operated in cooperation with the USGS.\n<h2>Monitoring Slope Stability<\/h2>\n[caption id=\"attachment_193611\" align=\"alignright\" width=\"199\"]<a href=\"http:\/\/www.usgs.gov\/images\/washingtonslidepackage\/Spider2.jpg\"><img class=\"size-medium wp-image-193611 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/03\/Spider-21-199x300.jpg\" alt=\"\" width=\"199\" height=\"300\" \/><\/a> The photograph shows a spider unit being deployed by helicopter to help study the landslide that occurred in northwest Washington on March 22, 2014. This photo was taken on April 1, 2014. Credit: Jonathan Godt, USGS[\/caption]\n\n[caption id=\"attachment_193601\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/images\/washingtonslidepackage\/Spider1.jpg\"><img class=\"size-medium wp-image-193601   \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/03\/Spider-11-300x199.jpg\" alt=\"\" width=\"300\" height=\"199\" \/><\/a> The photograph shows a spider unit, which is being used to help study the landslide that occurred in northwest Washington on March 22, 2014. This photo was taken on April 1, 2014. Credit: Jonathan Godt, USGS[\/caption]\n\nA team of landslide geologists from the county, state, and theÂ USGS are assessing continuing landslide hazard that may pose a threat to searchÂ operations. One example is the USGS deployment of three â\u0080\u009cspiders,â\u0080\u009d which are portableÂ instrumentation packages that contain high-precision GPS units for detectingÂ landslide movement as well as geophones for detecting small vibrations. TheÂ spiders can be emplaced by hovering helicopters. Data from the spider units areÂ transmitted by radio to USGS computers and made available to the monitoringÂ team.\n<h2>Coordinated Emergency Response<\/h2>\nSnohomish County is the lead responding agency and isÂ coordinating closely with local agencies. The Washington State Department of NaturalÂ Resources, Washington State Emergency Management Division, and Washington StateÂ Department of Transportation are the primary state staff at the site to helpÂ assess the flood hazard and evaluate how the river may rework the landslide andÂ debris dam in the next few weeks. Many other organizations are playing aÂ supportive role and providing all hands on deck to assist.\n<h2>Prior Landslides in the Area<\/h2>\nOtherÂ large, and perhaps sudden, landslides have occurred in this valley and in theÂ broader region. Large landslides are the norm in many parts of the westernÂ foothills of the North Cascades. The recent landslide in Washington, however,Â exhibited unusual mobility (i.e., runout distance and probable speed) comparedÂ to previously studied events in the area. Examination of high-resolution,Â remotely sensed topography indicates the presence of similar landslides thatÂ may have travelled long distances.\n\n[caption id=\"attachment_193621\" align=\"alignright\" width=\"432\"]<a href=\"http:\/\/www.usgs.gov\/images\/washingtonslidepackage\/LandslidePhoto.jpg\"><img class=\"size-full wp-image-193621   \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/03\/Landslide-Photo1.jpg\" alt=\"\" width=\"432\" height=\"287\" \/><\/a> Photograph from aerial survey showing the upper parts of the landslide that occurred in northwest Washington on March 22, 2014. This photo was taken on March 27, 2014. Credit: Jonathan Godt, USGS[\/caption]\n<h2>TypeÂ of Landslide<\/h2>\nThisÂ landslide appears to have involved a complex sequence of events. USGS landslideÂ specialists, in collaboration with seismologists and state agencies, are stillÂ working to interpret the event.\n\nMuchÂ of the landslide deposit has character that resembles that of the great MountÂ St. Helens rockslide, which was a debris avalanche on May 18, 1980, and theÂ largest landslide in recorded history. The distal part of the landslideÂ deposit, in the region roughly south of the alignment of State Route 530, resemblesÂ that of a debris flow. Debris flows are liquefied slurries of rock, water andÂ mud that can travel great distances at high speeds, entraining nearly allÂ objects in their paths. Some of the landslide material remaining north of theÂ Stillaguamish River, closest to the top of the landslide, has the character ofÂ landslides that scientists classify as rotational slumps.\n<h2>USGS:Â Start with Science<\/h2>\nLandslidesÂ occur in all 50 states and U.S. territories, and cause $1-2 billion in damagesÂ and more than 25 fatalities on average each year. Falling rocks, mud, andÂ debris flows are one of the most common and sometimes deadly hazards, yet thereÂ is still much to learn about how and why they happen.\n\nUSGS science is helping answer questions such as where, when and how oftenÂ landslides occur, and how fast and far they might move. USGS scientists produceÂ maps of areas susceptible to landslides and identify what sort of rainfallÂ conditions will lead to such events. For more information,Â <a href=\"http:\/\/www.youtube.com\/watch?v=MVwSpGVfWVo&amp;feature=plcp\">watch a video<\/a>Â about USGSÂ landslide science, and visit theÂ <a href=\"http:\/\/landslides.usgs.gov\/\">USGS LandslideÂ Hazards Program website<\/a>.\n\nScientistsÂ at the USGS are also asking you to help by reporting your landslide experiencesÂ and sightings at the newÂ <a href=\"http:\/\/landslides.usgs.gov\/dysi\/\">USGS â\u0080\u009cDid YouÂ See It?â\u0080\u009d website<\/a>.\n\nFurther,Â the USGS is working with the National Weather Service on aÂ <a href=\"http:\/\/www.usgs.gov\/homepage\/science_features\/debris_flow_ca.asp\">Debris FlowÂ Warning System<\/a>Â to help provide forecasts and warnings to inform community and emergencyÂ managers about areas at imminent risk.\n<h2>Photographs<\/h2>\n<a href=\"http:\/\/gallery.usgs.gov\/sets\/2014_Washington_State_Landslides\">View photographs<\/a>Â related to the landslide and impacts.\n<h2>MoreÂ Info on the Washington Landslide<\/h2>\nRead theÂ newly published report,Â <a href=\"http:\/\/pubs.usgs.gov\/of\/2014\/1065\/\">Preliminary Interpretation of Pre-2014 Landslide Deposits in the Vicinity of Oso, Washington<\/a>.\n\n<a href=\"http:\/\/wa.water.usgs.gov\/data\/oso.html\">Updates and technical data regarding the landslide and flood conditions<\/a>Â are posted online as available from the USGS Washington Water Science Center.Visit their website to receive information.\n\nLearn more by reading the USGS article,Â <a href=\"http:\/\/wa.water.usgs.gov\/data\/2014.Iverson.DebrisFlows.GeologyToday.pdf\">Debris Flows: Behavior and Hazard Assessment<\/a>.\n\nRead the following reports by the Washington Division of Geology and Earth Resources:\n<ul>\n\t<li><a href=\"http:\/\/www.dnr.wa.gov\/Publications\/ger_ofr2003-11_geol_map_oso_24k.pdf\">Geologic map of the Oso 7.5-minute quadrangle, Washington<\/a><\/li>\n\t<li><a href=\"http:\/\/www.dnr.wa.gov\/Publications\/ger_ofr2003-12_geol_map_mounthiggins_24k.pdf\">Geologic map of the Mount Higgins 7.5-minute quadrangle, Washington<\/a><\/li>\n<\/ul>\n[caption id=\"attachment_193541\" align=\"aligncenter\" width=\"757\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/03\/Seismograph2.jpg\"><img class=\"size-full wp-image-193541 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/03\/Seismograph2.jpg\" alt=\"\" width=\"757\" height=\"623\" \/><\/a> Seismograph readings from the University of Washington Pacific Northwest Seismic Network, operated in cooperation with the USGS, show no indication of an earthquake in association with the landslide near Oso, Washington, on March 22, 2014.[\/caption]\n\n[caption id=\"\" align=\"aligncenter\" width=\"450\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/03_26_2014_jne5HTs22B_03_26_2014_4\"><img src=\"http:\/\/gallery.usgs.gov\/images\/03_26_2014\/jne5HTs22B_03_26_2014\/medium\/DSC_2347.JPG\" alt=\"2014 Landslide in Washington State\" width=\"450\" height=\"301\" \/><\/a> Photograph from an aerial survey showing the extent and impacts from the landslide in northwest Washington that occurred on March 22, 2014. The survey was conducted by the Washington State Department of Transportation, Washington State Department of Natural Resources, USGS, and King County Sheriff's Office.[\/caption]","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24360","uid":"31","filename":"MainImage3.jpg","uri":"public:\/\/MainImage3.jpg","filemime":"image\/jpeg","filesize":"145041","status":"1","timestamp":"1425492768","type":"image","uuid":"712f789f-ca44-4743-b0c1-aa683a5e732c","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Landslide Hazards","landslides","Natural Hazards","Washington Landslide"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1395879228","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}