{"title":"USGS Science at Ecological Society of America","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Note to Reporters: Aug. 6-11, you can contact the ESA News Room in Memphis on 901 576-1261.<\/strong><\/p>\n<p>Hurricane impacts, invasive species, wildlife disease, and the effect of fire on ecosystems are among the topics that scientists of the U.S. Geological Survey (USGS) will discuss as they meet with other leading ecological scientists, educators, and policy-makers from around the globe at the 91st Ecological Society of America meeting in Memphis, Tenn. Aug. 6-11. The meeting theme is &quot;Icons and Upstarts in Ecology.&quot; All talks unless otherwise indicated, are at the Cook County Convention Center in Downtown Memphis.<\/p>\r\n<p><strong>Monday, Aug. 7<\/strong> \r\n<p><strong><em>Hurricane impacts on coastal forests in Louisiana, 9:55 a.m.<br><\/em><\/strong>Stephen Faulkner, USGS National Wetlands Research Center, Lafayette, La.<br>Parent session: Symposium 2 - Ecological effects of Gulf Coast hurricanes: short-term impacts and long-term consequences, 8:00-11:30 a.m.<br><strong>Steamboat, Mezzanine Level<\/strong><\/p>\r\n<p>Hurricanes have short- and long-term effects on coastal forest structure, ecosystem processes, and services. Hurricanes Katrina and Rita were particularly destructive to forests of the northern Gulf Coast, damaging or destroying timber on nearly 450,000 hectares in Louisiana. Pearl River floodplain forests suffered 50% mortality in plots not dominated by baldcypress-tupelo gum, while mortality was only 14% in baldcypress-tupelo gum plots. These results are similar to those measured in forests following Hurricane Andrew in 1992, and caused a shift in migratory bird use from Pearl River bottomlands to adjacent upland forests. Hurricane Rita significantly damaged the chenier forests of southwest Louisiana. The author will discuss long-term impacts of these changes on migratory bird habitat, food resources, species composition, and ecosystem processes.<\/p>\r\n<p><strong><em>GLORIA in North America, an alpine ecology monitoring network, 5:00-6:30 p.m.<\/em><\/strong><br>Karen Holzer, USGS Northern Rocky Mountain Science Center Field Station, West Glacier, Mont.<br>Parent session: Poster Session 7 - Climate and global change, 5:00-6:30 p.m.<br><strong>Exhibit Hall, Ballroom Level<\/strong><\/p>\r\n<p>The Global Observation Research Initiative in Alpine Environments (GLORIA) is an international research network established to assess climate change impacts on vegetation in alpine environments worldwide. A standard protocol with specific site requirements and techniques allows comparison of the 38 sites worldwide, four in North America. The authors have established intensive vegetation plots that will be monitored every five years. Species composition and percent cover were recorded, temperature loggers buried to assess long term change, and intense photo documentation procedures followed. Comparisons to other sites globally will provide a unique inventory of mountain summit biodiversity and will show the response to global climatic changes.<\/p>\r\n<p><strong>Tuesday, Aug. 8<\/strong> \r\n<p><strong><em>The influence of habitat and land use on the distribution and abundance of exotic plants in three Great Lakes national parks, 10:30 a.m.<br><\/em><\/strong>Noel Pavlovic, USGS Great Lakes Science Center Field Station, Porter, Ind.<br>Parent session: COS 17 - Invasive species I: environmental and habitat factors, 8:00-11:30 am<br><strong>Ballroom A, Ballroom Level<\/strong><\/p>\r\n<p>Understanding patterns of exotic species distribution across a landscape is the first step to successful management. The authors sampled exotic and native plants at three National Lakeshores and note a contrast in exotic frequency is likely the result of differing land use history. The authors will discuss other factors that affect the distribution of exotic plants. These data and results will aid in the development of Great Lakes exotic early detection programs.<\/p>\r\n<p><strong><em>Spatial and seasonal habitat use by manatees in the Everglades","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1154923200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}