{"title":"Agriculture Indicated as Largest Source of Nitrates of the Lower Nooksack River Basin&rsquo;s Ground Water, New USGS Report Says","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Nitrate contamination of ground water from land use activities, especially agricultural activities, is common in many parts of the lower Nooksack River Basin. <!--introend-->Fifty-five of the 368 wells sampled for nitrate showed concentrations above the U.S. Environmental Protection Agency and Health Canada drinking water standards, according to a recently published report by the U.S. Geological Survey (USGS). \n<p>The report describes a study conducted in cooperation with the Whatcom County Planning Department covering about 225 square miles of northern Whatcom County and southeastern British Columbia. Data from over 600 wells were used to assess the regional ground water system of that area and evaluate sources of nitrate found in its ground water. \r\n<p>Agricultural activities, which occur over about 75 percent of the land area, are estimated to contribute from 85 to 88 percent of the total nitrate loading to ground water. Loading from residential and domestic sources contribute an estimated 6 to 7 percent. \r\n<p>\"Even though we couldn&rsquo;t definitively identify nitrate sources using chemical tracers found in the ground water, we developed some valuable insights by estimating the nitrate loading from various sources,\" said Stephen Cox, USGS hydrologist and lead author of the report. Potential sources of nitrate include dairy and poultry farming; fertilizers applied to croplands, lawns, and gardens; irrigation water; and natural sources such as rainfall, peat, soil, and leguminous plants. \"On a per-acre basis, the rate of nitrate entering the ground water from agricultural sources is roughly 1.5 to 3 times greater than residential sources,\" Cox added. \r\n<p>Elevated concentrations of iron and manganese also were found in numerous wells, but their presence is due to natural interactions of ground water with the rock and organic mater in the aquifer. \r\n<p>Six pesticide or volatile organic compounds were detected in 4 of 24 wells sampled for organic compounds as part of this study. In three wells, one compound was detected at concentrations below drinking water standards. In the fourth well, four compounds were detected, including ethylene dibromide (EDB) and 1,2-Dichloropropane (1,2-DCP), which were detected at concentrations above drinking water standards. This well is in located in an area of previously reported pesticide detections by the Washington State Department of Ecology. \r\n<p>The report, \"Hydrogeology, Ground-Water Quality, and Sources of Nitrate in Lowland Glacial Aquifers of Whatcom County, Washington and British Columbia Canada,\" by S.E. Cox and S.C. Kahle, is published as USGS Water-Resources Investigations Report 98-4195. The report is available for reading at the USGS Water Resources Division, 1201 Pacific Ave., Suite 600, Tacoma, Washington 98402, telephone (253) 428-3600. The report can be purchased from the U.S. Geological Survey, Branch of Information Services, Box 25286, Denver, Colorado 80225, telephone (303) 202-4166. A limited number of free copies of the report are available from the Whatcom County Planning Department (contact Sue Blake at 360-676-6756). \r\n<p><b>Note to Editors:For interviews and more technical information, please contact USGS Hydrologist Stephen Cox at his office phone, (253) 428-3600, ext. 2623 or by e-mail at secox@usgs.gov.<\/b> <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"939009600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170478"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}