{"title":"Attitudes and Accommodation, Fido and Puppets","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The fifth conference on \"Working with People with Disabilities\" will be sponsored by the U.S. Geological Survey on November 20-21, 1996. The conference at the USGS National Center (12201 Sunrise Valley Drive, Reston, Va.) will focus on attitudes and accommodations for successfully working with people with disabilities. The conference will begin at 8:30 a.m. each day. <\/p>\n<p>Presentations will emphasize: <\/p>\r\n<UL>\r\n<LI>policies and laws governing employment of people with disabilities; \r\n<LI>availability of technology that can be used by people with disabilities so that they can succeed in the workplace. <\/LI><\/UL>\r\n<p>Workshops include: <\/p>\r\n<UL>\r\n<LI>Accommodations, \r\n<LI>Diversity, \r\n<LI>Etiquette, \r\n<LI>Physical Barriers, and \r\n<LI>Communications. <\/LI><\/UL>\r\n<p>Geri Jewell, nationally known disability rights advocate, will be the keynote speaker for this conference, which will include many vendors and exhibitors. <\/p>\r\n<p>Special features: <\/p>\r\n<UL>\r\n<LI>Fidos for Freedom. This program trains dogs to assist people with impaired hearing or mobility. Dogs also are trained to provide pet therapy for hospitalized adults and children. A team of hearing-assist, mobility-assist, and therapy dogs and their handlers will demonstrate how these trained dogs can bring independence to their owners. <br>\r\n<LI>Kids on the Block, a troupe of puppets with and without disabilities that travels around the community to educate children about differences, disabilities, and social concerns. The program aims to instill an awareness and appreciation for people&rsquo;s similarities and differences. The troupe will present a program on people with cerebral palsy and Down Syndrome\/mental retardation. <\/LI><\/UL>\r\n<p>Special arrangements for parking have been made to accommodate conference participants with special needs. The National Center is wheelchair-accessible, and sign language interpreters will be provided at all presentations. Presentations in the auditorium will be real-time captioned. There is no charge for participants. <\/p>\r\n<p>You can get more information or register for the conference on the USGS homepage on the Internet, URL: http:\/\/www.usgs.gov\/, by calling 703-648-7410 or 703-648-6131 (voice) or 703-648-7788 (TTY), by e-mailing bshaw@usgs.gov, by faxing 703-648-5200, or by writing U.S. Geological Survey Planning Committee, Conference on Disabilities, 518 National Center, Reston, VA 20192. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"847429200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170071"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}