{"title":"Dr. Fawwaz T. Ulaby Recognized For Achievements in Radar Remote Sensing","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Fawwaz T. Ulaby, Vice President for Research and the Williams Professor of Electrical Engineering and Computer Science at the University of Michigan, received the 2000 William T. Pecora Award last month in recognition of his achievements as a pioneer and leading authority in the field of radar remote sensing. <\/p>\n<p>Sponsored jointly by the Department of the Interior (DOI) and the National Aeronautics and Space Administration (NASA), this award is presented annually to recognize outstanding contributions toward the understanding of the Earth by means of remote sensing. The award, established in 1974, honors the memory of Dr. William T. Pecora, a former USGS director and DOI undersecretary whose early vision and support helped create the Landsat satellite program. <\/p>\r\n<p>USGS Director Chip Groat, representing the DOI, and Dr. Mary Cleave, Deputy Associate Administrator for Earth Science (Advanced Planning) in the NASA Office of Earth Science, jointly presented the award on June 27, 2002, at the annual USGS Awards Convocation in Reston, Virginia. <\/p>\r\n<p>Dr. Ulaby&rsquo;s research over the past 30 years provides the foundation for the current theory and practice of radar remote sensing. His studies of the effect of terrain properties, such as soil moisture, vegetation structure, and snow water content, on the scattering of microwave energy have greatly enhanced the extraction of useful geoscience information from radar imagery. <\/p>\r\n<p>During his tenure as president of the Geoscience Electronics Society (1979-1981) of the Institute of Electrical and Electronics Engineers (IEEE), Dr. Ulaby broadened its scope to incorporate remote sensing and initiated the International Geoscience and Remote Sensing Symposium (IGARSS) series, now considered to be one of the premier remote sensing conferences in the world. <\/p>\r\n<p>Widely recognized as an exceptional teacher, Dr. Ulaby has trained and graduated more than 100 Masters and Ph.D students. He has authored 8 books and published over 600 scientific papers and reports. Dr. Ulaby is also the founding Director of the NASA-funded Center for Space Terahertz Technology at the University of Michigan.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Michigan"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1026705600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}