{"title":"New Fed\/Private Partnership... Putting Every Backyard on the Internet","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The Nation&rsquo;s largest civilian mapping agency and one of the world&rsquo;s largest software companies have joined in a partnership to make detailed images of local neighborhoods available free to the public via the Internet. \n<p>Under the recent agreement (May 20, 1997), the U.S. Geological Survey and Microsoft will try to make about 3 terabytes of mapping data -- that&rsquo;s a 3 followed by 12 zeroes -- produced by the USGS available and readable over the Internet to most home computers using Microsoft technology and software. \r\n<p>\"We now sell and distribute about 3 million paper copies of our maps every year,\" said USGS Associate Director Barbara Ryan. \"Microsoft has suggested that we could increase our mapping services to the public by several fold if we made our existing digital mapping imagery more readily available. \r\n<p>\"We will continue to produce the paper topographic maps long used by planners, scientists, hikers and hunters,\" Ryan said. \"But there is a growing demand for digital products, for maps and images that can be downloaded and manipulated to meet special needs. Microsoft is giving us a great opportunity to test and develop our ability to meet these growing needs.\" \r\n<p>\"For Microsoft, this began as a simple search for a data base at the terabyte level to test and demonstrate our capability to meet the challenge of this next generation of data handling needs,\" said Dr. Jim Gray, Senior Researcher for Microsoft. \r\n<p>\"We were delighted to find that the USGS has already stored digital map data for about 20 percent of the country. Part of the challenge for us will be to edit and package all this information -- roads, buildings, topography, place names, and other features -- in such a way that it can be searched on the Internet and downloaded on the average home computer over low-speed connections,\" Gray said. \"Preliminary demonstrations by Microsoft have been very successful, and we look forward to being part of this public service experiment.\" \r\n<p>The Cooperative Research and Development Agreement signed by the USGS and Microsoft will run for at least 18 months. Among the goals: \r\n<p>* Present over the Internet vast amounts of USGS geospatial data. <br>* Present an easy-to-use interface available to the general public over low-speed connections, such as 28.8 kbps. <br>* Increase the public awareness of and access to USGS information. <br>* Involve private sector expertise in the marketing, public access and distribution of USGS data and information. <br>* Streamline the process of finding, ordering and purchasing USGS products. \r\n<p>As the Nation&rsquo;s largest natural resources agency, the USGS provides planners, managers and the public basic information and research on water, energy, mineral, and biological resources as well as natural hazards such as earthquakes and floods. In the process, the USGS produces several thousand new and revised maps and reports each year and answers millions of inquiries for information, while working in cooperation with nearly 2,000 local, state and federal agencies in all 50 states. \r\n<p>MICROSOFT Contact: Graham Anderson 206-703-7870<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"864100800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}