{"title":"Climate Change and Human Water use Alter Rivers, Eliminate Top Predators","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>TEMPE, Ariz. &mdash; Climate change and growing human demands for water are leaving an indelible mark on rivers and streams, shortening food chains and eliminating some top predators like large-bodied fish, according to a new study led by Arizona State University and co-authored by a U.S. Geological Survey scientist.<\/p>\n<p>The team studied the food webs of 36 rivers and streams in the United States, ranging in size from the Mississippi and Colorado Rivers to their small tributaries.&nbsp; The study found changes in river hydrology, both drying and flooding, reduce the populations of some species in the middle or top of the food chain, and increase the likelihood of top-predator fish species being eliminated from aquatic ecosystems.<\/p>\r\n<p>&ldquo;The question becomes can you have fish and tomatoes on the same table?&rdquo; said John Sabo, an Arizona State University associate professor and the study&rsquo;s lead author. &ldquo;Our results suggest that drying a river to provide water for agriculture and other uses may reduce the production of river-caught fish, a particularly important source of protein in the developing world.&rdquo;<\/p>\r\n<p>Worldwide, rivers are drying with increasing frequency because of human appropriation of water. &nbsp;Models indicate climate change will further exacerbate river drying and lead to more variable river flows, including flooding, in the future.<\/p>\r\n<p>&ldquo;This information has important implications for the management of U.S. rivers,&rdquo; said USGS co-author Theodore Kennedy.&nbsp; &ldquo;For instance, it may be possible to use controlled disturbances, such as experimental high-flow releases from Glen Canyon Dam in Arizona, to manipulate the system to benefit native fish.&rdquo;<\/p>\r\n<p>Results of the study, <em>The role of discharge variation in scaling of drainage area and food chain length in rivers<\/em>, were released October 15, 2010, in <a href=\"http:\/\/www.sciencemag.org\/cgi\/content\/abstract\/science.1196005\"><em>Science<\/em> Express<\/a> and will appear in<em> Science<\/em> in November. The research team includes John Sabo, Arizona State University, Tempe; Jacques Finlay, University of Minnesota, St. Paul; Theodore Kennedy, U.S. Geological Survey, Southwest Biological Science Center, Flagstaff, Ariz.; and David Post, Yale University, New Haven, Conn.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_10_15\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_10_15\/1\" title=\"Image Gallery\">[Access images for this release at: &lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_10_15\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_10_15\"&gt;http:\/\/gallery.usgs.gov\/tags\/NR2010_10_15&lt;\/a&gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","New Mexico","Utah","California","Nevada"],"country":["United States of America"],"mm_tags":["river","water","Climate Change","Food Web","Food Chain","Predator","","flood","Water Use","Science","hydrology","Ecosystem"],"release_date":{"und":[{"value":"1287115200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170563"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}