{"title":"New U.S. Geological Survey Names First Chief Biologist","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Dennis B. Fenn was today appointed the first chief biologist for the U.S. Geological Survey. <\/p>\n<p>Dr. Gordon P. Eaton, Director of USGS, described this as a \"watershed moment in the evolution and growth of a proud science agency. We are rebuilding our earth science core, have added an important minerals function from the former Bureau of Mines, and now with the addition of people and expertise of the former National Biological Service, one can clearly see the emergence of a new USGS.\" <\/p>\r\n<p>As the new fiscal year began on October 1, he noted, the former National Biological Service was permanently integrated by Act of Congress into the USGS to became the fourth division of USGS. \"Our Water Resources, Geologic, and National Mapping Divisions have built solid reputations for providing the science needed to serve the needs of the public. I am confident that our new Biological Resources Division will become a full partner and help us meet our expanded role, not only as the single comprehensive science agency for the Department of the Interior, but as the scientific partner working with more than 1,200 organizations in all 50 states,\" Eaton said. <\/p>\r\n<p>\"The new Biological Resources Division, has already moved its leadership to USGS headquarters in Reston, Va., where we know it will provide a new dimension and opportunity for the advancement of scientific knowledge and understanding,\" the Director added. <\/p>\r\n<p>\"Denny Fenn is a remarkably talented leader, uniquely qualified to bridge the changes that have just occurred and those that will inevitably follow.\" <\/p>\r\n<p>Fenn holds a Masters in soil chemistry and Ph.D in chemistry, both from Michigan State University. An Arizona native, he completed his undergraduate studies at the University of Arizona. <\/p>\r\n<p>He joined the National Park Service as a soil scientist in 1972 and rose through that organization, where he ultimately served as the acting chief scientist. He was closely involved in the formation of NBS in 1993, and eventually transferred to NBS himself. Most recently, he has served as NBS deputy director. <\/p>\r\n<p>\"Vast personal experience with the best-known of America&rsquo;s land management agencies, training in soil science and many years overseeing critical issues and investigations in life sciences prepared Fenn for the complex task of developing a cohesive close relationship with both Interior&rsquo;s other bureaus and USGS&rsquo;s other divisions,\" Director Eaton said. <\/p>\r\n<p>He noted that the mission of the Biological Resources Division remains a strong commitment to supporting the scientific needs of the other bureaus within the Interior Department and to assure wide public access to agency studies and findings that might assist anyone with an interest in land management decisions in America. <\/p>\r\n<p>It is a unique opportunity to welcome a renowned program into an established organization and to assure that it has dynamic, respected leadership in the bargain, Eaton said. <\/p>\r\n<p>\"We look forward with great enthusiasm to a newly invigorated and invigorating scientific partnership in service to our Nation,\" Director Eaton concluded. \r\n<p>\r\n<p>The USGS has served for more than 100 years as the Nation&rsquo;s largest earth science, mapping and water science and information agency. The Biological Resources Division adds an important living resources dimension to the scientific capability that is at work in cooperation with more than 1,200 local, state and federal organizations in all 50 states and a dozen foreign countries. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"844228800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}