{"title":"Advances in Circum-Pacific Marine Resources and Hazardsâ\u0080\u0094The George Gryc Memorial Symposium","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The Pacific Ocean is the largest of the world's oceans, but relatively impoverished in many natural resources, particularly oil and gas. It is the home to a large fisheries industry that is seemingly in peril, and the place itself, a peaceful namesake, can erupt into cataclysmic disasters on a moment's notice.<\/p>\n<p>A day-long symposium in Menlo Park, California, on April 15, 2009 will focus on earthquake and volcano hazards around the Pacific Ring of Fire, advances in sea-floor mapping from fish habitats to natural hazards, circum-Pacific population pressures, and a retrospective on the long, productive career of George Gryc.<\/p>\r\n<p>George Gryc spent over 60 years studying and directing research in and around the Pacific, and the symposium will spend a day catching up on the current status of circum-Pacific and Arctic Ocean resources, hazards, and seafloor mapping.<\/p>\r\n<p>George Gryc's career of truly seminal accomplishments is unlikely to be matched in the long history of the USGS. From finding critical minerals in Alaska to support the Nation during World War II, through his management of the National Petroleum Reserve of Alaska exploration program, to his valued advice to numerous younger scientists, George Gryc and Alaska geology will be forever linked in the annals of USGS history. Only his protracted and outstanding leadership and management surpass his huge contributions to the science of geology.<\/p>\r\n<p>Sponsored by the U.S. Geological Survey, the Circum-Pacific Council, and Stanford University, the George Gryc Memorial Symposium will be held Wednesday, April 15, 2009, from 8:30 a.m. to 5:30 p.m. in the second-floor auditorium of Building 3, at the U.S. Geological Survey, 345 Middlefield Road, Menlo Park, California. A <a href=\"http:\/\/online.wr.usgs.gov\/kiosk\/mparea3.html\">map and directions are available online<\/a>.<\/p>\r\n<p>For those not able to attend in person, it will be <a href=\"http:\/\/media.wr.usgs.gov\/live\">video-streamed live<\/a>.<\/p>\r\n<p>For a detailed agenda or to register for the symposium, contact David Howell at <a href=\"mailto:dghowell@stanford.edu\">dghowell@stanford.edu<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["hazards","Circum Pacific","George Gryc","Alaska","geology"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1239249600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169191"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}