{"title":"Trace Pollutants Found in Milwaukee-Area Streams","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Contaminants such as <a href=\"http:\/\/toxics.usgs.gov\/definitions\/pah.html\">polycyclic aromatic hydrocarbons (PAHs)<\/a> found at low concentrations in southeast Wisconsin streams may be harmful to aquatic life, according to a <a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5104\">study<\/a> published today by the U.S. Geological Survey.<\/p>\n<p>Scientists with the USGS and the <a href=\"http:\/\/www.mmsd.com\/\">Milwaukee Metropolitan Sewerage District<\/a> (MMSD) detected 64 organic waste compounds, or micropollutants&mdash;including PAHs, fire retardants, fuels, herbicides, insecticides, antimicrobial disinfectants, detergent byproducts, flavors\/fragrances, and non-prescription human drugs&mdash;in stream sediment, stream water, and harbor water samples collected in and around Milwaukee, Wisc., between 2006 and 2009.<\/p>\r\n<p>&ldquo;In general, concentrations were low and similar to those found in other studies around the U.S.,&rdquo; said Austin Baldwin, USGS scientist and lead author of the study. &ldquo;However, samples from some sites had concentrations high enough to potentially affect aquatic organisms.&rdquo;<\/p>\r\n<p>One or more of the compounds were detected in all 196 samples collected, with most samples having 12 or more. The Kinnickinnic River had the highest detection rates and concentrations of compounds of all the 17 sampled sites, while the Milwaukee River near Cedarburg and the Outer Milwaukee Harbor had the lowest. The study found that, overall, urban stream samples were more contaminated than rural samples in the Milwaukee area.<\/p>\r\n<p>The most common and highly concentrated compounds detected in the study were PAHs. In sediment samples from several streams, and in water samples collected during runoff periods from several streams, PAH concentrations were shown to be greater than levels considered harmful to aquatic life.<\/p>\r\n<p>Common sources of PAHs include&nbsp;coal-tar-based pavement sealants,&nbsp;coal-fired power plants, wood burning, and vehicle emissions.&nbsp;The USGS and MMSD are planning a follow-up study focused on identifying the major sources of PAHs to streams to help guide future watershed management decisions.<\/p>\r\n<p>The MMSD has been funding the monitoring of micropollutants in area waterways since 2004, and has taken a number of steps to minimize them, including sponsoring household hazardous waste and medicine collection programs. Since the inception of these two programs, over 7,000 tons of household hazardous waste and 21 tons of unused medicine have been collected and properly disposed.<\/p>\r\n<p>Chemicals used in agriculture, industry, and households&mdash;including those detected in the USGS study&mdash;make their way into surface waters through stormwater runoff, atmospheric deposition, leaking sanitary-conveyance systems, improperly functioning septic systems, regulated and unregulated discharges,&nbsp;combined sewer overflows, and improper disposal such as people dumping oil down storm sewers.<\/p>\r\n<p>Many of these compounds are toxic at elevated concentrations and known to have endocrine-disrupting potential, which means that they could interfere with animals&rsquo; hormone systems and potentially cause cancer, birth defects, or other disorders.<\/p>\r\n<p>The study also analyzed sediment and water samples for 27 known or suspected endocrine-disrupting chemicals. All but three of the chemicals were detected at least once, with most samples containing four or more.<\/p>\r\n<p>Other compounds with high detection rates and\/or concentrations included caffeine; the herbicides Atrazine and Dichlorophenyl isocyanate; the insecticide Carbazole; Anthraquinone, which is a pigment; Tris (2-butoxyethyl) phosphate, a fire retardant; and Nonylphenol, which may come from a number of sources including detergents.<\/p>\r\n<p>For more information, please visit the USGS Wisconsin Water Science Center <a href=\"http:\/\/wi.water.usgs.gov\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":["water","Water Quality","Wisconsin","Milwaukee","","emerging Contaminants"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1369713600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168877"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}