{"title":"Fewer California Sea Otters Tallied in Spring 2001 Survey But Population Size Remains Roughly Stable","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Note to news editors: View a summary of spring surveys of California sea otters for 1983-2001, and three-year averages at <a href=\"http:\/\/www.werc.usgs.gov\/otters\/ca-surveys.html\">http:\/\/www.werc.usgs.gov\/otters\/ca-surveys.html<\/a>. Information about sea otter mortality can be viewed at <a href=\"http:\/\/www.nwhc.usgs.gov\/news\/seaottrs.html\">http:\/\/www.nwhc.usgs.gov\/news\/seaottrs.html<\/a>. <\/p>\n<p><!--introstart-->Last year up; this year down, but the number of sea otters in California remain roughly stable, neither increasing or decreasing rapidly, according to the scientists who study them. Still, a lack of sustained growth worries researchers and sea otter watchers.<!--introend--> <\/p>\r\n<p>The 2001 spring survey of 2,161 California sea otters reflects an overall decrease of 6.7 percent since the 2000 spring survey of 2,317 individuals, according to scientists at the U.S. Geological Survey. Observers recorded 1,863 adults and subadults, or independents, down 9.25 percent from last year&rsquo;s count of 2,053 independents. Pups, however, increased by 12.9 percent, to 298 individuals.<\/p>\r\n<p>Over the last six years, spring counts have ranged from 2,377 individuals recorded in 1995, to 2,090 individuals in 1999. The population appears, however, to have been roughly stable in numbers over the last several years, according to USGS scientists who use trends and running averages to assess whether the population is growing or declining. <\/p>\r\n<p>\"The results of this year&rsquo;s survey indicate that last year&rsquo;s high count was an anomaly,\" said USGS research ecologist Dr. Jim Estes at the USGS Western Ecological Research Center in Santa Cruz, Calif. \"No single survey really means very much because these counts are not exact enumerations of the population. Like nearly all wildlife surveys, some animals are missed and this varies from count to count.\" <\/p>\r\n<p>Estes continued, \"My overall assessment from these data is that the California sea otter population increased from the early 1980&rsquo;s through the mid 1990&rsquo;s; declined from the mid 1990&rsquo;s to late 1990&rsquo;s; and has been roughly stable over the past several years.\" <\/p>\r\n<p>The survey, conducted cooperatively by scientists of the USGS, the California Department of Fish and Game, the Monterey Bay Aquarium, the U.S. Fish and Wildlife Service and experienced volunteers, covered about 375 miles of California coast, from Half Moon Bay south to Santa Barbara. The information gathered will be used by federal and state wildlife agencies in making decisions about the management of this sea mammal.<\/p>\r\n<p>\"The three-year average of survey results indicates that the sea otter population is more or less stable,\" said Greg Sanders, U.S. Fish and Wildlife Service sea otter coordinator. \"However, the numbers fall short of our recovery goal for the species. We would like to see the population increase to reduce the threat of extinction. <\/p>\r\n<p>Low population growth rate has long been a factor in the lagging recovery of the California sea otter, said Estes. The population of sea otters in central California increased this century at an average annual rate of about five percent until the mid-1970&rsquo;s, when growth ceased and the population began to decline. Following California&rsquo;s emergency restrictions on set-net fishing, the population increased again until 1995, but has since declined. In 1977, the California sea otter was listed as threatened under the federal Endangered Species Act. <\/p>\r\n<p>Entanglement or entrapment in coastal fishing gear, starvation, disease and contaminants may have contributed to the recent sea otter decline, said Estes. The USGS National Wildlife Health Center in Madison, Wis., the California Department of Fish and Game, and the University of California, Davis, have been examining fresh sea otter carcasses to investigate causes of death. <\/p>\r\n<p>\"The survey results underscore the importance of research collaborations to understand","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"992318400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}