{"title":"The U.S. Geological Survey at AGU","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Highlights of USGS presentations at the American Geophysical Union&rsquo;s Fall Meeting, Dec. 8-12, 2003, in Moscone North, San Francisco, are below. <\/p>\n<p>What Happens to People and Places When Tsunamis Inundate Populated Areas?<\/b> <\/p>\r\n<p>Answers to these questions will have an impact on lives and property during tsunamis events, as high water reaches inland locations following significant offshore earthquakes. USGS scientists are presenting new types of maps to provide a better understanding of how these destructive waves affect people and associated objects such as ships and automobiles. The scientists have developed the first type of tsunami indentation maps that will be understandable to a layperson and will provide a particularly useful tool for disaster planning officials and emergency response personnel. This type of mapping represents a significant breakthrough in cost reduction compared to traditional techniques and brings a marked improvement in information content related to potential tsunami hazards. The GIS layering system allows customized portrayal of expected maximum area of inundation, water velocity, wave arrival time and departure, sediment load, and the &quot;wave&rsquo;s&quot; ability to knock down humans, move cars, and other things. These innovative map products are intended to increase disaster planning efficiency and decrease emergency response time by providing officials with improved map products for better tsunami preparedness.<br><b>First Author: Phil Watts; Second Author: J. Walder<br>OS22B-1161 <\/p>\r\n<p>THE POSTER ABOVE IS RELATED TO SESSION OS22A. Identifying Submarine Landslide Time of Failure <\/b><br>This session discusses the extraordinary hazards of underwater landslides, which have remained out of sight and mind until recently, raising a debate as to their frequency of occurrence. Extolled as \"visionary\" by participants and scientific leaders alike, Tappin and Watts have assembled a special session with broad interdisciplinary interest that demonstrates the connectedness between biology, chemistry, physics, and engineering when determining the times of underwater landslide failure, the central issue in the field. <br><b>OS22A <\/p>\r\n<p>Mount Rainier Hazard Warning System <\/b><\/p>\r\n<p>To improve on protecting residents who live in the pathway of potentially devastating volcanic lahars that originate on the western slopes of Mount Rainier, USGS scientists have installed automatic lahar detection systems in area river valleys that provide topographic channels for these dangerous volcanic events to travel swiftly in a downstream direction. The scientists, in cooperation with local county officials, have devised and installed warning systems that will be automatically activated by significant lahar events capable of causing major destruction to downslope lives and property, while being able to ignore less severe natural occurrences such as minor lahar activity, earthquakes, or extreme weather or flood events. Monitoring facilities in Tacoma are staffed around the clock by public safety officers who are prepared to issue advisories and evacuation recommendations to the local populace of Pierce County, WA.<br><b>First Author: A.B. Lockhart, The Mount Rainier Lahar Detection System<br>V51f-0343 <\/p>\r\n<p>Ongoing Kilauea Eruption Provides New Evidence of Sulfur Dioxide Hazards<\/b> <\/p>\r\n<p>The continuing eruption of Kilauea volcano provides an opportunity to examine the effects of volcanic emissions on the natural and human environment on the island of Hawai`i. Kilauea has released 13 megatons of sulfur dioxide gas into the atmosphere since the current eruption began in 1983. During conditions of prevailing trade winds, measurements of sulfur dioxide gas and associated aerosols document the conversion of the gas to acidic aerosol as the plume propagates to the leeward side of the island. When trade winds are disrupted, sulfur dioxide measurements in Hawai`i Volcanoes National Park have sh","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1070859600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}