{"title":"Commercial Satellite Imagery Companies Partner with the U.S. Geological Survey in Support of the International Charter â\u0080\u009cSpace and Major Disastersâ\u0080\u009d","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n&nbsp;\r\n<\/p>\r\n<p>\r\nFor people caught in the throes of natural or technological disasters, rapid and accurate assessments of conditions on the ground are critical to saving lives and protecting property. Making such assessments just got easier. <!--introstart-->Two American commercial satellite imagery firms &mdash; DigitalGlobe and GeoEye &mdash; have joined forces with the U.S. Geological Survey (USGS) in support of the global team of space and satellite agencies that constitute the International Charter &quot;Space and Major Disasters&quot;. The International Charter works to provide emergency response satellite data free of charge to those affected by disasters anywhere in the world.<!--introend--> \r\n<\/p>\r\n<p>\r\nAccording to Barbara J. Ryan, USGS&#39; Associate Director for Geography and current Chair of the International Charter, &quot;The Charter has been activated about 125 times since its inception in November 2000, including here in the United States for Hurricane Katrina in 2005.&quot; \r\n<\/p>\r\n<p>\r\nDigitalGlobe, headquartered in Longmont, Colorado, and GeoEye, based in Dulles, Virginia, are remote sensing companies renowned for acquiring and delivering high-quality, map-accurate, high-resolution satellite imagery using state-of-the-art Earth-imaging technology. Their participation in the Charter will advance its goal of getting imagery for disaster response into the hands of the people who need it. \r\n<\/p>\r\n<p>\r\nThe International Charter currently includes as its members the British National Space Center\/Disaster Monitoring Constellation (BNSC\/DMC), the French Space Agency Centre National d&#39;Etudes Spatiales (CNES), the Argentine Space Agency Comision Nacional de Actividades Espaciales (CONAE), the Canadian Space Agency (CSA), the European Space Agency (ESA), the Indian Space Research Organization (ISRO), the Japan Aerospace Exploration Agency (JAXA), the U.S. National Oceanic and Atmospheric Administration (NOAA) and the USGS. Each member agency has committed resources to support the provisions of the Charter and, in so doing, is helping to mitigate the effects of disasters worldwide. These resources include imagery collected by a variety of civilian and commercial satellites. \r\n<\/p>\r\n<p>\r\nMany of these satellites capture images at relatively moderate resolutions, making them useful for large-area applications. Precise, smaller-scale analysis of a disaster&#39;s impact, such as assessing damage to buildings and infrastructure following an earthquake, requires a more detailed view. GeoEye and DigitalGlobe own and operate Earth-imaging satellites that acquire very high-resolution images. DigitalGlobe&#39;s QUICKBIRD and GeoEye&#39;s IKONOS satellites, for example, capture panchromatic images with a resolution of one meter or less. While there is normally a cost associated with obtaining high-resolution commercial satellite scenes, the two companies will donate some archived imagery and also provide newly tasked imagery at a reduced cost to USGS and the International Charter. First responders and end users of the Charter&#39;s system will then have access to these data. \r\n<\/p>\r\n<p>\r\nBill Wilt, GeoEye&#39;s Vice President for North American Sales said, &quot;Archived, as well as newly collected imagery, can go a long way in helping people better understand the impact of a disaster on the ground. The International Charter has a great track record in this regard.&quot; \r\n<\/p>\r\n<p>\r\nThis alliance of U.S. commercial satellite imagery providers and the member agencies of the International Charter represents a unique collaboration between governments and industry in the area of space imaging. The USGS will act as the interface between GeoEye and DigitalGlobe and International Charter operations. &quot;This is a wonderful example of a public-private partnership,&quot; said Ryan, &quot;that benefits thousands, if not tens of thousands, of people worldwide.&quot; \r\n<\/p>\r\n<p align=\"center\">\r\n### \r\n<\/p>\r\n<p>\r\n<strong>About th","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1176350400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168961"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}