{"title":"Determining Potential Effects of Fayetteville Shale Gas Extraction on Water Resources","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The potential effects of Fayetteville Shale gas extraction on Brewer Lake and Cypress Creek, Ark. are being studied by the U.S. Geological Survey in partnership with Southwestern Energy and Conway Corporation.<!--introend-->&nbsp;<\/p>\n<p>Cypress Creek and Brewer Lake provides nearly 60,000 Conway residents with drinking water. These water bodies are also important water resources for Conway and Faulkner counties.&nbsp;<\/p>\r\n<p>The proposed development of water supply ponds needed for gas extraction has raised questions about possible effects on the water quality of Brewer Lake and streamflow of Cypress Creek. Supply ponds are formed by confining, or impounding, small streams. Scientists are developing a computer model to simulate the hydrologic and sedimentation processes associated with impounding streams to determine how supply ponds will affect the Cypress Creek watershed. The model will also help scientists understand how changes in land use, such as additional gravel roads and well pads, could affect the quality of water flowing in Cypress Creek and into Brewer Lake. A USGS report describing the modeling results is currently planned for completion in January, 2013.&nbsp;&nbsp;<\/p>\r\n<p>\"The information provided by the model will enable us to better plan and manage Conway's water supply needs for years to come,\" said Conway Corporation CEO Richie Arnold. \"Brewer Lake is such a valuable resource to Conway and I am very pleased to see Southwestern Energy fund this study.\"<\/p>\r\n<p>\"Southwestern Energy is constantly examining ways to reduce environmental impacts while prudently developing our State's natural resources,\" said George Sheffer, Southwestern Energy&rsquo;s Vice President of Exploration and Production Services. \"We are pleased to be partnering with the USGS and Conway Corporation to support a science-based approach to further assess the water resources, wildlife habitat and flow impacts in this important stream basin.\"&nbsp;&nbsp;<\/p>\r\n<p>Water quality data will be collected from July 2010 through December 2012. The computer model will be calibrated using base flow and storm flow water quality data, rainfall data, and current land use data. This will include Cypress Creek streamflow data collected by a streamgage near Birdtown, which was acquired in cooperation with the Conway Corporation in 2009.<\/p>\r\n<p>\"I grew up with Cypress Creek, and later with Brewer Lake,\" Faulkner County Judge Preston Scroggin stated. \"I helped bring the USGS and Conway Corporation together in 2009 with the streamgage on Cypress Creek&nbsp;and I am excited to see the partnership expand to include Southwestern Energy to help study the area.\"<\/p>\r\n<p>\"The USGS has been monitoring and collecting water resource data in Arkansas since the early 1900's,\" said said Jaysson Funkhouser, Assistant Director of the USGS Arkansas Water Science Center. \"Long term continued monitoring is an excellent way to help understand changes in the water and help identify whether they are naturally caused or human induced.\"&nbsp;<\/p>\r\n<p>Southwestern Energy supplied the funding for the USGS to begin regularly collecting water-quality samples from Cypress Creek and Brewer Lake in September 2010. Samples are being analyzed for nutrients, suspended sediment and turbidity, chloride and other major ions, organic carbon, bacteria, chlorophyll, and other characteristics.&nbsp; In addition, water temperature, dissolved oxygen, pH, specific conductance, and turbidity are being measured continuously at the Birdtown streamgage.<\/p>\r\n<p>The Birdtown streamgage is one of more than 150 USGS streamgages operated in Arkansas. Near real time streamflow information is available <a href=\"http:\/\/ar.water.usgs.gov\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas"],"country":["United States of America"],"mm_tags":["gas","energy","Arkansas","fayettevilleshale","water","Water Resources"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1307678400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169574"},{"tid":"169665"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}