{"title":"New Maps Identify Bay Area Liquefaction Risk","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Two new maps give first responders, land use planners, decision makers and Bay Area residents a new and more detailed look at the risk of \"liquefaction\" in the soils underlaying buildings and other important components of the Bay Area infrastructure, such as roads and pipelines. <!--introend--><\/p>\n<p>The U.S. Geological Survey (USGS) is releasing two new digital maps of the densely populated central part of the San Francisco Bay region. These maps are designed to give the first responders, as well as the general public, those responsible for maintaining utilities and other \"lifelines,\" public officials, emergency response personnel new and better tools to assess risk from earthquake shaking damage. The maps also serve as the baseline data for the California Geological Survey&rsquo;s Seismic Hazard Zone maps.<\/p>\r\n<p>The first of these products is a new map of the young geologic deposits in the low-lying sections of the Bay Area. Most residents of the Bay Area live and work in these low-lying areas that are underlain by these young deposits. These deposits are important because so much of our infrastructure resides on them, and because they can host severe earthquake effects. Some can undergo liquefaction, the phenomenon in which saturated soils lose their stiffness and strength during shaking. And some can greatly increase the severity of earthquake shaking that is transmitted through the deposits.<\/p>\r\n<p>The second of the map products, derived from the first map, shows the likelihood that these young deposits will liquefy, or turn into a sandy liquid due to the strong shaking a big earthquake will produce. When the ground liquefies, it may lose its ability to support buildings and other structures. Liquefaction during large earthquakes commonly disrupts pipelines and road networks and also may cause buildings to settle and move down very gentle slopes or toward stream banks.<\/p>\r\n<p>The highest hazard areas shown by the liquefaction hazard maps are concentrated in regions of man-made landfill, especially fill that was placed many decades ago in areas that were once tidal flats and submerged bay floor. Such areas along the Bay margins are found in San Francisco, Oakland and Alameda Island, as well as other places around the Bay. Other potentially hazardous areas include those along some of the larger streams, which produce loose young soils that are particularly susceptible to liquefaction.<\/p>\r\n<p>Then new map products are the latest in a series of new tools and events that showcase the lessons learned with the 100th anniversary of the 1906 San Francisco earthquake fast approaching.<\/p>\r\n<p>&quot;Regions of man-made landfill fared poorly in the 1906 San Francisco earthquake and in the 1989 Loma Prieta earthquake&quot;, said Keith Knudsen, a geologist with the California Geological Survey. &quot;We can expect history to repeat itself in the next big Bay area earthquake.&quot;<\/p>\r\n<p>&quot;The new maps show in unprecedented detail the nature of the materials that underlie areas of densest urban development and highlight areas that may be prone to shaking-related damage during future earthquakes,&quot; said Rob Witter, project head while a geologist at William Lettis &amp; Associates. <\/p>\r\n<p>&quot;For me the interesting thing about these new maps is that they actually show a lower likelihood of liquefaction than previously thought in regions underlain by Bay mud that fringes many parts of San Francisco Bay&quot;, said Tom Brocher, a USGS seismologist. &quot;It&rsquo;s important that the public knows that detailed mapping can lead to lowered estimates of liquefaction damage from the next big Bay Area earthquake. Having said that, the public should know that Bay mud remains a seismic hazard because on the basis of its past performance in earthquakes it will produce stronger levels of shaking than other geologic units.&quot;<\/p>\r\n<p>&quot;These maps are the result of over a decade of work and collaboration","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1140757200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170566"},{"tid":"170516"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}