{"title":"High Resolution OrbView - 3 Images Now Available from USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>OrbView-3 satellite images collected around the world between 2003 and 2007 by Orbital Imaging Corporation (now GeoEye) at up to one-meter resolution can now be downloaded at no cost through USGS <a href=\"http:\/\/earthexplorer.usgs.gov\/\">EarthExplorer<\/a>.&nbsp;<\/p>\n<p>\"This is a significant addition to the USGS archive and a valuable resource for the global science community,\" said Matthew Larsen, Associate Director, Climate and Land Use Change. \"Free access through the USGS archive amplifies the utility of the data, making it feasible for many researchers to study large areas at this level of accuracy.\"&nbsp;<\/p>\r\n<p>\"Partnering with GeoEye brings forward an important commercial resource in response to the need for authoritative, information-rich data about the land surface of the planet,\" said Bruce Quirk, USGS Land Remote Sensing Program manager.&nbsp;<\/p>\r\n<p>The OrbView-3 dataset includes 180,000 scenes of one meter resolution panchromatic, black and white, and four meter resolution multi-spectral (color and infrared) data, providing high resolution data useful for a wide range of science applications.&nbsp;<\/p>\r\n<p>\"The Land Cover Office of the Netherlands is already using this OrbView-3 data as a critical input to developing a global land cover data file,\" Quirk continued. \"In addition, the high resolution of this data permits validation of land cover categories produced by moderate resolution data.\"&nbsp;<\/p>\r\n<p>The initial data format available is GeoEye's Basic Enhanced (L1B) product. However, processing to a systematically terrain corrected (L1Gst) product is also available on demand. Eventually, the entire data set will be processed to the L1Gst level.&nbsp;<\/p>\r\n<p>The OrbView-3 dataset joins over 170 separate collections of aerial photography and space-based data cataloged in the <a href=\"http:\/\/eros.usgs.gov\/archive\/nslrsda\/\">National Satellite Land Remote Sensing Data Archive<\/a> and available through USGS <a href=\"file:\/\/gs\/RestonVA-M\/HQDO\/HQDO\/Jon%20Campbell\/OC\/Landsat\/LRS-EROS\/EROS%20Archive\/EarthExplorer\">EarthExplorer<\/a>.&nbsp;&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","Climateand Land Use Change Land Remote Sensing"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1326085200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169549"},{"tid":"170665"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}