{"title":"Media Advisory: Visit Deep-Sea and Shallow Coring Vessels in Portsmouth, VA","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>French Government and USGS invite Media to tour research ship and glimpse new HoverProbe craft \n<p>Dr. G. Jugie, Director of the French Polar Institute, has extended an invitation to scientists and officials from the USGS and other agencies, and the media, to visit the French research vessel, Marion Dufresne, on Monday, June 21 starting at 2:00 p.m. The address where the ship will dock is:,<br>\r\n<p>Moon Engineering, Inc.<br>#2 Harper Avenue<br>Portsmouth, VA 23707<br>Phone: 757-393-3000 \r\n<p>\r\n<p>Visiting the Marion Dufresne will afford you the opportunity to see state-of-the-art coring methods used to obtain climate records of the past and to discuss climatic and ecosystem research with a group of international scientists and USGS Director, Chip Groat. The French research vessel is participating in a cooperative program sponsored by the USGS, Naval Research Laboratory, EPA, and the Maryland Geological Survey. The ship&rsquo;s crew, with a USGS scientist, will take long sediment cores at four sites in the Chesapeake Bay over a 2-3 day period beginning on June 19. \r\n<p>Also on display will be the new USGS HoverProbe, used to obtain sediment cores in shallow, submerged and tidal zone environments. The craft is over twenty feet long and is the only one of its kind in the world. Sediment cores are taken by scientists to obtain a record of human impacts,climate history, and biotic response to changes in dissolved oxygen, salinity, sediment influx, and water temperature in the Bay and its tributaries. \r\n<p>For additional information on USGS coring programs and a map with directions to the ship, please call a phone number above. Also, visit the USGS home page on the Internet at: <a href=\"http:\/\/www.usgs.gov\/\">http:\/\/www.usgs.gov<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"929592000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}