{"title":"Minor Earthquake Rattles New Jersey, Pennsylvania","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A minor earthquake rattled central New Jersey and southeastern Pennsylvania at 2:24 p.m. Tuesday. <\/p>\n<p>The U.S. Geological Survey (USGS) reports that the earthquake, with a preliminary magnitude of 3.8, was centered about 10 miles southeast of Easton, PA in Hunterdon County, NJ. <\/p>\r\n<p>It was felt in both states but was not expected to cause significant damage. To see where the earthquake was felt, or to report the earthquake for yourself, visit the USGS Did You Feel It map at <a href=\"http:\/\/pasadena.wr.usgs.gov\/shake\/ne\/STORE\/Xxycg_03\/ciim_display.html\">http:\/\/pasadena.wr.usgs.gov\/shake\/ne\/STORE\/Xxycg_03\/ciim_display.html<\/a> <\/p>\r\n<p>The earthquake occurred about 3 miles below the surface of the earth. Earthquakes of this size are relatively rare in this region, but not unknown. Larger earthquakes struck in the New York City area in 1737 and 1884. <\/p>\r\n<p>For more information on this earthquake, visit the USGS earthquake website at: <a href=\"http:\/\/neic.usgs.gov\/neis\/bulletin\/neic_xycg.html\">http:\/\/neic.usgs.gov\/neis\/bulletin\/neic_xycg.html<\/a>. <\/p>\r\n<p>Since colonial times people in the New York - Philadelphia - Wilmington urban corridor have felt small earthquakes and suffered damage from infrequent larger ones. Moderately damaging earthquakes strike somewhere in the urban corridor roughly twice a century, and smaller earthquakes are felt roughly every 2-3 years. Earthquakes in the central and eastern U.S., although less frequent than in the western U.S., are typically felt over a much broader region. New York City, Philadelphia, and Wilmington are far from the nearest plate boundaries, which are in the center of the Atlantic Ocean and in the Caribbean Sea. The urban corridor is laced with known faults but numerous smaller or deeply buried faults remain undetected. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New Jersey","Pennsylvania"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1061870400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}