{"title":"Virulent Fish Virus Identified for First Time in Lake Superior:","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->For the first time, the presence of an exceptionally virulent fish virus (viral hemorrhagic septicemia virus or VHSV) has been identified in fish from Lake Superior by researchers at the Cornell University&rsquo;s College of Veterinary  Medicine and confirmed by scientists at the USGS Western Fisheries Research Center in Seattle.<!--introend--><\/p>\n<p>The disease (VHS) caused by the virus can result in significant losses in populations of wild fish as well as in stocks of fish reared by aquaculture. It is of sufficient global concern to be one of only nine fish diseases that must be reported to the World Organization for Animal Health.<\/p>\r\n<p>The virus was first identified in the Great  Lakes in 2005 when it was recovered from fish experiencing massive die-offs. Over the last 5 years, one die-off in Lake Ontario resulted in the death of 40,000 freshwater drum in 4 days. The virus had been found in fish from all of the Great Lakes except Superior, as well as in the Niagara and St. Lawrence rivers, and inland lakes in New York, Michigan and Wisconsin. The disease causes internal bleeding in fish, and although in the family of viruses that includes rabies, is not harmful to humans.<\/p>\r\n<p>Cornell investigators tested 874 fish collected last summer from seven sites in Lake Superior.&nbsp; Using a new genetic test developed at Cornell, fish from four of seven sites tested positive for the virus: Paradise, Mich., Skanee, Mich., St. Louis, Bay, Wisc., and Superior Bay, Wisc. The VHSV-positive species included yellow perch, white sucker, rock bass and bluegill. To confirm these findings, tissues from fish at one of the sites (Paradise) were sent to the USGS  Western Fisheries  Research Center where VHSV experts Drs. Gael Kurath and James Winton provided independent confirmation of the Cornell findings. &nbsp;<\/p>\r\n<p>&ldquo;VHS is one of the most important diseases of finfish,&rdquo; said Winton. &ldquo;It not only affects the health and well-being of populations of several important native fish species, but it can also impact trade, and, should it spread into the U.S. aquaculture industry, could do substantial damage as happened in Europe and parts of Japan.&rdquo;<\/p>\r\n<p>Previous genetic research at the USGS Western Fisheries Research Center and by colleagues from Canada showed that this strain of the virus was probably introduced into the Great Lakes in the last 5 to 10 years, and that the fish die-offs occurring among different species and in different lakes should be considered as one large ongoing epidemic. Experts fear the disease could potentially spread from the<\/p>\r\n<p>Great Lakes into new populations of native fish in the 31 states of the Mississippi River basin.<\/p>\r\n<p>Federal and State agencies had previously placed restrictions on movement of fish or fish products to slow the spread of the virus; however, the presence of a reportable pathogen in the Great Lakes States, large mortalities among wild species, potential impacts on commercial aquaculture and disruption of interstate and international trade have caused substantial concern among management agencies.<\/p>\r\n<p>For more information, visit the <a href=\"http:\/\/biology.usgs.gov\/faer\/vhs.html\">USGS VHSV Web site<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York","Pennsylvania","Illinois","Indiana","Minnesota","Ohio","Wisconsin"],"country":["United States of America"],"mm_tags":["biology","Fish Disease","","","Viral Hemorrhagic Septicemia","Great Lakes","fisheries","Aquaculture","Lake Superior"],"release_date":{"und":[{"value":"1264654800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169671"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}