{"title":"Report on Volatile Organic Compounds in the Nation&#39;s Ground Water and Drinking-Water Supply Wells","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey (USGS) released a report today describing the occurrence of volatile organic compounds (VOCs) in ground water and drinking-water supply wells across the Nation.<!--introend--> Volatile organic compounds are produced in large volumes and are associated with a myriad of products, such as plastics, adhesives, paints, gasoline, fumigants, refrigerants, and dry-cleaning fluids. The report concludes that VOCs were detected in aquifers across the Nation and not limited to just a few specific aquifers or regions. Despite the nationwide occurrence, VOCs were not detected in most of the sampled wells (about 80 percent had no detections above a threshold of 0.2 part per billion). VOCs were detected in some domestic and public-supply wells, but seldom at concentrations greater than U.S. Environmental Protection Agency (EPA) regulatory or USGS health-based guidelines. <\/p>\n<p>Dr. Robert Hirsch, Associate Director for Water, said, \"VOCs are an important group of environmental contaminants to monitor and manage in ground water because of their widespread and long-term use. Once released, VOCs tend to persist in the environment and migrate in ground water, potentially to drinking-water supply wells. Some VOCs are of concern because of their potential carcinogenicity or other health effects, and because they can change the taste and odor of drinking water.\" Hirsch also commented that \"the USGS assessment provides the most comprehensive national-scale analysis to date of VOC occurrence in aquifers used as an important supply of drinking water.\"<\/p>\r\n<p>The USGS report is based on analysis of ground-water samples from nearly 3,500 wells which are distributed randomly across broad regions and represent 98 aquifer studies across the Nation&mdash;from Florida to the Pacific Northwest, plus a regional study in the High Plains aquifer system. Most of the wells were sampled between 1985 and 2002. The study characterized large-scale resource occurrence of VOCs, and was not designed to evaluate localized VOC contamination of ground water, such as at landfills and leaking underground storage tanks. The report also presents a USGS analysis focused only on drinking-water supply wells, including more than 2,400 domestic and nearly 1,100 public wells.<\/p>\r\n<p>Although the USGS study did not analyze drinking water after treatment, the results from drinking-water supply wells were compared to federal drinking-water standards and other human-health based benchmarks as an initial screening-level assessment. According to senior author John Zogorski, \"VOCs were detected in drinking-water supply wells&mdash;specifically, in 14 percent of domestic wells and 26 percent of public wells, but only a small number of samples (less than 2 percent) had VOC concentrations that were greater than federal drinking-water standards. Concentrations greater than standards were accounted for by eight compounds, in large part by the solvents perchloroethene (PCE) and trichloroethene (TCE), and the agricultural fumigant dibromochloropropane (DBCP).\"<\/p>\r\n<p>Zogorski also explained that \"VOCs were detected more frequently in public wells than in domestic wells. It is likely that the higher rate of detection of VOCs in public wells is a result of their larger withdrawal rates and their proximity to developed areas.\" USGS findings suggest strong relations between VOCs in ground water and percentage of urban land use within a half-kilometer radius of sampled wells. Zogorski added that \"It is likely that urban areas have more sources of VOCs compared to other land-use settings. Source-water protection programs are critical for the effective management of VOC contamination, particularly for urban wells.\"<\/p>\r\n<p>The report provides a detailed examination of which VOC compounds occur most frequently in ground water and general patterns and associations explaining where they may be found. VOCs were detected in 90 of 98 aquifer studies completed","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1146196800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169267"},{"tid":"169748"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}