{"title":"New Volume Documents the Science at the Legendary Snowmastodon Fossil Site in Colorado","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"Default\"><strong><span>DENVER &mdash; <\/span><\/strong><span><!--introstart-->Four years ago, a bulldozer operator turned over some bones during construction at Ziegler Reservoir near Snowmass Village, Colorado. Scientists from the Denver Museum of Nature &amp; Science were called to the scene and confirmed the bones were those of a juvenile Columbian mammoth, setting off a frenzy of excavation, scientific analysis, and international media attention.<!--introend--> This dramatic and unexpected discovery culminates this month with the publication of the Snowmastodon Project Science Volume in the international journal <em>Quaternary Research<\/em>.&nbsp;<\/span><span>&nbsp;<\/span><\/p>\n<p class=\"Default\"><span>Fourteen papers by 47 authors from the United States and abroad collectively represent &ldquo;a new benchmark for understanding climate change in the American West,&rdquo; said paleontologist Dr. Ian Miller, Snowmastodon Project co-leader and chair of the Museum&rsquo;s Earth Sciences Department. <\/span><\/p>\r\n<p class=\"Default\"><span>Project co-leader and former DMNS chief curator, Dr. Kirk Johnson, and several scientists from the U.S. Geological Survey and academic institutions around the world contributed articles to the journal.&nbsp;<\/span><span>&nbsp;<\/span><\/p>\r\n<p class=\"Default\"><span>&ldquo;Nothing beats pulling fossils out of the ground,&rdquo; said project scientist Dr. Jeff Pigati of the U.S. Geological Survey, &ldquo;but the site also lets us see what the Colorado Rockies were like during a period of time that we simply couldn&rsquo;t reach before the discovery.&rdquo;&nbsp;<\/span><span>&nbsp;<\/span><\/p>\r\n<p class=\"Default\"><span>The Snowmastodon site was an ancient lake that filled with sediment between 140,000 and 55,000 years ago preserving a series of Ice Age fossil ecosystems. Particularly fortuitous is the high-elevation locale, providing first-time documentation of alpine ecosystems during the last interglacial period between about 130,000 and 110,000 years ago. Because scientists were able to collect and study such a wide range of fauna and flora&mdash;from tiny specks of pollen to the bones of giant mastodons&mdash;the site emerged as a trove of information that Miller said will inspire future research for years to come.&nbsp;<\/span><span>&nbsp;<\/span><\/p>\r\n<p class=\"Default\"><span>\"This project was unprecedented in its size, speed, and depth of collaboration. The science volume now moves beyond the pure excitement of the discovery to the presentation of its hard science and its implications for understanding the biological and climate history of the Rocky Mountain region,\" said Johnson, now the Sant Director of the Smithsonian's National Museum of Natural History.&nbsp;<\/span><span>&nbsp;<\/span><\/p>\r\n<p class=\"Default\"><span>Papers in the special edition focus on impacts of climate change, then and now. The site&rsquo;s ecosystems&mdash;plants, insects, and animals combined&mdash;varied dramatically in response to climate change. <\/span><\/p>\r\n<p class=\"Default\"><span>&ldquo;In other words, turn the climate dial a little and the ecosystems change considerably. We were also surprised to find that certain periods in the record that seem to be cool elsewhere in North America were quite warm in the central Rockies,&rdquo; said Miller. &rdquo;The implication is that alpine ecosystems respond differently to climate change than other, lower elevation ecosystems. These new results have huge implications for predicting present-day climate change in Colorado and beyond.&rdquo;<\/span><\/p>\r\n<p class=\"Default\"><span>Usually fossil sites preserve only snapshots in time, which are then pieced together to understand past time periods. By contrast, the Snowmastodon site captures a nearly continuous 85,000-year time span. As a result, the site provides the best-known record of life and climate at high elevation anywhere in North America.&nbsp;<\/span><span>&nbsp;<\/span><\/p>\r\n<p class=\"Default\"><span>During a tota","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","Climateand Land Use Change Researchand Development","Geographic Areas Southwest","Smithsonian","Denver Museumof Natureand Science"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1416805200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"170295"},{"tid":"170102"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}