{"title":"New Method to Gauge Nation's CO2 Storage Potential","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new methodology to assess the nation's potential to store carbon dioxide (CO<sub>2<\/sub>) is available.<\/p>\n<p>The U.S. Geological Survey will commence a national assessment of CO<sub>2<\/sub> storage potential now that its assessment methodology is complete. This research can be used to plan for the long-term storage of CO<sub>2<\/sub> to help lessen the impacts of climate change.<\/p>\r\n<p>&ldquo;The estimation of domestic or global CO<sub>2<\/sub> storage resource in geologic formations is challenging,&rdquo; said USGS Energy Resources Program Coordinator Brenda Pierce. &ldquo;This methodology utilizes innovative calculation tools with robust geologic interpretation and allows for an assessment that can characterize the storage potential in a uniform manner across the United States.&rdquo;<\/p>\r\n<p>The new methodology identifies a means to assess the mass of CO<sub>2<\/sub> that can be retained within the pore space in underground rocks. The process of injecting liquid CO<sub>2<\/sub> into subsurface rocks is known as geologic carbon sequestration.<\/p>\r\n<p>The USGS methodology builds upon its draft published in March 2009. The original draft report went through extensive external peer review, and this revised version incorporates suggestions from the review committee and other federal agencies.<\/p>\r\n<p>The processes by which rock formations can trap and seal CO<sub>2 <\/sub>were addressed in this updated methodology. The revised approach also estimates the potential storage capacity for the entire storage formation, which includes both saline formations and petroleum reservoirs. This allows for a more comprehensive look at the entire storage formation and accounts for various trapping mechanisms within the formation.<\/p>\r\n<p>The methodology was developed in accordance with the Energy Independence and Security Act of 2007, which authorized the USGS to develop the methodology and conduct the national assessment. This research also benefited from discussions with a variety of partners and stakeholders, such as the Department of Energy and the National Energy Technology Laboratory, State Geological Surveys, the Environmental Protection Agency, and the Bureau of Land Management.<\/p>\r\n<p>This assessment methodology for storing carbon dioxide focuses on the &ldquo;technically accessible resource,&rdquo; which is the geologic resource that may be available and sequestered using present-day geological and engineering knowledge and technology. No economic factors are used in the estimation of the volume of resource.<\/p>\r\n<p>Learn more about <a href=\"http:\/\/pubs.usgs.gov\/of\/2010\/1127\">this new methodology<\/a>. You can also find information about overall USGS geologic carbon sequestration efforts at the <a href=\"http:\/\/energy.usgs.gov\/\">USGS Energy Resources Program website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climate Change","energy","geology","Carbon Sequestration"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1278388800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"170265"},{"tid":"170447"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}