{"title":"USGS to Award $5 Million in Earthquake Research Grants","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->RESTON, Va. - Five-million dollars in grants and cooperative agreements are being awarded in 2009 for earthquake research to 84 recipients including universities, state geological surveys and private firms, the U.S. Geological Survey (USGS) announced today.<!--introend--> In addition, applications are being accepted for up to $7 million in grants and cooperative agreements for earthquake research in 2010.<\/p>\n<p>\"These grants underscore once again the importance to our nation of the earth science work accomplished by the USGS,\" Secretary of the Interior Ken Salazar said. \"Earthquakes are one of the most costly natural hazards faced by the nation, posing a risk to 75 million Americans in 39 states.\"<\/p>\r\n<p>USGS supports research on earthquake hazards in at-risk regions nationwide, including effects from earthquake shaking and the physical conditions and processes that cause earthquakes. The research is helping to better understand how earthquake hazards change with time and to reduce losses through effective earthquake forecasts based on the best possible scientific information.<\/p>\r\n<p>\"These research grants help the government gain access to talented academic, state, and private-sector researchers whose investigations are critical to helping prevent earthquake hazards from becoming disasters,\" said David Applegate, USGS Senior Science Advisor for Earthquake &amp; Geologic Hazards.<\/p>\r\n<p>To apply for USGS grants and cooperative agreements for earthquake research in 2010, go online at <a href=\"http:\/\/www.grants.gov\/\">GRANTS.GOV<\/a> under the funding opportunity number 10HQPA0001. Applications are due May 13, 2009.<\/p>\r\n<p>Examples of recipients include:<\/p>\r\n<p>In northern California,&nbsp;a study&nbsp;of strong ground motion by Donna Eberhart-Phillips of the University of California Davis, and Clifford Thurber and&nbsp;Haijiang Zhang&nbsp;of the University of Wisconsin at Madison, will lead to better predictions of how the Sacramento-San Joaquin Delta will respond to nearby earthquakes. This research is important because the water supply for 22 million Californians runs through the Delta and could be cut off by a moderate-sized earthquake in the vicinity.<\/p>\r\n<p>In southern California, the likelihood of the collapse of tall, steel-framed buildings will be studied by Swaminathan Krishnan of the California Institute of Technology, using computer programs that calculate the strong shaking from earthquakes.<\/p>\r\n<p>In the central United States, Randel Cox of the Center for Earthquake Research and Information (CERI) at University of Memphis, and John Baldwin and Robert Givler of William Lettis and Associates, will study seismic hazards from poorly understood faults located near the famed New Madrid Seismic Zone that produced three large earthquakes in 1811 and 1812. Chris Cramer, also of CERI, will analyze the accuracy of ground motion calculations, contributing to an urban hazard mapping project in St. Louis.<\/p>\r\n<p>At Brown University in Providence, RI, Terry Tullis and David Goldsby are sliding simulated faults at high speed in the laboratory to measure how fault friction changes during earthquakes. The results will give insight into how damaging seismic waves are produced.<\/p>\r\n<p>Lee Liberty of Boise State University will study the underground structure of the Mount Rose fault, which runs beneath the Reno\/Carson City metropolitan area and is considered one of the most hazardous faults in Nevada.<\/p>\r\n<p>For a complete list of funded projects and reports, visit the <a href=\"http:\/\/earthquake.usgs.gov\/research\/external\/research.php\">Earthquake Hazards Program, External Research Support Web site<\/a>.<\/p>\r\n<p>The USGS is the applied earth science component of the four-agency National Earthquake Hazards Reduction Program (NEHRP), a congressionally established partnership to implement research and reduce losses from earthquake disasters.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California","Nevada"],"country":["United States of America"],"mm_tags":["geology","Ground Shaking","Ground Motion"],"release_date":{"und":[{"value":"1241150400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169342"},{"tid":"169216"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}