{"title":"A New Album of Global Earth Imagery","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new collection of selected Landsat earth images worldwide, Global Land Survey 2005 (GLS2005), is now available for free download to any user around the globe.<\/p>\n<p>Under a long-term partnership, the U.S. Geological Survey (USGS) and the National Aeronautics and Space Administration (NASA) periodically select and process thousands of the best-available Landsat satellite images, or &ldquo;scenes,&rdquo; into a Global Land Survey, recording baseline conditions across the Earth&rsquo;s land surface such as forest cover, urban sprawl, cropland areas, glacier size, regional snow cover, drought status, wildfire scars, and coastal features. User demand for GLS data has been increasing steadily, with many scientists claiming these data sets are invaluable for global-change and climate-change research.<\/p>\r\n<p>Nearly 10,000 satellite images, each covering approximately 100 X 100 miles, are now available from the recently completed 2005 data set. Previous sets include GLS1975, GLS1990, and GLS2000. All GLS images can be previewed and downloaded for free at either of two USGS web sites: <a href=\"http:\/\/glovis.usgs.gov\">Glovis<\/a> or <a href=\"http:\/\/earthexplorer.usgs.gov\">Earth Explorer<\/a>.&nbsp;<\/p>\r\n<p>The earliest GLS data sets, GLS1975 and GLS1990, were drawn from U.S. and international partner receiving-station archives of images captured by earlier Landsat satellites that could image regions all over the world but did not have the capacity to record full global coverage and return it to the U.S. archive. Due to this limitation, plus persistent cloud cover in some parts of the world, these GLS data sets include images from years on either side of their nominal date.&nbsp;<\/p>\r\n<p>Landsat 7, launched in 1999, was the first satellite capable of recording and returning entire seasonal data collections on a global scale, which enabled creation of the GLS2000 data set from a single satellite over a relatively short time period. However, due to a technical malfunction in 2003, wherein 22% of the pixels in each Landsat 7 image are lost, plus the availability of excellent data from two other Landsat sensors, the GLS2005 collection includes: Landsat 7 scenes with missing pixels filled in from images captured over the same site shortly before or after the selected GLS scene; Landsat 5 images of some areas; and images of islands and reefs captured by the Landsat-prototype sensor onboard NASA&rsquo;s Earth Observing 1 (EO-1) satellite.&nbsp;<\/p>\r\n<p>Fuller descriptions of the GLS data sets can be found at the web sites mentioned above. Other questions or comments can be directed to <a href=\"mailto:custserv@usgs.gov\">custserv@usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","satellites","landsat","","Satellite Imagery","","Global Land Survey"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1260507600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170388"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}