{"title":"USGS Finds Sea Otters At Risk From Killer Whales In A Changing Ocean","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<b>\n<p>NOTE TO NEWS EDITORS: Reproducible photos of sea otters may be found at: <a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/10-14.gif\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/10-14.gif<\/a> <\/b>\r\n<p><!--introstart-->Because of a lack of Steller sea lions and harbor seals, large numbers of sea otters are being eaten by hungry killer whales in western Alaska waters, according to findings in the October 16 issue of the journal Science.<!--introend--> In \"Killer Whale Predation on Sea Otters Links Oceanic and Nearshore Ecosystems,\"a U.S. Geological Survey biologist and his colleagues at the University of California, Santa Cruz, reported on sharp reductions in sea otter numbers in the North Pacific rim. \r\n<p>\"We estimate that between 40,000 and 45,000 sea otters have died since 1990 from killer whale predation in roughly 3,300 kilometers of shoreline,\" said Jim Estes, a biologist at the Western Ecological Research Center. \"This unusual behavior of killer whales toward sea otters ultimately raises questions about the health of our oceans.\" \r\n<p>In a chain of events possibly initiated by overfishing, said Estes, some killer whales have shifted from ocean feeding to coastal. Their usual diet is Steller sea lions and harbor seals, but populations of these marine mammals recently declined in the North Pacific. While no one knows for certain why these populations crashed, it is believed to be linked to a shift in abundance and kinds of food fish, making food a problem for fish-eating species. Estes said other researchers have reported the fish change possibly resulted from a combination of three factors -- expanding fisheries, increases in ocean temperature, and a depletion of large whales. \r\n<p>\r\n<p>After ranging into coastal waters, the killer whales found a substitute prey in sea otters. Fewer sea otters, said Estes, allowed sea urchins to increase in numbers and strip coastal kelp forests. Estes and his colleagues are concerned about how events occurring far out to sea are profoundly affecting shorelife. This dramatic change in how ocean and coastal systems are being linked may affect numerous marine and coastal species, the authors concluded. \r\n<p>The researchers calculated that a killer whale on a steady diet of sea otters could consume as many as 1,825 otters in a year. How many killer whales exist in the Aleutian archipelago is unknown, but as few as four whales on an exclusive otter diet could cause the declines that have occurred, Estes said. \r\n<p>Reduced nearly to extinction by the early 20th century, sea otter populations grew again under the protection of the International Fur Seal Treaty, reaching near maximum numbers in some areas by the 1970s. When a recent abrupt and unexpected decline in sea otter numbers occurred over large areas of the Aleutian archipelago, the scientists, who had been studying otters there since the 1970s, sought to discover why. In time, they eliminated disease, toxins and starvation -- three causes typically responsible for large die-offs in wildlife. There was no sign of disease in the sea otters, and few sea otter carcasses were found washed up on the beaches as would be expected in die-offs by these more typical causes. Additionally, the researchers found a significant increase in the number of sea urchins, a principal food of sea otters. \r\n<p>\"Lacking sea otter remains, we had to ask ourselves what could explain these disappearances without a trace,\" said Estes. \r\n<p>Having ruled out other causes, the scientists began to investigate killer whales attacks on sea otters. Such attacks were first witnessed in 1991. The scientists contrasted the widespread declines of sea otters in Kuluk Bay, in the west-central Aleutian archipelago, with those of Clam Lagoon, an adjacent area uniquely inaccessible to the whales. In Clam Lagoon, sea otter numbers held steady from 1993 to 1997, while in Kuluk Bay, they dropped during the same period by 76 percent. By tagging sea otters, the biologists de","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"908424000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}