{"title":"Rey Stendell Appointed Chief Scientist for the Salton Sea Science Office","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>John D. Buffington, Western Regional Director for the U.S. Geological Survey (USGS) announced today that Rey Stendell has been named Chief Scientist for the Salton Sea Science Office (SSSO) in La Quinta, California. The primary responsibility of this office is to insure that the best research information is available to management agencies concerned with the Salton Sea ecosystem and its restoration. The SSSO works closely with the Bureau of Reclamation and the Salton Sea Authority (a State of California agency) on research and technical issues related to Salton Sea recovery. <\/p>\n<p>&quot;Rey Stendell is an outstanding addition to the Salton Sea science team,&quot; Buffington said. &quot;He is very experienced in contamination issues and their effects on waterfowl. USGS is making important contributions to better inform land managers about complex scientific challenges that lie ahead, and Rey Stendell is the right person to lead these efforts in the future.&quot; <\/p>\r\n<p>Dr. Stendell is a native Californian who attended University of California schools, receiving a Ph.D. in Zoology from Berkeley. His career spans 30 years with the U.S. Department of the Interior, working at three science centers of the U.S. Geological Survey. His first assignment was with the Patuxent Wildlife Research Center as Wildlife Biologist studying the effects on environment contaminants on wildlife. Following that, he spent three years in U.S. Fish and Wildlife Service Washington Office managing the Environmental Contaminants program. He then was appointed Director of the Northern Prairie Wildlife Research Center (1980-89) and later the Mid-continent Ecological Science Center (1990-2000). Dr. Stendell&rsquo;s primary expertise is in avian ecology, effects of environmental contaminants, and research administration. He replaces Dr. Milton Friend, who vacated the position in January 2002. Dr. Stendell will be living in La Quinta with his wife, Marlynn.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1028865600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170469"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}