{"title":"Freshwater Inflow to Chesapeake Bay Well Below Average in October","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Four months of dry weather are having a strong effect on freshwater inflow to the Chesapeake Bay, according to hydrologists at the U.S. Geological Survey (USGS). <!--introend-->The average daily freshwater inflow to the Chesapeake Bay in the month of October was about 11 billion gallons per day (bgd), 59% below the long-term average value for October, which is about 27 bgd. Records of flow in the bay have been kept since 1951 (48 years). \n<p>Frequent rains in the first 4 months of 1998 resulted in monthly freshwater inflows to the Chesapeake that were well above average, and above-average flows continued through June. Flows into the bay in July were at average levels. Then, in September, after two months of very little rain, flow into the bay fell below average levels to about 2\/3 the average flow volume. October&rsquo;s freshwater inflow to the bay was less than half the average amount. \r\n<p>October streamflow in the Potomac River near Washington, D.C., was about 2 bgd, 22% below the long-term average. Records of flow in the Potomac have been kept since 1931 (68 years). Streamflow in the Potomac was above average through July, about average in August, and then about 27% below average in September. \r\n<p>Lowest streamflows across the nation generally occur in October, because the replenishing rains of autumn usually have not begun. Ground-water levels and soil moisture levels are also low then. Ground-water levels in the Maryland\/Delaware\/DC area fell in October and were all below average for the first time in 1998. The frequent rainstorms in the first 4 months of 1998 contributed to above-average to average water-table elevations through most of the year. High water tables resulted in contributions of ground water to the Potomac River that have kept flows within the normal range of variation, despite the lack of rain since July. \r\n<p>Real-time streamflow data and other information on water resources can be found through the USGS Chesapeake Bay web page at <a href=\"http:\/\/chesapeake.usgs.gov\/chesbay\">http:\/\/chesapeake.usgs.gov\/chesbay<\/a>. As the nation&rsquo;s largest water, earth and biological science, and civilian mapping agency, the USGS works in cooperation with more than 2,000 organizations across the country to provide reliable, impartial scientific information to resource managers, planners, and other customers. This information is gathered in every state by USGS scientists to minimize the loss of life and property from natural disasters, contribute to the sound conservation and the economic and physical development of the nation&rsquo;s natural resources, and enhance the quality of life by monitoring water, biological, energy, and mineral resources. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"909982800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169651"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}