{"title":"National Treasure Expands:  National Archives to Include Earth Imagery","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The story of the Nation's\nland during the last 75 years can be told impartially through records of earth\r\nobservation &mdash; aerial photographs dating from the 1930s and satellite images\r\ndating from the 1960s. This vast reservoir of data supplies objective reference\r\npoints that are essential in documenting land change and in understanding\r\nclimate change. Preserving important records of the Nation's history while providing\r\nconvenient public access to them is a vital responsibility of government.<\/p>\r\n<p>To meet this responsibility in the field of earth observation, Professor Allen\r\nWeinstein, Archivist of the United States, and Dr. Mark Myers, Director of the U.S. Geological\r\nSurvey (USGS), today signed an agreement creating a cooperative framework for\r\nhow the two Federal agencies will together ensure the preservation and access\r\nof the massive earth imagery and geospatial data resources currently archived\r\nby the USGS at its Earth Resources Observation and Science (EROS) Center\r\nin Sioux Falls, South Dakota.<\/p>\r\n<p>During the signing ceremony\r\nDr. Weinstein remarked, \"Today we are marking an important milestone for USGS EROS\r\nto become an affiliated archive within the National Archives system. <!--introstart-->This\r\nagreement between NARA\r\nand USGS is a guarantee that our Nation's collections of aerial and satellite\r\nimages of the world's land areas will be permanently maintained, preserved, and\r\naccessible to the public.<!--introend-->&nbsp; These records\r\nare crucial to scientists and policy makers around the world in understanding\r\nhow man and society affect the natural landscape.\"<\/p>\r\n<p>Director Myers added, \"The\r\nUSGS EROS archive of historic satellite imagery and\r\naerial photography is the largest civilian archive of such data in the United States. Occupying\r\nover 40,000 square feet and totaling nearly three petabytes (3000 terabytes) of\r\nelectronic data and millions of film frames, the EROS archive is massive,\r\nessential, and irreplaceable. &nbsp;We have a\r\ndaunting responsibility to care for this collection. Working with the National\r\nArchives, we will continue to preserve and make these records readily available\r\nto all users worldwide.\"<\/p>\r\n<p>The agreement establishes a joint commitment to\r\nenhance the preservation and access capabilities of both NARA and the USGS. The two agencies will work\r\ntogether to ensure that NARA has legal custody and ultimate responsibility for\r\nthe preservation of the archived EROS holdings and that USGS will meet the stringent\r\npreservation and access standards of NARA. The records will remain at the EROS Center\r\nunder the day-to-day control of USGS, which has already created advanced information\r\nmanagement system that enables public electronic access to historical earth\r\nobservation data.<\/p>\r\n<p>For more\r\ninformation about USGS Earth Imagery and Data products and services visit the <a href=\"http:\/\/remotesensing.usgs.gov\/\">Land Remote Sensing<\/a> Web site.<\/p>\r\n<p>Visit the <a href=\"http:\/\/www.archives.gov\" target=\"_blank\">National Archives and Records Administration<\/a> for more information.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","satellites","","Earth","Geospatial","","imagery"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1213329600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170611"},{"tid":"169549"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}