{"title":"Andersen New Deputy Center Director for USGS National Wetlands Research Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Matthew Andersen has been selected as the Deputy Center Director of the U. S. Geological Survey National Wetlands Research Center in Lafayette, La.<!--introend--><\/p>\n<p>The NWRC develops and disseminates scientific information needed for understanding the ecology and value of the Nation's wetlands and for managing and restoring wetland habitats and associated plant and animal communities.&nbsp;<\/p>\r\n<p>&ldquo;Working on aquatic biology issues in the Colorado River Basin has been an exciting challenge for me over the past couple of decades,&rdquo; said Andersen. &ldquo;I now look forward to using my experiences to promote the high-quality science produced at the NWRC, which supports&nbsp;&nbsp; resource management domestically and abroad.&rdquo;&nbsp;<\/p>\r\n<p>Since 2005, Andersen developed and implemented research related to the Glen Canyon Dam Adaptive Management Program at the USGS Southwest Biological Science Center&rsquo;s Grand Canyon Monitoring and Research Center in Flagstaff, Ariz. He also served as the acting regional biology coordinator for the USGS Western Region. Prior to his time at USGS, Andersen was the native aquatic species program coordinator with the Utah Division of Wildlife Resources. There he developed policy recommendations and coordinated programs addressing the recovery and conservation of native mollusks, fish, amphibians, and reptiles. Andersen previously held positions with Dames and Moore, Inc., the Reid Center for Environmental Studies at the University of Nevada, Las Vegas, and the U.S. Fish and Wildlife Service&rsquo;s Desert National Wildlife Refuge. His ability to coordinate efforts amongst public and private partners has led to the successful implementation of many projects.&nbsp;<\/p>\r\n<p>\"I am extremely pleased to have Matthew's expertise in aquatic ecology at the Center,&rdquo; said NWRC Director Phil Turnipseed. &ldquo;His experience of more than 20 years in research and management will help lead the NWRC to a strong and resilient future in ecosystem and climate change research that is so critical to managing the Nation's coastal and wetland ecology.\"&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>Andersen was born in Valparaiso, Ind. He received a bachelor&rsquo;s degree in zoology from Sonoma State University in 1986 and a master&rsquo;s degree in biology from University of Nevada, Las Vegas in 1997. Andersen is a member of the American Association for the Advancement of Science, American Fisheries Society, American Society of Ichthyologists and Herpetologists, Desert Fishes Council, and the Society for Conservation Biology. He is an American Fisheries Society Certified Fisheries Professional. Among his honors, Andersen was presented with the Utah Division of Wildlife Resources Director&rsquo;s Leadership Award in 2002 and American Museum of Natural History Teddy Roosevelt Research Award, in 1993 and 1994.<\/p>\r\n<p>Andersen and his wife, Kristin, have one grown daughter and will reside in the Lafayette area.&nbsp;&nbsp;<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_01_15\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_01_15\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana"],"country":["United States of America"],"mm_tags":["National Wetlands Research Center","Louisiana","Andersen","Wetland"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1294981200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169390"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}