{"title":"Slowly Swimming Towards Recovery, Californiaâ\u0080\u0099s Sea Otter Numbers Holding Steady","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"aligncenter\" width=\"1280\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_19_2014_x16Fw32vup_09_19_2014_0#.VCGxPbxdVNN\"><img src=\"http:\/\/gallery.usgs.gov\/images\/09_19_2014\/x16Fw32vup_09_19_2014\/large\/15085684707_f0bb310a44_o.jpg\" alt=\"This southern sea otter is settling down to rest in a small patch of Egregia feather boa kelp. Image: Lilian Carswell\/USFWS\" width=\"1280\" height=\"828\" \/><\/a> This southern sea otter is settling down to rest in a small patch of Egregia feather boa kelp. Image: Lilian Carswell\/USFWS[\/caption]\n\nWhen sea otters want to rest, they wrap a piece of kelp around their body to hold themselves steady among the rolling waves. Likewise, Californiaâ\u0080\u0099s sea otter numbers are holding steady against the many forces pushing against their population recovery, according to the latest field survey led by federal, state, aquarium, and university scientists.\n\n<span style=\"font-size: 13px\">Since the 1980s, U.S. Geological Survey scientists have calculated a population index each year for the <\/span><strong>southern sea otter <\/strong><span style=\"font-size: 13px\">â\u0080\u0094 <\/span><em>Enhydra lutris nereis <\/em><span style=\"font-size: 13px\">â\u0080\u0094 <\/span><a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=A0A7\">a species federally listed as Threatened<\/a><span style=\"font-size: 13px\">. The annual range-wide field survey collects data on this protected marine mammal on behalf of the <\/span><a href=\"http:\/\/www.fws.gov\/ventura\/\">U.S. Fish and Wildlife Service<\/a><span style=\"font-size: 13px\">.<\/span>\n\n<span style=\"font-size: 13px\">For 2014, USGS reports the population index as <\/span><strong>2,944<\/strong><span style=\"font-size: 13px\"> (<\/span><a href=\"http:\/\/www.werc.usgs.gov\/seaottercount\">data available online<\/a><span style=\"font-size: 13px\">). Itâ\u0080\u0099s a negligible bump from the 2013 report of 2,939.<\/span>\n\n<span style=\"font-size: 13px\">For southern sea otters to be considered for removal from the â\u0080\u009cThreatenedâ\u0080\u009d species list, the population index would have to exceed 3,090 for three consecutive years, according to the <\/span><a href=\"http:\/\/www.fws.gov\/ventura\/endangered\/species\/info\/sso.html\">Southern Sea Otter Recovery Plan<\/a><span style=\"font-size: 13px\"> established by the U.S. Fish and Wildlife Service.<\/span>\n\n[caption id=\"attachment_201911\" align=\"aligncenter\" width=\"1024\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/09\/2014-Spring-Survey-Figure21.jpg\"><img class=\"size-large wp-image-201911 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/09\/2014-Spring-Survey-Figure21-1024x903.jpg\" alt=\"Trends in population index reported by USGS for southern sea otters in California. Data are shown for independent otters (nonâ\u0080\u0090pups) and all otters for mainland California (blue; left axis), San Nicolas Island (red; right axis), and range-wide (squares; left axis) from 2012 onward, when both indices were combined to calculate the population index. Image: USGS\" width=\"1024\" height=\"903\" \/><\/a> Trends in population index reported by USGS for southern sea otters in California. Data are shown for independent otters (nonâ\u0080\u0090pups) and all otters for mainland California (blue; left axis), San Nicolas Island (red; right axis), and range-wide (squares; left axis) from 2012 onward, when both indices were combined to calculate the population index. Image: USGS[\/caption]\n\n<span style=\"font-size: 13px\">â\u0080\u009cFor an animal so few in number, sea otter population trends can be influenced by many local and range-wide factors,â\u0080\u009d says biologist <\/span><a href=\"http:\/\/www.werc.usgs.gov\/tinker\">Tim Tinker<\/a><span style=\"font-size: 13px\"> with the <\/span><a href=\"http:\/\/www.werc.usgs.gov\/\">USGS Western Ecological Research Center<\/a><span style=\"font-size: 13px\">, who leads California sea otter research with co-investigators from the California Department of Fish and Wildlifeâ\u0080\u0099s <\/span><a href=\"http:\/\/www.dfg.ca.gov\/ospr\/Science\/marine-wildlife-vetcare\/index.aspx\">Office of Spill Prevention and Response,<\/a><span style=\"font-size: 13px\"> the <\/span><a href=\"http:\/\/www.montereybayaquarium.org\/cr\/sorac.aspx\">Monterey Bay Aquarium<\/a><span style=\"font-size: 13px\">, <\/span><a href=\"http:\/\/www.ucsc.edu\/\">University of California, Santa Cruz<\/a><span style=\"font-size: 13px\">, and other institutions. â\u0080\u009cWe are seeing elevated mortality suggestive of food resource limitation in some parts of the range, and increasing mortality from white shark attacks in others. But our federal, state, aquarium, and university sea otter research alliance is making progress in understanding how all these trends relate to environmental factors along the California coast.â\u0080\u009d<\/span>\n\n&nbsp;\n\nCalifornia sea otters feed and live in the â\u0080\u009c<a href=\"http:\/\/on.doi.gov\/nearshore\">nearshore marine ecosystem<\/a>â\u0080\u009d â\u0080\u0094 the stretch of ocean that hugs a shorelineâ\u0080\u0094making them a good indicator species for detecting pollutants and pathogens washed down from coastlands. And along many parts of Pacific North America, sea otters play critical roles in natural food webs, keeping important ecosystems like kelp forests and seagrass beds in balance.\n\n<span style=\"font-size: 13px\">Studying sea otters, then, not only helps us understand their population recovery, but it also uncovers clues on the health and rhythm of nearshore marine ecosystems â\u0080\u0094 the same waters many people swim, fish, and make a living in every day.<\/span>\n\n[caption id=\"\" align=\"aligncenter\" width=\"1244\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/07_01_2011_y17Gw33VVq_07_01_2011_4#.VCGyVLxdVNN\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/07_01_2011\/y17Gw33VVq_07_01_2011\/large\/LANDIS_IMG_0357.JPG\" alt=\"Sea otters live at the edge of the land and sea environments, like these idyllic sun-lit waters in Big Sur, California â\u0080\u0094 the same nearshore ocean waters that humans use and enjoy. Image: Ben Young Landis\/USGS\" width=\"1244\" height=\"933\" \/><\/a> Sea otters live at the edge of the land and sea environments, like these idyllic sun-lit waters in Big Sur, California â\u0080\u0094 the same nearshore ocean waters that humans use and enjoy. Image: Ben Young Landis\/USGS[\/caption]\n\n<strong>Mothers and Pups<\/strong>\n\n<span style=\"font-size: 13px\">Sea otters were presumed extinct in California after the 19<\/span><sup>th<\/sup><span style=\"font-size: 13px\"> Century fur trade years but were rediscovered in the 1930s by the public, when as few as 50 animals were documented persisting in nearshore areas off the coast of Big Sur.<\/span>\n\n<span style=\"font-size: 13px\">In that context, the present state of sea otters in California isnâ\u0080\u0099t terrible. But population recovery has been slow. Part of the reason is the extreme, edge-of-the-knife life history of sea otters.<\/span>\n\n<span style=\"font-size: 13px\">Not equipped with blubber like whales and seals, sea otters must rely on their fur coat and their super-high metabolic rate to stay warm. â\u0080\u009cThe average adult sea otter has to actively hunt and eat 20 to 30 percent of its body mass in food each day just to meet its energy requirements,â\u0080\u009d says Tinker.<\/span>\n\n<a href=\"http:\/\/dx.doi.org\/10.1242\/jeb.099739\">Research published this year<\/a><span style=\"font-size: 13px\"> by UC Santa Cruz, USGS, and Monterey Bay Aquarium addressed the question <\/span><a href=\"http:\/\/news.ucsc.edu\/2014\/06\/sea-otter-moms.html\">of how this energy demand changes for a nursing mother sea otter<\/a><span style=\"font-size: 13px\">, who has to eat not only to keep herself alive but also to produce milk for her pup. Researchers calculated that a mother sea otter has to nearly double her energy intake to keep herself and her pup fed â\u0080\u0094 <\/span><a href=\"http:\/\/www.werc.usgs.gov\/outreach.aspx?RecordID=214\">she has to find enough groceries and eat for two, so to speak, for six months straight<\/a><span style=\"font-size: 13px\">.<\/span>\n\nIndeed, researchers have documented a high mortality rate in prime-breeding-age female sea otters in California from what they call â\u0080\u009cend-lactation syndromeâ\u0080\u009d â\u0080\u0094 where females are so underweight and energetically stressed after raising a pup that they are more vulnerable to life-threatening diseases and infections.\n\n<span style=\"font-size: 13px\">The new research offers an explanation for the high mortality in breeding-age females in the center part of the sea otterâ\u0080\u0099s California range (Seaside to Cayucos) â\u0080\u0094 which is likely at or near â\u0080\u009ccarrying capacity,â\u0080\u009d the maximum population size that can be sustained over the long term by the resources available in the area.<\/span>\n\n[caption id=\"attachment_201921\" align=\"aligncenter\" width=\"762\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/09\/2014-Spring-Survey-Figure51.jpg\"><img class=\"size-large wp-image-201921 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/09\/2014-Spring-Survey-Figure51-762x1024.jpg\" alt=\"Map of central California showing variation in local population densities of southern sea otters along the mainland coast and San Nicolas Island. Image: USGS (Download PDF)\" width=\"762\" height=\"1024\" \/><\/a> Map of central California showing variation in local population densities of southern sea otters along the mainland coast and San Nicolas Island. Image: USGS[\/caption]\n\nâ\u0080\u009cThese fundamentally high energy demands are likely the underlying reason why we see so much mortality among prime-age females in the middle of their geographic range, where the density of the sea otter population is highest and resources are limited,â\u0080\u009d explains study lead author <a href=\"http:\/\/williams.eeb.ucsc.edu\/members\/nicole.htm\">Nicole Thometz<\/a> of UC Santa Cruz. â\u0080\u009cIn the center of the range, they appear to be up against their physiological limits.â\u0080\u009d\n\n<span style=\"font-size: 13px\">But give even more credit to these sea otter moms: the 2014 population index also reported a record high for pups.<\/span>\n\n<span style=\"font-size: 13px\">â\u0080\u009cThe ratio of dependent pups to adult otters remains high overall, and together with data from tagging studies, that tells us that reproductive rates are within the normal range and not limiting recovery,â\u0080\u009d says USGS biologist <\/span><a href=\"http:\/\/www.werc.usgs.gov\/person.aspx?personID=83\">Brian Hatfield<\/a><span style=\"font-size: 13px\">, who coordinates the annual population survey.<\/span>\n<div style=\"padding: 5px\" align=\"center\">[iframe title=\"Otter video\" name=\"Otter video\" width=\"860\" height=\"615\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/UcHsEugpQrE?rel=0\" frameborder=\"0\" allowfullscreen]\nA southern sea otter mother and pup at the Monterey Bay Aquarium, which collaborates on sea otter research with USGS and other institutions. Video: Monterey Bay Aquarium<\/div>\n<strong>Le Morte dâ\u0080\u0099Otter<\/strong>\n\n<strong><\/strong><span style=\"font-size: 13px\">Of course, it remains to be seen whether more pups will translate into overall population growth.<\/span>\n\n<span style=\"font-size: 13px\">Hatfield also coordinates <\/span><a href=\"http:\/\/www.werc.usgs.gov\/seaotterstranding\">a yearly review of sea otter strandings<\/a><span style=\"font-size: 13px\"> â\u0080\u0094 the number of dead, sick or injured sea otters recovered along Californiaâ\u0080\u0099s coast each year, <\/span><a href=\"http:\/\/www.werc.usgs.gov\/ProjectSubWebPage.aspx?SubWebPageID=5&amp;ProjectID=232\">including those reported by the public to researchers<\/a><span style=\"font-size: 13px\">. In 2013, scientists came across a total of <\/span><strong>340<\/strong><span style=\"font-size: 13px\"> stranded sea ottersâ\u0080\u0094a slight drop from 2012 but still remarkably high. However, Hatfield points out that the stranding number <\/span><a href=\"http:\/\/www.werc.usgs.gov\/ProjectSubWebPage.aspx?SubWebPageID=5&amp;ProjectID=232\">accounts only for sea otters that people find<\/a><span style=\"font-size: 13px\">, and past research indicates that possibly fewer than 50% of sea otters that die in the wild wash ashore.<\/span>\n\n[caption id=\"\" align=\"aligncenter\" width=\"1193\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_19_2014_x16Fw32vup_09_19_2014_1#.VCGzobxdVNO\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/09_19_2014\/x16Fw32vup_09_19_2014\/large\/Dead_Otter_at_Piedras_Blancas.JPG\" alt=\"The State of California studies dead sea otters, like this one found by USGS scientists in Piedras Blancas, Calif., to learn about their causes of death and to understand the variety of environment stress factors that impact the nearshore marine environment. Image: Brian Hatfield\/USGS\" width=\"1193\" height=\"1590\" \/><\/a> The State of California studies dead sea otters, like this one found by USGS scientists in Piedras Blancas, Calif., to learn about their causes of death and to understand the variety of environment stress factors that impact the nearshore marine environment. Image: Brian Hatfield\/USGS[\/caption]\n\nFor the sea otter carcasses that do get reported, a subset is sent to the State of Californiaâ\u0080\u0099s <a href=\"http:\/\/www.dfg.ca.gov\/ospr\/Science\/marine-wildlife-vetcare\/\">Marine Wildlife Veterinary Care and Research Center<\/a>, where scientists <a href=\"http:\/\/www.dfg.ca.gov\/ospr\/Science\/marine-wildlife-vetcare\/seaotternecropsy.aspx\">conduct necropsies to determine the primary causes of death<\/a> and to identify other factors that may have contributed to the death of each animal.\n\n<span style=\"font-size: 13px\">These necropsies are how scientists learned about the increase in bite wounds from <\/span><a href=\"http:\/\/www.montereybayaquarium.org\/animal-guide\/fishes\/great-white-shark\">great white sharks<\/a><span style=\"font-size: 13px\"> â\u0080\u0094 apparently the result of â\u0080\u009cexploratory bitesâ\u0080\u009d that do not lead to consumption of the otter by the shark, but that nonetheless often result in the death of the otter. This cause of death has been common at the north end of the range (from Pigeon Point to Seaside) for some time, but in recent years it has become most intense in the southern end of the range (from Cayucos to Gaviota) â\u0080\u0094 to the point where the adult population now has a declining trend.<\/span>\n\n<span style=\"font-size: 13px\">Not great news for the dense patch of sea otters stuck in the central range, trying to expand northward and southward.<\/span>\n\n<span style=\"font-size: 13px\">In addition to end-lactation syndrome and shark bites, <\/span><a href=\"http:\/\/www.mercurynews.com\/ci_22508871\/\">the stateâ\u0080\u0099s â\u0080\u009cCSI: Sea Otterâ\u0080\u009d laboratory<\/a><span style=\"font-size: 13px\"> has revealed many other causes of death for sea otters across California. Over the years, California state veterinarians have found sea otters poisoned by <\/span><a href=\"http:\/\/news.ucsc.edu\/2010\/09\/otter-toxin.html\">the microbial toxin microcystin<\/a><span style=\"font-size: 13px\"> â\u0080\u0094 which can flow into the sea after blooming in warm lakes with an overabundance of nutrients â\u0080\u0094 as well as sea otters infected with protozoan parasites that can cause fatal brain infections, including <\/span><em>Toxoplasma gondii<\/em><span style=\"font-size: 13px\">, which is transmitted in the feces of wild and domestic cats.<\/span>\n\n<span style=\"font-size: 13px\">Other known sources of California sea otter mortality include bacterial infections, heart disease, mating trauma from aggressive male sea otters, boat strikes, and gunshots. Even today, the <\/span><a href=\"http:\/\/www.fws.gov\/le\/\">U.S. Fish and Wildlife Service<\/a><span style=\"font-size: 13px\"> has an unsolved case from 2013 of <\/span><a href=\"http:\/\/www.fws.gov\/cno\/press\/release.cfm?rid=582\">three sea otters found near Monterey, California, where gunshot was determined to be the cause of death<\/a><span style=\"font-size: 13px\">.<\/span>\n\n<strong>Matters of Otter Importance<\/strong>\n\n<span style=\"font-size: 13px\">Thatâ\u0080\u0099s a lot of different factors determining the survival of a creature central to the survival of giant kelp forests â\u0080\u0094 the underwater jungles teeming with marine life that stretch from California to Alaska.<\/span>\n\n<span style=\"font-size: 13px\">â\u0080\u009cSea otters are considered a keystone species of the kelp ecosystem because they are such voracious predators, and they are uniquely capable of limiting herbivorous invertebrates like sea urchins that, if left unchecked, can decimate kelp beds and the fish habitat they provide,â\u0080\u009d says USGS biologist Tim Tinker, who with his mentor Jim Estes coauthored <\/span><a href=\"http:\/\/dx.doi.org\/10.1126\/science.282.5388.473\">a 1998 study that described this epic circle of life<\/a><span style=\"font-size: 13px\"> in Alaskan waters.<\/span>\n\n<span style=\"font-size: 13px\">The alliance of USGS, U.S. Fish and Wildlife Service, state, aquarium, and university researchers are continuing to study the ecological and environmental roles that sea otters can play, not only in kelp forests of the outer coast, but in protected tidal estuaries as well.<\/span>\n<div style=\"padding: 5px\" align=\"center\">[iframe title=\"Elkhorn video\" name=\"Elkhorn Video\" width=\"860\" height=\"615\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/e42KCSxmq9k?list=PLLqsDvSH5x9eGr1fBKE0sEpYvLe_-khQg?rel=0\" frameborder=\"0\" allowfullscreen]\nThe Elkhorn Slough National Estuarine Research Reserve, Elkhorn Slough Foundation and Friends of the Sea Otter operate a webcam that allows the public to view sea otters in the tidal wetlands of the Elkhorn Slough, near Monterey, California, where USGS and other researchers are studying this Threatened species. <a href=\"http:\/\/www.elkhornslough.org\/ottercam\">Click this link to view the live webcam.<\/a><\/div>\nOver at the <a href=\"http:\/\/www.elkhornslough.org\/esnerr\/\">Elkhorn Slough National Estuarine Research Reserve<\/a> (owned and operated by the California Department of Fish and Wildlife in partnership with NOAA), alliance researchers have two ongoing studies. One study has revealed that <a href=\"http:\/\/news.ucsc.edu\/2013\/08\/sea-otters-seagrass.html\">sea otters help restore seagrass beds<\/a> by keeping crab populations in balance, which in turn <a href=\"http:\/\/dx.doi.org\/10.1073\/pnas.1302805110\">lets sea slugs thrive and munch on algae<\/a> that would otherwise smother the seagrasses. <a href=\"http:\/\/www.werc.usgs.gov\/elkhornotters\">Another study is investigating how sea otters utilize tidal wetland habitats<\/a> â\u0080\u0094 where they may benefit from the rich food sources of estuaries and the ease of resting in warm shallows and sun-bathed marshesâ\u0080\u0094helping us understand how sea otters might one day recolonize and balance similar habitats found elsewhere in California.\n\n<span style=\"font-size: 13px\">Further down the coast in Big Sur, <\/span><a href=\"http:\/\/dx.doi.org\/10.1111\/mms.12151\">a recent analysis<\/a><span style=\"font-size: 13px\"> led by USGS geneticist <\/span><a href=\"http:\/\/www.werc.usgs.gov\/bowen\">Liz Bowen<\/a><span style=\"font-size: 13px\"> reported that sea otters living near a 2008 wildfire showed <\/span><a href=\"http:\/\/radio.krcb.org\/post\/wildfires-cause-trouble-sea-otters\">a physiological response to chemicals generated by fire ash<\/a><span style=\"font-size: 13px\"> â\u0080\u0094 uncovering another pathway through which land and sea environments can interact.<\/span>\n\n<span style=\"font-size: 13px\">As for the sea otter numbers in California, USGS and alliance researchers are currently analyzing more than a decade of research to tease out the driving factors tempering their population recovery and spread â\u0080\u0094 a recovery, as new findings continue to show, that should benefit Californiaâ\u0080\u0099s nearshore marine ecosystem.<\/span>\n\n<span style=\"font-size: 13px\">â\u0080\u009cWe already knew that sea otters played a vital role in coastal ecosystems, but the exciting discoveries of the last several years suggest that we have really only begun to understand the far-reaching effects of this top predator,â\u0080\u009d says <\/span><a href=\"http:\/\/www.fws.gov\/ventura\/endangered\/species\/info\/sso.html\">Lilian Carswell<\/a><span style=\"font-size: 13px\">, Southern Sea Otter Recovery Coordinator for the U.S. Fish and Wildlife Service. â\u0080\u009cIf sea otters can recolonize new areas of their historic range, we are almost certain to see an upswing in population growth. That will be good for sea otter recovery, good for the nearshore environment, good for all of usâ\u0080\u0094because we all benefit from the services that intact ecosystems provide.â\u0080\u009d<\/span>\n<div>\n\n[caption id=\"attachment_202221\" align=\"aligncenter\" width=\"1024\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/09\/15259513562_ba4bb1b056_b.jpg\"><img class=\"size-full wp-image-202221\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/09\/15259513562_ba4bb1b056_b.jpg\" alt=\"\" width=\"1024\" height=\"685\" \/><\/a> Sea Otter Awareness Week is held every year in September to put a spotlight on the world of sea otters, and to highlight ongoing conservation efforts to ensure these beautiful creatures remain a part of our marine environment. Photo courtesy of Ron Eby.[\/caption]\n\n<\/div>\nCan't get enough of sea otter photos?Â <a href=\"https:\/\/flic.kr\/s\/aHsjDh2fwN\" target=\"_blank\">Click through this Flickr gallery<\/a>Â created by the USFWSÂ <a href=\"http:\/\/www.fws.gov\/ventura\/\" target=\"_blank\">Ventura Fish and Wildlife Office<\/a>.\n\n<strong>How Do Researchers Count Sea Otters?<\/strong>\n<ul>\n\t<li>The annual population index is calculated using visual surveys conducted along the California coastline by researchers, students and volunteers from USGS, California Department of Fish and Wildlifeâ\u0080\u0099s Office of Spill Prevention and Response, Monterey Bay Aquarium, University of California-Santa Cruz, U.S. Fish and Wildlife Service, U.S. Bureau of Ocean Energy Management, and the Santa Barbara Zoo.<\/li>\n<\/ul>\n<ul>\n\t<li>Visual survey data from multiple years are averaged to calculate the annual population index, in order to compensate for year-to-year variability in observation conditions, and to give scientists a more reliable picture of sea otter abundance trends.<\/li>\n<\/ul>\n<ul>\n\t<li>Surveys are conducted via telescope observations from shore and via low-flying aircraft, typically from April through June. <a href=\"http:\/\/www.werc.usgs.gov\/ProjectSubWebPage.aspx?SubWebPageID=24&amp;ProjectID=91\">This year, the surveyed coastline spanned Point San Pedro in San Mateo County, south to Rincon Point near the Santa Barbara\/Ventura County line, and San Nicolas Island<\/a>.<\/li>\n\t<li>In 2013, the equation for the population index was amended to add sea otters living at San Nicolas Island, in the Channel Islands offshore of Los Angeles. Sea otters were introduced to the island in the 1980s as part of a U.S. Fish and Wildlife Service recovery experiment, but most returned to the mainland or disappeared, and some are known to have died. The Service <a href=\"http:\/\/www.fws.gov\/ventura\/docs\/frnotices\/77%20FR%2075266.pdf\">reassessed and ended the experimental program in December 2012<\/a>, and the remaining sea otters at San Nicolas Island are now counted as part of the California-wide population index.<\/li>\n<\/ul>\n<strong>Appreciating Sea Otters, Safely<\/strong>\n\nSea otters can be found in nearshore areas along the California coastline, including areas of high human activity, such as harbors. Like any other wild animalsâ\u0080\u0094especially carnivoresâ\u0080\u0094they should be appreciated from a distance. Here are some tips for watching sea otters, suggested by the <a href=\"http:\/\/www.montereybayaquarium.org\/cr\/sorac.aspx\">Monterey Bay Aquarium<\/a> and the <a href=\"http:\/\/www.fws.gov\/ventura\/\">U.S. Fish and Wildlife Service<\/a>.\n<ul>\n\t<li>Take caution in areas where sea otters are known to be present.<\/li>\n\t<li>Keep a safe distance from sea otters and other wildlife. If the otter notices you, you are likely too close and should back away.<\/li>\n\t<li>Keep pets on a leash on and around docks and harbors.<\/li>\n\t<li>Never feed sea otters or other wildlife. Wild animals that are fed can become aggressive.<\/li>\n<\/ul>\n<strong>#OtterWeek Resources<\/strong>\n\nFrom September 21-27, 2014, research and education institutions in California and around the U.S. are hosting sea otter science events as part of the annual <strong>Sea Otter Awareness Week<\/strong>.\n\nLook for public lectures featuring scientists from USGS and other organizations <a href=\"http:\/\/www.seaotterweek.org\/\">in this yearâ\u0080\u0099s schedule<\/a>, and use the hashtag <a href=\"https:\/\/twitter.com\/search?q=%23SeaOtterWeek\">#SeaOtterWeek<\/a> when you share otter science facts online!\n\n<strong>For Reporters<\/strong>\n\nData and figures from the annual survey are available on <a href=\"http:\/\/www.werc.usgs.gov\/seaottercount\">the USGS project website<\/a>. Sea otter biologists from California research institutions are available for media requests during <a href=\"https:\/\/twitter.com\/search?q=%23SeaOtterWeek\">#SeaOtterWeek<\/a>. Please contact the following media offices:\n<ul>\n\t<li><a href=\"http:\/\/www.werc.usgs.gov\">U.S. Geological Survey<\/a>: Ben Young Landis, <a href=\"mailto:blandis@usgs.gov\">blandis@usgs.gov<\/a>, 916-616-9468<\/li>\n\t<li><a href=\"https:\/\/www.dfg.ca.gov\/ospr\/\">California Department of Fish and Wildlife<\/a>: Alexia Retallack, <a href=\"mailto:alexia.retallack@wildlife.ca.gov\">alexia.retallack@wildlife.ca.gov<\/a>, 916-952-3317<\/li>\n\t<li><a href=\"http:\/\/www.montereybayaquarium.org\/cr\/sorac.aspx\">Monterey Bay Aquarium<\/a>: Angela Hains, <a href=\"mailto:ahains@mbayaq.com\">ahains@mbayaq.com<\/a>, 831-647-680<\/li>\n\t<li><a href=\"http:\/\/www.fws.gov\/ventura\/\">U.S. Fish and Wildlife Service<\/a><span style=\"font-size: 13px\">: Ashley Spratt, <\/span><a href=\"mailto:ashley_spratt@fws.gov\">ashley_spratt@fws.gov<\/a><span style=\"font-size: 13px\">, 805-320-6225<\/span><\/li>\n\t<li><a href=\"http:\/\/www.fws.gov\/le\/\">USFWS Office of Law Enforcement<\/a><span style=\"font-size: 13px\">: Special Agent Phet Souphanya, <\/span><a href=\"mailto:p_souphanya@fws.gov\">p_souphanya@fws.gov<\/a><span style=\"font-size: 13px\">, 650-876-9078<\/span><\/li>\n<\/ul>\n<div><\/div>\n<div>\n\n[caption id=\"\" align=\"aligncenter\" width=\"1161\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/07_01_2011_y17Gw33VVq_07_01_2011_2#.VCG0D7xdVNN\"><img class=\"   \" src=\"http:\/\/gallery.usgs.gov\/images\/07_01_2011\/y17Gw33VVq_07_01_2011\/large\/LANDIS_IMG_0051.JPG\" alt=\"USGS provides science for a changing world â\u0080\u0094 including its oceans. Image: Ben Young Landis\/USGS\" width=\"1161\" height=\"871\" \/><\/a> USGS provides science for a changing world â\u0080\u0094 including its oceans. Image: Ben Young Landis\/USGS[\/caption]\n\n<\/div>\n&nbsp;\n\n<strong>Â <\/strong>\n<div style=\"float: right\" align=\"right\">\n\n<span style=\"font-size: 13px\">Â <\/span>\n\n&nbsp;\n\n<\/div>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24392","uid":"31","filename":"15085684707_f0bb310a44_o.jpg","uri":"public:\/\/15085684707_f0bb310a44_o.jpg","filemime":"image\/jpeg","filesize":"128572","status":"1","timestamp":"1425492768","type":"image","uuid":"b7a1a251-ff74-4af7-810a-8f5680ee4e54","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","California","Endangered Species","Estuaries","Land Use","marine ecology","Nearshore","Parasites","Pollution","population","Sea Otters"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1411395326","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}