{"title":"snapshot From Space... New Satellite Map of Chesapeake Bay to Aid Management Efforts","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A poster produced from satellite images of the Chesapeake Bay watershed will aid a multi-state effort to restore and manage the Bay&rsquo;s resources, according to the U.S. Geological Survey. <\/p>\n<p>USGS scientists will use the image of the entire 64,000-square-mile drainage basin of the Chesapeake Bay to provide a snapshot of recent surface conditions, including vegetation, that can be compared with historical and future images to help produce a report card of progress or setbacks in meeting resource management goals. <\/p>\r\n<p>\"Because the image can provide a key to at least a dozen vegetation types and other land-cover features, it will help us work with other agencies to develop methods for monitoring progress on changes along rivers and streams,\" said Scott Phillips, USGS Chesapeake Bay Program Coordinator. <\/p>\r\n<p>\"And we hope to work with other agencies to further develop methods that relate land-use change to ecosystem change in the Bay watershed and the Bay,\" said Phillips. <\/p>\r\n<p>\"As a federal land-management agency with responsibilities in all 50 states, the Natural Resources Conservation Service will use the Chesapeake Bay poster map in solving complex natural resource management issues in the six-state Bay watershed,\" said Jerry Griswold, NRCS Chesapeake Bay Program Coordinator. \"The poster map is also a graphic reminder of the relevance of the Chesapeake Bay and its resources to the thousands of people that live in the watershed.\" <\/p>\r\n<p>The USGS also produced the poster as an outreach tool for the public to better understand that activities in the Chesapeake Bay watershed may have an impact on the water quality and living resources of the Bay. <\/p>\r\n<p>The poster was unveiled at the recent USGS open house in Baltimore, Md., which was attended by many of the cooperating agencies in the Chesapeake Bay Program (CBP). The CBP is a multi-agency effort, started in 1983, to restore the Bay and its resources - the USGS is one of the federal members. <\/p>\r\n<p>The image mosaic, composed of Landsat thematic mapper scenes collected from 1990 through 1994, will be the most complete and current basinwide image to date of the entire Chesapeake Bay. Although still in an experimental stage, the information on the map will be used by the USGS in hard copy format for educational activities, and in electronic soft copy format for such applications as land use analysis. <\/p>\r\n<p>The map is one of the products of the USGS Chesapeake Bay research program, which works with other local, state and federal agencies to provide the scientific information needed by land and resource managers and other potential users. The information is designed to help improve the understanding of the entire Bay ecosystem and enhance the ability to predict and measure the effects of restoration efforts. Among other activities, the USGS is measuring surface-water and ground-water flow and quality; conducting studies of past and present natural and human-induced changes, providing cartographic analysis, helping to modify hydrologic and geologic models of the Bay system, and working to improve the understanding of living resources in the Bay. <\/p>\r\n<p>Copies of the map are available at no charge (one per individual, no more than five per organization) postmarked by Dec. 15, 1997, and for $4.00 each thereafter (plus a $3.50 handling charge), from the USGS Branch of Information Services, Denver Federal Center, Box 25286, Denver, Colo., 80225. Credit card orders may be faxed to (303) 202-4693. For more information about this map call 1-800-435-7627. <\/p>\r\n<p>As the nation&rsquo;s largest natural resources science and mapping agency, the USGS works in cooperation with nearly 2000 organizations to provide reliable, impartial, scientific information to resource managers, planners, and other customers. USGS hydrologists, geologists, biologists and cartographers work in every state to minimize the loss of life and property from natural disasters, contribute t","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"880952400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}