{"title":"Weather Conditions Prevent California Sea Otter Annual Population Survey","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>SANTA CRUZ, Calif.<\/strong> &mdash;Scientists were unable to complete this year&rsquo;s survey of the California sea otter (also known as the southern sea otter) population due to heavy fog, poor visibility, and strong winds throughout the spring and summer.&nbsp;<\/p>\n<p>The population survey has been conducted annually since the 1980s to track the recovery trend of this threatened species. The U.S. Geological Survey leads this effort with a team of dedicated scientists and volunteers.&nbsp;<\/p>\r\n<p>The population index calculated from the survey data is used by the U.S. Fish and Wildlife Service to determine the sea otter&rsquo;s progress toward population recovery and whether the species is ready for delisting under the Endangered Species Act.&nbsp;<\/p>\r\n<p>&ldquo;We use two standardized methods for our visual surveys, which are telescope observations from shore and aerial observations from a small twin-engine plane,&rdquo; said Tim Tinker of the USGS Western Ecological Research Center and chief scientist for the annual survey. &ldquo;Although our shore-based surveys were successful, unusually heavy marine fog or high winds throughout the spring and summer repeatedly hindered our attempts to conduct aerial surveys. Both measurements are crucial, so without the aerial observation data, we are unable to provide a reliable, standardized total count for California sea otters in 2011.&rdquo;&nbsp;<\/p>\r\n<p>This is the first incomplete result in more than two decades of continuous monitoring. Data from portions of the survey that were successfully completed this year will still be useful in computing a population index after next year.&nbsp;<\/p>\r\n<p>Typically, the research crew conducts the annual survey in May and June, covering the entire coast from Point San Pedro in San Mateo County in the north to the Santa Barbara&ndash;Ventura County line in the south. About half of this coastline can be surveyed using ground-based observations, but the remaining half must be counted by air because of limited coastal access.&nbsp;&nbsp;<\/p>\r\n<p>Otters sighted by shore-based crews and aerial crews are added up to provide the &ldquo;raw count&rdquo; for that year. The official population index is calculated by averaging the raw count from that year and the two previous years. This precaution reduces the influence of random variation in raw counts caused by year-to-year differences in viewing conditions.&nbsp;<\/p>\r\n<p>&ldquo;The inability to complete the survey this year introduces an unfortunate but unavoidable gap in our understanding of the population&rsquo;s trajectory, with respect to recovery thresholds,&rdquo; said Lilian Carswell, Southern Sea Otter Recovery Coordinator for the U.S. Fish and Wildlife Service. &ldquo;But we&rsquo;re grateful for the detailed survey effort by the USGS in the last three decades and in the years to come. We&rsquo;ll work together with the USGS if the need arises to adjust the annual survey methods.&rdquo;&nbsp;<\/p>\r\n<p>In 2010, the California sea otter population index was 2,711&mdash; a decline for the second year in a row. For California sea otters to be considered for removal from the Federal List of Endangered and Threatened Wildlife, the population index would have to exceed 3,090 for three consecutive years, according to the threshold established under the Southern Sea Otter Recovery Plan by the U.S. Fish and Wildlife Service.&nbsp;<\/p>\r\n<p><em>The annual California sea otter survey is a cooperative effort of the USGS Western Ecological Research Center, the California Department of Fish and Game&rsquo;s Marine Wildlife Veterinary Care and Research Center, Monterey Bay Aquarium, University of California&ndash;Santa Cruz, and many experienced and dedicated volunteers. Assistance also comes from staff of the U.S. Fish and Wildlife Service and the U.S. Bureau of Ocean Energy Management.&nbsp;<\/em><em>&nbsp;<\/em><\/p>\r\n<p><em>Past survey numbers are available&nbsp;<a href=\"http:\/\/www.werc.usgs.g","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Sea Otter Survey","Sea Otter","California","biology"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1316750400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168908"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}