{"title":"New USGS Map Shows Fate of Rainfall that Reaches the Aquifer in Western","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A colorful and informative map recently completed by the U.S. Geological Survey shows where ground water is replenished (ground-water recharge areas) in western Cape Cod, Mass. Cape Cod receives about 45 inches of rain annually. While nearly half of this either evaporates or is used by plants (evapotranspiration), about 60 percent soaks into the ground and recharges the ground-water system. Determining the fate of this rainfall (recharge) once it reaches the water table was one of the goals of the study. <\/p>\n<p>Included on the map is a report that explains how hydrologists used a computer model to simulate ground-water flow in this area from 1994 through 1996 and how they determined where recharge ends up once it reaches the Cape Cod aquifer&mdash; an underground, water-bearing, sand-and-gravel deposit. They also estimated how long the water flows through the aquifer before it discharges to pumping wells, ponds, streams, and coastal areas of western Cape Cod. The map is a product of a study done by the USGS in cooperation with the Air Force Center for Environmental Excellence. <\/p>\r\n<p>The supply of potable water and the quality and quantity of water discharging to ponds, streams and coastal areas is a major concern for the communities of western Cape Cod. Population growth in the area, continued land development, and activities at the Massachusetts Military Reservation are reasons to determine where the water that reaches the aquifer, which is the sole source of water supply for the communities of western Cape Cod, ultimately discharges and to understand the ground-water flow system in general.<\/p>\r\n<p>&quot;Using this computer model, we now have the capabililty of estimating where all the rain that reaches the aquifer will ultimately end up and how long it will take to get there,&quot; said John Masterson, USGS hydrologist. &quot;This information has previously been available for wells, but now we can determine what water goes to ponds, streams or coastal areas,&quot; he said.<\/p>\r\n<p>For example, half of the ground water that discharges to Red Brook Harbor in the town of Catumet entered the aquifer less than ten years ago. About 58 percent of the total discharge to Nantucket Sound flows into streams before discharging at the coast. Understanding the components of the discharge is important when assessing the potential impacts of the movement of nutrients, such as nitrogen, into ecologically sensitive coastal-water bodies. <\/p>\r\n<p>The map report, entitled &quot;Delineation of ground-water recharge areas, western Cape Cod, Massachusetts,&quot; by John P. Masterson and Donald A. Walter, is published as U.S. Geological Survey Water Resources Investigations Report 00-4000. Copies are available for inspection at USGS, 10 Bearfoot Rd., Northborough, MA 01532. Paper and microfiche copies can be purchased from the Branch of Information Services, Box 25286, Denver, CO 80225-0286 (telephone 303-202-4700).<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"960264000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169729"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}