{"title":"New Science Helps Gauge Carbon Storage Potential of U.S. Lands and Waters","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A draft methodology to assess the potential to store carbon dioxide (CO<sub>2<\/sub>) in ecosystems, as well as the reduction of greenhouse gas fluxes from ecosystems, has been proposed and is open for public comments.<\/p>\n<p>This assessment can help inform land management policies and planning for the long-term storage of carbon to lessen the impacts of climate change.<\/p>\r\n<p>The draft U.S. Geological Survey methodology, pending public comments, will be completed by September 2010. The USGS plans to commence a national assessment of ecosystem capability to increase carbon sequestration and reduce greenhouse-gas fluxes in October 2010. Using the methodology, the assessment is expected to take three years.<\/p>\r\n<p>The process of storing carbon in vegetation, soils and aquatic environments is known as biological carbon sequestration. Fluxes of greenhouse gases in ecosystems are a function of natural ecosystem processes and anthropogenic activities, and this assessment accounts for net emissions of carbon dioxide (CO<sub>2<\/sub>), methane (CH<sub>4<\/sub>) and nitrous oxide (N<sub>2<\/sub>O).<\/p>\r\n<p>USGS scientists will evaluate major processes that affect carbon sequestration capability and greenhouse gas emissions. Those processes include climate change, changes in land use and land cover, changes in land management activities, and ecosystem disturbances such as wildfires.<\/p>\r\n<p>&ldquo;The USGS is using its science capabilities to understand the potential for biological carbon sequestration and contribute to an improved understanding of how land use and management decisions may impact sequestration, reduction of greenhouse gas fluxes and mitigation of climate change effects,&rdquo; said USGS scientist Zhiliang Zhu.<\/p>\r\n<p>The draft methodology builds upon a USGS rapid assessment report published in December 2009 to estimate the carbon storage potential in the nation&rsquo;s forests and soils. The new methodology focuses on all of the nation&rsquo;s ecosystems and incorporates more updated methods and models. This methodology also incorporates suggestions from an interagency science panel, an extensive peer-review process and other federal agencies.<\/p>\r\n<p>In addition, the USGS is conducting research on a number of other fronts related to carbon sequestration. These efforts include evaluating the potential for storing carbon dioxide in geologic formations below Earth&rsquo;s surface, potential release of greenhouse gases from Arctic soils and permafrost, and mapping the distribution of rocks suitable for potential mineral sequestration efforts.<\/p>\r\n<p>The methodology was developed in accordance with the Energy Independence and Security Act of 2007, which authorized the Department of the Interior to develop the methodology and conduct the national assessment. This research also benefited from discussions with a variety of organizations and stakeholders, such as the Departments of Agriculture and Energy, the Environmental Protection Agency and the science community.<\/p>\r\n<p>For more information about this assessment and to submit comments to the draft methodology, visit <a href=\"http:\/\/www.usgs.gov\/global_change\/carbon\/default.asp\">http:\/\/www.usgs.gov\/global_change\/carbon\/default.asp<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climate Change","biology","ecosystems","Carbon Sequestration"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1279080000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}