{"title":"USGS On Top of Floods in Eastern Massachusetts","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Due to heavy rains pelting eastern Massachusetts in recent days, U.S. Geological Survey (USGS) field crews have been leaning precariously over the sides of bridges throughout the region to obtain accurate measurements of the amount (discharge) and height (stage) of water in swollen streams.<!--introend--> \n<p>Streamflow information, measured at established USGS monitoring stations throughout Massachusetts and the nation, is relayed to the National Weather Service (NWS) and other state and federal agencies, such as the U.S. Army Corps of Engineers (USACE), the Federal Emergency Management Agency (FEMA), and the Massachusetts Emergency Management Agency (MEMA). \r\n<p>This discharge and stage information is used by flood forecasters and water resources managers at the above agencies to warn the public of impending floods and also manage water levels at locks and dams, levees, and diversions. \r\n<p>Preliminary measurements by the USGS in eastern Massachusetts include: \r\n<p><b>&middot; Wading River near Norton<\/b> peaked on Sunday (June 14, 1998) with a discharge of about 1,460 cubic feet per second (about 944 million gallons per day). Such flow is equivalent to about a 80-year flood, or one that has about a one-in-eighty chance of occurring in any given year. By comparison, the peak of the October 1996 flood at this site produced a flow of about 410 cubic feet per second (about 9.4 million gallons per day), equivalent to about a 2-year flood. \r\n<p><b>&middot; Neponset River at Norwood<\/b> peaked on Sunday (June 14, 1998) with a discharge of about 1,230 cubic feet per second (about 795 million gallons per day). Such flow is equivalent to about a 70-year flood, or one that has about a one-in-seventy of occurring in any given year. By comparison, the peak of the October 1996 flood at this site produced a flow of about 760 cubic feet per second (about 491 million gallons per day), equivalent to about a 13-year flood. \r\n<p><b>&middot; Shawsheen River near Wilmington<\/b> peaked on Monday (June 15, 1998) with a discharge of about 1,240 cubic feet per second (about 800 million gallons per day). Such flow is equivalent to about a 20-year flood, or one that has about a one-in-twenty chance of occurring in any given year. By comparison, the peak of the October 1996 flood at this site produced a flow of about 1,850 cubic feet per second (about 1.2 billion gallons per day), equivalent to about a 70-year flood. \r\n<p><b>&middot; Charles River at Waltham<\/b> peaked on Sunday (June 14, 1998) with a discharge of about 2,540 cubic feet per second (about 1.6 billion gallons per day). Such flow is equivalent to about a 13-year flood, or one that has about a one-in-thirteen chance of occurring in any given year. By comparison, the peak of the October 1996 flood at this site produced a flow of about 2,990 cubic feet per second (about 1.9 billion gallons per day), equivalent to about a 25-year flood. \r\n<p><b>&middot; Charles River at Dover<\/b> peaked on Tuesday (June 16, 1998) with a discharge of about 1,880 cubic feet per second (about 1.2 billion gallons per day). Such flow is equivalent to about a 5-year flood, or one that has about a one-in-twenty chance of occurring in any given year. By comparison, the peak of the October 1996 flood at this site produced a flow of about 1,370 cubic feet per second (about 885 million gallons per day), equivalent to about a 2-year flood. \r\n<p><b>&middot; Taunton River near Bridgewater<\/b> peaked on Tuesday (June 16, 1998) with a discharge of about 2,830 cubic feet per second (about 1.8 billion gallons per day). Such flow is equivalent to about a 4-year flood, or one that has about a one-in-four chance of occurring in any given year. By comparison, the peak of the October 1996 flood at this site produced a flow of about 3,710 cubic feet per second (about 2.4 billion gallons per day), equivalent to about a 11-year flood. \r\n<p><b>&middot; Assabet River at Maynard<\/b> peaked on Monday (June 15, 1998) w","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"898142400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168989"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}