{"title":"Disaster Earthquake Scenario Unveiled for Southern California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>Editors'notes<\/em><\/strong><em>:<\/em><em> A telephone conference call is scheduled for 10:30 a.m. PDT for a brief presentation and opportunity for questions with the principal authors. Call 605-990-0100, and enter conference code 1009678#<\/em><\/p>\n<p><em>B-roll animations and high-resolution images are available at<\/em> <a href=\"http:\/\/urbanearth.usgs.gov\/shakeout\">http:\/\/urbanearth.usgs.gov\/shakeout<\/a>.&nbsp;<\/p>\r\n<p><!--introstart-->Scientists today unveiled a hypothetical Scenario describing how a magnitude 7.8 Southern California earthquake -similar to the recent earthquake in China- would impact the region, causing loss of lives and massive damage to infrastructure, including critical transportation, power, and water systems.<!--introend--><\/p>\r\n<p>In the Scenario, the earthquake would kill 1800 people, injure 50,000, cause $200 billion in damage, and have long-lasting social and economic consequences. This is the most comprehensive analysis ever of what a major Southern California earthquake would mean, and is the scientific framework for what will be the largest earthquake preparedness drill in California history, scheduled for November 13, 2008.<\/p>\r\n<p>The November preparedness exercise, \"Golden Guardian '08,\" will test the ability of emergency responders to deal with the impact of a magnitude 7.8 earthquake on the San Andreas Fault in Southern California, and is being jointly organized by the Governor's Office of Emergency Services and the California Office of Homeland Security. The Golden Guardian exercise will occur during a week-long series of public events planned for the \"Great Southern California ShakeOut.\" A June 4<sup>th<\/sup> kick-off event is planned for the \"ShakeOut\" to help communities plan to respond to the risks highlighted in the Scenario.<\/p>\r\n<p>The scientific report describing the <em>ShakeOut Scenario<\/em>, jointly published by the U.S. Geological Survey (USGS) and the California Geological Survey (CGS), will be released today during a Congressional hearing in Washington, D.C. The House Committee on Natural Resources, Subcommittee on Energy and Mineral Resources, led by Chairman Jim Costa (D-CA), will hold an oversight hearing on USGS efforts to prepare for future earthquakes, at 10:00 a.m. EDT in Room 1324, Longworth House Office Building&nbsp;<\/p>\r\n<p>Although imaginary, the<em> Shakeout Scenario<\/em> is based on scientists'best predictions of what would actually occur during and after a major earthquake on the San Andreas Fault.<\/p>\r\n<p>The Scenario outlines a hypothetical earthquake in which:<\/p>\r\n<ul>\r\n<li>The strongest shaking and greatest damage is near the stretch of the San Andreas Fault that extends through the fastest growing areas of Southern California, including the Coachella Valley, Inland Empire and Antelope Valley. <\/li>\r\n<li>At least 10 million people will be exposed to heavy shaking. California's efforts at mitigation have concentrated on life safety and have been largely successful. Thus, in spite of the large numbers of people in highly shaken areas, deaths are estimated at only 1,800.<\/li>\r\n<li>Building types known to be vulnerable to damage and collapse, do indeed sustain major damage. All un-reinforced masonry buildings within 15 miles of the San Andreas Fault are completely destroyed. Those that are not retrofitted kill many occupants. Many other older building types without retrofitting contribute to over $33 billion in damage to buildings. <\/li>\r\n<li>The fault offsets all lifelines crossing into Southern California at Cajon Pass (Interstate 15), San Gorgonio Pass (Interstate 10) and along Route 14, including pipelines, power lines, roads, railways, telecommunications and aqueducts.<\/li>\r\n<li>Strong shaking continues in downtown Los Angeles for 55 seconds - nearly 8 times longer than in the Northridge Earthquake<\/li>\r\n<li>The prolonged, strong shaking heavily damages and sometimes collapses hundreds of old brick buildings, thousands of older commercial","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["earthquakes","Shake Out","hazards"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1211428800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169090"},{"tid":"169252"},{"tid":"169663"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}