{"title":"Dr. Robert McLean Named Director of USGS National Wildlife Health Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Dr. Robert McLean has been named director of the U.S. Geological Survey (USGS) <a href=\"http:\/\/www.emtc.usgs.gov\/nwhchome.html\">National Wildlife Health Center<\/a> in Madison, Wis. McLean, who will assume his new duties in late July, will be responsible for overall Center management.<!--introend--> The Center conducts research on wildlife diseases to support national and international resource management and to promote wildlife health. \n<p>\"The USGS <a href=\"http:\/\/www.emtc.usgs.gov\/nwhchome.html\">National Wildlife Health Center<\/a> is an international leader in wildlife disease research. I know that Bob will continue that tradition of outstanding leadership and enhance the Center&rsquo;s reputation in the process,\" said Dr. Gregory Smith, acting regional chief biologist in the eastern region of USGS. \r\n<p>McLean has an extensive background in wildlife disease research and serves as the president of the Wildlife Disease Association. At present, he is a research program manager at the U.S. Department of Agriculture, National Wildlife Research Center, in Fort Collins, Colo. Previously, he worked at the Centers for Disease Control and Prevention in Fort Collins, where he conducted research on arboviruses and Lyme disease. McLean received a master&rsquo;s degree in biology from Bowling Green State University, Bowling Green, Ohio, and a doctorate in zoology and ecology from Pennsylvania State University, University Park, Pa. \r\n<p>In accepting his new position, McLean said, \"I am committed to the conservation of wildlife through the study of wildlife diseases. Many wildlife species face shrinking habitats and other environmental stressors that negatively impact their health. Understanding these relationships is essential to treating and preventing wildlife diseases. This position is important to the overall management of our wildlife, and the challenges are increasing. I am looking forward to working with the <a href=\"http:\/\/www.emtc.usgs.gov\/nwhchome.html\">National Wildlife Health Center<\/a> staff to continue their important programs.\" <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"897883200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169303"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}