{"title":"How High Was the Water?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->June 9 marks the 40<sup>th<\/sup> anniversary of the devastating 1972 flood in the Black Hills of South Dakota.<!--introend-->&nbsp; This historic flood set many record peak discharges that remain today, and the communities of Rapid City and Keystone were changed forever by the loss of life and property damage.&nbsp;&nbsp;<\/p>\n<p>The 1972 flash flood took 238 lives and was second only in U.S. history to the Johnstown, Penn. dam break flood in 1889 where 2,200 perished.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>This year, the Rapid City community is placing special emphasis on this anniversary to ensure that the lessons learned are not forgotten.&nbsp; In support of this commemoration, the U.S. Geological Survey will install seven flood markers in Rapid City and Keystone to show how high the water level was during the 1972 flash floods along Rapid Creek and Battle Creek.&nbsp;&nbsp;<\/p>\r\n<p>&rdquo;In the 40 years since this devastating flood, many lessons have been learned and much has been done to help prevent a similar disaster,\" explained USGS Director Marcia McNutt. \"The close coordination between the city, county, and Federal agencies was used to identify the new flood plain and create a green belt where residences once stood &mdash; a first in the Nation. Today, careful monitoring of rainfall and streamflow conditions by the USGS and NOAA's National Weather Service (NWS) is done in real-time. The information is promptly made available so that the NWS and County Emergency Management agencies can issue earlier and more accurate flood warnings.\"&nbsp;<\/p>\r\n<p>\"It is important for people to remember the 1972 flood and not grow complacent. These flood markers provide a legacy of flood knowledge for those who were not here that fateful night,\" said Mark Anderson, Director of the USGS South Dakota Water Science Center in Rapid City.&nbsp;&nbsp;<\/p>\r\n<p>Anderson lived through the 1972 flood and was forced to evacuate on foot through the rapidly rising flood waters along Jackson Blvd. He also knew many people who perished in the flood.&nbsp;<\/p>\r\n<p>\"We know that a flood of this magnitude or even larger could occur again in the Rapid City area. And if it happens again, we need to be better prepared,\" said Anderson.&nbsp;<\/p>\r\n<p>The flood markers are being installed on pre-existing structures and buildings. Most markers are expected to be in place prior to June 9. SPECIFIC TIMES\/DATES FOR PLACEMENT OF EACH MARKER ARE FORTHCOMING. <strong>PLEASE CONTACT Mark Anderson at 605-394-3220 or Joel Petersen at 605-394-3217 TO INDICATE YOUR PLACE\/DATE PREFERENCE<\/strong>.&nbsp;<\/p>\r\n<p>Locations where USGS scientists plan to install the flood markers include:<\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/g.co\/maps\/59b3e\">Cleghorn Springs Fish Hatchery<\/a><\/li>\r\n<li><a href=\"http:\/\/g.co\/maps\/r4skj\">Storybook Island<\/a><\/li>\r\n<li><a href=\"http:\/\/goo.gl\/maps\/qnlJ\">Post Office in Rapid City<\/a><\/li>\r\n<li><a href=\"http:\/\/goo.gl\/maps\/1LLR\">Post Office in Keystone<\/a><\/li>\r\n<\/ul>\r\n<p>For more information, visit the <a href=\"http:\/\/sd.water.usgs.gov\/\">USGS South Dakota Water Science Center<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["water","Water Cooperative Water","Water National Streamflow Information","Water Groundwater Resources"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1338350400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"170028"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}