{"title":"Captive Whooping Cranes Released Into the Wild","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>NECEDAH, Wis.<\/strong> &ndash; <!--introstart-->Four whooping crane chicks raised in captivity began their integration into the wild Saturday as part of the continuing effort to increase the wild population of this endangered species.<!--introend--><\/p>\n<p>The cranes, hatched and raised by their parents at the U.S. Geological Survey&rsquo;s <a href=\"http:\/\/www.pwrc.usgs.gov\">Patuxent Wildlife Research Center<\/a> in Laurel, Maryland, were released on the U.S. Fish and Wildlife Service&rsquo;s <a href=\"http:\/\/www.fws.gov\/refuge\/necedah\/\">Necedah National Wildlife Refuge<\/a> in Wisconsin.<\/p>\r\n<p>The chicks, about six-months old, are part of an experimental rearing and release method referred to as &ldquo;parent-rearing.&rdquo;&nbsp; The parent-reared whooping crane chicks were hatched and raised by captive adult whooping cranes. This method relies entirely on the expertise of captive parents, who care for, exercise, and feed the chicks.<\/p>\r\n<p>These chicks will join a flock of about 95 cranes that inhabit wetlands on the refuge and elsewhere in central Wisconsin during the spring and summer.&nbsp; The flock is composed of cranes reintroduced into the wild in order to establish a migratory flock of whooping cranes in the eastern United States.&nbsp; The Eastern Migratory Flock flies south to wetlands in the Southeast United States for the winter. &nbsp;The USGS Patuxent Wildlife Research Center also raises chicks for release into a newly established non-migratory flock in the wetlands of Southwest Louisiana.<\/p>\r\n<p>&ldquo;Over the past 13 years, USGS biologists &ndash; <a href=\"http:\/\/gallery.usgs.gov\/videos\/172#.VCG26kvDCC1\">dressed in costumes<\/a> to avoid having the birds &ldquo;imprint&rdquo; on people -- have raised between five and 20 whooping crane chicks annually that have been released into the Eastern Migratory Flock,&rdquo; said John French, leader of the USGS whooping crane project at Patuxent.&nbsp; &ldquo;This new method of allowing captive adult cranes rear the chicks prior to release into the wild is intended to evaluate the effects of rearing by humans in costume, which is obviously an odd condition. &nbsp;Parent rearing may result in the chicks learning behavior important to their survival and reproduction.&rdquo;<\/p>\r\n<p>While the parent-rearing method has been used previously with sandhill cranes in Mississippi and whooping cranes in Florida, this is only the second year it has been attempted with a migratory population.&nbsp;<\/p>\r\n<p>&ldquo;Our refuge has a long history of helping with the successful reintroduction of endangered or threatened bird species to the area,&rdquo; said Doug Staller, Necedah National Wildlife Refuge manager. &ldquo;Necedah is the summer home for the bulk of the Eastern Migratory Flock of whooping cranes, some of which are breeding, and provides a unique and important opportunity to learn more about these endangered birds. It was only natural for us to be involved in the parent rearing effort.&rdquo;<\/p>\r\n<p>The parent-reared chicks arrived at Necedah NWR Saturday, where they were housed in separate predator resistant enclosures to provide them a safe place for chicks to roost while they acclimated to their new surroundings near other free-ranging whooping cranes.<\/p>\r\n<p>The pens are located in the vicinity of pairs of adult whooping cranes without chicks of their own.&nbsp; Such pairs have a tendency to adopt other chicks, and when adopted, will lead them south during migration, which begins at the end of October.<\/p>\r\n<p>In addition to the four parent-reared chicks released at Necedah NWR, seven costumed-reared whooping crane chicks will join the eastern migratory flock this year as well.&nbsp; The chicks were raised in captivity by costumed handlers and have been imprinted on an ultralight aircraft.&nbsp; They will earn the migration route by following the ultralight from White River Marsh in Wisconsin to the Gulf Coast of Florida.&nbsp; More information on the migr","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Whooping Cranes","endangered","Endangered Species","Endangered Birds","Cranes","migration","Migratory Birds Geographic Areas Southeast","Geographic Areas Midwest","Ecosystems Terrestrial Freshwaterand Marine Environments","Ecosystems Wildlife Terrestrialand Endangered Resources"],"article_type":["National News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1411444800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169071"},{"tid":"169716"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}