{"title":"USGS Names Interim Mapping Chief","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Richard E. Witmer has been named Acting Chief of the National Mapping Division of the U.S. Geological Survey, the nation&rsquo;s largest civilian mapping agency. Witmer, who previously served as Associate Chief for Programs and Finances, will manage the bureau&rsquo;s mapping programs while a nationwide search is conducted to select a replacement for Chief Allen H. Watkins, who is retiring after 33 years of government service.<\/p>\n<p>\"Dick&rsquo;s intimate knowledge of the workings of the National Mapping Division will provide continuity of leadership during a complex period of reorganization at the USGS and within the mapping division,\" said Dr. Gordon Eaton, Director of the USGS.<\/p>\r\n<p>Witmer joined the USGS in 1974 as Assistant Chief of the Geography Program and later served as Chief of Geographic and Cartographic Research. As Chief of the Geography Program, he co-authored the USGS Land Use\/Land Cover Classification System. From 1985 to 1994, he was Assistant Division Chief for Plans and Operations and later for the Office of Program, Budget, and Administration.<\/p>\r\n<p>Prior to joining the USGS, Witmer was a member of the faculty of Florida Atlantic University and East Tennessee State University. He has a bachelor of science degree in physics and mathematics (1962), master of science (1964) and Ph.D (1967) degrees in geography and geology, from the University of Florida.<\/p>\r\n<p>Witmer and his wife, Linda, reside in Chantilly, Va.<\/p>\r\n<p>The National Mapping Division of the USGS is responsible for ensuring the availability of accurate map and geographic data for the United States and its trust territories. The division has approximately 1800 federal and contractor employees in five major production centers and in several regional offices.<\/p>\r\n<p>Before assuming his post in Reston in 1991, Watkins spent 18 years as head of the USGS Earth Resources Observation Systems (EROS) Data Center near Sioux Falls, S.D. Under his leadership and through his longstanding relationship with the National Aeronautics and Space Administration, the USGS has established a worldwide reputation in the field of remote sensing from space, providing advancements in information systems research, development and operations.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"807768000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170530"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}