{"title":"Pinpointing Drought Coast to Coast","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Take vast quantities of satellite remote sensing data. Season with time. Mix generously with information about climate, soils, and recent rainfall. These are the ingredients for the Vegetation Drought Response Index.<!--introend--><\/p>\n<p>Known to specialists as VegDRI, this computer modeling and monitoring method provides continuous drought information over large regions and supplies finer spatial detail than other commonly used drought indicators. The index is now available at two-week intervals across the conterminous 48 States.<\/p>\r\n<p>&ldquo;For anyone monitoring agricultural conditions, particularly ranching, or with interests in natural resource management, VegDRI is invaluable,&rdquo; said Dr. Brian Wardlow, Remote Sensing Specialist at the National Drought Mitigation Center (NDMC) of the University of Nebraska-Lincoln. &ldquo;It gives us a regional overview with enough definition to know how specific rangelands and crops are doing.&rdquo;<\/p>\r\n<p>VegDRI integrates time-series observations of vegetation with climate, land cover-land use type, ecological setting, and soil characteristics to show drought&rsquo;s effect on vegetation at a 1-kilometer resolution. The massive remote sensing archives at the USGS Earth Resources Observation and Science Center (USGS-EROS) supply historical satellite data from the last 20 years that are critical in establishing a sound comparison of normal conditions over a longer historical period.<\/p>\r\n<p>Research on VegDRI began in 2002 when scientists from the USGS and the University of Nebraska-Lincoln began developing a drought monitoring tool with initial funding from the USGS. Wardlow and Dr. Tsegaye Tadesse, NDMC climatologist, work closely with Jesslyn Brown and staff at USGS-EROS, with further sponsorship from the U.S. Department of Agriculture&rsquo;s Risk Management Agency.<\/p>\r\n<p>&ldquo;The partnership between the USGS and the University of Nebraska-Lincoln&rsquo;s National Drought  Mitigation Center has been a great success,&rdquo; Brown observed. &ldquo;We have come a long way in operational drought monitoring by utilizing satellite remote sensing in combination with climate and other environmental data.&rdquo;<\/p>\r\n<p>In 2006, the team began to convert VegDRI from a research activity to regular map production. After starting with a seven state region in the Great Plains, they reached a VegDRI milestone on May 4, 2009, with coverage of the entire conterminous 48 States at two-week intervals.<\/p>\r\n<p>Two Web-based viewing options for VegDRI are available online: the <a href=\"http:\/\/gisdata.usgs.gov\/website\/Drought_Monitoring\/viewer.php\">USGS Drought Monitoring viewer<\/a> and the <a href=\"http:\/\/www.drought.unl.edu\/vegdri\/VegDRI_Main.htm\">NDMC VegDRI Web site<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2009_06_18\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2009_06_18\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2009_06_18\" mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2009_06_18\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2009_06_18&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Nebraska"],"country":["United States of America"],"mm_tags":["geography","Natural Resource Management","farming","drought","monitoring","satellites"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1245297600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169638"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}