{"title":"The Gold Rush is Over; Environmental Effects Linger On","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public_affairs\/press_releases\/index.html<\/a> \n<p>At AAAS Friday, Jan. 22, 2;30-5:30 p.m. \r\n<p>From the Gold Rush of 1849 through the 1960&rsquo;s, California produced about 3,300 tons of gold, or about one-third of all U.S. gold production, but it left a legacy of detrimental environmental effects whose damage may never be fully determined, according to Roger Ashley of the U.S. Geological Survey in Menlo Park, Calif. \r\n<p>In a presentation to the American Association for the Advancement of Science (AAAS) annual meeting in Anaheim, Friday (Jan. 22), Ashley told fellow scientists that at least four billion cubic meters of material was disturbed during the miners&rsquo; quest for gold in the Sierra Nevada, and that mercury found in some California streams today is the result of many early-day mining operations. \r\n<p>Placer mining, which yielded most of the gold in the early years, used large amounts of mercury to aid in separating the gold from other materials. That mercury is still present in many areas of the \"gold country,\" and may have \"significant environmental impacts on some watersheds,\" Ashley said. \r\n<p>In addition, hydraulic mining, which soon replaced the early-day pick and shovel operations, and later dredging, disturbed and altered stream courses in ways that contributed to accelerated rates of erosion. \r\n<p>Processing of quartz from gold lodes, mined mostly underground, used only one or two percent as much mercury as did placer mining, but some of the tailings piles at these lode mines contain elevated levels of arsenic. Hydraulic mining continued, at much reduced levels, until the 1940s, and placer mining is still practiced today. \r\n<p>Ashley&rsquo;s presentation was one of several AAAS presentations made by USGS scientists, on topics from gold mining to reducing earthquake losses. The meeting will continue through Tuesday (Jan. 26) at the Anaheim Convention Center.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"916894800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}