{"title":"Understanding Coastal Hazards&mdash; From Coastal Erosion and Storms to Sea-level Rise","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>What:<\/b>U.S. Geological Survey (USGS) Congressional briefing on \"Understanding Coastal Hazards\" highlights how science is helping fast-growing coastal regions and communities make smart land use decisions, minimize costly losses from coastal hazards, and preserve natural resources and the environment. <\/p>\n<p><b>When:<\/b> May 18, 2000 from 10:00 a.m. to 11:00 a.m. <\/p>\r\n<p><b>Where:<\/b> Room 311 Cannon House Office Building, 1st &amp; Independence Ave., SE <\/p>\r\n<p>Understanding Coastal Hazards - From Coastal Erosion and Storms to Sea-level Rise is the fourth in a series of Congressional briefings sponsored by the USGS and Representative Tom Davis that highlights how earth and biological science information is used by decision makers to make communities safer and healthier. Coastal erosion, hurricanes, tsunamis and sea-level rise are all hazards that can affect coastal communities along the Atlantic, the Pacific, the Gulf of Mexico, and the Great Lakes. The cost of disaster relief for these events affects all taxpayers. <\/p>\r\n<p>The coastal hazards seminar is co-sponsored by the American Coastal Coalition, the Coastal States Organization, the American Geological Institute, the American Geophysical Union and NOAA. Representatives from the H. John Heinz III Center for Science, Economics, and the Environment and the Louisiana Governor&rsquo;s Office will join the U.S. Geological Survey in speaking to the issue of coastal hazards from both local and national perspectives. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"958363200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}