{"title":"Lifetime Mates Good for the Goose and the Gander","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ANCHORAGE, Alaska &mdash; <!--introstart-->Not all birds mate for life, but for those species that do, wildlife biologists have found a clear benefit to the birds from such long-term relationships: greater longevity and breeding success, according to a study recently published in Behavioral Ecology<!--introend--><\/p>\n<p>The study's authors found that when female black brant (a small arctic goose) lose their mate, their chances for survival are greatly diminished. The study is the first to characterize health effects of mate loss to female geese, and its conclusions have implications for wildlife population management.&nbsp;<\/p>\r\n<p>\"Scientists now have evidence to demonstrate that in species that mate for life, harvesting of males can have the unintended consequence of reducing the survival prospects for their female mates, in some cases, 'killing two birds with one stone',\" said USGS Director Marcia McNutt. \"The evidence says that only the very fittest and strongest of the females will survive the loss of her mate to breed again.\"&nbsp;<\/p>\r\n<p>\"In fluctuating waterfowl populations, as has occurred in black brant, female health is often the most sensitive factor that regulates populations,\" says David Ward, a research wildlife biologist with the U.S. Geological Survey&rsquo;s Alaska Science Center and co-author of the study.&nbsp;<\/p>\r\n<p>In the study, led by Chris Nicolai and Jim Sedinger of the University of Nevada, Reno, the researchers followed over 2,000 known pairs of black brant to examine the effect on female survival and their subsequent reproduction after they lost their mate during regular sport-hunting seasons.&nbsp; The authors found that female brant survival declined about 16 percent after losing a mate. The authors also found evidence that only widowed females in better body condition were able to re-pair with a new male and again reproduce.<\/p>\r\n<p>\"Mate loss increases the vulnerability of females to harvest and natural mortality because females need protection by males during feeding, nesting, and migration.&nbsp; It may take an especially fit female to survive mate loss, re-pair with a new mate, and continue reproducing in the future,\" says Nicolai, now a migratory bird biologist with the U.S. Fish and Wildlife Service. \"In situations where goose populations are fluctuating, population management actions could focus on improving the maintenance of pair bonds and female health by informing harvest policy, management of natural mortality, and habitat improvements.\"&nbsp;<\/p>\r\n<p>The study is part of a decades-long investigation into the Brant, initiated by Sedinger, the lead scientist on the project.&nbsp;<\/p>\r\n<p>\"Since 1984 we&rsquo;ve had a rustic summer basecamp near a brant nesting area 500 miles west of Anchorage near Chevak, a small Eskimo village on the Bering Sea,\" Sedinger said. \"The birds are also followed, using unique tagging codes, while they winter in Mexico.\"&nbsp;<\/p>\r\n<p>The paper, \"<a href=\"http:\/\/beheco.oxfordjournals.org\/content\/early\/2012\/02\/09\/beheco.ars009.abstract\">Mate loss affects survival but not breeding in black brant geese<\/a>,\" was recently published in Behavioral Ecology. The paper was authored by Christopher A. Nicolai and James S. Sedinger from the University of Nevada, Reno, David H. Ward from the U.S. Geological Survey Alaska Science Center, and W. Sean Boyd from the Pacific Wildlife Research Centre, Canadian Wildlife Service.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Ecosystems Wildlife Terrestrialand Endangered Resources"],"release_date":{"und":[{"value":"1339646400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170128"},{"tid":"170155"},{"tid":"170241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}