{"title":"Biologists Rediscover Endangered Frog Population","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><a href=\"#gallery_news\">Images available below<\/a>.<\/p>\n<p>Additional contacts:&nbsp;<\/p>\r\n<ul>\r\n<li>U.S. Forest Service: 909-382-2620<\/li>\r\n<li>U.S. Fish and Wildlife Office: 760-431-9440, ext. 205<\/li>\r\n<\/ul>\r\n<h3><em>Zoo, Museum, State and Federal Agencies Collaborate To Save Mountain Yellow-Legged Frog<\/em><\/h3>\r\n<p>For the first time in nearly 50 years, a population of a nearly extinct frog has been rediscovered in the San Bernardino National Forest&rsquo;s San Jacinto Wilderness. Biologists from the U.S. Geological Survey (USGS) assessing suitability of sites to re-establish frogs and scientists from the San Diego Natural History Museum retracing a 1908 natural history expedition both rediscovered the rare mountain yellow-legged frog in the San Jacinto Wilderness near Idyllwild, Calif.<\/p>\r\n<p>This re-discovery &mdash; along with the San Diego Zoo&rsquo;s first successful breeding of the frog in captivity, and successful efforts by California Department of Fish and Game to restore frog habitat &mdash; renews hope of survival for this Southern California amphibian.<\/p>\r\n<p>Globally, amphibians are on the decline because of habitat loss, effects of climate change and the spread of a deadly pathogen called the chytrid fungus. The mountain yellow-legged frog is one of three frogs or toads on the federal Endangered Species List in Southern California. Prior to this recent discovery, USGS researchers had estimated there were about 122 adult mountain yellow-legged frogs in the wild.<\/p>\r\n<p>USGS and San Diego Natural History Museum biologists found the endangered frog during separate trips in June. The frogs were spotted at two locations about 2&frac12; miles apart in the Tahquitz and Willow creeks in the San Jacinto Mountains. The number of frogs in the area has not yet been determined.<\/p>\r\n<p>&ldquo;If this population is large, it could play an important role in the re-establishment of this species across Southern California,&rdquo; said Adam Backlin, a USGS scientist who led the survey team that spotted the first new Tahquitz Creek frogs on June 10.<\/p>\r\n<p>Biologists from the San Diego Natural History Museum made their find June 25<strong>.<\/strong> The museum scientists were retracing the path of a 1908 expedition by the Museum of Vertebrate Zoology, University of California, Berkeley. During that expedition, which covered all elevations and faces of the San Jacinto Mountain region, the frog was collected at five sites. The San Diego Natural History Museum&rsquo;s team is searching for all species of vertebrates &mdash; animals with a backbone &mdash; in a study of biological change in the region. The biologists were in the Tahquitz Valley area the week of June 21 when Drew Stokes, a field biologist with the museum, found and photographed a single mountain yellow-legged frog in Willow Creek, a tributary of Tahquitz Creek. The museum&rsquo;s study will continue until biologists have completed three surveys at each of the 19 sites studied by the 1908 expedition.<\/p>\r\n<p>Mountain yellow-legged frogs are not known to migrate far, possibly indicating a significant population. The size of the site represents much more habitat than occupied by the eight other mountain yellow-legged frog populations in the San Jacinto, San Bernardino, and San Gabriel mountain ranges. In those areas, the frog occupies less than a half-mile of stream.<\/p>\r\n<p>This rediscovery is a windfall for all the partners working to increase the number of mountain yellow-legged frogs in the wild by government and nonprofit partners. In addition to the USGS and the San Diego Natural History Museum, the effort involves collaboration between the San Diego Zoo&rsquo;s Institute for Conservation Research, California Department of Transportation (Caltrans), U.S. Fish and Wildlife Service, U.S. Forest Service, University of California and California Department of Fish and Game.<\/p>\r\n<p>The San Diego Zoo&rsquo;s Institute for Conservation Research was the first to","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Yellow","frog","California","biology"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1248408000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170638"},{"tid":"170413"},{"tid":"170414"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}