{"title":"New Reconnaissance Study Identifies Toxic Compounds in the Columbia River Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>PORTLAND, Ore.&shy;&ndash;-<!--introstart-->Human activities, such as industrial production, transportation, and day-to-day living, are sources of many contaminants that flow into the Columbia River.<!--introend--> A recently completed reconnaissance study detected hundreds of these contaminants in water samples collected from wastewater-treatment-plant effluent and storm runoff from roads and other urban environments in nine cities that line the Columbia River in Oregon and Washington. The nine cities, in downstream order, are Wenatchee, Richland, Umatilla, The Dalles, Hood River, Portland, Vancouver, St. Helens, and Longview.<\/p>\n<p>\"Many of these toxic pollutants are not removed by normal purification processes in municipal waste water treatment plants, and for that reason it is wise to think twice before washing or flushing anything down the drain that can harm the environment,\" said U.S Geological Survey Director Marcia McNutt. \"After all, the fish from the Columbia River find their way to many dinner plates, thus we want to be sure that their home waters are as clean and healthy as possible.\"&nbsp;<\/p>\r\n<p>The USGS study, done in cooperation with Columbia River Inter-Tribal Fish Commission and the Lower Columbia Estuary Partnership, can help water managers and policy makers in the lower Columbia basin make decisions about how to proceed with toxics-reduction activities.<\/p>\r\n<p>\"Hundreds of fish and wildlife species, including 12 stocks of threatened and endangered salmonids, rely on the Columbia River ecosystem for their food sources and habitat, so toxic contamination is a significant concern in the basin,\" said Jennifer Morace, a hydrologist with the USGS and principal investigator for the study. \"We need to know what&rsquo;s getting into the river and where it&rsquo;s coming from. This study was a first step toward finding out.\"<\/p>\r\n<p>Among the contaminants found in samples from wastewater-treatment plants were personal care products, plasticizers, industry-related compounds, pharmaceuticals, polychlorinated biphenyls (PCBs), polybrominated diphenyl ether (PBDEs, which are flame-retardants), organochlorine or legacy compounds, currently used pesticides, mercury, and estrogenic compounds. The wastewater-treatment plant study analyzed for 210 of these compounds, and 112, or 53 percent, were detected.&nbsp;<\/p>\r\n<p>Analysis of storm runoff yielded 114, or 58 percent, of the 195 compounds tested for, including PCBs, PBDEs, organochlorine compounds, polycyclic aromatic hydrocarbons (PAHs), currently used pesticides, trace elements, mercury, and oil and grease. Most of the compounds detected in the treatment-plant effluent were found at all of the plants, whereas the compounds in storm runoff varied among locations. This result is expected given the variety of sources for the runoff.<\/p>\r\n<p>The amounts found in the study would be small when diluted by the Columbia River, but could be significant locally, near the sources.<\/p>\r\n<p>\"Many of the compounds we detected are assimilated by lower organisms and concentrated up the food chain to top predators, including humans,\" said Morace.<\/p>\r\n<p>\"Our partnership with the USGS has led to key insights that has helped us understand the scope of toxic contamination in the Columbia River, a key step to reducing contaminants and improving water quality,\" says Debrah Marriott, Executive Director of the Estuary Partnership.<\/p>\r\n<p>&ldquo;Toxics are among the largest threats to the Columbia River ecosystem. This report clearly demonstrates what is entering the Columbia River system. Now that we understand how toxics have made their way in to our river system, we must take immediate action to address the sources of contamination and begin clean up,&rdquo;&nbsp;said Paul Lumley, Executive Director of the Columbia River Inter-Tribal Fish Commission.&nbsp;&ldquo;As tribal members, we have always been taught that healthy ecosystems and healthy communities begin with healthy water.&rdq","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":["toxic","compound","columbia","river","Basin","water"],"release_date":{"und":[{"value":"1336449600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169610"},{"tid":"169747"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}