{"title":"The USGS Will Provide $120,000 To Augment Research on the Fish Lesion Problem Plaguing Maryland&rsquo;s Pocomoke River in the Chesapeake Bay Watershed","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->\"We are extremely concerned about this issue, especially in light of the fish kill which began Wednesday (Aug.6) near the mouth of the Pocomoke River,\" <!--introend-->said USGS Chief Biologist Dennis Fenn. \"Our scientists have the expertise to examine a broad range of fish health and disease distribution issues. Working with the State of Maryland, other federal agencies and area university researchers, we will try to determine the causes of the fish lesions and the extent of the problem throughout the Chesapeake Bay area.\" \n<p>Funds are available for studies by colleagues at the University of Maryland-Eastern Shore and for the USGS Fish Health Laboratory at Leetown, W.Va. Scientists at these locations will collaborate with the State of Maryland and other research partners on the fish lesion problem. \"Leetown scientist, Dr. Vicki Blazer, will focus on the question of possible suppression of fish immune systems, which could make fish more vulnerable to disease,\" said Dr. Fenn. The research team at the University of Maryland will also collect fish samples and broaden the scope of their monitoring efforts to include other Eastern Shore river systems. \r\n<p>With the start of the new fiscal year in October, the USGS will commit additional funds to expand these studies and for landscape-scale studies coordinated by biologists at the USGS Aquatic Ecology Laboratory in Leetown, to take a broader view of the bay. \"We want to examine the complexities of the Chesapeake Bay ecosystem, looking at bay-wide fish health, lesion occurrence and potential links to land use, water quality and stream flow patterns,\" said Dr. Fenn. \"We will continue to work closely with the State of Maryland and other partners to help devise a strategy for protecting and preserving the Chesapeake Bay, one of our nation&rsquo;s most valuable natural resources.\" \r\n<p>Biologists participate in a bureauwide interdisciplinary Chesapeake Bay Ecosystem program, which began in May, 1996, and is closely coordinated with the Chesapeake Bay Program, a multi-agency effort for Bay restoration. The objectives of the ecosystem program are to better understand the effects of natural and human-induced activities on the water quality and living resources of the Bay and provide resource managers with information that is based on sound scientific investigations. Management implications of the scientific findings are provided so resource managers may evaluate the effectiveness of different nutrient-reduction strategies on water quality and the living resources in the Bay. The USGS has participated in the Chesapeake Bay program since 1983. \r\n<p>For more information on USGS work in the Chesapeake Bay, check <a href=\"http:\/\/chesapeake.usgs.gov\/chesbay\/\">http:\/\/chesapeake.usgs.gov\/chesbay\/<\/a> stream flow on the World Wide Web. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"871272000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}