{"title":"The Science of Living with Dangerous Volcanoes","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<div style=\"float: right;padding: 5px\" align=\"right\">[iframe title=\"Volcano Hazards\" name=\"Volcano Hazards\" width=\"400\" height=\"225\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/6X64IhvYYlw?rel=0\" frameborder=\"0\" allowfullscreen]<\/div>\nThe United States is home to 169 active volcanoes that can erupt at any time. These volcanoes not only threaten areas near them, but can endanger air traffic and sometimes even distant communities in the path of their ash and gases.\n\nTo keep communities safe, it is essential to monitor hazardous volcanoes so that the public knows when unrest begins and what hazards can be expected. The U.S. Geological Survey (USGS) is <a href=\"http:\/\/volcanoes.usgs.gov\/\">responsible<\/a> for issuing timely warnings of potential volcanic activity to affected communities and civil authorities to keep what is a natural event from turning into a major natural disaster.\n\nâ\u0080\u009cThe heart of our mission is public safety and seeing our science used,â\u0080\u009d explains USGS Associate Director for Natural Hazards Dave Applegate. â\u0080\u009cWe have to be there in the moment of crisis when the world turns to the USGS looking for information that helps people understand, react to and respond to a disaster. Our networks have to be up and running and our information has to be available in order to make a difference.â\u0080\u009d\n\n<strong>Living with Dangerous Volcanoes<\/strong>\n\nIn the last 50 years, eruptions at U.S. volcanoes have inundated communities with lava, swept people to their deaths, choked major rivers, destroyed bridges, and devastated huge tracts of forests. Clouds of volcanic ash erupted from Alaskan volcanoes have disrupted air traffic as far away as the upper Mid-West.\n\nWith new and ongoing research, and recent upgrades to observatories and monitoring stations, USGS continues to improve its ability to monitor volcanic activity, warn of impending eruptions, and work with partners to forecast the path of ash fall.\n\nâ\u0080\u009cIt is essential that we know what a volcano is capable of doing, and it is crucial to be able to detect the unrest at our volcanoes in the earliest stages so that we can inform and warn the public, allowing people to take actions that will reduce their risk and thereby protect society,â\u0080\u009d says Charlie Mandeville of the USGS Volcano Hazards Program.\n\n<strong>Volcano Monitoring and Building the USGS National Volcano Early Warning System<\/strong>\n\n[caption id=\"attachment_174675\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/07\/1316735480_ak52.jpg\"><img class=\"wp-image-174675 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/07\/1316735480_ak52-300x199.jpg\" alt=\"\" width=\"300\" height=\"199\" \/><\/a> Cleveland Volcano in Alaska.[\/caption]\n\nOne of the best ways to manage volcano hazards is to understand when and where volcanoes are likely to erupt, and how they will behave during periods of unrest.\n\nChanges in gas emissions, swelling of a volcano, and swarms of small earthquakes are signs that a volcano is awakening. All of these changes can be detected with proper monitoring equipment.\n\nâ\u0080\u009cWe want to detect those early signs of activity as early as possible such that weâ\u0080\u0099re not racing to catch up with a re-awakening volcano,â\u0080\u009d says Mandeville. â\u0080\u009cThat means we need to have instruments installed on volcanoes before they become restless.â\u0080\u009d\n\nIn 2005, the USGS released the first-ever comprehensive review of U.S. volcanoes, ranking them from most to least dangerous and identifying those most in need of improved monitoring. The recommendations of this review comprise the <a href=\"http:\/\/volcanoes.usgs.gov\/publications\/2009\/nvews.php\">National Volcano Early Warning System<\/a> (NVEWS), a national-scale, scientifically vetted effort to monitor the most dangerous volcanoes commensurate with their threat.\n\n[caption id=\"attachment_174672\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/07\/Shishaldin8.20.2008-Cyrus_Read.jpg\"><img class=\"size-medium wp-image-174672 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/07\/Shishaldin8.20.2008-Cyrus_Read-300x198.jpg\" alt=\"An image of Shishaldin Volcano at sunset.\" width=\"300\" height=\"198\" \/><\/a> Shishaldin Volcano at sunset. Shishaldin is on Unimak Island, part of Izembek National Wildlife Refuge, Alaska.[\/caption]\n\nNVEWS, which was developed by USGS and partners in the Consortium of U.S. Volcano Observatories, has six focus areas:\n<ul>\n\t<li>Modernizing the volcano monitoring networks.<\/li>\n\t<li>Funding needed research on hazardous phenomena and risk mitigation.<\/li>\n\t<li>Establishing a system for organizing and sharing volcano hazards data to make information more accessible.<\/li>\n\t<li>Revising volcano threat levels periodically based on new research findings and updating instrumentation plans.<\/li>\n\t<li>Implementing a 24\/7 operation that will allow the USGS to deliver forecasts, alerts and notification of volcanic unrest at the earliest stages.<\/li>\n\t<li>Continuing to improve the Nationâ\u0080\u0099s preparedness for responding to eruptions. USGS scientists work with emergency responders, affected communities and businesses, and the public to provide critical scientific information to help make informed decisions on how to prepare for and react to volcanic hazards.<\/li>\n<\/ul>\n<strong>Modeling and Tracking Volcanic Ash: Ash-3D<\/strong>\n\nForecasting where volcanic ash clouds will travel, how much ash will fall, and how the ash will affect important infrastructure helps people know how to plan for a possible eruption or respond to an actual one.\n\nUSGS scientists have developed a new computer model, Ash-3D, that uses data from the eruption and atmosphere to forecast where the ash cloud will drift, and where, when and the amount of ash fall that is expected to occur.\n\nâ\u0080\u009cDuring eruptions, the public wants to know where ash is headed, but most importantly, when will ash begin falling, when will it stop, how much ash, and at what concentrations, meaning will the ash turn day into night?â\u0080\u009d says Tom Murray, USGS Volcano Science Center Director. â\u0080\u009cAsh-3D will help the USGS and the National Weather Service provide more specific information to guide decisions by school districts whether or not to close schools, whether local health agencies issue warnings, and help airport managers estimate how much time they have until ash begins falling and how many planes can safely depart before the airport has to close. And when ash will stop falling and cleanup can begin.â\u0080\u009d\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/06_18_2010\/im15GtrFFA_06_18_2010\/medium\/20100415_4915_mrp_L.jpg\"><img src=\"http:\/\/gallery.usgs.gov\/images\/06_18_2010\/im15GtrFFA_06_18_2010\/medium\/20100415_4915_mrp_L.jpg\" alt=\"\" width=\"350\" height=\"263\" \/><\/a> A USGS Hawaiian Volcano Observatory scientist takes a sample of active lava at Kilauea in Hawaii. These samples are analyzed regularly to track changes in lava chemistry.[\/caption]\n\n<strong>Preparing for Tomorrow<\/strong>\n\nThrough its work advancing eruption forecasting capabilities and maintaining and improving monitoring equipment at key volcanoes, <a href=\"http:\/\/volcanoes.usgs.gov\/\">the USGS will continue<\/a> to provide the information the public needs before, during and after a volcanic event, to prevent this hazard from becoming a disaster.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24221","uid":"31","filename":"Shishaldin8.20.2008-Cyrus_Read.jpg","uri":"public:\/\/Shishaldin8.20.2008-Cyrus_Read.jpg","filemime":"image\/jpeg","filesize":"15947","status":"1","timestamp":"1425492768","type":"image","uuid":"c4f3a383-081c-4c79-8d3a-7a2b10aa2932","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":331,"width":500},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Applegate","Ash3D","explosive volcanoes","Mandeville","Mount Katmai","Murray","National Volcano Early Warning System","Natural Hazards","Novarupta","NVEWS","Volcanic Ash","volcanoes"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1343824995","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}