{"title":"Plate Tectonics Video To Premiere At AGU","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\"Secrets in Stone,\" a video that chronicles the series of scientific discoveries in the early 1960s that led to broad acceptance of the theory of plate tectonics, will be shown for the first time on Tuesday, December 17, 1996, at the annual meeting of the American Geophysical Union (AGU) in San Francisco. The premiere showing will be held at 4:30 p.m., in Room 122 of the Moscone Center. <\/p>\n<p>The video, which is intended for students and a general audience, traces the history of the hypothesis of continental drift, its early dismissal by experts, and then the dramatic rise in acceptance of the hypothesis after geomagnetic polarity reversals from studies of continental lavas were shown to match the pattern of magnetic anomalies on the seafloor. The discoveries confirmed seafloor spreading as the enabling mechanism for continental drift, ultimately leading to the theory of plate tectonics and practical applications involving earthquakes, volcanism, the ocean basin, and continental landforms. <\/p>\r\n<p>The video focuses on the phenomenon of geomagnetic polarity reversals and the work of principal scientists who proved that the global magnetic field switched poles repeatedly during the past 4 million years. During the early 1960s, a number of scientists throughout the world were engaged in fruitful competition to confirm magnetic reversals, and three of the key scientists were working on the theory in a wood and tarpaper shack on the grounds of the U.S. Geological Survey in Menlo Park. <\/p>\r\n<p>That tarpaper shack became the USGS Rock Magnetics Laboratory and was later conferred status as a historic place on the national register. \"Secrets in Stone\" originated from a requirement to document the shack as the setting for a significant scientific discovery, prior to moving the laboratory to a newly constructed building nearby. <\/p>\r\n<p>The video features historical footage of Alfred Wegener, \"father\" of the hypothesis of continental drift, exciting locations of geological interest, and recent interviews with some of the principal scientists involved in the search for geomagnetic reversals. Vivid computer-generated animations help to convey the scientific concepts of Earth magnetism and plate tectonics. <\/p>\r\n<p>\"We&rsquo;re very proud of this video,\" said USGS geophysicist Jack Hillhouse, a research scientist at the new USGS paleomagnetic laboratory in Menlo Park. \"The video captures the essence of how great discoveries in science often depend on luck; when, in a flash of inspiration, seemingly unrelated observations suddenly meld into a scientific revelation. It&rsquo;s an excellent educational film that makes complex science understandable, while conveying the excitement of scientific discovery.\" <\/p>\r\n<p>The video may be checked out for viewing from the USGS Earth Science Library in Menlo Park, or through inter-library loan from any Bay area public library. Interested persons should check with their local library or call the USGS library in Menlo Park at 415-329-5009. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"850453200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}