{"title":"Chimacum Water Model Looks into the Future","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>[Editors: More information about the study: <a href=\"http:\/\/wa.water.usgs.gov\/projects\/chimacum\/\">http:\/\/wa.water.usgs.gov\/projects\/chimacum\/<\/a>.]<\/p>\n<p>TACOMA, Wash. &mdash; A new computer model of the Chimacum Creek Basin built to simulate &ldquo;what-if&rdquo; scenarios for basin groundwater managers indicates that most of the water recharging the groundwater system flows directly out to marine waters and coastal areas, according to a report by the U.S. Geological Survey.<\/p>\r\n<p>Chimacum Creek Basin is 53-square-mile area on the Olympic Peninsula in northeastern Jefferson County, containing Chimacum Creek and its tributary East Fork Chimacum Creek. The model covered 64 square miles containing the basin plus surrounding areas. Projected population increases in the basin will likely lead to more groundwater withdrawals. Changes in land use could also reduce groundwater recharge, groundwater levels, and flows from groundwater to Chimacum Creek. Groundwater flows to the creek, called base flows, are critical for a healthy creek ecosystem throughout the year, particularly during summer and early autumn.<\/p>\r\n<p>In the model area, scientists identified six hydrogeologic units: upper and lower aquifers, bedrock, and the three confining units separating them. Using this information, scientists built and calibrated a steady-state computer model of the groundwater system and ran four simulations. One simulated conditions through 2009, the end of the period used for calibration. Three other simulations evaluated the effects of potential changes in groundwater withdrawals on groundwater levels and creek base flows, based on (1) population projections, (2) full use of Jefferson County Public Utilities District water rights, and (3) elimination of septic return flows in the Urban Growth Area. Effects of irrigation wells and their depths were also assessed.<\/p>\r\n<p>&ldquo;In creating, calibrating, and running this model, we learned that most of the recharge in the basin flows directly out to marine waters through seeps, springs, and submarine groundwater flows,&rdquo; said Joseph Jones, USGS hydrologist and lead author of the report. &ldquo;We also learned that most of the groundwater that flows into the creeks and the water supply wells comes from the southwest part of the study area.&rdquo;<\/p>\r\n<p>The report, \"Numerical Simulation of the Groundwater-Flow System in Chimacum Creek Basin and Vicinity, Jefferson County, Washington,\" by Joseph L. Jones, Kenneth H. Johnson, and Lonna M. Frans, USGS Scientific Investigations Report 2013-5160, was prepared in cooperation with Jefferson County and the Washington State Department of Ecology, and is available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5160\/\">online<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["groundwater","water","Chimacum","Model","recharge","stream"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1378958400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169725"},{"tid":"169770"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}