{"title":"Tracking Beach Sand in North Carolina","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->As the Labor Day weekend approaches, scientists from the U.S. Geological Survey are heading for the beach. <!--introend-->They are not packing the usual lounge chairs, cooler, and snorkel masks; their beach gear will include sidescan sonar equipment, a data acquisition system, sampler, and a navigation system. They are tracking the movement of sand offshore of Wrightsville Beach, NC, to determine where the sediment went that was removed from the beach, and whether it will return or is lost from the coastal system. \n<p>\"The scientific opportunity is unprecedented,\" said USGS marine geologist William Schwab. \"We have four previous side scan surveys of the area including the most recent after Hurricane Fran came ashore. The beauty of this &rsquo;resurvey&rsquo; is that before Bonnie, the beach was nourished with sand of a distinct mineral composition from the native sand, making its identification offshore pretty definitive,\" said Schwab. \"Because population density in coastal areas has increased, policy makers and planners need improved predictions of short- and long-term coastal erosion rates,\" Schwab added. \r\n<p>With equipment supplied by Coastal Carolina University, USGS scientists will conduct the 5-day sonar survey. A sidescan-sonar &rsquo;fish&rsquo; towed behind a vessel surveys the sea floor by sending sound to either side of the ship&rsquo;s path. Typical survey swaths are a few hundred meters wide. Images obtained in narrow strips will be compiled into a composite image similar in detail to an aerial photograph. The intensity and pattern of sound reflected from the ocean floor provides information on the composition of sediments and the bathymetry (underwater topography) of the area surveyed. Scientists will then determine the extent of coastal erosion and sediment transport from the beach offshore during the storm. \r\n<p>In addition to the sonar and sediment sampling, USGS scientists will work with NASA and NOAA to conduct laser terrain mapping of the beach from an airplane. This technology, known as Light Detection and Ranging (LIDAR), allows scientists to map large areas quickly to determine shoreline change after a storm and on an annual basis. Measurements by the inter-agency team on the ground will augment the airborne data. \r\n<p>\r\n<p>Additional information is available on the following Internet sites:<br><!--\r\n<p><a href=\"http:\/\/www.usgs.gov\/hurricanes.html\"> http:\/\/www.usgs.gov\/hurricanes.html<\/a><br>\r\n-->\r\n<p><a href=\"http:\/\/coastal.er.usgs.gov\/projects98\">http:\/\/coastal.er.usgs.gov\/projects98<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"904708800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169003"},{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}