{"title":"Measuring Landscape Disturbance of Gas Exploration in Somerset and Westmoreland Counties","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Landscape change in Pennsylvania's Somerset and Westmoreland counties resulting from construction of well pads, new roads and pipelines for natural gas and coalbed methane exploration is being documented to help determine the potential consequences for ecosystems and wildlife, according to a new U.S. Geological Survey report.<\/p>\n<p>Using geospatial data and high resolution aerial imagery from 2004-2010, USGS researchers documented spatially explicit patterns of disturbance, or land use, related to natural gas resource development, such as hydraulic fracturing, particularly disturbance patterns related to well pads, roads and pipeline construction.<\/p>\r\n<p>Spatially explicit data on the level of landscape disturbance -- which is geographic information systems data, mapped to a high degree of spatial accuracy -- is critically important to the long-term study of the potential impacts of natural gas development on human and ecological health.<\/p>\r\n<p>Through programs such as the National Land Cover Database, and Land Cover Trends, USGS has a long record of studying the consequences of land-use and land-cover changes. The current level of natural gas development in much of the country, and its effects on the landscape, is an important contemporary land-use\/land-cover issue.<\/p>\r\n<p>\"Landscape disturbance can have a major impact on ecological resources and the services they provide. &nbsp;This study examines the footprint of natural gas development on the earth's surface and provides a quantitative analysis of its relationship to the surrounding land cover, particularly changes in forest,\" said Lesley Milheim, lead author of the study.<\/p>\r\n<p>Data from this report will be used to assess the effects of disturbance and land-cover change on wildlife, water quality, invasive species and socioeconomic impacts, among other investigations.<\/p>\r\n<p>The study found that in Somerset County, 23 natural gas extraction sites resulted in more than 45 hectares of disturbance, including 4.8 kilometers (2.98 miles) of new roads and 1.7 (1.05 miles) kilometers of new pipelines. Disturbance in Somerset County is minimal and is widely dispersed throughout the southern portion of the county. This disturbance is attributable to both Marcellus and non-Marcellus development.<\/p>\r\n<p>In Westmoreland County, 1658 natural gas extraction sites resulted in more than 1073 hectares of disturbance, including over 448 kilometers (278.37 miles) of new roads and 28 kilometers (17.39 miles) of new pipelines. Disturbance in Westmoreland County is concentrated in the west and central portions of the county. This disturbance is related mostly to non-Marcellus natural gas extraction.<\/p>\r\n<p>The study, \"<a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1126\/\">Landscape consequences of natural gas extraction in Somerset and Westmoreland Counties, Pennsylvania, 2004-2010<\/a>,\" by, L.E. Milheim, E.T. Slonecker, C.M. Roig-Silva and A.R. Malizia, Open File Report 2013-1126, is part of the series planned relating to natural gas landscape disturbance and is available online.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Pennsylvania"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","Geographic Areas Southeast"],"article_type":["State News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1371614400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"169938"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}