{"title":"slow-moving ground water slows down water-quality improvements in Chesapeake Bay","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Slow-moving ground water slows down water-quality improvements in Chesapeake Bay Ground water supplies about half of the water and nitrogen to streams in the Chesapeake Bay watershed and is therefore an important pathway for nitrogen to reach the bay, according to a recent U.S. Geological Survey (USGS) study. Too many nutrients, most of all nitrogen, are the principal cause for poor water-quality conditions in the Chesapeake Bay. <\/p>\n<p>The ground water moving to streams in the Bay watershed has an average age of 10 years. The relatively slow movement of ground water to streams and into the Bay will impact the &quot;lag time&quot; between implementation of management practices and improvement of water quality in the Bay. The Chesapeake Bay Program, a multi-agency watershed partnership, is implementing nutrient-reduction strategies in an attempt to improve water-quality conditions in the Bay by 2010. <\/p>\r\n<p>&quot;Over the past dozen years we have seen more than 3 million acres in the Bay watershed put under nutrient management plans,&quot; said Chesapeake Bay Program Director Rebecca Hanmer. &quot;This improved scientific understanding provided by the USGS will help us better estimate when we&rsquo;ll see the benefits from these efforts and how much more is needed to bring back the Bay.&quot; <\/p>\r\n<p>The age of ground water in shallow aquifers underlying most of the Chesapeake Bay watershed ranges from less than 1 year to more than 50 years. The majority of the ground water (75 percent) is less than 13 years old, which is younger than previously thought. <\/p>\r\n<p>The USGS study found that just over 50 percent of the water in a stream is from ground water with a range of 16 to 92 percent. Surface-water runoff and soil water supply the rest of the water to a stream; both have very young ages (hours to months). <\/p>\r\n<p>Nitrogen in streams that drain to the Bay comes from both runoff and ground water. Nitrogen enters ground water from rainfall or through application of fertilizers and other practices associated with agricultural, suburban and urban areas. The USGS study estimated that on average 48 percent of the total nitrogen load in a stream was transported through ground water, with a range of 17 to 80 percent in different streams. <\/p>\r\n<p>&quot;Knowing the amount, age and nitrogen content of ground water entering streams helps explain some of the reasons for the relatively slow improvements in water quality of rivers draining to the Bay,&quot; said Scott Phillips, the USGS Chesapeake Bay coordinator and one of the investigators on the study. &quot;The lessons learned from Chesapeake Bay will also help guide management decisions for protecting water quality in other areas of the nation.&quot; <\/p>\r\n<p>The findings of the USGS Chesapeake Bay ground-water study are summarized in a fact sheet, &quot;The Influence of Ground Water on Nitrogen Delivery to the Chesapeake Bay,&quot; <a href=\"http:\/\/md.water.usgs.gov\/publications\/fs-091-03\/\">(USGS Fact Sheet 091-03)<\/a> and a comprehensive technical report, &quot;Residence Times and Nitrate Transport in Ground Water Discharging to Streams in the Chesapeake Bay Watershed,&quot; <a href=\"http:\/\/pa.water.usgs.gov\/reports\/wrir03-4035.pdf\">Water-Resources Investigations Report 03-4035<\/a>. More information about USGS studies to help with the protection and restoration of the Chesapeake Bay and its watershed can be found on <a href=\"http:\/\/chesapeake.usgs.gov\/\">http:\/\/Chesapeake.usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1077080400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169822"},{"tid":"170441"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}