{"title":"USGS Announces Spanish and Asian-Language Versions of Popular San Francisco Bay Area Earthquake Preparedness Handbook","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Menlo Park, Calif.<\/strong> &ndash; <span class=\"fontSize2\" style=\"font-family: Helv\"><!--introstart--> <\/span>The U.S. Geological Survey (USGS) announced today the release of two new publications, both titled, \"Protecting Your Family from Earthquakes&ndash;The Seven Steps to Earthquake Safety.\" One is written in Spanish, with an accompanying English translation, and the other is translated into Chinese, Vietnamese, and Korean, also with an accompanying English translation. <span class=\"fontSize2\"><span style=\"font-family: Helv\"><!--introend--><\/span><\/span><\/p>\n<p>The publications are abridged versions of the popular and award-winning handbook, \"Putting Down Roots in Earthquake Country&ndash;Your Handbook for the San Francisco Bay Area,\" which has been distributed online, as newspaper inserts, and in home improvement stores since September 2005.&nbsp; The new publications are available online at <a href=\"http:\/\/pubs.usgs.gov\/gip\/2007\/41\/\">pubs.usgs.gov\/gip\/2007\/41<\/a> and <a href=\"http:\/\/pubs.usgs.gov\/gip\/2007\/42\/\">pubs.usgs.gov\/gip\/2007\/42\/<\/a><\/p>\r\n<p>The Spanish language version, with English translation, is available as USGS General Information Product 41 (Informaci&oacute;n General Producto 41) and the Asian languages version, with English translation, is available as USGS General Information Product 42. Printed copies can be ordered by completing the online form available on each publication's Website.<\/p>\r\n<p>\"Our goal is to make earthquake preparedness information easily available to all residents of the Bay Area,\" said Tom Brocher, Northern California Coordinator for Earthquake Hazards Investigations. \"Future damaging earthquakes will impact all of us, regardless of the language we speak. We all must prepare for them and these new publications are designed to be useful to our newest residents.\"<\/p>\r\n<p>\"These new publications are truly the labor of love on the part of many dedicated individuals at the USGS, Red Cross, Asian Pacific Fund, FEMA, California Earthquake Authority, and the Governor&rsquo;s Office of Emergency Services,\" according to Mary Lou Zoback, formerly a senior scientist at the USGS and now a Vice President at Risk Management Solutions. Dr. Zoback stated that, \"The USGS graphic artist who laid out the Spanish and English version was so committed to this project that she even worked on it after her retirement, fulltime for weeks!\"<\/p>\r\n<p>The new publications will be distributed throughout the Bay Area as inserts in many ethnic publications during the week of Feb. 5, during Chinese New Year.<\/p>\r\n<p>The American Red Cross, Asian Pacific Fund, California Earthquake Authority, FEMA, the Governor&rsquo;s Office of Emergency Services, New America Media, PG&amp;E, and USGS are also planning to hold public \"community responder convenings\" on earthquake preparedness, where there will be displays featuring earthquake preparedness information.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1170306000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170516"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}