{"title":"New Book Celebrates Cupâ\u0080\u0099ik Youth","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Additional contact<\/strong>:&nbsp; Chevak Traditional Council, 907-858-7428, <a href=\"mailto:chevaktc@gmail.com\">chevaktc@gmail.com<\/a><\/p>\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"255\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_11_22\/banding_book_cover.jpg\" alt=\" Banding Book cover\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">1988 summer banding crew from Chevak. (<a href=\"http:\/\/alaska.usgs.gov\/products\/pubs\/2013\/Banding_Together.pdf\">Banding Together to Learn and Preserve, 25 Years of Goose Banding at Old Chevak, AK<\/a>. 43.3 MB PDF) <\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>ANCHORAGE, Alaska &mdash;A new book released today recognizes the efforts of Chevak youth and tells the story of how a tribal village community in western Alaska worked with scientists to address declining bird populations that have been a mainstay of their subsistence-based economy for centuries.<\/p>\r\n<p>The partnership between the Chevak Traditional Council and Federal agencies led to a successful 25 year banding project that ultimately aided in the conservation of migratory waterfowl of international significance that inhabit the wetlands of the Yukon-Kuskokwim Delta.<\/p>\r\n<p>The book \"Banding Together to Learn and Preserve\" contains a photographic history with images of youth from each of the 25 years of the project and provides a summary of scientific findings from the banding effort. Each participant and household in Chevak will receive a copy of the book.<\/p>\r\n<p>The banding effort supported a regional and Flyway need for information on the population biology of four goose species of interest to indigenous people, wildlife enthusiasts, conservationists and sport hunters, while providing the data to support decisions that ultimately contributed to the recovery of their populations.<\/p>\r\n<p>During the short summer months the YK Delta is home to millions of waterfowl that migrate from around the world to nest and raise their young. For generations, these birds have been an important part of subsistence and the traditional way of life to the Native communities of western Alaska. In the 1980s, in response to an identified need for information on declining goose populations, an innovative partnership was formed between Craig Ely, a research biologist with the U.S. Geological Survey's Alaska Science Center, the U.S. Fish and Wildlife Service and local Cup&rsquo;ik youth and Elders from the Native Village of Chevak.<\/p>\r\n<p>Each summer, from 1986 &ndash; 2010, as many as three dozen Chevak youths assisted in the bird banding project that focused on four species: cackling geese, white-fronted geese, emperor geese, and black brant. The students traveled 30 miles by boat to their ancestral, but now abandoned village of Old Chevak where they lived with biologists and assisted them in capturing geese and swans and fitting the birds with leg bands, neck collars, and sometimes satellite transmitters. Movements of these waterfowl were monitored as part of a large study to determine annual survival rates, migration pathways, important staging and winter habitats and how climate change is affecting them.<\/p>\r\n<p>\"This project would not have been such a success without the willingness of the Chevak youth to volunteer to help monitor their local resources,\" said Ely. \"This project exemplifies what is possible in resource management by cooperating with local communities. Living and working together at camp provided an opportunity for the Cup&rsquo;ik youth to learn how to preserve their home&rsquo;s natural resources through hands-on research and also get exposure to possible careers in science.\"<\/p>\r\n<p>Prior to the banding partnership, village residents were concerned as fewer and fewer geese returned to the YK Delta each summer. In 1984, the historical Hooper Bay Agreement was passed when a consensus to jointly reduce harvest and learn more about factors contributing to the decline was reached with USF","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["tribe","biology","Climate Change","avian","Alaska","Chevak"],"article_type":["State News Release"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1385010000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168827"},{"tid":"169110"},{"tid":"170690"}]},"subtitle":{"und":[{"value":"25","format":null,"safe_value":"25"}]}}