{"title":"Fresh Water Under the Sea?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>By using electrical measurements, USGS scientists have detected fresh groundwater in submarine environments in Mid-Atlantic coastal waters. The new data will help define sources and quantities of nutrients entering the coastal bays of Delaware, Maryland, and Virginia and refine groundwater flow models. A special \"streamer resistivity survey\" technique was used to measure the electrical resistance of bottom sediments. <\/p>\n<p>Normal saltwater sediments are good conductors of electricity. However, bottom sediments permeated by fresh waters are poor conductors of electricity, and act like semi-insulators. To conduct the streamer resistivity survey, a 360-foot electrical cable called a streamer was towed behind boats. Continuous measurements of electrical potential at variable spacings revealed the presence of fresh ground water beneath the bays at distances from a few hundred meters to one kilometer from shore. The researchers were able to map fresh, salt and mixed water layers to more than 100 feet below the sea floor. <\/p>\r\n<p>Studying submarine discharges in the Delmarva Peninsula, an area that includes the Rehoboth, Indian River, Chincoteague, and other saltwater coastal bays, is important because these areas receive very high concentrations of nutrients. The high nutrient supply causes undesirable effects such as algal fouling and changes in bottom sediment environments. The data from the streamer resistivity survey will define pathways of freshwater inflow, and help resource managers plan remediation efforts to reduce nutrients entering the coastal bays. Accurate information may minimize remediation impacts on local farming, recreation and other activities in the coastal areas. <\/p>\r\n<p>In some areas, up to 80 percent of freshwater enters the bays not from streams or rain, but by groundwater discharge. The pathways of entry however, are poorly understood. The current survey in the Delmarva Peninsula is one of the first systematic detailings of regional estuarine groundwater properties using the electrical resistivity method. It has mapped the distribution of submarine freshwater discharge and confirmed remote sensing tests conducted from aircraft. The latter studies were part of regional research by the University of Delaware and Delaware Geological Survey, in cooperation with the USGS. The seagoing electrical resistivity technique offers major breakthroughs because it recovers data at rates 30 to 70 times those for comparable studies on land. <\/p>\r\n<p>The results of this streamer resistivity measurements were presented at the Symposium for the Application of Geophysics to Environmental and Engineering Problems (SAGEEP) in Las Vegas, Feb. 10-14 by USGS Coastal and Marine and Water Resources scientists along with industry and regional partners. The report can be viewed at <a href=\"http:\/\/woodshole.er.usgs.gov\/epubs\/SAGEEP\/\">http:\/\/woodshole.er.usgs.gov\/epubs\/SAGEEP\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1016427600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169379"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}