{"title":"Quantity and Quality of Atherton Ground-Water Is Focus of USGS Report","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The effects of ground-water development on ground-water levels and ground-water quality in the town of Atherton, Calif., is the focus of a report released by the U.S. Geological Survey , Department of the Interior. <!--introend--> \n<p>Five years of drought and the installation of more than 100 new wells by 1992 raised concerns in the town of Atherton that increased reliance on local ground-water resources for landscape irrigation might lead to subsidence, declining water-levels, and saltwater intrusion. The study, which was conducted by the USGS in cooperation with the town of Atherton, describes the general geohydrology of the San Francisquito Creek alluvial cone; historical ground-water development; present-day well distribution and ground-water use; the aerial and seasonal variation of ground-water levels and direction of flow; aerial variation in ground-water chemistry; and the establishment and initial measurements of a land-elevation surveying network for monitoring potential land-subsidence. \r\n<p>According to the report, ground-water pumping was estimated to be approximately 710 acre-feet per year, or nearly one-fifth of Atherton&rsquo;s total water supply. Water-levels during 1993-95 were above sea-level elevation, indicating that saltwater intrusion from San Francisco Bay was unlikely during this period. Water-quality data also suggest that saltwater intrusion is not currently a significant problem. \r\n<p>The study is an example of the numerous ways that the USGS cooperates with state, county and municipal governments, as well as other federal agencies to assess the quality and quantity of the Nation&rsquo;s surface and groundwater at more than 55,000 sites in the United States. \r\n<p>Copies of U.S. Geological Survey Water-Resources Investigations Report 97-4033, \"Ground-Water Development and the Effects on Ground-Water Levels and Water Quality in the Town of Atherton, San Mateo County, California,\" by Loren F. Metzger and John L. Fio, are available for purchase from the U.S. Geological Survey, Books and Open-File Reports Section, Box 25425, Federal Center, Denver, CO 80225. The price of the paper copy is $5.25; microfiche is $4.00. When ordering, please mention the (Water-Resources Investigations Report) number and complete title of the report. Payment (check, money order, purchase order, Visa or MasterCard information, including expiration date and signature) in the exact amount, plus a $3.50 handling fee, must accompany order. Make all drafts payable to U.S. Geological Survey, Department of Interior. The report is available for inspection at the USGS library at 345 Middlefield Road in Menlo Park. The hours there are 8 a.m. to 3:45 p.m., Monday through Friday. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"873172800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169979"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}