{"title":"Endangered Humpback Chub Population in Grand Canyon Stabilizing","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Recently collected data for endangered humpback chub (<i>Gila cypha<\/i>) in Grand Canyon suggest that the population of adult fish (age 4+) may be stabilizing after more than a decade of decline, according to biologists with the U.S. Geological Survey&#039;s (USGS) Southwest Biological Science Center. <!--introend-->Between 2001 and 2005, the number of adult fish appears to have stabilized at an estimated 5,000 fish. In 2005, scientists also detected more juvenile fish (age 1 to 4) and young-of-year fish, or fish hatched in 2005, than previous years. <\/p>\n<p>\"The possible stabilization of adult fish numbers is exciting news for the recovery effort because it means that conditions exist in Grand Canyon that allow young fish to reach reproductive age,\" says Matthew Andersen, USGS Southwest Biological Science Center Supervisory Biologist. \"Until recently, the Grand Canyon population was steadily declining because adult fish were dying at a rate of 15% to 20% annually and young fish were not surviving in sufficient numbers to replace adult mortality.\"<\/p>\r\n<p>Catch-rate data also indicate an increased abundance of juvenile humpback chub between 2003 and 2005 near the confluence of the Colorado and Little Colorado Rivers, where spawning is known to occur. Increases in juvenile fish during the same period were also apparent for other native species found near the confluence, including bluehead sucker (<i>Catostomus discobolus<\/i>), flannelmouth sucker (<i>Catostomus latipinnis<\/i>), and speckled dace (<i>Rhinichthys osculus<\/i>).<\/p>\r\n<p>Catch rates for young-of-year humpback chub were higher in 2005 than previous years in middle and lower Marble Canyon. Higher than average catch rates at these locations were unexpected because they are up to 25 river miles above the confluence of the Colorado and Little Colorado Rivers where spawning was thought to be confined. These findings suggest that more favorable conditions for spawning and incubation existed in the Colorado River main channel during 2005.<\/p>\r\n<p>The primary factors thought to be contributing to the findings are as follows: <\/p>\r\n<UL>\r\n<LI>\r\n<p>Humpback chub may have benefited from the experimental removal of large numbers of rainbow trout (<i>Oncorhynchus mykiss<\/i>) and brown trout (<i>Salmo trutta<\/i>) from the area near the confluence of the Colorado and Little Colorado Rivers. Rainbow and brown trout are thought to compete with humpback chub for food and prey on young fish. Since 2003, the rainbow trout population in the Colorado River near the Little Colorado River has been reduced by more than 60%. The removal effort will continue through 2006.<\/p>\r\n<LI>\r\n<p>Native fishes, including humpback chub, are thought to have benefited from drought-induced warming beginning in 2003 and continuing through 2005. Until recently, water temperatures in the main channel of the Colorado River have been too cold for humpback chub to successfully reproduce except near the Little Colorado River. As the level of the Lake Powell has dropped, warmer water found closer to the surface of the reservoir has reached the release structures. In 2005, water temperatures in the mainstem Colorado River near the Little Colorado River exceeded 17_C (60.8_F), the warmest temperatures recorded in this section of the river since the reservoir filled in 1980 and approximately the minimum temperature needed by humpback chub to successfully reproduce. <\/p>\r\n<LI>\r\n<p>Humpback chub hatched in 1999 may have benefited from substantial in-stream warming as the result of the 2000 low summer steady flow experiment. The experiment held Glen Canyon Dam releases constant at 8,000 cubic feet per second from June through August 2000 and included two habitat maintenance flows (high, steady dam releases). As a result, peak water temperatures in lower sections of Grand Canyon exceeded 20_C (68.5_F) in the summer of 2000, compared with typical peak temperatures of 15&ndash;18_C (59&ndash;64_F).<\/p><\/L","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1154577600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170094"},{"tid":"168927"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}