{"title":"Tanzanian Villagers Encouraged to Learn Hazards of Living Near Erupting Volcano","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Villagers living near Ol Doinyo Lengai Volcano in Tanzania could use volcano risk reduction techniques as a primary tool to keep them safe from future explosive eruptions, scientists recommend after responding to a request from the government of Tanzania for a hazard and risk assessment of the volcano.<\/p>\n<p>Examples include evacuating to sturdy buildings during ash fall; protecting water resources; and ensuring livestock have clean food and water.<\/p>\r\n<p>Longer-term solutions could include establishing an emergency evacuation plan, creating a volcano observatory, and installing monitoring equipment around the volcano.<\/p>\r\n<p>The government of Tanzania requested technical assistance from the United States on Dec. 24, 2008, to help conduct a preliminary hazard and risk assessment of the volcano. Three scientists travelled to Tanzania Jan. 10 - Jan. 28, 2009, as part of the Volcano Disaster Assistance Program (VDAP), a 22-year collaborative partnership between the U.S. Geological Survey and the U.S. Agency for International Development's (USAID) Office of Foreign Disaster Assistance (OFDA).<\/p>\r\n<p>Ol Doinyo Lengai, which lacks volcano monitoring equipment, erupted explosively several times from September 2007 to April 2008 after nearly 40 years of low-level activity. The eruptions showered ash on villages near the volcano. Thousands of villagers, who are nomadic and exist off their cattle, had to temporarily evacuate. The water supply was contaminated and the grasslands where the cattle graze were covered by ash and not available for the cattle.<\/p>\r\n<p>\"We usually do not deal with volcanoes that have no monitoring equipment, so this forced us to look at the situation in a new way,\" said Gari Mayberry, project lead and USGS-USAID\/OFDA Geoscience Advisor. \"We determined that disaster risk reduction education may be the most feasible way to reduce the hazard around Ol Doinyo Lengai in the short term.\"<\/p>\r\n<p>Ol Doinyo Lengai, which means \"The Mountain of God\" in the Maasai language, is also known as the most unique volcano in the world because of the carbonatite lava it produces.<\/p>\r\n<p>\"This is the only volcano in the world that has erupted carbonatite lava in the last 100 years,\" said David Sherrod, USGS geologist \"This is lava so low on the temperature scale that it barely glows red. It has a hard time igniting trees or grasses as it flows over them because it has such a low temperature.\"<\/p>\r\n<p>Ol Doinyo Lengai lies within the east African rift system, an area rich in natural resources and prone to natural hazards such as earthquakes and volcanic eruptions.<\/p>\r\n<p>The VDAP team worked with counterparts from the Geological Survey of Tanzania and the Tanzanian Disaster Management Department and will release a more comprehensive volcano hazard report about eruptive activity at Ol Doinyo Lengai in mid-2009. &nbsp;<\/p>\r\n<p>The President of Tanzania, Jakaya Kikwete, expressed his gratitude for the rapid response during a briefing with Charge d'Affaires Larry Andre and Mayberry at a meeting on Jan. 28. Mayberry noted the close cooperation between the two nations exemplifies the strong partnership between the American and Tanzanian people.<\/p>\r\n<p>VDAP provides volcano-related assistance worldwide to help save lives and property during volcanic crises. Download photos and listen to an <a href=\"http:\/\/gallery.usgs.gov\/audios\/244\">audio interview<\/a> with USGS scientists about their experience in Tanzania at <a href=\"http:\/\/gallery.usgs.gov\">gallery.usgs.gov<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"gallery_news\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2009_03_05\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2009_03_05\" mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2009_03_05\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2009_03_05&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","volcano Activity Update","education","tanzania","volcanoes","hazards"],"article_type":["International News Release"],"release_date":{"und":[{"value":"1236229200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"169402"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}