{"title":"USGS Goes Underground With Exploring Caves","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->What do eyeless worms, bacon formation draperies, and soda straw stalactites all have in common? Do you know the difference between a troglobite, a trogloxene, and a troglophile? Where do you go spelunking? Find out the answers to these and other questions in the new U.S. Geological Survey (USGS) publication, Exploring Caves, a teaching packet for grades K-3. <!--introend-->\n<p>The teaching packet, produced in cooperation with the National Speological Society, features a story to be read aloud that describes the adventures of Jenny and Carlos, two science camp friends who find themselves lost in a cave. With help from a talking bat, they learn about the formation of caves and about cave-dwelling creatures and their adaptions to life in the dark. \r\n<p>\"Exploring Caves is a wonderful interdisciplinary teaching packet for K-3 that covers a variety of natural science topics including geology, hydrology, and biology,\" said Bonnie McGregor, USGS associate director. The read-aloud story and follow-up lesson plans will bring the world of caves to life for children.\" \r\n<p>Barbara L. Moss, chairperson of the Environmental Education Committee of the National Speleological Society said, \"As an elementary school reading teacher with a strong interest in environmental science, I was happy to play a part in the development of this valuable guide. The National Speleological Society is particularly pleased to have collaborated with the USGS on this teaching packet.\" \r\n<p>The packet includes a colorful, two-sided poster, a teaching guide, a list of multimedia resources on caves, and an instructional book with lesson plans and activities that correspond to Jenny&rsquo;s and Carlos&rsquo; story. \r\n<p>Copies of Exploring Caves and other USGS teaching packets can be obtained free of charge from the USGS Information Services, Box 25286, Denver, CO, 80225. Orders can be faxed to 303-202-4693, or requested by e-mail at <INFOSERVICES@USGS.GOV>. Other teaching packets available are What Do Maps Show? for grades 4-7, Global Change for grades 4-6, Map Adventures for grades K-3, and Exploring Maps for grades 9-12. \r\n<p>As the nation&rsquo;s largest water, earth and biological science and civilian mapping agency, the USGS works in cooperation with more than 2000 organizations across the country to provide reliable, impartial scientific information to resource managers, planners, and other customers. This information is gathered in every state by USGS scientists to minimize the loss of life and property from natural disasters, contribute to sound economic, and physical development and conservation of the nation&rsquo;s natural resources, and enhance the quality of life by monitoring water, biological, energy, and mineral resources. \r\n<p>Please visit the USGS home page at <?XML:NAMESPACE PREFIX = URL \/><URL:HTTP: www.usgs.gov><\/URL:HTTP:>. Information on additional educational resources available from the USGS can be found on the Learning Web at <URL:HTTP: www.usgs.gov education><\/URL:HTTP:>. Also visit <URL:HTTP: www.usgs.gov education learnweb caves><\/URL:HTTP:>to see when this packet will be available online.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"887086800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}