{"title":"Atmospheric Deposition is a Significant Source of Total Nitrogen Delivered Annually to Nutrient Sensitive Estuaries along the South Atlantic and Gulf Coasts","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><img style=\"float: right;\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009-06-26\/map.jpg\" alt=\"Map illustration of Southeast U.S. showing affected area.\" width=\"236\" height=\"188\" \/>Atmospheric deposition is the largest source of nitrogen delivered annually to many estuaries and bays along the South Atlantic and Gulf  Coast.<\/p>\n<p>A regional model by the USGS shows that sources of nitrogen delivered to estuaries and bays, such as Albemarle Sound and Mobile and Apalachicola Bays, include atmospheric deposition (47%), fertilizer applied to agricultural land (21%), manure from livestock operations (12%), municipal wastewater (11%), and urban land (9%).<\/p>\r\n<p>This model also suggests that the wide range in nitrogen levels observed in 8,028 stream reaches across the southeastern U.S. is related to a combination of watershed inputs of nitrogen and watershed and instream processes that immobilize or remove nitrogen. The fraction of nitrogen in fertilizers and manure that is transported to streams is smaller for watersheds in the southeast region than in other areas of the Nation, possibly due to higher rates of plant uptake and\/or microbial activity in southeast region watersheds. Instream processes appear to remove about 25 percent of that nitrogen mass (on average for South Atlantic and Gulf  Coast drainages) as it is transported downstream to estuaries.&nbsp;<\/p>\r\n<p>These are among the new findings in a USGS report, <a href=\"http:\/\/water.usgs.gov\/nawqa\/pubs\/nitrogen_loads\/\">Spatial analysis of instream nitrogen loads and factors controlling nitrogen delivery to streams in the southeastern United States using spatially referenced regression on watershed attributes (SPARROW) and regional classification framework<\/a><em>,<\/em> published in the journal Hydrological Processes.<\/p>\r\n<p>Results from the southeast regional model can be used to assess:<\/p>\r\n<ul>\r\n<li>transport of nitrogen to streams from watersheds, <\/li>\r\n<li>removal of nitrogen by processes within streams, <\/li>\r\n<li>contributions of nitrogen from different sources in watersheds,<\/li>\r\n<li>transport and delivery of nitrogen to receiving water bodies, including the 30 major estuaries along the South Atlantic and Gulf Coasts,<\/li>\r\n<li>conditions and transport in unmonitored streams,<\/li>\r\n<li>priorities for future monitoring and assessment, and<\/li>\r\n<li>response of nitrogen levels to proposed management actions.<\/li>\r\n<\/ul>\r\n<p>The USGS National Water-Quality Assessment (NAWQA) program is assessing stream water quality in eight major river basins that cover the conterminous U.S. <a href=\"http:\/\/water.usgs.gov\/nawqa\/studies\/mrb\/\">http:\/\/water.usgs.gov\/nawqa\/studies\/mrb\/<\/a> These studies integrate monitoring data with USGS watershed modeling techniques, such as <a href=\"http:\/\/water.usgs.gov\/nawqa\/sparrow\/\">SPARROW<\/a> (<span style=\"text-decoration: underline;\">Spa<\/span>tially <span style=\"text-decoration: underline;\">R<\/span>eferenced <span style=\"text-decoration: underline;\">R<\/span>egression <span style=\"text-decoration: underline;\">O<\/span>n <span style=\"text-decoration: underline;\">W<\/span>atershed Attributes). Regional SPARROW models are presently being developed for six of these major river basins. The southeast regional SPARROW model integrates Federal, State, and local agency monitoring data at 321 stations with geospatial data describing 2002 nitrogen sources (fertilizer, animal waste, and urban inputs, atmospheric deposition, and wastewater discharges) and watershed properties (soil characteristics, precipitation, and land cover). The combination of more calibration sites and refined geospatial data provides significant improvement over previous SPARROW models in prediction accuracy and the identification of regional nutrient sources and transport factors.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia","Alabama","Florida","Georgia","Louisiana","Mississippi","North Carolina","South Carolina","Tennessee","Kentucky"],"country":["United States of America"],"mm_tags":["nitrogen","Gulf Coast","Southeast","","water","environment"],"article_type":["Technical Announcement"],"release_date":{"und":[{"value":"1245988800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168854"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}