{"title":"President Obama Honors Justin Hagerty for Helping to Explain the Formation and Evolution of the Moon","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"205\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_07_22\/hagerty.jpg\" alt=\"A profile picture of USGS scientist Justin Hagerty.\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">USGS scientist Justin Hagerty was one of the 2012 recipients of the President's Early Career Award for Science and Engineering.<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><!--introstart--><a href=\"http:\/\/astrogeology.usgs.gov\/people\/Justin-Hagerty\">Dr. Justin Hagerty<\/a>, a research geologist with the U.S. Geological Survey, was named one of President Obama's recipients of the Presidential Early Career Award for Scientists and Engineers, the highest honor bestowed by the United States government on science and engineering professionals in the early stages of their independent research careers.<!--introend-->&nbsp;<\/p>\r\n<p>Hagerty, an accomplished research geologist, studied the formation of the Moon and discovered the answer to a long-standing riddle of the Moon&rsquo;s early history. His use of chemical tracers and remote sensing data allowed him to discover why certain elements are concentrated in some areas and not in others, a puzzle which had complicated the primary theory of how the Moon came to be.&nbsp;<\/p>\r\n<p>\"Discoveries in science and technology not only strengthen our economy, they inspire us as a people.\" President Obama said.&nbsp; \"The impressive accomplishments of today&rsquo;s awardees so early in their careers promise even greater advances in the years ahead.\"&nbsp;<\/p>\r\n<p>The Presidential early career awards embody the high priority the Obama Administration places on producing outstanding scientists and engineers to advance the Nation's goals, tackle grand challenges, and contribute to the American economy.&nbsp;<\/p>\r\n<p>\"It is a tremendous and highly unexpected honor to receive such a prestigious award, and I am very grateful for all of the opportunities and support I have received throughout my career, particularly at the USGS,\" said Hagerty. \"Because my research is based on combining data from a variety of disciplines, I have had the opportunity to work with many talented colleagues from varied backgrounds who have helped to shape my career.\"&nbsp;<\/p>\r\n<p>\"The USGS traces its program in astrogeology back nearly 50 years to the Nation's need to train astronauts destined for the Moon in lunar geology,\" said USGS Director Marcia McNutt. \"The President's recognition of Justin Hagerty for his contributions to explaining long-standing paradoxes concerning the early evolution of the only extraterrestrial body to which man has yet ventured is one of the highest honors yet for this exceptional program.\"<\/p>\r\n<p>The commonly accepted theory of how the Moon formed hypothesized that a Mars-sized planetary body collided with a proto-Earth. This massive collision led to the creation of the Moon and the Earth as we know them today. However, one major issue with this theory is that, based on models of such a collision, there should be an even, global distribution of certain elements like potassium, uranium, thorium, and the rare earth elements.&nbsp;<\/p>\r\n<p>Instead, these elements are mostly concentrated in the hemisphere of the Moon that faces the Earth. To learn why, Hagerty studied expanses of geologic materials on the far side of the Moon called basalt ponds.&nbsp;&nbsp;<\/p>\r\n<p>Lunar basalts are much like basalts on the Earth in that they are a product of melting the mantle, which is the area between the crust and the core of the Moon. Given this information, it is possible to use compositional data derived from the basalts to learn about the composition of the lunar interior. Much focus has been placed on basalts on the near side of the Moon, primarily because the Apollo missions only returned samples from that part of the lunar surface. However, it is now possible (and necessary) to use a combination of lunar sample analysis and remote sensing observations","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","New Mexico","Nevada"],"country":["United States of America"],"mm_tags":["Geographic Areas Southwest","Natural Hazards"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1343016000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}