{"title":"Baseline Groundwater Quality Studies Find Naturally Occurring Methane in Northeastern Pennsylvania","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Two reports are posted online (<a href=\"http:\/\/pubs.usgs.gov\/of\/2014\/1116\/\">Wayne County<\/a> and <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5117\/\">Pike County<\/a>).<\/p><p><strong>NEW CUMBERLAND, Pa<\/strong>. &ndash; <!--introstart-->Well-water tested in Wayne and Pike counties contains low-to-moderate concentrations of naturally occurring methane, according to new studies by the U.S. Geological Survey.<!--introend--><\/p><p>None of the water tested in these two studies exceeded the Pennsylvania Department of Environmental Resources action level of 7 milligrams per liter for methane in well water.<\/p><p>The agency recommends periodic monitoring for wells with detectable methane up to 7 milligrams per liter. Corrective action, such as well venting, is recommended for wells with methane concentrations equal to or greater than 7 milligrams per liter.<\/p><p>In Wayne County, about 65 percent, or 22 of the 34 private drinking-water supply wells tested-contained concentrations of dissolved methane high enough to detect in laboratory testing, but most methane concentrations were low, less than 0.1 milligrams per liter. Three -- or about 10 percent -- of the 34 tested wells in Wayne County produced groundwater with dissolved methane concentrations near or greater than 1 milligram per liter and as high as 3.3 milligrams per liter; these relatively elevated concentrations are at least 10 times greater than methane concentrations in the other well-water samples.<\/p><p>In the Pike County study, about 80 percent -- or 16 of 20 tested wells -- contained detectable concentrations of methane, with two wells having methane concentrations greater than 1 milligram per liter and as high as 5.8 milligrams per liter. The concentrations of dissolved methane in about 10 percent of well-water samples in both studies were high enough to allow for isotopic analysis to identify the type of natural gas in the water.&nbsp;<\/p><p>The source of methane can be thermogenic, which is typical of shale-gas methane; or biogenic, which is typical of methane produced by microbial activity at or near the surface such as in marshes or in alluvial deposits. In Pike County, the isotopic composition of two methane samples indicated that methane was predominantly microbial in origin, and in Wayne County,&nbsp;the isotopic composition of three methane samples indicated a thermogenic origin and (or) mixture of microbial and thermogenic types.<\/p><p>None of the wells tested in either study were located near currently producing natural gas wells.&nbsp; Both Wayne and Pike counties are within the Delaware River Basin, where a moratorium on shale-gas drilling is in place.<\/p><p>The Wayne County and Pike County samples were collected in 2012 and 2013 to assess baseline groundwater quality in areas underlain by the Marcellus Shale but where no extensive shale-gas development has occurred.&nbsp; The Wayne County study was conducted by USGS in cooperation with the Pennsylvania Department of Conservation and Natural Resources, Bureau of Topographic and Geological Survey, and the Pike County study was conducted by USGS in cooperation with the Pike County Conservation District. In both studies, the water samples were analyzed for methane and about 45 other constituents, including dissolved salts such as sodium and chloride; metals and trace elements such as arsenic, barium, iron, and manganese; and radon. All of the well owners were notified of the results.<\/p><p>&ldquo;Water-quality data were lacking in Wayne County,&rdquo; said USGS scientist Ronald Sloto, who led the Wayne County study. &ldquo;Without baseline water-quality data, it would be difficult to determine whether a relationship exists between gas production activities and the well-water chemistry in the area. This study provides a pre-gas well drilling groundwater-quality baseline for Wayne County. Although the number of water samples was small, the analytical results show the presence of naturally occurring<\/p>","summary":"","format":"filtered_html","safe_value":"<p>Two reports are posted online (<a href=\"http:\/\/pubs.usgs.gov\/of\/2014\/1116\/\">Wayne County<\/a> and <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5117\/\">Pike County<\/a>).<strong>NEW CUMBERLAND, Pa<\/strong>. – Well-water tested in Wayne and Pike counties contains low-to-moderate concentrations of naturally occurring methane, according to new studies by the U.S. Geological Survey.None of the water tested in these two studies exceeded the Pennsylvania Department of Environmental Resources action level of 7 milligrams per liter for methane in well water.The agency recommends periodic monitoring for wells with detectable methane up to 7 milligrams per liter. Corrective action, such as well venting, is recommended for wells with methane concentrations equal to or greater than 7 milligrams per liter.In Wayne County, about 65 percent, or 22 of the 34 private drinking-water supply wells tested-contained concentrations of dissolved methane high enough to detect in laboratory testing, but most methane concentrations were low, less than 0.1 milligrams per liter. Three -- or about 10 percent -- of the 34 tested wells in Wayne County produced groundwater with dissolved methane concentrations near or greater than 1 milligram per liter and as high as 3.3 milligrams per liter; these relatively elevated concentrations are at least 10 times greater than methane concentrations in the other well-water samples.In the Pike County study, about 80 percent -- or 16 of 20 tested wells -- contained detectable concentrations of methane, with two wells having methane concentrations greater than 1 milligram per liter and as high as 5.8 milligrams per liter. The concentrations of dissolved methane in about 10 percent of well-water samples in both studies were high enough to allow for isotopic analysis to identify the type of natural gas in the water. The source of methane can be thermogenic, which is typical of shale-gas methane; or biogenic, which is typical of methane produced by microbial activity at or near the surface such as in marshes or in alluvial deposits. In Pike County, the isotopic composition of two methane samples indicated that methane was predominantly microbial in origin, and in Wayne County, the isotopic composition of three methane samples indicated a thermogenic origin and (or) mixture of microbial and thermogenic types.None of the wells tested in either study were located near currently producing natural gas wells.  Both Wayne and Pike counties are within the Delaware River Basin, where a moratorium on shale-gas drilling is in place.The Wayne County and Pike County samples were collected in 2012 and 2013 to assess baseline groundwater quality in areas underlain by the Marcellus Shale but where no extensive shale-gas development has occurred.  The Wayne County study was conducted by USGS in cooperation with the Pennsylvania Department of Conservation and Natural Resources, Bureau of Topographic and Geological Survey, and the Pike County study was conducted by USGS in cooperation with the Pike County Conservation District. In both studies, the water samples were analyzed for methane and about 45 other constituents, including dissolved salts such as sodium and chloride; metals and trace elements such as arsenic, barium, iron, and manganese; and radon. All of the well owners were notified of the results.“Water-quality data were lacking in Wayne County,” said USGS scientist Ronald Sloto, who led the Wayne County study. “Without baseline water-quality data, it would be difficult to determine whether a relationship exists between gas production activities and the well-water chemistry in the area. This study provides a pre-gas well drilling groundwater-quality baseline for Wayne County. Although the number of water samples was small, the analytical results show the presence of naturally occurring<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["Pennsylvania"],"country":["United States of America"],"mm_tags":["water","ground Geographic Areas Northeast Pennsylvania"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1415854800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"169971"},{"tid":"170397"}]},"subtitle":[]}