{"title":"Dust Storms Roll Across Arizona","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_172553\" align=\"alignleft\" width=\"300\" caption=\"A car approaches a dust storm near Winslow, Arizona, in April 2011. In drought years, low vegetation cover and disturbance to soil surfaces leads to more dust storms.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_06_2011_dHXk0OMaa7_10_06_2011_0\"><img class=\"size-medium wp-image-172553\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/driving-into-dust-storm-300x169.jpg\" alt=\"A car approaches a dust storm near Winslow, Arizona, in April 2011\" width=\"300\" height=\"169\" \/><\/a>[\/caption]\n\nA dust storm that rolled across the Arizona desert on Tuesday, October 4, 2011, effectively blinded motorists, leading to a large string of motor vehicle crashes, multiple injuries, and at least one death.\n\nBoth this storm and another storm that passed through Phoenix on July 5, 2011, carried large quantities of airborne particulates and caused considerable property damage and potential harm to human health.\n\nBut what is causing these storms?\n\nUSGS and partner science show that there are many causes of dust storms. Two contributing factors are low vegetation cover and disturbance to soil surfaces.\n\nVegetation contributes to ecological integrity. The presence of plants reduces soil erosion and dust storms, because it keeps the soil intact, reduces wind momentum, and traps moving soil particles (See Figure 1). In spaces between the plants, many undisturbed desert soils are naturally armored by hardened physical and biological crusts.\n\nLow vegetation cover can especially be a problem in drought years in abandoned agricultural fields, which are generally dominated by annual plants. This means that the consequences of dust storms, including motor vehicle crashes, are high in a drought year and low in years with more precipitation (See Figure 2).\n\nSimilarly, in places where land-use activities destroy or reduce soil crusts and weaken soil stability, experts know to assume higher dust storm activity than in places where soils are left undisturbed.\n\nFuture climate scenarios predict that drought conditions will worsen, and therefore more dust storms are likely.\n\nNevertheless, site restoration and reduced disturbance can mitigate some of the factors that promote dust emission.The USGS and land managers are working together to better understand the causes and sources of dust storm activity in the southwestern United States.\n\n[caption id=\"attachment_172551\" align=\"alignleft\" width=\"478\" caption=\"Figure 1: The presence of plants reduces soil erosion and dust storms because it keeps the soil intact, reduces wind momentum, and traps moving soil particles. Intact soil surfaces, which may include soil crusts, can also reduce the risk of dust storms.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/dust-storm-risk.jpg\"><img class=\"size-full wp-image-172551  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/dust-storm-risk.jpg\" alt=\"Illustration showing that the presence of plants reduces soil erosion and dust storms, because it keeps the soil intact, reduces wind momentum, and traps moving soil particles.\" width=\"478\" height=\"247\" \/><\/a>[\/caption]\n\n[caption id=\"attachment_172548\" align=\"alignnone\" width=\"392\" caption=\"Figure 2: The number of motor vehicle crashes caused by dust storms in Arizona has generally been lower when the annual precipitation has been higher. In a changing climate, climate scenarios predict more drought, which will likely mean more dust storms. ButÂ  site restoration and reduced disturbance can mitigate some factors that promote dust emissions.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/Phoenix-Annual-Precipitation.jpg\"><img class=\"size-large wp-image-172548\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/Phoenix-Annual-Precipitation-1024x987.jpg\" alt=\"The number of motor vehicle crashes caused by dust storms generally decreases as the annual precipitation rises.\" width=\"392\" height=\"377\" \/><\/a>[\/caption]","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24154","uid":"31","filename":"driving-into-dust-storm.jpg","uri":"public:\/\/driving-into-dust-storm.jpg","filemime":"image\/jpeg","filesize":"160254","status":"1","timestamp":"1425492768","type":"image","uuid":"28b07dbd-6d41-44a6-bf3f-4d74cb1d9c77","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":350,"width":620},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1317942676","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}