{"title":"Coastal Beach Erosion on the Increase in California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) released a new report on shoreline change in California, studying more than 450 miles of sandy shoreline. This report is the first to address California&acute;s historic coastal change and coastal land loss or gain for the entire state.<\/p>\n<p>An important finding from the report concludes that the net shoreline change in the short-term (25-40 years) indicates that 66 percent of California&acute;s beaches are eroding. Central California, which covers the area from Point Reyes to just north of Santa Barbara, shows the highest percentage of erosion. Long-term coastal shoreline change (using data gathered over the last 120 years) shows a trend of expansion, which is likely attributable to large scale coastal engineering and beach nourishment projects in Southern California, and to a high influx of sediments from coastal rivers in Northern California.<\/p>\r\n<p>The new report is being presented this week at the California and World Oceans Conference at the Long Beach Convention Center, and will be the topic of a presentation at 10:15 a.m. on Tuesday, September 19, in Room 203A.<\/p>\r\n<p>&quot;There has been a great need for this kind of comprehensive assessment in California,&quot; said Cheryl Hapke of the USGS and lead author of the new report. &quot;We are looking at change from early coastal surveys from as early as the 1800s to recent highly-accurate airborne LIDAR (light detection and ranging) mapping.&quot;<\/p>\r\n<p>California is the most populous state in the union and has a particularly close relationship with its coastal ocean. Two of the five largest metropolitan areas in the nation border the sea in California and residents depend upon the sandy shoreline and ocean for recreation, commerce, security and navigation. As a result of these activities, the ocean and beaches are sometimes at risk, the coastline has changed, channels and harbors have to be dredged, and coastal and marine ecosystems have been impacted.<\/p>\r\n<p>The USGS is releasing the first comprehensive analysis of changes to the sandy coastline of California to provide scientific data that will enable both scientists and managers to better understand human impacts to the coast. This historical analysis of past and present trends of shoreline movement is designed to allow for future repeatable analyses of shoreline movement, coastal erosion and land loss. The study is likely to provide a baseline for coastal change information for a wide variety of coastal management decisions.<\/p>\r\n<p>The report, titled &quot;Historical Shoreline Change and Associated Coastal Land Loss Along Sandy Shorelines of the California Coast&quot; is the third report produced as part National Assessment of Shoreline Change.&nbsp; A follow-up report is planned to assess long-term coastal cliff erosion in California. The new report can be found on the web at <a href=\"http:\/\/pubs.usgs.gov\/of\/2006\/1219\/\">http:\/\/pubs.usgs.gov\/of\/2006\/1219\/<\/a>.<\/p>\r\n<p>The USGS is also in the process of developing a similar comprehensive report for the Pacific Northwest, including Washington and Oregon and ultimately Hawaii and parts of Alaska.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1158552000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169049"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}