{"title":"study Identifies Probable Cause of Capital City Plume","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>MONTGOMERY, Ala. &ndash; <\/strong><!--introstart-->Disposal of industrial wastewater by the commercial printing industry into sumps, floor drains and sinks that drained into sewer and stormwater systems is the probable cause of widespread groundwater contamination in downtown Montgomery, according to a U.S. Geological Survey report released today.<!--introend-->&nbsp;<\/p>\n<p>The groundwater contamination in the area, dubbed the \"Capital City Plume,\" was discovered in 1991, but the disposal of the contaminated water likely took place from at least the 1940s to 1970s. Previous investigations were unable to identify the source of the contamination.<\/p>\r\n<p>The current study, conducted by the USGs'Alabama and South Carolina Water Science Centers, in cooperation with Region 4 of the U.S. Environmental Protection Agency, collected information from 2008 to 2010 to investigate the potential source area of contaminants detected in groundwater; the pathway of the groundwater contamination; and the timeframe of when the contaminants might have been released.<\/p>\r\n<p>Scientists collected pore water from Cypress Creek using passive-diffusion bag samplers; tissue samples from trees growing in areas in downtown Montgomery characterized by groundwater contamination and from trees growing along the Alabama River and Cypress Creek; and groundwater samples.&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>Analysis of the samples taken, combined with maps of historical land use since 1842, indicate that the perchloroethylene (PCE) and trichloroethylene (TCE)-contaminated shallow aquifer beneath the Capital City Plume site most likely resulted from past use and disposal of wastewater that contained chlorinated solvents into the sewer and stormwater systems by commercial printing industries that had occupied multiple locations in downtown Montgomery.&nbsp;<\/p>\r\n<p>Results from the study also show that a source of PCE and TCE still exists in the ground near an original release area, providing a continual source of PCE and TCE to the shallow and intermediate parts of the shallow aquifer beneath the city.<\/p>\r\n<p>The complete study is available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5148\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama"],"country":["United States of America"],"mm_tags":["water","Capital","city","plume","Alabama","Alabama","water","Science","Center","South","Carolina","water","Science","Center"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1315800000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168876"},{"tid":"169472"},{"tid":"169534"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}