{"title":"New Maps for New England","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em><strong>Connecticut, Rhode Island, Massachusetts, New Hampshire and Vermont join the more than 43 states covered by the US Topo.<\/strong>&nbsp;<\/em>&nbsp;<\/p>\n<p><!--introstart-->To keep pace with the growing demand for the latest map coverage of the United States, the U.S. Geological Survey (<a href=\"http:\/\/www.usgs.gov\/\">USGS<\/a>) has been building a national map series named the <a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo<\/a>.<!--introend--> Nearly 690 revised digital maps covering Connecticut, Rhode Island, Massachusetts, New Hampshire and Vermont have been added to approximately 51,000 maps currently covering the lower 48 states and are available for free download from the <a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">website<\/a>.<\/p>\r\n<p>\"Whether you are a New England resident looking for the bird's eye view of the contours of your environment or an outdoor enthusiast seeking to explore the Northeast's stunning countryside and mountain landscape, the availability of these new maps is terrific news,\" said USGS Director Marcia McNutt. \"Not only are they easily downloaded from the convenience of your home computer, but at 'free', the price is right!\"<br \/><br \/><\/p>\r\n<p>New feature additions and improvements on the updated US Topo maps include:<\/p>\r\n<ul>\r\n<li>Contours <\/li>\r\n<li>Rivers, lakes steams and other hydrography <\/li>\r\n<li>Woodland tint derived from the National Land Cover Dataset<\/li>\r\n<li>Fire Stations<\/li>\r\n<li>Hospitals <\/li>\r\n<li>State and County boundaries<\/li>\r\n<li>Forest service boundaries &nbsp;<\/li>\r\n<li>Commercial roads in lieu of Census roads<\/li>\r\n<li>Forest Service roads and road numbers&nbsp;&nbsp;&nbsp;<\/li>\r\n<\/ul>\r\n<p>US Topos are derived from key layers of geographic data found in <a href=\"http:\/\/nationalmap.gov\/\"><em>The National Map<\/em><\/a> which delivers visible content such as high resolution aerial photography, which was not available on older paper-based topographic maps. The US Topo also provides modern technical advantages over the original lithographic map as it supports wider and faster public distribution and enables on-screen geographic analysis for users.&nbsp;<\/p>\r\n<p>Future enhancements to the US Topo are scheduled to include additional functional capabilities and content, such as a shaded relief layer, Public Land Survey System (<a href=\"http:\/\/nationalatlas.gov\/articles\/boundaries\/a_plss.html\">PLSS<\/a>) data, updated structures, enhanced transportation, additional federal boundaries, and Forest Service trails. The USGS expects to produce more than 18,500 revised quadrangles annually, which means each US Topo map is updated every three years in a cyclic fashion.&nbsp;<\/p>\r\n<p>The new digital electronic topographic maps for these New England states&ndash; along with <a href=\"http:\/\/nationalmap.gov\/ustopo\/about.html\">43 other completed states<\/a> - are now available for free download from the <span style=\"text-decoration: underline;\"><a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/(xcm=r3standardpitrex_prd&amp;layout=6_1_61_48&amp;uiarea=2&amp;ctype=areaDetails&amp;carea=%24ROOT)\/.do\">USGS Store<\/a><\/span>. The quadrangles are delivered in GeoPDF format and may be viewed using <a href=\"http:\/\/get.adobe.com\/reader\/\">Adobe Reader<\/a> software, also available as a no cost download.&nbsp;<\/p>\r\n<p>For more information, visit the National Map, US Topo&nbsp;<a href=\"http:\/\/nationalmap.gov\/ustopo\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Core Science Systems National Geospatial","maps","Mapping","Topo","Connecticut","Rhode Island","New Hampshire","Massachusetts","Vermont","contours","National Land Cover Dataset","boundaries","Aerial Photograph","Geo","The National Map"],"article_type":["National News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1343016000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170137"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}