{"title":"Notice to Boaters: Biological Sampling Devices on the Upper Mississippi River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>This summer boaters and anglers may notice a few foreign objects near the main channel of Navigation Pool 8 of the Upper Mississippi River.<\/p>\n<p>A series of floats with biological sampling devices have been set up by river scientists from the University of Wisconsin &ndash; La Crosse and the U.S. Geological Survey (USGS) Upper Midwest Environmental Sciences Center.<\/p>\r\n<p>These devices will sample freshwater invertebrates in the main channel of the Mississippi River throughout the summer until early fall.<\/p>\r\n<p>The main purpose of this study is to provide information that will increase our understanding of the potential food resources available to fish in the river.  Freshwater invertebrates are an important component of the river&rsquo;s food web.<\/p>\r\n<p>This study is part of a larger investigation that will seek a better understanding of all levels of biological production, including algae, plankton, invertebrates, freshwater mussels, and fish.  This knowledge will allow river managers to improve habitat protection and restoration efforts.<\/p>\r\n<p>The floats will be located in a main channel border area near river diversion structures (wing dams) and navigation buoys.  The sampling devices are fragile and difficult to replace.  The scientists request that summer boaters and fishermen avoid disturbing these fragile devices.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2009_06_15\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2009_06_15\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;amp;amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2009_06_15\" mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2009_06_15\"&amp;amp;amp;amp;amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2009_03_02&amp;amp;amp;amp;amp;amp;amp;lt;\/a&amp;amp;amp;amp;amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Minnesota","Wisconsin"],"country":["United States of America"],"mm_tags":["biology","Noticeto Boaters","Upper Mississippi River","Invertebrates","Minnesota","Wisconsin"],"release_date":{"und":[{"value":"1245038400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168965"},{"tid":"170385"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}