{"title":"New Groundwater Model Can Help Address Growing Water Demands","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>PORTLAND, Ore. &mdash; <!--introstart-->The U.S. Geological Survey has developed a computer model that will help water managers understand the groundwater resources in the Willamette Basin and assist them in meeting current and future water demands.<!--introend--> The study, done in cooperation with the Oregon Water Resources Department, builds on more than 10 years of data collection and analysis, and is the most in-depth analysis of the groundwater-flow system of the Willamette Basin to date.<\/p>\n<p>The study emphasized the Central Willamette subbasin, which extends from south of Portland to just south of Salem. Groundwater in the subbasin provides water for agriculture, domestic and municipal uses.<\/p>\r\n<p>The model simulates groundwater flow in aquifers that underlie the Willamette River Valley. Scientists used information about the characteristics of the rocks and sediments that compose the aquifer materials to construct the model.<\/p>\r\n<p>&ldquo;We also estimated how much water goes into the aquifer from precipitation and out of the aquifer by way of groundwater discharge to streams and pumping,&rdquo; said USGS hydrologist Nora Herrera, lead scientist for the study.<\/p>\r\n<p>The model can be used to better understand changes to groundwater flow under different scenarios of pumping and climate change. &ldquo;The usefulness of groundwater models is that they can be used by water managers to understand groundwater supplies in the future for things like public supply, irrigation, and fish and wildlife,&rdquo; said Erick Burns, another scientist on the study team. &ldquo;This will be especially important given the population increases and changes in climate that are expected to affect the Willamette Basin in the future.&rdquo;<\/p>\r\n<p>The results of the study can be accessed in <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5136\/\">U.S. Geological Survey Scientific Investigations Report 2014-5136<\/a>. An overview of the study is available <a href=\"http:\/\/or.water.usgs.gov\/proj\/willgw\/index.html\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon"],"country":["United States of America"],"mm_tags":["water","groundwater","Model","Willamette Basin","Oregon","aquifers"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1413345600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169747"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}