{"title":"Water Monitoring Equipment on the Upper Mississippi","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->This summer boaters and anglers may notice a few foreign objects in some of the backwaters of Navigation Pool 8 of the Upper Mississippi River.<!--introend--> Water quality and weather monitoring equipment has been set up by river scientists from the U.S. Geological Survey (USGS) Upper Midwest Environmental Sciences Center and the Wisconsin Department of Natural Resources. These stations will continuously monitor dissolved oxygen, water temperature, wind conditions, and water clarity throughout the summer until early fall.<\/p>\n<p>The main purpose of these monitoring stations is to provide information that will increase our understanding of how water clarity, river stage, and discharge, weather conditions, and the concentration of plant nutrients (nitrogen and phosphorus) affect dissolved oxygen concentrations in the river. Dissolved oxygen is an important factor in determining the quality of these backwater habitats.<\/p>\r\n<p>The monitoring stations are located in a number of shallow backwater areas and are marked with reflective tape and flashing lights for night time visibility. The monitoring equipment is fragile and difficult to replace. The scientists request that summer boaters and fishermen avoid disturbing this fragile equipment. <\/p>\r\n<p>For further information about the monitoring stations or the data collections please contact Jeff Houser, an aquatic ecologist with the USGS Upper Midwest Environmental Sciences Center, at 2630 Fanta Reed Road, La Crosse, WI 54601 or at <U><FONT color=#0000ff>jhouser@usgs.gov<\/U><\/FONT> or 608-781-6262.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Minnesota","Wisconsin"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1148616000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169584"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}