{"title":"Algal Toxins Transported to Kansas River from Milford Lake Release","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Algal toxins were transported to the Kansas River by a controlled water release from Milford Lake on Aug. 31, according to U.S. Geological Survey water sampling.<!--introend--><\/p>\n<p>The Kansas River is the drinking water source for more than 600,000 people in Topeka, Lawrence, and Johnson County, Kan. Water suppliers in these areas requested that the USGS sample the Kansas River to determine if algal toxins and taste and odor compounds were present. While taste-and-odor compounds are not harmful, algal toxins can be poisonous to people, aquatic life, pets and livestock.&nbsp;<\/p>\r\n<p>An algal bloom caused the occurrence of algal toxins and taste-and-odor compounds in Milford Lake. Algal toxins and taste-and-odor compounds were found during sampling throughout the Kansas River from the Milford Lake outlet to water intakes at Topeka, Lawrence, and WaterOne in Johnson County. On Sept. 2, 8, and 12, the USGS sampled sites at Milford, Tuttle, Perry, and Clinton Lakes outlets and several Kansas River streamgage sites. As of Sept. 12, algal toxin levels have decreased upstream of Topeka, Lawrence and upstream of WaterOne in Desoto, Kan. Finished drinking water samples were tested in these areas and did not contain any traces of algal toxins.<\/p>\r\n<p>Exposure to algal toxins can cause a range of symptoms in humans, including skin rashes, severe stomach upset, seizures, or even death. Pets and livestock are most susceptible to direct exposure, but people can also be affected during recreation, by eating contaminated foods, or by drinking contaminated water that has not been treated properly.<\/p>\r\n<p>\"Algal bloom events and associated toxin and taste and odor compounds continue to be a potential issue for recreation and water supply,\" said USGS Kansas Water Science Center Director, Andy Ziegler. \"We must start with science to better understand the causes of algal blooms and establish monitoring networks in reservoirs and streams to act as early warning for management agencies to protect human and environmental health.\"<\/p>\r\n<p>Algal toxin concentrations in releases from Tuttle Creek and Perry Lake were less than 0.1 microgram per liter in samples collected on Sept. 12; however, concentrations of taste and odor compounds were present.<\/p>\r\n<p>Milford Lake closed to recreation activities by the Kansas Department of Health and Environment (KDHE) on Aug. 29 because of a large blue-green algae bloom and occurrence of algal toxins. Blue-green algae, also known as cyanobacteria, can produce taste and odor compounds. On Aug. 31, the U.S.<\/p>\r\n<p>Army Corps of Engineers began releasing water from Milford Lake, Tuttle Creek and Perry Lake into the Kansas River. The combination of algal toxins being present and the water release raised concerns about the water quality of the Kansas River. Milford Lake is still listed by KDHE as being under a toxic algal warning as of Sept. 14.<\/p>\r\n<p>The U.S. currently has not adopted any standards for microcystin or other algal toxins. The World Health Organization has set a preliminary guideline for microcystin concentrations in drinking water of one microgram per liter. This guideline is based on concentration in whole-water as ingested and assumes an adult consumes two liters per day for a lifetime. Recreational guidelines for microcystin concentrations exceeding 20 micrograms per liter are used by Kansas Department of Health and Environment to issue a public health warning.<\/p>\r\n<p>Discussions of continued sampling associated with this event and longer term monitoring strategies are being discussed with the city of Topeka, the city of Lawrence, WaterOne, U.S. Army Corps of Engineers, Kansas Water Office, and the Kansas Department of Health and Environment.<\/p>\r\n<p>Current streamflow information for gages located downstream from the lakes and sampling sites on the Kansas River can be found <a href=\"http:\/\/waterdata.usgs.gov\/ks\/nwis\/rt\">online<\/a>.<\/p>\r\n<p>For more information about wate","summary":null,"format":null}]},"field_images":[],"regions":["Kansas"],"country":["United States of America"],"mm_tags":["water","Kansas","algaltoxins","Algal Bloom","kansasriver","waterquality"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1316491200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169262"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}