{"title":"Dry Conditions to Persist Throughout the Nation ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"372\"]<a href=\"http:\/\/waterdata.usgs.gov\/nwis\/uv?site_no=07141300\"><img class=\"  \" src=\"http:\/\/waterdata.usgs.gov\/nwisweb\/local\/nwis_host\/dkslwr\/local\/site_text\/p7141300.jpg\" alt=\"An image of the drought-stricken Arkansa River at Great Bend, KS\" width=\"372\" height=\"210\" \/><\/a> Drought conditions on the Arkansas River at Great Bend, Kansas on July 13, 2012. Photo by Nathan Sullivan, USGS.[\/caption]\n\nAlmost <a href=\"http:\/\/droughtmonitor.unl.edu\/DM_tables.htm?conus\">80 percent<\/a> of the contiguous United States is facing abnormally dry conditions right now. In fact, much of <a href=\"http:\/\/www.drought.gov\/portal\/server.pt\/community\/drought_indicators\/us_drought_monitor\">the lower half<\/a> of the country is facing at least severe to extreme drought. To make matters worse, scientists are not expecting relief any time soon. In many of these areas, drought is predicted to continue to get worse.\n\nDrought is the nationâ\u0080\u0099s most costly natural disaster, far exceeding earthquakes, tornados, hurricanes and floods. FEMA has estimated that the annual average cost of drought in the United States ranges from $6 to $8 billion. (By comparison, the annual costs of flooding are in the $2 to $4 billion range.) Unlike flooding, drought does not come and go in a single episode. Rather, it often takes a long time for drought to begin to impact an area, and it can fester for months or even years.\n\n<strong>Start with Science<\/strong>\n\nIn order to reduce the impacts of drought, governments and managers rely on objective and unbiased scientific information about trends in streamflow, precipitation, and other factors that contribute to drought, so that they can understand where drought is occurring, how long it is likely to impact an area, and where drought is likely to strike next.\n\nDroughts can be subdivided into three types: meteorological, agricultural, and hydrologic drought. A meteorological drought begins with precipitation deficiency, high temperatures and winds, and low humidity. As soil moisture is reduced, plants and agriculture are stressed, leading to agricultural drought. When drought causes streamflow to be reduced, the result is a hydrologic drought.\n\nYou can view areas of low stream flow in real time at <a href=\"http:\/\/waterwatch.usgs.gov\/?id=ww_drought\">USGS WaterWatch<\/a>. The map shows how current flows compare to what would be normal for a given time of year based on historical averages. Right now, almost the entire country is experiencing below normal conditions. The bright red coloring on the map indicates, for example, that flows in Georgia are especially low. While this map is an adequate real-time gauge for areas experiencing hydrologic drought, stream and river conditions are not the only drought indicator.\n\n[caption id=\"\" align=\"alignright\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/07_01_2011_o6Jv40Yll2_07_01_2011_0#.T_7dBZFrV2A\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/07_01_2011\/o6Jv40Yll2_07_01_2011\/medium\/DSC_0126.jpg\" alt=\"Lake Hartwell lies mostly dry, with only a few patches of water left, exposing the sandy lake bottom\" width=\"350\" height=\"234\" \/><\/a> Drought conditions at Lake Hartwell, SC. Photo by Carol J. VanDyke, USGS (2011).[\/caption]\n\nThe national <a href=\"http:\/\/www.drought.gov\/portal\/server.pt\/community\/drought_indicators\/us_drought_monitor\">Drought Monitor<\/a> is the official report detailing drought conditions, and this map paints a fuller picture of drought than just stream flow information. In addition to relying heavily on USGS streamgage data, this map also incorporates soil moisture, agricultural information, <a href=\"http:\/\/www.drought.gov\/portal\/server.pt\/community\/remote_sensing\/226\/vegdri\/295\">satellite data<\/a>, and precipitation.\n\nThe map â\u0080\u0094 a product of NOAA, the U.S. Department of Agriculture, and the National Drought Mitigation Center â\u0080\u0094 is prepared in consultation with scientists from several agencies, including the USGS. It portrays a comprehensive geographic assessment of areas experiencing drought, as well as the severity of drought. Â For example, when The Weather Channel reports on drought conditions in the country, they use the Drought Monitor map. This map also has economic significance, because it is used by many states as the basis for declaring a drought emergency and requesting federal funding.\n\nIn addition to the Drought Monitor, which tracks current and historic drought conditions, every month the National Weather Service produces a <a href=\"http:\/\/www.cpc.ncep.noaa.gov\/products\/expert_assessment\/seasonal_drought.html\">Drought Outlook<\/a>, with bi-weekly updates based primarily on precipitation information. The latest report, released on July 5, indicates that drought is likely to develop, persist, or intensify across much of the Ohio and Tennessee Valleys, the Corn Belt region, the middle and lower Mississippi Valley, and much of the Great Plains.\n\n<strong>How Does This Drought Compare to Past Droughts?<\/strong>\n\nThat's a tough question, because the answer depends on a variety of factors: how you define drought, the specific parts of the country affected by drought, and the time of year.Â  However, the most extensive area of drought during the past century occurred in July 1934 during the dust bowl when 80 percent of the contiguous United States was in moderate to exceptional drought.Â  By comparison, the area in moderate to exceptional drought in June 2012 was 57 percent.Â  So the current drought, though severe, is not as extensive as that which occurred during the Dust Bowl era of the 1930s.\n\nAdditionally, as a nation we prepare better for todayâ\u0080\u0099s droughts, by using reservoirs more strategically and by putting other mechanisms in place to mitigate the impacts of drought. Most states have a plan to ensure there is enough water available when signs point to dry futures. For example, <a href=\"http:\/\/www.deq.virginia.gov\/Portals\/0\/DEQ\/Water\/WaterResources\/vadroughtresponseplan.pdf\">Virginiaâ\u0080\u0099s plan<\/a> allows managers to issue emergency permits for water or even bring in water from elsewhere depending on drought severity. Other plans guide states in preparing for and proactively lessening drought. For example, <a href=\"http:\/\/carc.agr.ne.gov\/docs\/NebraskaDrought.pdf\">Nebraska has a plan<\/a> that includes incentives for water conservation, steps for awareness campaigns, protection of stream flows, and assessments of the most vulnerable areas.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_30_2011_j51Qiu6HGb_06_30_2011_4\"><img class=\"   \" src=\"http:\/\/gallery.usgs.gov\/images\/06_30_2011\/j51Qiu6HGb_06_30_2011\/medium\/Picture_819_OCFisher20110623.jpg\" alt=\"Dead catfish lie piled on top of one another in the dry bed of Fisher Lake, Texas\" width=\"350\" height=\"263\" \/><\/a> While the Souris River is in the throes of record high flooding in Minot, N.D., O.C. Fisher Lake near San Angelo, Texas has been experiencing the exact opposite for a number of years now - a ground-cracking drought. These locations have more than their extreme water conditions in common. Though about 1,000 miles apart, these places are situated north and south of each other just west of the 100th meridian of longitude. Photo by Travis Dowell, USGS, June 23, 2011.[\/caption]\n\nYou can find out about low water levels in real-time with USGS WaterAlert. This USGS service allows you to automatically receive a text or email from a USGS streamgage when waters go below a certain threshold that you choose. <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">Sign up for WaterAlert online<\/a> by selecting a state, checking the â\u0080\u009csurface waterâ\u0080\u009d box, and clicking on your streamgage of choice.\n\n<strong>Will Droughts Get Worse with Climate Change?<\/strong>\n\nDrought is a normal component of our climate. Because of the way weather patterns work, there is always precipitation somewhere in the atmosphere and a lack of precipitation somewhere else. Certain areas are more prone to drought, but drought can happen anywhere.\n\nWhile scientists agree that climate change will cause temperatures to continue to rise, changes to precipitation patterns are less certain. At the time, extrapolating these loose precipitation predictions to drought impacts is nearly impossible. Scientists agree that it is still very difficult to make generalized statements about how climate change will impact drought.\n\n<strong>USGS Drought Information in Your State<\/strong>\n\nWhile drought is affecting multiple states across the country, here is a glimpse at a few local impacts.\n\nOklahoma experienced a year of extreme heat and drought last year, due to high temperatures and precipitation deficits. Although precipitation has returned to near normal so far this year, Oklahoma is still in the grip of a hydrological drought. The USGS Oklahoma Water Science Center is working on multiple projects that provide reliable, impartial, and timely information to resource managers, planners, and other customers about drought. These federally-funded activities in Oklahoma emphasize regional assessments of surface-water and groundwater conditions, how natural processes and human activities affect those conditions through time, development of new tools and techniques for understanding complex hydrologic systems, effects of drought, and planning for drought.\n\n[caption id=\"\" align=\"alignright\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_15_2010_rvm8Pdc55J_10_15_2010_1#.T_7c9JFrV2A\"><img class=\"   \" src=\"http:\/\/gallery.usgs.gov\/images\/10_15_2010\/rvm8Pdc55J_10_15_2010\/medium\/Riversend_pmcb.jpg\" alt=\"See caption: \" width=\"350\" height=\"232\" \/><\/a> The Colorado River runs dry on the U.S.\/Mexico border 2 miles below the Morelos Dam. Photo by Pete McBride, USGS, Jan 13, 2009[\/caption]\n\nIn Arkansas, streamflows across the state are about 10 â\u0080\u0093 50 percent of normal streamflow expected during this time of year. Some streams are exhibiting less than one percent of the normal streamflow expected. USGS scientists in Arkansas are studying the effects of climate on water levels, and have determined that long-term continuous monitoring is important to evaluating the effects of climate variability.\n\nWestern Texas continues to experience extreme drought, though winter and spring rains provided modest relief to the 2011 drought. Â  Although central Texas has gotten some recent rains, reservoirs are still well below capacity in many areas. Even with recent flooding in the Houston area , about 90% of the wells measured in the Gulf Coast Aquifer during the winter of 2011-12 showed water level declines. Additionally, statewide reservoir storage in 2011 was the lowest on record since 1978.\n\nIn Colorado streamflow in early July was below normal at more than 80 percent of the USGS long-term monitoring stations. Â Record low flows were recorded at 23 of 127 long term monitoring stations. Severe hydrologic drought is primarily occurring in the upper Colorado River Basin, the upper Arkansas Basin, and parts of southwestern Colorado. The Rio Grande and South Platte Basins are experiencing moderate hydrologic drought while flows in the lower Arkansas Basin remain below normal.\n\nIn Kansas, USGS scientists are measuring the lowest flows since the 1950s for the Arkansas River, as well as several other rivers across the state. The North Fork of the Ninnescah River is running low enough that the creek temperature have hit 103 degrees.\n\n<strong>USGS International Drought Science: Famine Early Warning Systems Network<\/strong>\n\nThe ability to grow crops in drought conditions is of high concern for many populations of the developing world. The <a href=\"http:\/\/www.fews.net\/\">Famine Early Warning Systems Network<\/a> (FEWS NET), which is an activity of the U.S. Agency for International Development and its office Food for Peace, identifies populations with the most food insecurity, examining critical situations in which food aid will be needed. FEWS NET research was used to provide <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2867\">early warning of drought<\/a> and the potential for the outbreak of famine conditions in Ethiopia and Kenya and Somalia in 2011. Another successful forecast was made in the spring of 2012 that helped motivate effective humanitarian responses in Kenya and Ethiopia.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_18_2009_i41Pht6GFa_06_18_2009_0\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/06_18_2009\/i41Pht6GFa_06_18_2009\/medium\/rought_wetland.jpg\" alt=\"An image of a dry riverbed. The mud is cracked and the grass on the former banks of the river is brown and dying.\" width=\"350\" height=\"350\" \/><\/a> The Vegetation Drought Response Index (VegDRI) incorporates satellite observations of vegetation to monitor at a finer spatial detail than other commonly used drought indicators.[\/caption]\n\nFEWS NET also helps target more than $1.5 billion of assistance to more than 40 countries each year. As an implementing partner of FEWS NET, the USGS contributes remote sensing data and analyses to monitor and warn of impending drought and potential food insecurity, as well as providing scientific studies for informing adaptation to climate change. The FEWS NET program currently works in <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/science-helping-to-save-lives-in-africa\/\">Africa<\/a>, Asia, Central America, and Haiti, with the hope of expanding to global coverage in the near future.\n\n<strong>Links and Resources:<\/strong>\n<ul>\n\t<li><a href=\"http:\/\/waterwatch.usgs.gov\/?id=ww_drought\">USGS WaterWatch<\/a><\/li>\n\t<li><a href=\"http:\/\/water.usgs.gov\/nsip\/\">National Streamflow Information Program<\/a><\/li>\n\t<li><a href=\"http:\/\/water.usgs.gov\/coop\/\">Cooperative Water Program<\/a><\/li>\n\t<li><a href=\"http:\/\/www.drought.gov\/portal\/server.pt\/community\/drought_indicators\/us_drought_monitor\">National Drought Monitor<\/a><\/li>\n\t<li><a href=\"http:\/\/www.cpc.ncep.noaa.gov\/products\/expert_assessment\/seasonal_drought.html\">NOAA Drought Outlook<\/a><\/li>\n\t<li><a href=\"http:\/\/www.ncdc.noaa.gov\/paleo\/drought\/drght_history.html\">Droughts of the Past<\/a><\/li>\n<\/ul>\nFor local details and impacts related to drought, please contact your <a href=\"http:\/\/www.stateclimate.org\/\">State Climatologist<\/a> or <a href=\"http:\/\/www.ncdc.noaa.gov\/oa\/climate\/regionalclimatecenters.html\">Regional Climate Center<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24217","uid":"31","filename":"Feature-Image.jpg","uri":"public:\/\/Feature-Image.jpg","filemime":"image\/jpeg","filesize":"103987","status":"1","timestamp":"1425492768","type":"image","uuid":"a7a8b20e-78b4-4413-beb1-c344c62f8b4f","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","drought","global Change","Natural Hazards","streamgage","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1342454097","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}