{"title":"scientists to Gather to Discuss Nation's Largest Dam-Removal Project","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>PORT ANGELES, Wash. &ndash;<\/strong>&nbsp;<!--introstart-->Restoration of the Elwha River, including the start of the Nation&rsquo;s largest dam removal to date, is the backdrop for the Elwha River Science Symposium, to be held at Peninsula College in Port Angeles, Wash., this September 15-16, 2011.<!--introend--><\/p>\n<p>\"Over the last six years, a flurry of scientific studies has occurred in the Elwha River watershed in anticipation of dam removal,&rdquo; said Jeff Duda, a U.S. Geological Survey scientist co-organizing the symposium. &ldquo;This information will be used to better understand and document ecosystem responses to dam removal.\"<\/p>\r\n<p>The symposium will feature presentations of recent scientific studies, as well as lectures from nationally recognized scholars in the fields of fisheries biology, geomorphology, ecosystem health, and dam removal and river policy.<\/p>\r\n<p>Thomas E. Lovejoy, biodiversity chair of the H. John Heinz III Center for Science, Economics, and the Environment, will deliver the symposium&rsquo;s keynote address.<\/p>\r\n<p>Other featured speakers will include Thomas P. Quinn, an expert on Pacific salmon with the University of Washington; David Montgomery, an expert on river geomorphology also with the University of Washington; James R. Karr, University of Washington, an expert on measuring the health of living systems; Martin Doyle of Duke University, an expert on dam removal and river policy in the United States, and Yvon Choiunard, a noted environmentalist and founder of the outdoor clothing and gear company Patagonia.<\/p>\r\n<p>The symposium will lead into a weekend of events related to dam removal and restoration, including entertainment and educational activities planned to commemorate this historic dam-removal project. The three-year removal of the Elwha and Glines Canyon dams will begin on September 17, 2011.<\/p>\r\n<p>Removal of the 108-foot high Elwha Dam, built in 1913, and the 210-foot high Glines Canyon Dam, built in 1927, will allow salmon and other fish access to more than 70 miles of protected habitat within Olympic National Park.<\/p>\r\n<p>\"Existing baseline studies characterize the effects of nearly a century of dams trapping sediment in reservoirs and blocking fish passage. Those data will be invaluable as researchers track the effects of restoring natural processes like sediment transport, fish migration and the return of marine-derived nutrients to the valley&rsquo;s ecosystem,&rdquo; said Dr. Jerry Freilich, the Park&rsquo;s research coordinator.&nbsp;<\/p>\r\n<p>The symposium is being planned and organized by members of the Elwha Research Consortium, a strategic partnership between governmental agencies, research and educational institutions, and community groups focused on understanding the social and ecological effects of dam removal and restoration activities in the Elwha River watershed. ERC member organizations include the U.S. Geological Survey, Olympic National Park, Lower Elwha Klallam Tribe, Washington Department of Fish and Wildlife, Elwha Nearshore Consortium, U.S. Fish and Wildlife Service, National Oceanic and Atmospheric Administration, Western Washington University, and Peninsula College.&nbsp;<\/p>\r\n<p>Proceeds from the Elwha River Science Symposium will be donated to the Peninsula College Foundation to support student scholarships for future studies on the Elwha River.<\/p>\r\n<p>The conference fee is $75 for both days, including lunches. Single-day registration is also available. More information on the Elwha River Science Symposium, including registration information, lodging suggestions, maps and directions can be found at <em><a href=\"http:\/\/elwharesearchconsortium.wildapricot.org\/\">elwharesearchconsortium.wildapricot.org.<\/a><\/em><\/p>\r\n<p>For more information on events planned to commemorate dam removal, please visit <a href=\"http:\/\/celebrateelwha.com\/\"><em>celebrateelwha.com<\/em><\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["biology","water","restoration","Elwha","river","riparian","National Parks"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1310616000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169168"},{"tid":"170248"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}