{"title":"Media Advisory: Celebrate Expanding Science with an Impact in Middleton!","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>Reporters Invited to Open House and Ribbon Cutting Events <\/em><\/strong><\/p>\n<p><!--introstart-->Come celebrate science with an impact at the U.S. Geological Survey's Wisconsin Water Science Center!<!--introend--> The center will inaugurate a new wing that provides more space to conduct science on pertinent topics like flooding, drought, water-use, mining impacts and pollution. The new, $1.2 million wing was built by ten local companies in Madison, Wisc.<\/p>\r\n<table>\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>What: <\/strong><\/td>\r\n<td>\r\n<p>Reporters are invited to two open house events to celebrate over 120 years of research and investigation of Wisconsin&rsquo;s, and the Nation&rsquo;s, water resources.<\/p>\r\n<p><strong>Water Science Day<br \/>Sunday, May 20, 12 &ndash; 4p.m.<\/strong><br \/><br \/>Bring the whole family and join USGS scientists for a day of hands-on learning!<br \/>Come check out live stream critters, use river and lake sampling equipment and measure streamflow. Children can \"dress like a scientist\" at the photo area.<\/p>\r\n<p><strong>Professional Open House<\/strong><br \/><strong>Monday, May 21, 1:30 &ndash; 5p.m.<\/strong><br \/><strong>Ribbon Cutting by Kurt Sonnentag, Mayor of Middleton<\/strong><br \/><strong>State Senator Mark Miller is attending<\/strong><br \/><br \/>Dignitaries, cooperators and community partners are invited to attend this open house.<br \/>A short ribbon-cutting ceremony will take place at 2p.m.<\/p>\r\n<p><strong>Visitors at both events will be able to view a variety of science exhibits:<\/strong><\/p>\r\n<ul>\r\n<li>Learn how scientists predict flooding<\/li>\r\n<li>Tour Mercury Research Laboratory<\/li>\r\n<li>Test water for viruses, bacteria, and pollution <\/li>\r\n<li>Use storm-water sampling equipment<\/li>\r\n<li>See on-site drill rig and fish-shocking boat<\/li>\r\n<li>Watch 3D groundwater and sediment models<\/li>\r\n<\/ul>\r\n<\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Where: <\/strong><\/td>\r\n<td>USGS Wisconsin Water Science Center<br \/>8505 Research Way, Middleton Wisc. (behind Greenway Station)<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>\"For more than a century, USGS science has been helping the citizens of Wisconsin reap the greatest recreational benefit from its beautiful lakes and streams, emergency responders give timely warnings for rising flood waters, and university researchers have access to authoritative information for cutting-edge studies,\" said USGS Director Marcia McNutt. \"Please join us as we open our doors to proudly show off our new facilities to the public, with plenty of hands-on displays to bring out the amateur investigator in visitors of all ages.\"&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>Information provided by the USGS Wisconsin Water Science Center is essential for locals who rely on beach advisories to determine whether it&rsquo;s safe to swim, paddlers that check stream conditions before spending a day on the water, people who use water temperatures to find the best fishing spot, and for emergency managers to determine evacuations during flooding events. More than 60 local, state, regional and federal agencies, municipalities, universities and nonprofit organizations depend on critical research provided by the <a href=\"http:\/\/wi.water.usgs.gov\/\">USGS Wisconsin Water Science Center<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":["Wisconsin","water","Open House","events"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1337227200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}