{"title":"science Working to Combat Deadly White Nose Syndrome in Bats","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->New findings on white-nose syndrome are bringing scientists closer to slowing the spread of this deadly bat disease, according to recent and ongoing studies by the U.S. Geological Survey.<!--introend--><strong>&nbsp;<\/strong><\/p>\n<p>WNS has killed more than <a href=\"http:\/\/www.whitenosesyndrome.org\/news\/north-american-bat-death-toll-exceeds-55-million-white-nose-syndrome\">5 million<\/a> bats since it first appeared in New York in 2007, and the disease, caused by the fungus <em>Geomyces destructans<\/em>, has spread to 19 U.S. states and four Canadian provinces (<a href=\"http:\/\/www.whitenosesyndrome.org\/resources\/map\">view map<\/a>).<\/p>\r\n<p>USGS science is providing the foundation for informed decisions to manage this wildlife disease. Recent studies have defined the effects of temperature on the growth of the WNS-causing fungus, <em>G. destructans<\/em>; uncovered more knowledge about cave ecosystems; and developed better WNS testing techniques. These studies will ultimately serve to better define how environmental conditions influence development of WNS in bats.<\/p>\r\n<p>\"The USGS research to combat white nose syndrome lies in what scientists call 'Pasteur's Quadrant': it is not only of immediate and intense need because of the havoc that this disease is causing to an economically important animal, but it also advances the frontier of understanding of how fungi thrive in the environment,\" said USGS Director Marcia McNutt. \"The race is on: scientist versus fungus, with the survival of several important species of bats at stake.\"<\/p>\r\n<p>In an article recently published in <a href=\"http:\/\/www.plosone.org\/article\/info%3Adoi%2F10.1371%2Fjournal.pone.0046280\">PLoS ONE<\/a>, scientists at the <a href=\"http:\/\/www.nwhc.usgs.gov\/\">USGS National Wildlife Health Center<\/a> have shown in the laboratory that small changes in temperature, consistent with those found in bat caves, affect the overall growth rate and physiology of the WNS-causing fungus, <em>G. destructans<\/em>.<\/p>\r\n<p>Within caves or mines, temperature and humidity variations in small areas within the sites &mdash; or microclimates &mdash; provide different environments for bats to hibernate. Different species of bats prefer different microclimate conditions for hibernation, which has been proposed as one of the reasons why some bat species may be more susceptible to WNS than others.<\/p>\r\n<p>USGS scientists, in collaboration with EcoHealth Alliance and other agencies, are now expanding upon this work and comparing these microclimatic variables to the presence and abundance of the WNS- causing fungus in the environment and on bats. These findings will be used to predict the distribution of <em>G. destructans<\/em> within bat caves and to estimate the potential for progression of WNS at hibernation sites across the landscape.<\/p>\r\n<p>In two additional studies, published in the journal <em>Mycologia<\/em>, USGS and U.S. Forest Service scientists teamed up with others to learn more about the fungal ecology of bat hibernation sites and developed an improved diagnostic test for the fungus. Researchers examined <em>G. destructans<\/em> within the broader group of related <em>Geomyces<\/em> fungal species, most of which do not cause disease in bats, but are common in bat caves. This <a href=\"http:\/\/www.mycologia.org\/content\/early\/2012\/10\/16\/12-207.abstract\">information<\/a> is helping scientists to understand more about the diversity of related fungi in bat caves as well as the delicate ecology of these underground ecosystems. These findings were then used in the <a href=\"http:\/\/www.mycologia.org\/content\/early\/2012\/09\/06\/12-242.short\">second study<\/a> to develop a new highly sensitive and specific test that can differentiate between <em>G. destructans<\/em> and similar fungal species. This test serves as a reliable tool for enhanced diagnosis and surveillance of WNS.<\/p>\r\n<p>Partnerships among agencies &ndash; federal, state, tribal, academic, and NGOs &ndash; are essenti","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":["white Syndrome","","White Nose","whitenosesyndrome","bats","batdeaths","biology","National Wildlife Health Center","ecosystems","wildlife","wildlife Health"],"distribution":["Biology"],"release_date":{"und":[{"value":"1350878400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169396"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}