{"title":"Colorful New Publication Illustrates a Century of Volcano Science in Hawaii","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"7\" width=\"253\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><span class=\"small\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_04_05\/100yr_volcano_tracking.jpg\" alt=\"Cover page of the The Story of the Hawaiian Volcano Observatory&mdash; A Remarkable First 100 Years of Tracking Eruptions and Earthquakes publication.\" width=\"250\" height=\"213\" \/><\/span><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">The Story of the Hawaiian Volcano Observatory&mdash; A Remarkable First 100 Years of Tracking Eruptions and Earthquakes (<a href=\"http:\/\/pubs.usgs.gov\/gip\/135\/\">Online publication<\/a> (PDF).<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><!--introstart-->HAWAII ISLAND, Hawaii &mdash;2012 marks 100 years of continuous volcano and earthquake monitoring at the U.S. Geological Survey's Hawaiian Volcano Observatory.<!--introend--> As part of HVO's centennial celebration, the USGS has published a new general-interest publication, \"The Story of the Hawaiian Volcano Observatory&mdash;A Remarkable First 100 Years of Tracking Eruptions and Earthquakes.\"<\/p>\r\n<p>This 62-page, full-color booklet recounts the founding of HVO, the first volcano observatory in the United States, and its pioneering achievements in the science of volcano monitoring over the past century.&nbsp; Written in a reader-friendly style, the booklet will appeal to anyone interested in earth science and volcanoes.&nbsp;<\/p>\r\n<p>\"Born from cracks opened by earthquakes and fed by fountains of hot molten lava, the volcanoes of Hawai&#699;i rise as much as 30,000 feet above the floor of the surrounding deep sea, making them the largest volcanoes on the planet,\" said USGS Director Marcia McNutt. \"It is a marvelous detective story to read how scientists have used data collected over the last 100 years to understand volcanic history extending back a million years, as well as what the volcanic future might be.\"&nbsp;<\/p>\r\n<p>HVO, perched on the rim of K&#299;lauea Volcano's summit caldera, closely monitors the volcanic and seismic activity of K&#299;lauea and Mauna Loa, two of the most active volcanoes in the world, and other Hawaiian volcanoes.&nbsp; HVO&rsquo;s monitoring data, eruption forecasts, and timely warnings of potential hazards help protect the public&mdash;a key mission of HVO since 1912, when geologist Thomas A. Jaggar, founded the observatory.<\/p>\r\n<p>The new booklet describes the development of the tools and techniques used by HVO to monitor Hawai&lsquo;i's volcanic and seismic activity over the past 100 years.&nbsp; Whereas Jaggar had only a few early seismometers to track eruptions and earthquakes, HVO scientists today can access huge amounts of digital data from a dense network of seismometers, tiltmeters, GPS receivers, gas sensors, and other technologically advanced monitoring instruments.&nbsp;<\/p>\r\n<p>Archival photos in \"The Story of the Hawaiian Volcano Observatory\" portray dramatic changes in Kilauea's landscape, such as the formation of a 400-foot-deep lava lake filling the bottom of K&#299;lauea Iki Crater in 1959, the growth of a 370-foot-high lava shield during the 1969&ndash;1974 Mauna Ulu eruption, and the explosive eruptions of Halema&rsquo;uma&rsquo;u Crater in 1924 that increased its diameter from 1,200 feet to more than 3,000 feet.&nbsp; A timeline in the book features archival photographs from significant eruptions and earthquakes that have affected Hawai&lsquo;i residents since 1912.&nbsp;<\/p>\r\n<p>HVO scientists have made great strides in understanding how Hawaiian volcanoes work, and the booklet summarizes their key discoveries during the past 100 years.&nbsp; Some of these include the relationship of earthquakes and volcanic tremors to volcanic activity, the precursory signals of an eruption, the evolution and internal structure of Hawaiian volcanoes, the dynamics of lava flows and lava lakes, and the formation of summit calderas.&nbsp;&nbsp;<\/p>\r\n<p>The story concludes with a look toward the next 100 years, and the challenges","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["geology","volcano","hazard","history","centennial","anniversary","General Interest Product","","Jaggar","publication","book","Hawaii","Hawaiian Volcano Observatory","",""],"release_date":{"und":[{"value":"1333598400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169558"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}