{"title":"Not Just Another Library &mdash; At the USGS in Menlo Park","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Editors\/Reporters &ndash; As part of National Library Week, April 1-7, staffers at the U.S. Geological Survey in Menlo Park will be happy to assist reporters with interviews and stories about this specialized library in the San Francisco Bay area.<\/b> <\/p>\n<p><!--introstart-->With more than 400,000 volumes and 35,000 maps, the library of the U. S. Geological Survey, at 345 Middlefield Road, Menlo Park, is the largest earth-science library on the West Coast, and part of the largest earth sciences library system in the world.<!--introend--> Subject specialties at the library include regional geology, seismology, volcanology, marine geology, water resources, environmental geology, biological sciences and cartography. The collection also contains publications by state geosciences agencies and national and international scientific organizations. <\/p>\r\n<p>Its map collection includes all USGS map series, and those produced by states and foreign geological surveys. All the USGS topographic quadrangles for California, Oregon, Washington, Idaho, Nevada, Utah, Arizona, Hawaii and Alaska are on hand for reference, and may be purchased at the USGS Earth Science Information Center, in an adjacent building. <\/p>\r\n<p>The library&rsquo;s &quot;California Center&quot; is a collection of heavily-used books, maps and journals on California geology, water, ecology, soils, mining exploration and history. It includes publications from the California Division of Mines and Geology, and the California Department of Water Resources, including historical publications, such as those written by Josiah Whitney and Clarence King. <\/p>\r\n<p>The USGS Aerial Photo Library contains approximately 100,000 aerial photos, mostly of the San Francisco Bay and selected locations throughout the western United States. Many of the aerial photographs show the Bay Area in the 1940s and 1950s, and therefore offer an excellent guide for comparison to today&rsquo;s urban development. Library &ndash; 2 <\/p>\r\n<p>The library&rsquo;s education collection contains books, slides, videos, and models covering a broad range of topics in the earth sciences, designed primarily for use by K-12 teachers. Collections of rocks, minerals, and fossils are available for loan, to teachers. <\/p>\r\n<p>A larger collection of rocks and fossils is available for viewing in the lobby. Also on display is an extensive collection of globes and depiction of globes, on loan to the library from a retired USGS employee. <\/p>\r\n<p>Although the primary mission of the USGS library is to serve USGS employees in its nine-state western region, it is also open to the public for research and reference use from 8 a.m. to 4:30 p,m., Monday through Friday. The public can borrow the reference materials by making an interlibrary loan request through their own local library. <\/p>\r\n<p>The USGS library is located in the McKelvey Building, near the entrance to the USGS campus at 345 Middlefield Road, Menlo Park. It is fully accessible to persons with disabilities and free parking is available. \r\n<p>More information about USGS libraries is available on the Internet at http:\/\/www.usgs.gov\/library\/ <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"985150800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170532"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}