{"title":"Dr. Phillip Slater Wins Pecora Award","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Philip N. Slater, a remote sensing scientist at the University of Arizona, received the 1995 William T. Pecora Award during ceremonies held on February 27, 1996, at the Eleventh Thematic Conference on Applied Geologic Remote Sensing, in Las Vegas, Nev. <\/p>\n<p>The award, sponsored jointly by the Department of the Interior and the National Aeronautics and Space Administration, has been presented annually since 1974 to honor the memory of Dr. William T. Pecora, who was a motivating force in the establishment of Earth resource sensing from space. Dr. Pecora served as Director of the U.S. Geological Survey from 1965-1971, and later served as Undersecretary, Department of the Interior, until his death in 1972. <\/p>\r\n<p>The 1995 award recognizes Dr. Slater&rsquo;s outstanding contributions to science and education and his sustained leadership, rigor, and service in the absolute calibration of optical remote-sensing instruments. His methodology has been used to calibrate virtually every major operational civil space-based system as well as some of the most sophisticated experimental systems. <\/p>\r\n<p>The award was presented to Dr. Slater by Dr. Charles Kennel, NASA&rsquo;s Associate Administrator for Mission to Planet Earth, and by Dr. Lawrence C. Rowan, USGS Research Geologist and previous Pecora Award recipient. <\/p>\r\n<p>Dr. Slater&rsquo;s first major contribution in the calibration of airborne and satellite remote-sensing systems was to design and assemble the first multispectral remote-sensing imaging system carried into Earth orbit by Apollo 9. Most recently, he was selected to assist in the design, development, and calibration of NASA&rsquo;s Earth Observing System&rsquo;s optical imaging subsystems. As a leading educator in remote sensing, Dr. Slater was instrumental in developing the University of Arizona&rsquo;s highly respected Remote Sensing Center, where he served as Chairman from 1975-93. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Nevada"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"826866000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}