{"title":"Geologic Evidence of Past Tsunamis in California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>SACRAMENTO, Calif<\/strong>. &mdash; An extensive sedimentary deposit formed by a tsunami in 1946 was recently discovered at Pillar Point Marsh near Half Moon Bay, California. While there were photos and eyewitness accounts of the tsunami and resulting damage at the time, finding the tangible evidence in the geologic record is an important part of assessing the long-term hazard of tsunamis on California coastal communities.<\/p>\n<p>For California, the history of tsunamis is limited by a relatively brief written record that only goes back to the late 1700s. Understanding the older geologic history of tsunamis reaching California will lead to a better awareness of the tsunami potential in coastal communities and help local authorities devise improved evacuation plans.<\/p>\r\n<p>A new study has been completed looking for pre-historical evidence of tsunamis at more than 20 locations along the California coast.&nbsp; As part of the U.S. Geological Survey SAFRR (Science Application for Risk Reduction) Tsunami Scenario project, experts from the USGS, Humboldt State University, and the California Geological Survey searched for geological evidence of past tsunamis in marshlands along the entire California coast from Crescent City in the north to the Tijuana River in the south.<\/p>\r\n<p>&ldquo;The evidence of past tsunamis &mdash; as well as the lack of evidence &mdash; will help establish the baseline for tsunami hazard analysis and preparedness,&rdquo; said geologist Rick Wilson of CGS. &ldquo;Continuing this type of work is essential for characterizing the long-term tsunami threat to California.&rdquo;<\/p>\r\n<p>The study found that strong evidence of tsunamis was absent from most marshlands examined, except for two locations in the state.&nbsp; In Crescent City, new information helped to better define the extent of flooding from a historic tsunami that occurred in 1964 as well as a pre-historic tsunami from 1700. The extensive 1946 tsunami deposit was found near Half Moon Bay. A third location, Carpinteria Marsh near Santa Barbara, contains multiple sand layers that are still being evaluated for a possible tsunami origin.<\/p>\r\n<p>&ldquo;This study is the most comprehensive paleotsunami exploration project to be conducted in the state of California,&rdquo; says USGS geologist Bruce Richmond. &ldquo;No one has looked at so many locations over this large of a geographical area.&rdquo;<\/p>\r\n<p>Tsunami deposits are often composed of thin, continuous sand layers with unique grain-size and microfossil characteristics that may help to differentiate them from other kinds of coastal deposits, such as those from large storms.&nbsp; Coastal marshes, ponds, and lagoons are the most likely areas where these tsunami deposits can be preserved in the geologic record and later recognized, because the tsunami-deposited sands contrast with plant-rich material that accumulates in marshes, or the dark, muddy deposits of ponds and lagoons.<\/p>\r\n<p>&ldquo;We worked hard to identify locations along the California coast where there would be a potential for finding paleotsunami deposits,&rdquo; said geologist Eileen Hemphill-Haley of HSU.&nbsp; &ldquo;This was a challenge considering the many miles of rocky coastline along California where tsunami deposits would not be preserved, and the fact that many low-lying coastal wetlands &ndash; even some that are now parks or preserves &ndash; have been impacted in the past 150 years by agricultural practices or other land uses.&rdquo;<\/p>\r\n<p>\"This report presents results from data collected by a team of 15 scientists working for more than a year,\" said USGS geologist Bruce Jaffe. \"And there is still much to be done to reconstruct the tsunami history of California.\"<\/p>\r\n<p>The new report, &ldquo;<a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1170\/c\/index.html\">Geologic Evidence for Distant-Source Tsunamis from New Field Data in California<\/a>,&rdquo; is available online.<\/p>\r\n<p>For more information about tsunamis, vis","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["tsunami","paleotsunami","hazard","Geologic Deposit","beach","marsh","","","Humboldt"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1400558400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169140"},{"tid":"169252"},{"tid":"169953"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}