{"title":"Ultra Marathon Champion","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ANCHORAGE, Alaska &mdash;<!--introstart-->A recent U.S. Geological Survey-led study of the bar-tailed godwit, a shorebird known famously as the ultimate marathon champion of bird flight, suggests that these birds can sense broad weather patterns and optimally time their long, nonstop, transoceanic migrations to destinations thousands of miles away.<!--introend-->&nbsp;<\/p>\n<p>Like airplane pilots examining weather charts for the course ahead, godwits awaiting to take flight ultimately selected dates of departure that corresponded to the best atmospheric wind conditions possible within a two-week window.&nbsp; Remarkably, not only were the conditions optimal for take-off, but they almost always provided the best possible conditions for the birds' entire transoceanic flights.<\/p>\r\n<p>\"We think that these behaviors represent a previously unknown cognitive ability that allows bar-tailed godwits to assess changes in weather conditions across widely separated atmospheric regions in different parts of the Pacific Ocean and to time their migration patterns accordingly,\" said Robert Gill, Jr., an Emeritus Scientist with the USGS and lead author of the study.<\/p>\r\n<p>These findings are part of a new scientific publication by collaborators from the USGS, the National Oceanic and Atmospheric Administration, and the University of Groningen and the NIOZ Royal Netherlands Institute for Sea Research.&nbsp; The researchers used detailed information on individuals tracked by satellite transmitters, along with data on wind conditions across the Pacific Ocean, to investigate migration patterns along the 18,000 mile annual route of the bar-tailed godwit.&nbsp; Their study determined that bar-tailed godwits are able to make efficient decisions about when and where to fly during nonstop flights of up to 10 days long between wintering areas in New Zealand and breeding areas in Alaska.<\/p>\r\n<p>\"There are a number of broad-scale prevailing wind patterns through the Pacific Ocean, and the godwits take advantage of these winds to facilitate successful migration between their wintering and breeding areas.&nbsp; These wind patterns appear to be teleconnected, or linked, across broad expanses of the Pacific Ocean,\" said Gill.&nbsp;&nbsp;\"Just like airline pilots, birds occasionally have to abort flights or change course drastically when they encounter severe, unexpected weather,\" noted David Douglas, Research Wildlife Biologist, who like Gill, works out of the USGS Alaska Science Center and is co-author of the study.&nbsp;<\/p>\r\n<p>The researchers observed two birds that made abrupt course changes when they encountered rapidly developing cyclones along their flight paths.&nbsp; In one case, the prolonged flight change resulted in the bird not breeding that season, likely due to energy spent fighting the headwinds of the storm.<\/p>\r\n<p>The report on this study, entitled \"<a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0003347214000542\">Hemispheric-scale wind selection facilitates bar-tailed godwit circum-migration of the Pacific<\/a>,\" was recently published in the journal Animal Behaviour.<\/p>\r\n<p>Photos of bar-tailed godwits, their migration and habitats, are available from the <a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/shorebirds\/barg_photos.php\">USGS online<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["birds","migration","ecosystems","weatherpatterns","Alaska"],"distribution":["Biology"],"release_date":{"und":[{"value":"1394510400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169100"},{"tid":"169181"},{"tid":"170348"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}