{"title":"stream Gages Ready for Felicia Response","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>What:<\/strong>&nbsp;<!--introstart-->Reporters are invited to join a U.S. Geological Survey field crew at a real-time stream gage location to see how data are collected and used to assist various state and local agencies during a tropical storm.<!--introend-->&nbsp;<\/p>\n<p><strong>When:<\/strong> Today! 1:30 p.m., Tuesday, August 11, 2009<\/p>\r\n<p><strong>Where:<\/strong> Wailupe Gulch at Hind Drive at Aina Hina, Oahu. This can be reached from Honolulu by driving east on interstate H-1. Turn left on West Hind Drive and follow it to the bridge crossing over Wailupe Gulch<\/p>\r\n<p><strong>RSVP: <\/strong>If you are interested in attending, please RSVP with Ron Rickman 808-587-2407 by noon, if possible.<\/p>\r\n<p>USGS field crews will be collecting critical streamflow and rain data related to the tropical storm Felicia on Tuesday, August 11, 2009 that are vital for protection of life, property and the environment. These data are used by the National Weather Service to develop flood and high tide forecasts, the U.S. Army Corps of Engineers to manage flood control, and the various state and local agencies in their flood response activities.<\/p>\r\n<p>For nearly 100 years, the USGS has monitored flow in selected streams across the Hawaiian Islands. The USGS collects data from 57 streamflow-monitoring gages, 23 raingages and 8 reservoir flood-alert gages across Hawaii, which provide real-time data in 15-minute increments. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.<\/p>\r\n<p>Access current flood and high flow conditions in the state of Hawaii at <a href=\"http:\/\/hi.water.usgs.gov\/\">http:\/\/hi.water.usgs.gov\/<\/a>.<\/p>\r\n<p>The USGS and other state and local agencies cooperatively fund the USGS stream-gaging network in Hawaii. This partnership, funded through the rest of this budget year, has worked well over time, combining Federal and non-Federal resources to address many of the Island&rsquo;s most pressing water resource issues, resulting in great cost savings to both the Federal Government and the States.&nbsp; However, when budget fluctuations or changes in priorities occur in these other agencies, the network can be affected.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["water","streamgage","raingage","flood","Hawaii"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1249963200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"},{"tid":"170390"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}