{"title":"Mercury contamination in Californiaâ\u0080\u0099s South Yuba River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SACRAMENTO, Calif. &ndash; Gold dredging that disturbs fine-grained, mercury-laden sediment in California&rsquo;s South Yuba River can allow higher amounts of mercury to enter the environment, potentially threatening food webs far downstream.<\/p>\n<p>Higher concentrations of mercury were found in fine-grained sediment than in coarse-grained sediment in the river and in the nearby streambanks according to two new reports released today by the U.S. Geological Survey. Because fine grained sediment is more likely to be carried downstream, disturbance of these kinds of sediment likely increases the concentration and amount of mercury downstream.<\/p>\r\n<p>In field and laboratory studies, USGS researchers examined the potential effects of in-stream suction dredging on mercury contamination within the South Yuba River near its confluence with Humbug Creek in the northern Sierra Nevada. This site has been a popular site for in-stream dredging for decades and is located just downstream of Malakoff Diggins, one of the state&rsquo;s largest historical hydraulic gold-mining operations in the late 1800s.<\/p>\r\n<p>The researchers found elevated concentrations of methylmercury, a toxic form of mercury easily taken up in the food web, in invertebrates collected from the study area compared with invertebrates from another site relatively unaffected by historical gold mining operations. Laboratory studies also showed that fine-grained, mercury-laden sediment from the South Yuba River-Humbug Creek area can produce toxic methylmercury when even very small amounts are mixed with organic-rich sediment from downstream areas such as Englebright Lake and the Sacramento-San Joaquin River Delta.<\/p>\r\n<p>&ldquo;This research links Gold Rush-era hydraulic mine debris and the formation of methylmercury in downstream areas,&rdquo; said USGS microbial ecologist Mark Marvin-DiPasquale, lead author of one of the USGS reports.<\/p>\r\n<p>In the 1800s, hydraulic miners used high-powered jets of water to wash away entire hillsides in their quest for gold, leaving behind adverse environmental impacts that persist to this day. Modern-day gold miners sometimes use powerful suction dredges to look for gold in stream sediments.<\/p>\r\n<p>In addition, USGS scientists found that present-day suction dredging can be problematic if used as a management tool to remove mercury from the environment.<\/p>\r\n<p>&ldquo;The use of suction dredging to remove mercury at the South Yuba River and Humbug Creek confluence area would likely result in more mercury-laden particles moving downstream,&rdquo; said USGS research scientist Charles Alpers, a co-author of the two USGS reports. &nbsp;<\/p>\r\n<p>Although a typical suction dredge may be effective in capturing larger sand-sized particles of mercury and gold-mercury amalgam, Alpers said it is ineffective in capturing finer-grained sediment particles that carry the most mercury. Instead, these smaller particles and the mercury in them, if mobilized by dredging, stay suspended in the water for days and may be carried great distances downstream, increasing the possibility of methylmercury entering the food web.<\/p>\r\n<p>The Bureau of Land Management and the California State Water Resources Control Board requested that USGS conduct this research to help them assess whether dredging could be used to remove mercury from contaminated stream sediment and the potential effects of suction dredging on aquatic environments. In 2009, the State of California imposed a temporary ban on in-stream suction dredging pending an environmental review of the practice by the California Department of Fish and Game. For more information, see <a href=\"http:\/\/www.dfg.ca.gov\/suctiondredge\/\">http:\/\/www.dfg.ca.gov\/suctiondredge\/<\/a><\/p>\r\n<p>Methylmercury is a potent neurotoxin that impairs the nervous system, and is especially risky to young children and fetuses. Several water bodies in the Sierra Nevada and elsewhere in California are considered to have impaired water qual","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Mercury","water","mining","toxics"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1295931600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169042"},{"tid":"169924"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}