{"title":"Malibu Bacteria May Not Be from Human Waste","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>MALIBU, Calif. &ndash;<\/strong>&nbsp;<!--introstart-->Fecal indicator bacteria, or FIB, sometimes found in the Malibu Lagoon and the near-shore ocean water in Malibu, California, may not be the result of human waste contamination according to preliminary results of a new U.S. Geological Survey study.<!--introend--><\/p>\n<p>The concern that FIB might be coming from residential onsite wastewater treatment systems prompted the City of Malibu to request a USGS study to discover the source of the occasional presence of FIB. Tests show that FIB concentrations routinely exceed U.S. Environmental Protection Agency public health standards for marine recreational water in Malibu Lagoon and occasionally exceed those standards at several Malibu beaches.<\/p>\r\n<p>According to preliminary results of the study, scientists suspect possible sources of FIB to the ocean are kelp accumulated on the beach, discharge from Malibu Lagoon to the ocean, or movement of water from the lagoon through the sand berm separating the lagoon from the ocean. Scientists hope to know the exact source of the FIB to the near-shore ocean and the Malibu Lagoon once the study is complete.<\/p>\r\n<p>The study utilized a combination of isotopic, microbiological, and chemical techniques. Isotopic techniques identified the source of water and identified when groundwater discharge to the lagoon and ocean were occurring. Microbiological techniques used DNA and other biogeochemical compounds to determine if organisms associated with human waste were present in groundwater, Malibu Lagoon, and the near-shore ocean. Chemical techniques used compounds associated with human use such as cholesterol, cosmetics, and plasticizers to determine if water had a history of human use.<\/p>\r\n<p>&ldquo;Data collected for this study indicate that fecal indicator bacteria and human-specific <em>Bacteroides<\/em>, an indication of human fecal material, are high in samples from within onsite wastewater-treatment systems; however, they are generally absent in samples from wells, even though many of the sampled wells contain water having a wastewater history,&rdquo; said Dr. John Izbicki, Research Hydrologist for the USGS.<\/p>\r\n<p>Each year, over 550 million people visit California&rsquo;s public beaches. To protect beach-goers from exposure to waterborne disease, California state law requires water-quality monitoring for FIB, such as enterococci and <em>Escherichia coli<\/em>, at beaches having more than 50,000 yearly visitors. FIB are used to assess the microbiological quality of water because, although not typically disease causing, they are correlated with the occurrence of certain waterborne diseases.<\/p>\r\n<p>For more information, a new USGS Open-File Report titled &ldquo;<a href=\"http:\/\/pubs.usgs.gov\/of\/2011\/1091\">Distribution of Fecal Indicator Bacteria along the Malibu, California, Coastline<\/a>&rdquo; is available.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1305259200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169924"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}