{"title":"Mount St. Helens 20th Anniversary","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Twenty years ago this month, Mount St. Helens in southern Washington State was building up energy for the cataclysmic eruption that occurred on May 18, 1980. <\/p>\n<p>Twenty years later, volcano scientists from the U.S. Geological Survey who witnessed the eruption will join other scientific colleagues, emergency response personnel and ordinary citizens for a week of remembering the largest U.S. mainland volcanic eruption since the 1914-1917 eruption of Lassen Peak in northern California. <\/p>\r\n<p>At its Western Region Research Center in Menlo Park, Calif., USGS scientists and staffers will gather on the morning of May 18 to rededicate a Mount St. Helens boulder as a memorial to David Johnston, the USGS scientist who died in the initial explosion at 8:32 a.m., May 18, 1980. At the Menlo Park event, scientists who worked with Johnston will offer remarks of remembrance, and at 8:32 a.m., they will observe a moment of silence. <\/p>\r\n<p>On May 25, one of those Mount St. Helens veterans, Dr. Robert Tilling, will present the USGS free public lecture for the month, &quot;Twenty Years After Mount St. Helens &ndash; Lessons Learned for Reducing Volcano Risk.&quot; This lecture will begin at 7 p.m., Thursday, May 25, in the second-floor auditorium of Building 3 on the USGS campus at 345 Middlefield Road in Menlo Park. <\/p>\r\n<p>On that evening, the USGS maps sales center, which has a number of topographic maps and posters that depict the before-and-after of Mount St. Helens, will be open until 7 p.m., for browsing and purchases. <\/p>\r\n<p>In cooperation with Washington State University at Vancouver, Wash., the U.S. Forest Service, and the Mount St. Helens Institute, USGS scientists from the Cascades Volcano Observatory in Vancouver, Wash., will participate in the following events: <\/p>\r\n<p>Saturday, May 13 &ndash; 10 a.m.-5 p.m., Johnston Ridge Observatory, Mount St. Helens National Volcanic Monument. Mount St. Helens: 20 Years of Biological Research and Lessons Learned. <\/p>\r\n<p>Sunday, May 14 &ndash; 10:30 a.m.- 4:30 p.m., Mount St. Helens Visitor Center at Silver Lake. Stories from Eruption Eyewitness Survivors; will include USGS geologists Don Swanson, Keith and Dorothy Stoffel, Keith Ronnholm and Cathie Hickson. <\/p>\r\n<p>Monday, May 15 &ndash;6:30-9 p.m., Washington State University, Vancouver, Wash. Mount St. Helens 1980: From Catastrophe Came Insight. Three lectures about the eruption and its biological aftermath. <\/p>\r\n<p>Tuesday, May 16 &ndash; 6:30-9 p.m., Cowlitz County Administration Building, Kelso, Wash. &quot;Spirit Lake Reflections: Mount St. Helens to 1980.&quot; Guest speakers, Don Mullineaux, USGS retired, author of the 1978 USGS report, &quot;Future Eruptions of Mount St. Helens,&quot; and Christine Collasurdo, author of &quot;Return to Spirit Lake.&quot; <\/p>\r\n<p>Wednesday, May 17 &ndash; 7-9 p.m., USGS Water Resources Education Center, 4600 SE Columbia Way, Vancouver, Wash. Public Forum: Where were you when it happened? An opportunity for anyone to share their stories and photographs, and for newcomers to the area to learn how a volcanic eruption like Mount St. Helens can affect their lives. <\/p>\r\n<p>Thursday, May 18 &ndash; 20th Commemoration Ceremony. Cowlitz County&rsquo;s Hoffstadt Bluff Visitor Center on State Route 504, Mile Post 27. <\/p>\r\n<p>Saturday, May 20 &ndash; 6:30-9 p.m., Public Forum &ndash; &quot;Remembering the May 18, 1980 Eruption of Mount St. Helens: The Day the Sky Fell.&quot; Yakima Convention Center, Room D, Yakima, Wash. Guest speaker, Richard A. Zais, Yakima City Manager, and others. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"957931200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}