{"title":"California Sea Otters: Population Recovery Continues at Slower Rate","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors'note: <\/strong><em>Graphs, maps and other information on spring surveys of the California sea otter population are online at: <a href=\"http:\/\/www.werc.usgs.gov\/otters\/ca-surveys.html\">http:\/\/www.werc.usgs.gov\/otters\/ca-surveys.html<\/a><\/em>&nbsp;<\/p>\n<p><!--introstart-->The southern sea otter of California, a threatened population on the Endangered Species list, continues to recover, but the rate of recovery appears to have slowed.<!--introend--><\/p>\r\n<p>USGS scientists say the latest 3-year average (2,826 sea otters) was 0.3 percent higher than last year's 3-year average, representing a slower rate of increase than they have seen in recent averages. Scientists use 3-year running averages of spring census totals to assess population trends because these averages are more reliable than individual year totals. <strong><\/strong><\/p>\r\n<p>For southern sea otters to be considered for delisting, the 3-year running averages would have to exceed 3,090 for 3 continuous years, according to the U.S. Fish and Wildlife Service's Southern Sea Otter Recovery Plan. Differences in weather conditions, otter distribution and other factors contribute to the year-to-year variance in survey numbers.<\/p>\r\n<p><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008_24_06\/otter_population.jpg\" alt=\"graph showing sea otter population trends and recovery criteria\" width=\"360\" height=\"237\" \/><\/p>\r\n<p>The latest 3-year average was obtained by combining the spring census totals from the years 2006, 2007 and the recently completed spring 2008 census. During the 2008 census, observers counted 2,760 California sea otters, 8.8 percent fewer than the 2007 spring count of 3,026. &nbsp;<\/p>\r\n<p>\"Because of the inherent variability in the surveys, the lower count this spring is not alarming to me. But what does raise an eyebrow is the leveling off of the 3-year average,\" said survey organizer Brian Hatfield, a USGS biologist in California.&nbsp;\"As usual, the next spring sea otter survey or two will tell us more about the current population trend.\"<\/p>\r\n<p>\"The population dynamics are actually quite variable across the range,\" said Dr. Tim Tinker, lead scientist for the USGS sea otter research program in California. \"Over the last 5 years we have seen relatively high growth rates at the southern end of the range, and to a lesser extent at the northern range periphery, but we have seen very low or negative growth in the center portion of the range where sea otter densities are highest and where most of the reproduction occurs.\"<\/p>\r\n<p>\"This year's census results highlight the need for continued attention to the recovery of this threatened sub-species, and the importance of targeted research and recovery actions,\" added Tinker. Ongoing collection and analyses of demographic data by USGS scientists are aimed at understanding the underlying reasons for the sluggish rate of recovery and variable population trends.<\/p>\r\n<p>Some of the variation in numbers at smaller scales reflects movements of animals between areas, especially in the case of males. For example, numbers were lower this year in Estero Bay, but higher between Pismo Beach and Pt. Sal. USGS studies of radio-tagged animals have shown that males frequently make long-distance movements between sandy embayments such as Estero Bay, Pismo Beach and Monterey Bay. Additionally, the population distribution has expanded farther to the north and south, and now stretches from Tunitas Creek mouth, in San Mateo County, south to Coal Oil Point, in Santa Barbara County.&nbsp; The rate of expansion at the south end of the range continues to outstrip the northward range expansion.<\/p>\r\n<p>\"Range expansion is clearly important for population growth and recovery,\" said Lilian Carswell of USFWS, \"and it can also give us insight into how sea otters benefit from or are harmed by environmental factors that differ from those in the center of the range. Comparative studies between these areas can yield information on","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","water","coastal","environment","wildlife","sea","otter","endangered","California"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1214280000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168972"},{"tid":"169442"},{"tid":"170589"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}