{"title":"New USGS Weather Station Exhibit at ECHO Center Waterfront","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>If you live near the shore of Lake Champlain and ever wondered how much the lake level has changed over the last century, or what the water temperature is today, at the push of a button you can find out by visiting the new Weather Station exhibit on the waterfront at ECHO at the Leahy Center for Lake Champlain in Burlington, Vermont. This exhibit was the result of a partnership between the U.S. Geological Survey (USGS), ECHO, and NewsChannel 5.<\/p>\n<p>During this past year, natural disasters, such as the recent flooding in New Hampshire, tsunamis, and earthquakes, have reemphasized the importance of understanding the Earth and its interrelated processes. USGS scientists throughout the Nation work year round to monitor and measure these processes to help communities plan for, and respond to, these disasters. The USGS monitors the flow of rivers in Vermont and the lake level of Lake Champlain through a network of stations that record these data. One of these stations was recently relocated to ECHO&rsquo;s waterfront site to monitor the level of the lake and its water temperature.<\/p>\r\n<p>\"To celebrate Earth Science Week October 9-15, 2005, the USGS and ECHO extend an invitation to everyone to visit this new waterfront exhibit and the related \"Be a Watershed Weather Reporter TV studio inside ECHO. Visitors can become a weather reporter and see how the Weather Station data such as water level and temperature of the lake and wind speed are collected and used on-air,\" said Debra Foster, USGS Outreach Coordinator for the New Hampshire -Vermont Water Science Center. <\/p>\r\n<p>The USGS lake gage (Editor&rsquo;s Note: USGS spelling) has continuously collected water level data on the shore of Lake Champlain since 1907. These data are transmitted in real-time every four hours from the gage to a satellite orbiting in space and then back to Earth. These data are then translated into tables and graphs through a USGS Web site and used in ECHO&rsquo;s TV studio. <\/p>\r\n<p>To find out how this lake gage works, the history of streamgaging in Burlington and Vermont, and have access to the real-time data being collected on the waterfront, visit the Web site at <U><FONT color=#0000ff>http:\/\/vt.water.usgs.gov\/echo_gage<\/U><\/FONT> or visit <U><FONT color=#0000ff>www.echovermont.org<\/U><\/FONT> for Today&rsquo;s Weather. <\/p>\r\n<p>ECHO&rsquo;s Director Phelan Fretz added, \"The partnerships with USGS and NewsCahnnel 5 are very important because they allow ECHO to bring accurate and real-time weather data to guests inside ECHO, to visitors on the waterfront, and to our community on the web. Collecting weather data and sharing it with our guests through programs and exhibits such as the \"Be a Watershed Weather Reporter\" is an important way to share science and inspire learning. Guests have so much fun in front of the camera pretending to be a weather reporter that many aren&rsquo;t even aware that they are learning about weather and TV technology!\"<\/p>\r\n<p>ECHO at the Leahy Center for Lake Champlain is a world-class lake aquarium and science center on historic Burlington Waterfront. ECHO features over 60 species of live fish, amphibians and reptiles, with more than 100 hands-on exhibits, and hosts traveling exhibits several times a year. The site is also highlighted by the Lake Champlain Navy Memorial and heroic \"Lone Sailor\" statue. ECHO&rsquo;s mission is to educate and delight people about the ecology, culture, history and opportunities for stewardship of the Lake Champlain Basin.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Vermont"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1129176000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169219"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}