{"title":"Water Watch for Electric Energy Production","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->For the first time since 1995 the <a href=\"http:\/\/www.usgs.gov\/water\/\">U.S. Geological Survey<\/a> will reinstate reporting the amount of water <a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5188\/pdf\/sir2013-5188.pdf\">consumed in the production of thermoelectric power<\/a>.<!--introend--><\/p>\n<p>Tracking the consumptive use of water by thermoelectric power plants could allow water resource managers to evaluate the influence of this type of use on the overall water budget of a watershed. The use of heat and water budgets to estimate water consumption at individual thermoelectric plants provides a useful check on other estimation approaches and in many cases may be the most accurate method available.<\/p>\r\n<p>Thermoelectric water withdrawal refers to the water removed from groundwater or surface water for use in a thermoelectric power plant, mainly for cooling purposes. Much of the water that is currently withdrawn for cooling is reintroduced into the environment, and immediately available for reuse.<\/p>\r\n<p>The consumptive use occurs when some of the water is evaporated during the cooling process or incorporated into byproducts as a result of the production of electricity from heat. Once the water is consumed, it is no longer able to be reintroduced into the environment.<\/p>\r\n<p>\"Thermoelectric withdrawal occurs in both freshwater and saline water sources,\" says Eric J. Evenson, Coordinator, USGS National Water Census. \"It is the most significant use of saline water in the country.\"<\/p>\r\n<p>This study presents a method for collecting location and cooling-equipment data. &nbsp;An upcoming study will be released providing the consumption numbers derived from our heat\/water budget models. About half of the water withdrawals in the United States are for thermoelectric cooling water, however, most of the water is returned to the environment after use.<\/p>\r\n<p>The methods for estimating evaporation presented in this study will play a key role in the <a href=\"http:\/\/water.usgs.gov\/watercensus\/\">National Water Census<\/a>, a USGS research program on national water availability and use that develops new water accounting tools and assesses water availability at the regional and national scales.&nbsp;<\/p>\r\n<p>\"The most significant contribution of this report,\" according to Timothy H. Diehl, Hydrologist at the Tennessee Water Science Center, \"is to present an updated method for estimating evaporation from surface water downstream from once-through cooling systems, and make the tool available in the form of a spreadsheet.\"<\/p>\r\n<p>The USGS classifies water withdrawals for thermoelectric cooling by the two types of cooling systems used at the plants: recirculating systems and once-through systems. A recirculating cooling system circulates water through the generating plant condensers and is then cooled in a structure such as a <a href=\"http:\/\/gallery.usgs.gov\/images\/11_22_2013\/eJAl1PO007_11_22_2013\/medium\/Figure2.jpg\">cooling tower<\/a> or cooling pond, before it is re-used in the same process. A once-through cooling system withdraws water from a surface-water source to circulate through the generating plant condensers and then discharges the water back to surface water at a higher temperature.<\/p>\r\n<p>\"Most consumption by once-through cooling systems and recirculating ponds takes the form of evaporation from surface water. This type of consumption has been estimated by a variety of methods and sometimes considered insignificant, \" according to Diehl.<\/p>\r\n<p>This action was taken at the recommendation of <a href=\"http:\/\/www.gao.gov\/\">Government Accountability Office<\/a>&nbsp; reports on the <a href=\"http:\/\/www.gao.gov\/new.items\/d1023.pdf\">Energy Water Nexus<\/a> and represents a joint effort between the USGS and the <a href=\"http:\/\/www.eia.gov\/\">Energy Information Administration<\/a>.<\/p>\r\n<p>Learn more<\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5188\/pdf\/sir2013-5188.pdf\">Methods for Estimating Water Consumption for Thermoe","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Environmental Health","water","Water Hydrologic Researchand Development","Water Groundwater Resources","Water National Water Quality Assessment"],"article_type":["Technical Announcement","State News Release"],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1385355600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169368"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}