{"title":"USGS Groundwater Study Needs Help from Vienna Area Locals","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey will be seeking permission from select local residents near Vienna, Mo. to conduct groundwater measurements in their domestic wells.<\/p>\n<p>USGS scientists will be measuring water levels, which will be used to develop maps that will show groundwater flow directions in the area. Scientists will also collect water quality samples from wells. This beneficial information will also be shared with each individual well owner.<\/p>\r\n<p>The cooperation of landowners with private wells is a vital component to the success of the study. USGS scientists will be working in the area during November and December and will be asking landowners for permission to access their well. The USGS employees participating in the study will be driving U.S. Government tagged vehicles and will have a U.S. Government picture ID readily visible.<\/p>\r\n<p>The gathered information is useful not only to the USGS, but is also helpful for the well owner. Groundwater levels typically fluctuate throughout the year. Water levels are usually highest during the winter and early spring and then gradually drop throughout the summer and fall months. Water drawdown in wells may be larger than usual because of the recent abnormally hot and dry summer, and the current water level may be of interest to the well owner.&nbsp;<\/p>\r\n<p>Measuring water levels typically takes about five to ten minutes and is a fairly simple process with the proper equipment. The well is accessed at the wellhead by either removing the vent plug (if the well was drilled before about 1990), or loosening 3 to 4 small bolts to remove the well cap. A metal probe, which is about six inches long and 3\/8 inch diameter, is lowered into the well until it reaches the top of the water table. When the probe reaches the water, a buzzer sounds on the reel. The distance is then measured to determine the water level.<\/p>\r\n<p>Scientists will be collecting water samples to test for the presence of volatile organic compounds, such as those that have been detected in the public-supply wells in Vienna. This sampling requires that the water be allowed to flow from the hydrant nearest the well for about 20 to 30 minutes before the sample is collected. This purging process allows new water from the aquifer to flush any stagnant water that has been retained in the stand-pipe of the well, the pressure tank, or any other plumbing before the sample is collected. The sampling results will be shared with the landowner when the analyses are completed.<\/p>\r\n<p>Groundwater is similar to surface water in that it flows from a higher altitude to a lower altitude. The altitude of the groundwater table at a specific location can be calculated if the altitude of land surface and the depth to groundwater is known at that location. Land surface altitude can be determined from topographic maps and depth to groundwater can be determined from water level measurements made in area wells.<\/p>\r\n<p>This work is being conducted in cooperation with the U.S. Environmental Protection Agency as part of a 3-year study that began earlier this year. The study area is bounded by the Gasconade River to the east and the Maries River to the west and approximately 3 miles to the north and south of Vienna.<\/p>\r\n<p>The USGS serves the Nation by providing reliable scientific information to describe and understand the Earth; minimize loss of life and property from natural disasters; manage water, biological, energy, and mineral resources; and enhance and protect our quality of life.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Missouri"],"country":["United States of America"],"mm_tags":["water","ground","Missouri","wells","Private Water Wells","Water Quality"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1320642000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169741"},{"tid":"170144"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}