{"title":"USGS:  Your Resource During Hurricane Season","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Science that Weathers the Storm&hellip;<\/strong><\/p>\n<p><!--introstart-->When hurricanes strike, you can find critical information to help protect lives and property at the U.S. Geological Survey (USGS) <a href=\"http:\/\/www.usgs.gov\/hazards\/hurricanes\/2009\/\">hurricane Web site<\/a>.<!--introend--><\/p>\r\n<p>More than half of the U.S. population lives within 50 miles of a coast &mdash; and coastal populations are increasing. Many of these areas, especially the Atlantic and Gulf coasts, will be in the direct path of hurricanes.<\/p>\r\n<p>&ldquo;Throughout hurricane season, reliable scientific information is essential in order for emergency managers to keep the American public safe,&rdquo; said Secretary of the Interior Ken Salazar. &ldquo;The USGS provides this science, which helps prevent hazards from becoming disasters.&rdquo;<\/p>\r\n<p>The USGS hurricane Web site highlights important storm information, such as flood levels near your home; pictures of the coastline before and after the storm; information on the timing, extent and magnitude of storm tide; and much more.<\/p>\r\n<p>USGS research and analysis supports the National Oceanic and Atmospheric Administration (NOAA), which is responsible for monitoring and issuing warnings for hurricanes and tropical storms in the United States and its territories.&nbsp;Science to forecast hurricane impacts is a collaborative effort among the USGS, NOAA, NASA, the U.S. Army Corps of Engineers and others.<\/p>\r\n<p>The USGS strives to reduce the vulnerability of the people and areas most at risk from natural hazards. By working with people from all sectors of society, the USGS and its partners are taking action to prepare for this year&rsquo;s hurricane season. The USGS anticipates that these actions will provide many benefits, including improved monitoring of ground conditions affected by flooding and storm surge, enhanced ability to navigate in a disaster zone, more effective search and rescue operations, and better assessments of the effects on coastlines and ecology.<\/p>\r\n<p>The USGS provides information, products and knowledge to help build more resilient communities and strives to keep America safe from natural hazards. For direct access to USGS hurricane-related efforts, visit the <a href=\"http:\/\/www.usgs.gov\/hazards\/hurricanes\/2009\/\">USGS Science: Before, During and After the Storm Web site<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Hurricane","Storms","flooding","hurricanes","coastline","storm Tide","water","Natural Hazards","storm Surge"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1244088000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}