{"title":"Instant Bacteria Forecasts Available for Cuyahoga Valley National Park","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Near real-time river water-quality forecasts for the Cuyahoga Valley National Park (CVNP) in northeastern Ohio are now available <a href=\"http:\/\/www.ohionowcast.info\/\">online<\/a>.<\/p>\n<p>U.S. Geological Survey scientists, in collaboration with the National Park Service, have developed a system to quickly forecast bacteria levels and estimate water-quality conditions at a site along the Cuyahoga River within the CVNP. A computer model uses current weather and environmental conditions to forecast <em>Escherichia coli<\/em> (<em>E. coli<\/em>) bacteria concentrations in the river, and results are automatically posted on the <a href=\"http:\/\/www.ohionowcast.info\/\">Ohio Nowcast website<\/a>. This information can help recreationalists plan river trips and better inform park managers.<\/p>\r\n<p>&ldquo;Our method and model to predict water-quality could be customized for other river locations across the nation as long as unique environmental factors are considered and tested for at each location,&rdquo; said Amie Brady, USGS research hydrologist.<\/p>\r\n<p>While the predictions are available daily for the site along the river, visitors should still use caution when contacting Cuyahoga River water&mdash;especially after heavy rainfall&mdash;because storm water discharge and combined-sewer overflows from urban areas upstream of the park can result in elevated bacteria levels.<\/p>\r\n<p>\"The park has always been concerned about the water-quality of the river and the safety of our visitors,\" said Stan Austin, Superintendent of CVNP. \"The predictive model will provide us with critical information as we move towards exploring greater recreational use of the river.\"<\/p>\r\n<p>Managers issue water-quality advisories or closings in the United States when concentrations of indicator organisms, such as&nbsp;<em>E. coli<\/em>, exceed state-designated safety standards. Indicator organisms are present in sewage and waste, and signify the possible presence of pathogens, or disease-causing organisms.<\/p>\r\n<p>Current methods to determine levels, or concentrations, of&nbsp;<em>E. coli<\/em>&nbsp;take at least 18 hours to complete. During this period,&nbsp;<em>E. coli<\/em>&nbsp;concentrations can change dramatically. This means that a site may be closed unnecessarily, or an advisory may not be posted on a day when the risk of pathogen exposure is high.<\/p>\r\n<p>\"Instead of waiting for&nbsp;<em>E. coli<\/em>&nbsp;to grow in the laboratory, we can quickly measure factors that explain changes in&nbsp;<em>E. coli<\/em>&nbsp;concentrations, enter them into a computer program, and obtain a prediction of recreational water-quality in near real-time,\" Brady said.<\/p>\r\n<p>For the Cuyahoga River site, USGS scientists found that the best factors to estimate <em>E. coli<\/em> levels were turbidity, or cloudiness, of the water, and rainfall totals from the National Weather Service within the last 48 hours.<\/p>\r\n<p>\"With information from a water-quality monitor that was installed in 2012, we can make daily water-quality forecasts that are fully automated,\" said Brady. \"We will maintain manual sample collection to ensure that the model continues to work well, but we will no longer have to sample every day.\"<\/p>\r\n<p>The CVNP encompasses 33,000 acres along the Cuyahoga River between Cleveland and Akron, Ohio, and is managed by the <a href=\"http:\/\/www.nps.gov\/cuva\">National Park Service, CVNP<\/a>.<\/p>\r\n<p>For more information, please visit the USGS Ohio Water Science Center <a href=\"http:\/\/oh.water.usgs.gov\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Ohio"],"country":["United States of America"],"mm_tags":["water","Water Quality","Ohio","National Parks","Cuyahoga Valley National Park","Nowcast","bacteria","ecoli","National Park Service"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1371441600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168823"},{"tid":"170078"},{"tid":"170027"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}