{"title":"INVASIVE FISHES POSE INCREASING THREAT TO U.S. WATERS AND NATIVE FISHES SAYS USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Skyrocketing numbers of invasive non-native fishes in the nation&rsquo;s waters are increasingly threatening aquatic systems, according to three USGS biologists writing in a book recently published by the American Fisheries Society. \n<p>The book, Nonindigenous Fishes Introduced into Inland Waters of the United States, provides a wealth of current information on the status and impacts of non-native fish in America&rsquo;s waterways. \r\n<p>For example, the authors write, non-native fish species are causing declines in the abundance and genetic integrity of native fish species -- including highly valued game and fisheries species -- and are probably an important factor in the extinctions of many of our native fish species. \r\n<p>The spread of non-native plants and animals has become a serious problem both in the United States and worldwide. A number of resources are being mobilized to address this issue, particularly following the recent signing of a presidential executive order on invasive species. \r\n<p>Non-native, or nonindigenous, species, are those which have established populations outside their native range. Many non-native fish in the United States were introduced by deliberate stocking, others have spread through releases of live bait or unwanted aquarium pets, or arrived in ballast water discharged from ships. \r\n<p>The new book provides detailed information on more than 500 non-native fish species, including methods of introduction, ecological and economic impacts, range maps and identification aids. \"It represents the state of our current knowledge of nonindigenous fishes, and fills a large void by consolidating previously scattered information,\" says co-author Dr. Leo Nico, a biologist with the USGS Florida Caribbean Science Center in Gainesville, Fla. \r\n<p>Over the past 50 years the number of introductions of non-native fishes has increased dramatically as a result of the rapid expansion of travel and international shipping, as well as the increased interest in the aquarium fishes. About 40 percent of U.S. non-native fish species come from foreign countries; the rest are species that have spread into new environments outside of their native U.S. geographic range. \"Many of these transplants are just as bad or worse than those from foreign countries,\" says Pam Fuller, another co-author of the book and a USGS scientist in Florida. \r\n<p>Scientists believe that non-native species were a factor in 24 of the 30 known cases of a native fish species becoming extinct. USGS Chief Biologist Dr. Denny Fenn says that the effects of invasive fishes on endangered species and aquatic biodiversity will likely increase in the next 25 years. \"They can and do impact entire ecosystems,\" Fenn says. \r\n<p>Examples of systems affected by exotic fish species, including: \r\n<p>* The Great Lakes, where populations of the introduced ruffe and round goby are exploding and where introduced sea lampreys, which parasitize other fishes, have been implicated in the collapse of the lake trout fishery. Ruffe and round goby were introduced to the Great Lakes via ship ballast water, and the sea lamprey entered through the Welland Canal. \r\n<p>* The Desert Southwest, where a number of small endangered fish species such as sunfishes, catfishes, and bullheads, are being wiped out by stocked largemouth bass and other species. \r\n<p>* South Florida, where populations of Asian swamp eel were discovered in 1998 in several locations, including just outside the Everglades. These fish, which are sold in the aquarium trade and which may have escaped or been released into the state&rsquo;s waters by aquarists, are voracious predators that could threaten a number of native species. \r\n<p>While many state agencies still stock nonindigenous species for sport fishing, Fuller says there is a price to pay for introducing any fish into waters where they did not evolve. Non-native fish often prey on native species, or compete with them for food and spawning sites. \r\n<p>Another d","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"927000000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169670"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}