{"title":"Output from Major Platinum-Group Metals Producer Could Increase","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Russia has the potential to increase its production of platinum-group metals (PGM) by more than 40% in the next few years, according to a study led by the U.S. Geological Survey (USGS) that will be published this week in Post Soviet Geography and Economics. This work is based on previously unavailable published Russian information on the PGM content of reserves at the Norilsk Mining Company (recently renamed the Norilsk Nickel Mining and Metallurgical Company) in East Siberia, and Norilsk&rsquo;s development plans. Currently, Norilsk produces almost all of Russia&rsquo;s PGM, and approximately 50% of the world&rsquo;s palladium and 15% of the world&rsquo;s platinum. <\/p>\n<p>\"Because the majority of the world&rsquo;s PGM are produced from only a few locations, assessing Norilsk&rsquo;s production potential is important in any analysis of the world&rsquo;s future potential PGM supply,\" said Richard Levine, USGS Russian mineral industry specialist who authored the study with Andrew Bond, Managing Editor, Bellwether Publishing. \"PGM will play an increasing role in the global application of technologies to reduce atmospheric pollution as these metals are essential components of catalytic converters used to reduce pollution from automobile emissions and are also used as catalysts in fuel cells. The future supply and price of PGM will affect the production and development of pollution reducing technologies,\" Levine noted. The price of palladium, which has increased sharply over the past several months, soared to more than $1,000 per ounce in the past year, owing in part to concerns regarding reduced exports from Russia. <\/p>\r\n<p>The U.S. has only one mine, Stillwater Mining Company&rsquo;s Stillwater Mine near Nye, Montana, that is a primary producer of PGM. Stillwater is scheduled to begin commercial production from a second Montana mine, the East Boulder Mine, in 2002. Statistics gathered by the USGS indicate that total domestic mine production of PGM last year was more than 13,000 kilograms, while more than 110,000 kilograms of PGM were used in the U.S. to manufacture catalytic converters for automobiles. The shortfall was filled by imports and production from secondary sources. Plans to expand production at this site and to open a second mine should reduce the domestic shortfall. Reserves at these sites are expected to allow production at capacity for 20 years. <\/p>\r\n<p>The USGS collects, analyzes, and disseminates information on the domestic and international supply of and demand for minerals and mineral materials essential to the U.S. economy and national security. Information on about 90 mineral commodities and more than 190 countries is available on: <a href=\"http:\/\/minerals.usgs.gov\/minerals\/\">http:\/\/minerals.usgs.gov\/minerals\/ <\/a><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"987480000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}