{"title":"Let us NOT Give Thanks or Deck the Halls with Oriental Bittersweet this Holiday Season","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists call it <em>Celastrus Orbiculatus<\/em> but the vine that is generally known as oriental bittersweet, a favorite for seasonal decorating, is a not-so-nice, non-native, invasive plant that is forcing out and replacing native plants in a large part of the U.S., according to biologists at the U.S. Geological Survey.<\/p>\n<p>With its brightly colored berries and festive green stems, oriental bittersweet is easy to find in the wild and in suburban areas of the eastern U.S. It has also become established in many parks and recreation areas where it is widely mistaken for a friendly, native plant.<\/p>\r\n<p>It is not.<\/p>\r\n<p>\"Whether you describe it as a metastisizing cancer or a biological wildfire, invasive plants such as oriental bittersweet can seriously damage native plants and animals, increase soil erosion and lead to many negative ecological and economic problems,\" said biologist Bill Gregg, USGS Invasive Species Program Coordinator.<\/p>\r\n<p>\"The effects of plant invasions such as oriental bittersweet can be long-lasting and hard to combat if not caught in time.\"<\/p>\r\n<p>Oriental bittersweet was introduced to the U.S. in the mid-nineteenth century. People quickly realized that introduction of the plant was a mistake and that it overtakes nearly all of the native plants wherever it takes root.<\/p>\r\n<p>Although it can be hard to find, American bittersweet is a good substitute for oriental bittersweet. Other, more readily available, alternatives for holiday decorating are trumpet honeysuckle, pyracantha and holly. For more information on these plants, go to the Virginia Native Plant Society website at <a href=\"http:\/\/www.vnps.org\/\">http:\/\/www.vnps.org<\/a>. <\/p>\r\n<p>It is important to care about the spread of non-native plants. Many non-natives look the same as native plants and can spread undetected for years before the often devastating economic and ecological damage that they cause becomes apparent. Oriental bittersweet is a perfect example as it invades open woods, thickets, and roadsides and has taken over and forced out many native plants from Maine to Georgia and west to Iowa.<\/p>\r\n<p>Find out more about invasive plants from the Exotic Pest Plant Council at <a href=\"http:\/\/www.se-eppc.org\/\">http:\/\/www.se-eppc.org<\/a> or from the Invasive Species Council at <a href=\"http:\/\/www.invasivespecies.gov\/council\/nisc\/main.html\">http:\/\/www.invasivespecies.gov\/council\/nisc\/main.html<\/a> on the World Wide Web.<\/p>\r\n<p>Another useful source of information is \"Invasive Plants: Changing the Landscape of America,\" also known as the weed factbook, by Randy Westbrooks of the USGS and the Federal Interagency Committee for the Management of Noxious and Exotic Weeds. To obtain a copy, contact the Government Printing Office, Superintendent of Documents at (202) 512-1800 and request item 024-001-03607-0. The cost of the book is $17.00 with discount pricing available for quantity orders or find it online at <a href=\"http:\/\/refuges.fws.gov\/FICMNEWFiles\/FactBook.html\">http:\/\/refuges.fws.gov\/FICMNEWFiles\/FactBook.html<\/a> on the World Wide Web.<\/p>\r\n<p>\r\n<p>Images:<\/p><a href=\"http:\/\/mam.er.usgs.gov\/Media\/usgsactivities\/bittersweet-2.jpg\">Beautiful but devastating oriental bittersweet berries.<\/a><br><a href=\"http:\/\/mam.er.usgs.gov\/Media\/usgsactivities\/bittersweet-1.jpg\">Tree in Washington, D.C.&rsquo;s Rock Creek Park that has been completely overtaken by oriental bittersweet.<\/a>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"974264400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}