{"title":"Interior Prepares to Conduct Landsat 8 Scientific Programs After Successful Launch of Latest Earth-Observing Satellite","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>VANDENBERG AFB, CA &ndash; <!--introstart-->Secretary of the Interior Ken Salazar today joined NASA Administrator Charles F. Bolden, Assistant Secretary of the Interior for Water and Science Anne Castle, United States Geological Survey (USGS) Director Dr. Marcia McNutt and other Interior and NASA officials to <a href=\"http:\/\/landsat.usgs.gov\/\">launch the nation's newest Earth-observing satellite into space<\/a>.<!--introend--><\/p>\n<p>Launched by NASA from Vandenberg Air Force Base in California, the satellite is expected to transmit images and data about the Earth within 100 days. &nbsp;Landsat data from more than 3 million current and archived images of Earth &ndash; available free of charge through the Interior Department&rsquo;s USGS &ndash; have spurred extensive research and innovations, ranging from scientific investigations around the globe to the development of applications like Google Earth.<\/p>\r\n<p>\"Landsat has been delivering invaluable scientific information about our planet for more than forty years,\" said Salazar.&nbsp; \"It's an honor to be a part of today's launch to ensure that this critical data will continue to help us better understand our natural resources and help people like water managers, farmers, and resource managers make informed decisions.\"<\/p>\r\n<p>\"Landsat is a centerpiece of NASA's Earth Science program, and today's successful launch will extend the longest continuous data record of Earth's surface as seen from space,\" NASA Administrator Charles Bolden said. \"This data is a key tool for monitoring climate change and has led to the improvement of human and biodiversity health, energy and water management, urban planning, disaster recovery and agriculture monitoring &ndash; all resulting in incalculable benefits to the U.S. and world economy.\"<\/p>\r\n<p>The <a href=\"http:\/\/landsat.usgs.gov\/\">Landsat program<\/a> is a joint partnership between NASA and the USGS. NASA develops the remote-sensing instruments and spacecraft, launches satellites, and validates their performance. The USGS then assumes ownership and operation of the satellites, in addition to managing ground-data reception, archiving, product generation, and distribution. The result is a long-term, impartial register of natural and human-induced changes on the global landscape.<\/p>\r\n<p>\"Seeing the world from a birds-eye view has been a primal desire since the earliest days of our civilization, in order to gain a better understand of how the world operates,\" said Interior Assistant Secretary for Water and Science Anne Castle. \"In an era of rapid world population growth, climate change, and increased competition for natural resources, we can't afford not to have the long-term, objective perspective that Landsat's eyes on the Earth provide.\"<\/p>\r\n<p>From a distance of more than 400 miles above the earth surface, a single Landsat scene can record the condition of hundreds of thousands of acres of grassland, agricultural crops, or forests.&nbsp; Each Landsat image gives a view as broad as 12,000 square miles per scene while describing land cover in units the size of a baseball diamond.<\/p>\r\n<p>The Landsat program also offers substantial economic benefits, including an estimated $100 million per year in management of water for irrigated agriculture in western states.<\/p>\r\n<p>Federal, state and local agencies rely on Landsat as a data source on wildfires, consumptive water use, land cover change, crop conditions, rangeland status and wildlife habitat. &nbsp;Landsat images can show where vegetation is thriving and where it is stressed, where droughts are occurring, where wildland fire is a danger, and where erosion has altered coastlines or river course.&nbsp;<\/p>\r\n<p>\"Over the last 40 years, students, land managers, scientists, relief workers, water managers, and ordinary citizens from nearly 200 nations have come to rely on Landsat as the authoritative source of unbiased information on changes in our planet's solid surface,\" said USGS Director M","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota","California"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Earth Resources Observationand Science Center","Climateand Land Use Change Land Remote Sensing"],"distribution":["Climate Change","Mapping"],"release_date":{"und":[{"value":"1360558800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}