{"title":"salt Front Reaches Poughkeepsie, N.Y., Water Intakes, New York City Reservoir Levels Continue to Decline","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>As a result of the ongoing drought and low flow of the Hudson River, the salt front in the Hudson River has reached the intakes for the city of Poughkeepsie, N.Y., according to hydrologists at the U.S. Geological Survey.<\/p>\n<p>During the past weekend, USGS hydrologists monitoring the salt front measured chloride concentrations of 100 milligrams per liter (mg\/l) in the â\u0080\u0098leading edge&rsquo; of the salt front.<\/p>\r\n<p>\"The location of the salt front varies with the tide,\" said USGS hydrologist Ward Freeman, acting chief of the water resources office in Albany, N.Y. \"Currently, when the tide is in, the â\u0080\u0098leading edge&rsquo; of the salt front is at Poughkeepsie&rsquo;s water intakes. When the tide is out, the salt front moves downstream.\"<\/p>\r\n<p>Two miles downstream, chloride concentrations of as much as 250 mg\/l have been measured.<\/p>\r\n<p>The EPA standard for chloride in drinking water is 250 mg\/l.<\/p>\r\n<p>USGS hydrologists in Albany, N.Y., continue to work with the New York State Department of Health, New York State Department of Environmental Conservation and the New York City Department of Environmental Protection, on monitoring the salt front in the Hudson River.<\/p>\r\n<p>Streamflows are low in much of the Northeastern U.S. On Monday Aug.8, the Hudson River at Hadley, N.Y, was flowing at 300 million gallons per day (mgd), more than 60 percent below the average flow for August of 773 mgd. And at Washington, D.C., Potomac River flow is about 1.1 billion gallons per day (bgd), 50 percent less than the average August flow of 2.2 bgd.<\/p>\r\n<p>In the Delaware River basin, total storage in the Pepacton, Cannonsville, and Neversink reservoirs, which provide about half of New York City&rsquo;s water supply, continues to decline. Today (Tues., Aug. 29), storage in the reservoirs is about 149 billion gallons, about 10 billion gallons above the drought warning level, and 69 billion gallons less than on July 5, when voluntary water conservation measures were requested by New York City and Westchester County water managers.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"809668800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}