{"title":"Hyperspectral Aerial Survey will Enhance Mapping Capabilities","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>Editor: In the public interest and in accordance with Federal Aviation Administration regulations, the USGS is announcing this airborne project. Your assistance in informing the local communities is appreciated.&nbsp;<\/em><\/strong>&nbsp;<\/p>\n<p><!--introstart-->Starting on July 5 (weather permitting), U.S. Geological Survey scientists will conduct a high-resolution airborne survey over the next 30 days to study the distribution of minerals exposed at the surface in various parts of Alaska.<!--introend--><\/p>\r\n<p>A spectrometer (which measures light reflecting off the Earth&rsquo;s surface) and a camera on the aircraft will collect detailed information about the composition of surficial rocks, soils and vegetation covering the study areas. The data from this hyperspectral survey will be integrated with geochemical, geophysical, and geologic data for studying natural resources in Alaska. When the analysis is complete, the resulting state-of-the-art maps of surficial mineralogy will help USGS researchers better understand the links between past geologic processes and mineral resource potential. &nbsp;<\/p>\r\n<p>The data can also be used to establish a baseline for vegetation conditions for monitoring future changes due to climate or land use.<\/p>\r\n<p>Flights will take place at an altitude of 10,000 &ndash; 17,000 feet over the Arctic, Bonnifield, Estelle and Nabesna study areas. In these areas, a diverse set of geologic processes have deposited copper, molybdenum, lead, zinc, gold, silver or rare earth elements. The new data will allow scientists to get information that may subsequently be used to help assess mineral resource potential in other parts of Alaska using such cutting edge technology.<\/p>\r\n<p>The sensors and aircraft are under contract to the USGS. The flight crew will be operating from the Fairbanks International Airport. None of the instruments carried on the aircraft pose a health risk to people or animals.&nbsp;<\/p>\r\n<table style=\"width: 696px; height: 857px;\" cellspacing=\"0\" cellpadding=\"5\" width=\"696\" align=\"center\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_07_03\/AK_Proposed_target_areas_SHADED_20140624.jpg\" alt=\"caption is below\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">This site location map shows four areas-of-interest (Artic, Bonnifield, Estelle, and Nabesna) where the U.S. Geological Survey plans to collect hyperspectral data during July 2014.<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Alaska","hyperspectral","airbornesurvey","","maps","Energyand Minerals","Rare Earths"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1404360000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170690"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}