{"title":"U.S. Geological Survey Reports Increased U.S. Reliance on Imported Minerals","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Since 1993, U.S. reliance on imports of raw and processed materials of mineral origin has increased more than seven fold. The difference in the value of mineral imports and exports, which was $4 billion in 1993, has increased to $29 billion in 2000. By 2000, the United States had become reliant for some portion of its supply of a number of mineral commodities that it had previously exported, including aluminum, copper, lithium, magnesium metal, rare earths, and even cement. The United States remained more than 50% import-reliant for at least 29 mineral commodities, including bauxite and alumina, chromium, cobalt, iodine, manganese, nickel, platinum-group metals, potash, tantalum, tin, titanium metal, tungsten, and zinc.<\/p>\n<p>Although globalization of the mineral industry will likely increase in the future, high energy costs and slow economic growth are most likely to affect mineral production both in the United States and abroad in 2001. The globalization of mineral supply is transforming both the minerals industry that is making the investments and the countries in which the companies produce and sell their products. For industrial countries such as the United States, these changes have resulted in increased reliance of foreign sources of supply for an increasing number of vital mineral commodities and a decrease in their balances of trade.<\/p>\r\n<p>An in-depth article on globalization and the emerging minerals industry will be published in the Annual Review issue of Mining Engineering (July 2001), the journal of the Society for Mining, Metallurgy, and Exploration (<a href=\"http:\/\/www.smenet.org\/\">http:\/\/www.smenet.org<\/a>).<\/p>\r\n<p>The USGS collects, analyzes, and disseminates information on the domestic and international supply of and demand for minerals and mineral materials essential to the U.S. economy and national security. Information on about 90 mineral commodities and more than 190 countries is available on: <a href=\"http:\/\/minerals.usgs.gov\/\" minerals>http:\/\/minerals.usgs.gov\/ minerals<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"994737600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169197"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}