{"title":"significant Gas Resource Discovered in U.S. Gulf of Mexico","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Gulf of Mexico contains very thick and concentrated gas-hydrate-bearing reservoir rocks which have the potential to produce gas using current technology.<\/p>\n<p>Recent drilling by a government and industry consortium confirm that the Gulf of Mexico is the first offshore area in the United States with enough information to identify gas hydrate energy resource targets with potential for gas production.<\/p>\r\n<p>Gas hydrate, a substance comprised of natural gas and water, is thought to exist in great abundance in nature and has the potential to be a significant new energy source to meet future energy needs. However, prior to this expedition, there was little documentation that gas hydrate occurred in resource-quality accumulations in the marine environment.<\/p>\r\n<p>&ldquo;This is an exciting discovery because for the first time in the U.S. Gulf of Mexico, we were able to predict hydrate accumulations before drilling, and we discovered thick, gas hydrate-saturated sands that actually represent energy targets,&rdquo; said U.S. Geological Survey Energy Program Coordinator Brenda Pierce.<\/p>\r\n<p>The U.S. Department of Energy (DOE), the U.S. Geological Survey (USGS), U.S. Minerals Management Service (MMS) and a group of U.S. and international energy industry companies under the management of Chevron were responsible for conducting this first ever drilling project with the goal to collect geologic data on gas-hydrate-bearing sand reservoirs in the Gulf of Mexico.<\/p>\r\n<p>&ldquo;We have also found gas hydrate in a range of settings, including sand reservoirs, thick sequences of fracture-filling gas hydrates in shales, and potential partially saturated gas hydrates in younger systems,&rdquo; said USGS Scientist Timothy Collett. &ldquo;These sites should provide a wealth of opportunities for further study and data collection that should provide significant advances in understanding the nature and development of gas hydrate systems.&rdquo;<\/p>\r\n<p>The most important technical accomplishments include:<\/p>\r\n<ul>\r\n<li>\r\n<p>The collection of a comprehensive set of logging-while-drilling (LWD) data through expected hydrate-bearing sand reservoirs in seven wells at three locations in the Gulf of Mexico.<\/p>\r\n<\/li>\r\n<li>\r\n<p>LWD sensors provided unprecedented information on the nature of the sediments and the occurrence of gas hydrate.<\/p>\r\n<\/li>\r\n<li>\r\n<p>The expedition discovered gas hydrate in both sand and fracture dominated reservoirs.<\/p>\r\n<\/li>\r\n<li>\r\n<p>The discovery of thick gas-hydrate-bearing sands validates the pre-drilling integrated geological and geophysical approach used to identify the targets and provides increased confidence in assessing the energy resource potential of marine gas hydrates.<\/p>\r\n<\/li>\r\n<li>\r\n<p>In the case of the Walker Ridge and Green  Canyon drill sites gas-hydrate-bearing sand reservoirs between 50 and 100 ft thick were discovered.<\/p>\r\n<\/li>\r\n<li>\r\n<p>The discovery of concentrated gas hydrates in sand reservoirs has made Walker Ridge and Green Canyon prime locations for future research drilling, coring, and production testing.<\/p>\r\n<\/li>\r\n<\/ul>\r\n<p>&nbsp;<br \/> Field operations during this expedition were also supported by AOA Geophysics, the Borehole Research Group at Lamont-Doherty Earth Observatory of Columbia University, Schlumberger, and the crew of the Helix Q4000 drilling vessel.<br \/> &nbsp;<br \/> To learn more about USGS research on natural gas hydrates, please visit the <a href=\"http:\/\/energy.usgs.gov\/\">USGS Energy Resources web site<\/a>.<br \/> &nbsp;<br \/> To learn more about gas hydrate research in the Gulf of  Mexico and the results of this expedition, please visit the <a href=\"http:\/\/www.netl.doe.gov\/technologies\/oil-gas\/FutureSupply\/MethaneHydrates\/2009GOMJIP\/index.html\">National Methane Hydrates R&amp;D web site<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","coastal","Environmental","Gulfof Mexico","gas","hydrates","","Drilling"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1243569600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168962"},{"tid":"169092"},{"tid":"170591"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}