{"title":"Expedition to Explore the Arctic","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_06_2009_kof6Iut22C_08_06_2009_1#.UDfRj2OvVNq\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/08_06_2009\/kof6Iut22C_08_06_2009\/medium\/US_Coast_Guard_Cutter_Healy_in_the_Arctic_Photo_Credit_USGS.jpg\" alt=\"\" width=\"350\" height=\"280\" \/><\/a> U.S. Coast Guard Cutter Healy in the Arctic.[\/caption]\n\n&nbsp;\n\nU.S. Geological Survey researchers are among an international group of scientists setting sail Aug. 25 on a voyage to explore the Arctic. This will be a five-week expedition aboard U.S. Coast Guard Cutter <em>Healy<\/em>.\n\nThe primary purpose of this mission is to map the Arctic seafloor and collect data to help define the outer limits of the U.S. continental shelf. There will be other projects taking place simultaneously on <em>Healy<\/em>, and this includes collecting water and ice samples to study ocean acidification in the Arctic.\n\n<strong>Arctic Ocean Acidification<\/strong>\n\n<strong><\/strong>Ocean acidification occurs when carbon dioxide (CO<sub>2<\/sub>) increases in the atmosphere and is absorbed by the ocean. Acidification will continue to rise because CO<sub>2<\/sub> levels are projected to increase. Acidification can disturb the balance of marine life in the worldâ\u0080\u0099s oceans, and consequently affect people and animals that rely on those food resources.\n\nThe Arctic Ocean is one of the most vulnerable areas for acidification, yet it is one of the least explored oceans in the world. The USGS is leading a project to study <a href=\"http:\/\/coastal.er.usgs.gov\/ocean-acidification\/\">ocean acidification<\/a> in the Arctic and what this means for the survival of marine and terrestrial organisms. This is the third consecutive year of research.\n\n<strong><\/strong>For more information, <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3363&amp;from=rss_home\">read a press release<\/a> on this research. Those interested can also <a href=\"http:\/\/coastal.er.usgs.gov\/ocean-acidification\/arcticcruise2012\/\">track this yearâ\u0080\u0099s expedition<\/a>.\n\n<strong>Mapping the Seafloor<\/strong>\n\n<strong><\/strong>The primary mission taking place on <em>Healy<\/em> is a collaborative effort to map the seafloor and help define the outer limits of the U.S. continental shelf in the Arctic.\n\nEach coastal nation may exercise sovereign rights over its continental shelfâ\u0080\u0099s natural resources. These rights include control over minerals, petroleum and sedentary organisms such as clams, crabs and coral.\n\nInternational law affords every coastal nation rights in its continental shelf out to 200 nautical miles from shore. If certain physical criteria are met, a nation is entitled to the continental shelf beyond 200 nautical miles, an area referred to as the â\u0080\u009cextended continental shelfâ\u0080\u009d or ECS.\n\nThe United States is now collecting data to see if it meets those criteria to establish the limits for an ECS off the Alaska coast in the Arctic Ocean.\n\nIn addition to the Arctic, the United States is working to define its ECS off many of its other shores, including off the Atlantic coast and Northern Mariana Islands, and in the Bering Sea and Gulf of Mexico. <a href=\"http:\/\/continentalshelf.gov\/media\/ecs_map_600.jpg\">View a map online<\/a>.\n\nThis is the ninth ECS-related mission aboard <em>Healy<\/em>, and will likely be the last mission addressing U.S. ECS extent in the Arctic, provided the weather and equipment cooperate in the often uncertain and challenging Arctic environment.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_09_2012_nri7Lxw3KF_08_09_2012_0#.UDfReWOvVNp\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/08_09_2012\/nri7Lxw3KF_08_09_2012\/medium\/DSC_2419.JPG\" alt=\"\" width=\"350\" height=\"234\" \/><\/a> Water samples using a CTD rosette were taken down to 4,600m in the Canada Basin to investigate ocean acidification.[\/caption]\n\n<strong>Marrying Science and Law<\/strong>\n\nEstablishing the ECS is a scientific inquiry joined to legal questions in that it involves both geology and international law. Therefore, it requires a collaborative effort among many agencies.\n\nThe current mission is in support of the <a href=\"http:\/\/continentalshelf.gov\/\">U.S Extended Continental Shelf Task Force<\/a>, which is an interagency body chaired by the Department of State. Additional agencies participating in the Task Force are the Department of the Interior; National Oceanic and Atmospheric Administration; USGS; U.S. Coast Guard; U.S. Department of Commerce; National Science Foundation; Joint Chiefs of Staff; U.S. Navy; U.S. Department of Energy; U.S. Environmental Protection Agency; Executive Office of the President; Bureau of Ocean Energy Management; and the Arctic Research Commission.\n\nThe chief scientists for this summerâ\u0080\u0099s Arctic cruise are Larry Mayer, Ph.D., and Capt. Andy Armstrong.Â  Both are from the Joint Hydrographic Center, a collaborative program between NOAA and the University of New Hampshire. The mission is funded by NOAA with a grant to the University of New Hampshire.\n\n&nbsp;\n\n<strong>USGS Science<\/strong>\n\nThe USGS is a principal collaborator in these ECS missions. In the past, the USGS has served in various roles, from providing the chief scientist to assisting with data collection and analysis as well as <a href=\"http:\/\/continentalshelf.gov\/missions\/10arctic\/logs\/aug11\/aug11.html\">coring for mud samples<\/a> from the seafloor. The USGS is also helping to dredge rocks from the seafloor, and is storing and analyzing the samples.\n\n<strong>Dredging for Clues: How did the Arctic Basin Form?<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"232\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_19_2010_nSJu48Xlk2_02_19_2010_15#.UDfRXGOvVNq\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/02_19_2010\/nSJu48Xlk2_02_19_2010\/medium\/090909-G-8744K-844.JPG\" alt=\"\" width=\"232\" height=\"350\" \/><\/a> Scientists sort through rocks that were dredged from the Arctic Ocean floor on Sept. 9, 2009, aboard the U.S. Coast Guard Cutter Healy.[\/caption]\n\nIf time permits during the 2012 mission, rock samples will also be dredged and collected from the Arctic seafloor. The rocks will be dated to give scientists an idea of when they formed, and will ultimately give clues as to how the entire Arctic Basin may have developed. These samples have many other potential uses for science, including analyzing the rocks to see what minerals are present.\n\nThe USGS has been designated as responsible for the care and distribution of geologic samples collected on the voyage. At sea, the USGS will assist with the dredging operations, document and photograph all materials collected, and prepare them for transport to the USGS ECS samples repository. Back at the repository, the USGS provides proper care and storage of the samples, and facilitates sample requests for interested researchers.\n\nDredging operations in 2012 are being led by the Center for Coastal and Ocean Mapping at the University of New Hampshire. Dredging has been conducted during past cruises, and more information can be found at the <a href=\"http:\/\/www.ngdc.noaa.gov\/mgg\/ecs\/samples_forms\/\">NOAA National Geophysical Data Center's website<\/a>.\n\n<strong>Collaborating with Canada<\/strong>\n\n<strong><\/strong>Over the past four years in the Arctic, the United States and Canada have collaborated on joint ECS missions using <em>Healy<\/em> and the Canadian icebreaker, <em>Louis S. St-Laurent<\/em>. These joint missions were highly successful; they concluded in 2011 after having collected all the necessary seismic data for both countries.\n\n<strong>Video on Past Expeditions<\/strong>\n\n<a href=\"http:\/\/www.youtube.com\/watch?v=Ffk--YGdNNU&amp;feature=plcp\">Watch a video<\/a> produced in 2010 regarding past ECS expeditions by the United States and Canada.\n\n[caption id=\"\" align=\"alignnone\" width=\"400\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/hMDo26Rfe0_3#.UDfRAWOvVNo\"><img src=\"http:\/\/gallery.usgs.gov\/images\/12_29_2008\/hMDo26Rfe0\/medium\/IMG_3878.JPG\" alt=\"\" width=\"400\" height=\"266\" \/><\/a> Sunset over sea ice in the Arctic Ocean.[\/caption]\n\n&nbsp;\n\n<dl><dd><\/dd><\/dl><a href=\"http:\/\/www.youtube.com\/watch?v=Ffk--YGdNNU&amp;feature=plcp\">\n<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24226","uid":"31","filename":"2008_0924-Healy-0933.jpg","uri":"public:\/\/2008_0924-Healy-0933.jpg","filemime":"image\/jpeg","filesize":"52827","status":"1","timestamp":"1425492768","type":"image","uuid":"c2c906aa-b554-47a5-88a8-f6e12db388ee","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Alaska","Arctic Extended Continental Shelf","bathymetry","dredging","Healy","Ocean Acidification","U.S. Coast Guard","U.S. Department of State"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1345835928","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}