{"title":"Monday Highlights at GSA","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>National Strategy to Reduce Losses from Landslides<\/b> &ndash; The USGS National Landslide Hazards Mitigation Strategy uses a wide range of scientific, planning and plicy tools to address various aspects of the problem to effectively reduce losses from landslides and other ground failures. These <b>tools will be described by Elliott Spiker on Monday, November 13 at 9 a.m., in Room B10.<\/b> <\/p>\n<p><b>Future of Coal<\/b> -- Coal remains an important energy resource for the foreseeable future in the U.S. The USGS is completing a resource assessment of coal likely to be produced in the next 20-30 years. Studies of fossil pollen and spores from coal contribute to the assessment by providing data on the geologic age and nature of ancient environments in which the coal formed. <b>USGS scientist Douglas Nichols will cover Stratigraphic palynology in coal resources assessment&mdash;applications and results, on Monday, November 13 at 2:15 p.m in Rooms B19 and 20. <\/b><\/p>\r\n<p><b>Popular Poplars<\/b> &ndash; were planted in a similar USGS test plot, above a contaminated, shallow water-table aquifer in an industrial area near Charleston, S.C. USGS scientist James Landmeyer reports that field data collected to date indicate that the 12-foot tall trees are removing at least some ground water (less than one-half gallon per day per tree), and that some dissolved-phase contaminants present in the ground water are also present in various tree tissues. <b>Monday, November 13, at 2:55 and 3:25 p.m., Room B12.<\/b> <\/p>\r\n<p><b>Cottonwood Trees<\/b> -- may prove to be more than just big weeds, afterall. In 1996, six hundred of the trees were planted over a contaminated shallow aquifer in Fort Worth, Texas, to determine the effect of transpiration from the trees in reducing the contamination. By the second growing season the tree roots reached the water table, and at the peak of the fifth season the trees were sucking up 80 cubic liters ( 21 gallons) of water per tree per day. USGS scientist Sandra Eberts will explain her model that indicates that when the trees reach maturity they will be able to remove a notable amount of contaminant mass through their transpiration stream, but will not be able to completely hydraulically control the migration of the contaminated ground water. <b>Monday, November 13, at 3:45 p.m., in Room B12. <\/b><\/p>\r\n<p><b>Microorganisms, Rather Than Trees<\/b> &ndash; are being used to clean up ground-water resources contaminated by chemicals leaching from landfills near Norman, Okla. USGS scientist Isabelle Cozzarelli will present the results of the interdisciplinary study which could have future applications in cleaning up rather than just sealing off landfill runoff. <b>Monday, November 13, at 4 p.m., in Room B12.<\/b> <\/p>\r\n<p><b>North Dakota Key to Dinosaur Extinction?<\/b> Extensive information on the extinctions at the end of the Age of Dinosaurs comes from recent studies in North Dakota. In this area, the extinction horizon is marked by disappearance of certain fossil pollen. The presence of fractured quartz grains that are debris from an asteroid impact at this horizon demonstrate that the pollen extinction indeed marks the famous K-T boundary. <b>Come and learn more about this research from USGS scientist Douglas Nichols at A Second K-T Boundary in North Dakota Verified by Palynostratigraphy and Shocked Quartz, on Monday, November 13 at 5 p.m., Rooms B19 and 20.<\/b><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Nevada"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"974005200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}