{"title":"USGS Announces Dr. John Eichelberger as Volcano Hazards Program Coordinator","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Reston, VA - The U.S. Geological Survey (USGS) announced today that Dr. John Eichelberger, a renowned volcano expert from the University of Alaska-Fairbanks (UAF), will become program coordinator for the USGS Volcano Hazards Program, effective Sept. 4.<!--introend--> Eichelberger replaces Dr. James Quick, who left the USGS earlier this month to become the associate vice president for research and dean of graduate studies at Southern Methodist University in Dallas, Texas. \r\n<\/p>\r\n<p>\r\nThe USGS is responsible for issuing timely warnings of potential volcanic disasters to affected communities and civil authorities. USGS scientists, with state, federal, and academic partners, operate five volcano observatories that monitor volcanic activity in Hawaii, the Cascades Range, Alaska, Long Valley in California, Yellowstone National Park, and the Northern Mariana Islands. \r\n<\/p>\r\n<p>\r\nEichelberger, who has more than 34 years of experience as a volcano expert, was most recently chair of the UAF Department of Geology and Geophysics, professor of volcanology, coordinating scientist with the Alaska Volcano Observatory (AVO), and leader of research and teaching projects on the Kamchatka Peninsula, Russian Federation, supported by the U.S. National Science Foundation and the Russian Academy of Science. Over the last few years, Eichelberger, with Russian colleagues in Kamchatka, has developed joint projects and opportunities for students and has brought about 200 young Russian and American students together on volcanoes in Kamchatka and Alaska. He graduated in 1974 with a doctorate in geology from Stanford University and in 1971 from the Massachusetts Institute of Technology with bachelor&#39;s and master&#39;s degrees in earth sciences. \r\n<\/p>\r\n<p>\r\nThe first 17 years of his career were spent in Department of Energy national laboratories in New Mexico, first as a research scientist at Los Alamos and Sandia and later as supervisor of the Geochemistry Division at Sandia. During this time, he led efforts to apply research drilling to volcanic problems and worked closely with both the USGS and academic colleagues on drilling projects in Hawaii, the Cascades Range, Long Valley Caldera, and Alaska. While at UAF, since 1991, he has worked to increase funding for the AVO and to expand the observatory&#39;s monitoring reach westward through the entire Aleutian Arc as well as raise the level of national and international participation in Aleutian Arc science. He also has continued an interest in exploration of the subsurface through collaborations in volcano drilling in Japan. Eichelberger is a fellow of the Geological Society of America, and editor of the <em>Journal of Volcanology and Geothermal Research <\/em>and an <em>American Geophysical Union <\/em><em>Monograph <\/em>on Kamchatka<em>.<\/em> \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1187841600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}