{"title":"USGS Scientists Help Indonesian Colleagues with Mount Merapi Volcano Crisis","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Reston, VA &ndash; <!--introstart-->A team of U.S. Geological Survey (USGS) scientists from the Cascades Volcano Observatory (CVO) in Vancouver, Wash., recently returned from Indonesia where they spent three weeks working with the Indonesian government to evaluate the serious threat of volcanic eruptions.<!--introend--> Their attention quickly turned to Mount Merapi in central Java, a 9,800-foot peak considered the most dangerous of the 129 active volcanoes in Indonesia due to large nearby population, a frequency of severe eruptions and increased activity during the past several weeks.<\/p>\n<p>Mount Merapi&#039;s threat is magnified because it is near Yogyakarta, home to more than 1 million people, and located less than 20 miles from the volcano&#039;s summit. Additionally, more than 100,000 people live within hazardous zones on the flanks of the volcano. During the past 12 years, Mount Merapi erupted six times. <\/p>\r\n<p>Mount Merapi began showing signs of new unrest last summer, with an increase in seismic activity, and prompting the Merapi Volcano Observatory (MVO) to conduct volcano hazard education programs in villages on the flanks of the volcano. <\/p>\r\n<p>The USGS team was enroute to North Sulawesi to assist Indonesian colleagues design a new volcano observatory as part of the Volcano Disaster Assistance Program (VDAP), when they were asked to assist with the developing crisis at Mount Merapi by the U.S. Embassy and the Indonesian Center for Volcanology and Geologic Hazard Mitigation. VDAP is a federal initiative jointly funded by the USGS and USAID Office of Foreign Disaster Assistance. VDAP&#039;s goal is to prevent volcanic disasters by providing expertise and equipment to other nations as they deal with hazardous volcanoes. <\/p>\r\n<p>The VDAP team installed a computerized seismic data processing system, provided access to satellite data and camera equipment for monitoring growth of the lava dome and consulted on the extent of the hazards and the probabilities of eruptions of different types and impacts. <\/p>\r\n<p>The CVO team consisted of USGS scientists John Pallister, Jeff Marso, Andy Lockhart, and Julie Griswald who arrived in Indonesia on April 20, 2006, and returned to the United States on May 10, 2006. They were joined by USGS Emeritus Volcanologist Chris Newhall, who remains on scene at the volcano observatory in Yogyakarta.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1147838400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}