{"title":"Track Loon Migration via Satellites Online","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Loon migratory movements from current and previous studies using satellite transmitters can be followed online at the U.S. Geological Survey Upper Midwest Environmental Sciences Center (UMESC) <a href=\"http:\/\/www.umesc.usgs.gov\/terrestrial\/migratory_birds\/loons\/migrations.html\">website<\/a>.<\/p>\n<p>Several common loons breeding in the Upper Midwest are sporting satellite transmitters in order for researchers to study the migration of these fish-eating water birds through the Great Lakes toward their southern winter homes. By using satellite tracking devices implanted in the loons from Minnesota, Wisconsin, and the Michigan Upper Peninsula, USGS scientists expect to learn information about avian botulism essential for managers to develop loon conservation strategies.&nbsp;&nbsp;<\/p>\r\n<p>&ldquo;This study will also help managers better understand how loons fare as they head to their wintering grounds along the Gulf of Mexico and Atlantic coasts,&rdquo; said USGS scientist Kevin Kenow of UMESC in La Crosse, Wisc. &ldquo;This is the second year of the study.&nbsp; Ten loons radiomarked in 2010 provided insight into use of the Great Lakes during fall and spring migration and revealed wintering sites.&nbsp; Another 21 loons were radiomarked this past July over a broader area of the Upper Midwest.&rdquo;<\/p>\r\n<p>Common loons, large black-and-white waterbirds with haunting calls, are an iconic species in the Great Lakes states where they are abundant. Unlike most birds which have hollow bones, loon bones are dense, helping them to dive to depths of greater than 150 feet in their search for food.<\/p>\r\n<p>In addition to satellite transmitter-marked loons, about 80 other loons were fitted with geolocator tags, which will record daily location, temperature, light levels, and pressure data used to log the foraging depths of these diving birds.<\/p>\r\n<p>&ldquo;This information will help shed light on how avian botulism may transfer in the Great Lakes food web,&rdquo; said Kenow, the leader of the migration project.<\/p>\r\n<p>Botulism, which has caused more than 80,000 bird deaths on the Great Lakes since 1999, causes paralysis and death of vertebrates who ingest neurotoxin produced by the botulism bacterium. The USGS study on avian botulism on the Great Lakes, funded by the Great Lakes Restoration Initiative, will examine the pathways by which fish and birds acquire botulinum toxin from Great Lakes food webs and determine how avian botulism outbreaks are related to environmental variables such as water quality and food web structure. Avian botulism outbreaks have resulted in periodic and often huge die-offs of fish-eating birds since at least the 1960s, but outbreaks have become more common and widespread since 1999, particularly in Lakes Michigan and Erie.&nbsp;<\/p>\r\n<p>&ldquo;Understanding feeding patterns and exposure routes of waterbird species at high risk for botulism die-offs, such as the common loon, is central to understanding how botulism exposure happens in the aquatic food chains in the Great Lakes and to eventually identifying what drives botulism outbreaks,&rdquo; said Kenow. &ldquo;Such information helps managers develop strategies to prevent or lessen such outbreaks.&rdquo;<\/p>\r\n<p>In addition to the UMESC, the <a href=\"http:\/\/www.glsc.usgs.gov\/\">USGS Great Lakes Science Center<\/a>, <a href=\"http:\/\/www.nwhc.usgs.gov\/\">USGS National Wildlife Health Center<\/a>, and <a href=\"http:\/\/mi.water.usgs.gov\/\">USGS Michigan Water Science Center<\/a> are involved in the <a href=\"http:\/\/www.umesc.usgs.gov\/terrestrial\/migratory_birds\/waterbird_distribution_avian_botulism.html\">Great Lakes botulism study<\/a>. The University of Florida&rsquo;s College of Veterinary Medicine and Wisconsin and Minnesota Departments of Natural Resources, and <span class=\"s1\">U.S. Fish and Wildlife Service<\/span> provided support to various aspects of the migration project.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","Common Loon","geolocator","Satellite Tracking","Upper Midwest Environmental Science Center","","Ecosytems","Avian Botulism","migration","Migratory Birds"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1315454400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169870"},{"tid":"170297"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}