{"title":"Science.gov: The Power of 10","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_175544\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/12\/USGS_slide1.jpg\"><img class=\"size-medium wp-image-175544\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/12\/USGS_slide1-300x154.jpg\" alt=\"\" width=\"300\" height=\"154\" \/><\/a> USGS as part of the Science.gov Allianceâ\u0080\u0093 includes the<br \/>Departments of Agriculture, Commerce, Defense, Energy,<br \/>Health and Human Services, Homeland Security, the Interior,<br \/>and Transportation; the Environmental Protection Agency,<br \/>the Library of Congress, the National Aeronautics and<br \/>Space Administration, the National Archives and Records<br \/>Administration, and the National Science Foundation.<br \/>These agencies represent 97 percent of the federal R&amp;D budget.[\/caption]\n\nWhat is the gas mileage of your car? How much of your state is water-covered? Where can you download software that will give atomic precision to your computerâ\u0080\u0099s clock?Â  These and many other questions can and have been answered by <a href=\"http:\/\/www.science.gov\/\">Science.gov<\/a> â\u0080\u0093 the Federal governmentâ\u0080\u0099s â\u0080\u009cone stopâ\u0080\u009d real-time science data website, which is now celebrating its <a href=\"http:\/\/go.usa.gov\/g8gB\">10<sup>th<\/sup> anniversary<\/a>.\n\nThe USGS is a founding member of Science.gov<em> <\/em>and continues to provide wide, public access and a unified search of the government's vast stores of scientific and technical information. Besides sporting an updated look, the Science.gov website recently added multimedia content such as videos, images and audio files.\n\n<strong>Expansive Collaboration<\/strong>\n\nScience.gov has broken new ground in interagency collaboration.Â  Senior information managers representing 13 Federal agencies forged a consensus on how national science organizations could improve public access to the nationâ\u0080\u0099s rich and diverse scientific research information and partnered to create the Science.gov web portal.\n\n[caption id=\"attachment_175549\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/12\/Scigov_BlendedDOE_slide1-webiste-July-2012.jpg\"><img class=\"size-medium wp-image-175549\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/12\/Scigov_BlendedDOE_slide1-webiste-July-2012-300x200.jpg\" alt=\"\" width=\"300\" height=\"200\" \/><\/a> Department of Energy .[\/caption]\n\nâ\u0080\u009cOver the past 10 years Science.gov has grown in content, capability, features and functionality,â\u0080\u009d said Tina Gheen of the Library of Congress and chair of the <a href=\"http:\/\/www.science.gov\/participatingagencies.html\">Science.gov Alliance<\/a>. â\u0080\u009cAs a result, we have seen significant user growth. We are very proud of this offering of sound science to the public, and we hope to continue providing this free service for years to come.â\u0080\u009d\n\n<strong>Data Increases<\/strong>\n\nThere are now more than 200 million pages in Science.gov, and the annual page views top 34 million, a 45-fold increase from the earliest days. The founding idea was to provide a comprehensive gateway to federal science information for those who might not know exactly where to find it. The interagency effort would raise scientific and technical literacy, serve as a foundation for future discoveries, and foster greater understanding of the publicâ\u0080\u0099s return on investment from the governmentâ\u0080\u0099s science and technology efforts.\n\n&nbsp;\n\n[caption id=\"attachment_175545\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/12\/LOC-slide-Science.gov-website-2012.jpg\"><img class=\"size-medium wp-image-175545\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/12\/LOC-slide-Science.gov-website-2012-300x200.jpg\" alt=\"\" width=\"300\" height=\"200\" \/><\/a> Library of Congress.[\/caption]\n\nâ\u0080\u009cFrom its inception, Science.gov has been a model of collaboration, transparency and open government,â\u0080\u009d said Alliance co-chair Annie Simpson of the U.S. Geological Survey. â\u0080\u009cBack in 2002, Science.gov was touted as a wonderful â\u0080\u0098potluck picnicâ\u0080\u0099 of science agencies pooling their efforts so citizens could find the science information they need. Well, today we are still pooling our resources because the sum is more useful to the American public than what any individual agency can do.â\u0080\u009d\n\n<strong>Mission Continues<\/strong>\n\nThe technology has changed and improved, but the goals remain the same; Science.gov strives to grow and evolve to serve users even better. In addition to recent enhancements, in June <a href=\"http:\/\/m.science.gov\/scigovmobile\/\">Science.gov Mobile<\/a> made it onto two Top Ten Federal government applications lists. A <a href=\"http:\/\/ciencia.science.gov\/\">Spanish version<\/a> of the website was launched in October along with video and image search and other improvements.\n\nFor interesting facts from the Science.gov Alliance members, see<a href=\"http:\/\/www.science.gov\/coolstuff.html\">: www.science.gov\/coolstuff<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24262","uid":"31","filename":"USGS_slide.jpg","uri":"public:\/\/USGS_slide.jpg","filemime":"image\/jpeg","filesize":"192168","status":"1","timestamp":"1425492768","type":"image","uuid":"f5497e43-03d4-4eb0-842e-3e5b9375aad1","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1354724268","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}