{"title":"Publications Explain Elwha River Restoration to Scientists, General Public","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>PORT ANGELES, Wash. &mdash; Two new USGS publications explain to scientists and the general public what to expect starting later this month as the historic removal of two dams from Washington&rsquo;s Elwha River begins what is hoped to be a full ecosystem restoration.<\/p>\n<p>&ldquo;<a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3097\">Elwha River Dam Removal &ndash; Rebirth of a River<\/a>&rdquo; is a four-page, full-color brochure meant for the general public that explains both why the federal government is removing the dams, which have disrupted natural processes for nearly a century, and also why long-term scientific study of the area is important as the restoration&rsquo;s ecological consequences unfold.&nbsp; With maps, charts and photos, the brochure explains how the dams&rsquo; removal will affect fisheries, vegetation, and the coastal terrain.<\/p>\r\n<p>Simultaneously, the USGS has released <a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5120\">Scientific Investigations Report (SIR) 5120<\/a> that will present the results of six years of multidisciplinary studies characterizing the lower Elwha River, its estuary, and coastal habitats in anticipation of dam removal. This nine-chapter report from a multi-agency team of biologists, ecologists, hydrologists, river geomorphologists and coastal geologists offers the most current understanding of Elwha coastal habitats and their predicted changes following dam removal.<\/p>\r\n<p>Much of the work in the SIR will be presented Sept. 15-16, 2011 at a two-day Elwha River Science Symposium at Peninsula College in Port Angeles, Washington preceding the &ldquo;Celebrate Elwha&rdquo; event marking the beginning of the dams&rsquo; removal.<\/p>\r\n<p>The Elwha River Restoration Project, created by act of Congress in 1992, aims at the full restoration of the Elwha River ecosystem and its native fish that ascend the river from the sea to breed.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["biology","water","geography","Elwha","river","restoration","ecosysems"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1315368000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}