{"title":"U.S. Shale Formations Might Safely House Nuclear Waste","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Shale and other clay-rich rock formations might offer permanent disposal solutions for spent nuclear fuel, according to a new paper by the U.S. Geological Survey.<!--introend--> There is currently about 70,000 metric tons of this spent fuel in temporary storage across the United States.<\/p>\n<p>While no specific sites have been evaluated for storage potential in the United States, USGS scientists have looked at several research efforts, including projects that are underway in France, Belgium and Switzerland to confirm that shale formations in those countries are favorable for hosting nuclear waste repositories.<\/p>\r\n<p>\"Deciding how to safely dispose of spent nuclear fuel and other high-level nuclear waste is a very important issue that is not going to go away,\" said Chris Neuzil, the article's author. \"Although shales and similar rocks have not been considered for hosting nuclear waste in the United States, recent research points to them as a very promising option.\"<\/p>\r\n<p>Shale formations are attractive for nuclear waste storage for several reasons. First and foremost, they have extremely low permeability, meaning groundwater cannot easily flow through them. Most shale formations and similar rocks containing abundant clay are millions to tens of billions of times less permeable than aquifers that are used to supply water.<\/p>\r\n<p>The primary concern with radioactive waste underground is to prevent any groundwater that contacts it from carrying contaminants out of the repository. Formations with very low permeability significantly reduce the potential for that contamination to occur. It is also important to ensure that water-transmitting fractures are absent over large areas, and in many shales it appears possible to do this.<\/p>\r\n<p>Some shale formations are marked by groundwater pressures that are unusually low, which causes the rock to act something like an absorbent sponge. Groundwater is being slowly but constantly drawn into the formation, further reducing the chance of contaminants escaping.<\/p>\r\n<p>Clay-rich formations also function as filters and are absorptive. Contaminants in groundwater that flows through them are held back and many bind to the clay.<\/p>\r\n<p>Potentially usable shale formations in the United States&mdash;those without extractable energy resources or other prohibitive circumstances&mdash;are distributed widely across the country and many are in tectonically stable areas. Geologically and geographically, potential choices for a repository are many.<\/p>\r\n<p>The article is entitled \"Can Shale Safely Host U.S. Nuclear Waste?\" and is published in <em>EOS<\/em>, a journal by the American Geophysical Union. More information on this article and other water research can be found at the USGS Water National Research Program <a href=\"http:\/\/water.usgs.gov\/nrp\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Energyand Minerals Energy Resources","Water Groundwater Resources","Water Hydrologic Researchand Development","shale","Nuclear","Nuclear Fuel","Spent Nuclear Fuel","Nuclear Waste","Clay"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1374552000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169058"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}