{"title":"USGS Breaks Ground For Volcano Observatory","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Ground breaking for a new home for the U.S. Geological Survey&rsquo;s David A. Johnston Cascades Volcano Observatory (CVO) will take place at 9 a.m., May 18, 2001, exactly 21 years after the climactic 1980 Mount St. Helens eruption that took the life of USGS geologist Dave Johnston. The new building will be located at 1300 SE Cardinal Court, in the Columbia Tech Center, in Vancouver, Wash. <\/p>\n<p>CVO is one of five federally funded volcano observatories operated by the USGS with other partner agencies and institutions to monitor the active and potentially active volcanoes in the U.S., and to assess the hazards they present to life and property. CVO is also the home of the USGS&rsquo;s Volcano Disaster Assistance Program (volcano rapid response team), which is able to deploy, within a matter of days, a mobile volcano observatory anywhere in the world at the invitation of the host country where a volcano may be &quot;waking up&quot;. <\/p>\r\n<p>The new USGS facility, which is being built by Columbia Tech Center, L.L.C., will be approximately 34,000 sq ft of office and warehouse space and will house an experienced team of about 60 volcano scientists, technicians, and support staff. It is expected to be completed in late 2001. <\/p>\r\n<p>Since being founded in 1980, CVO&rsquo;s mission has been to monitor restless volcanoes in the Cascades, provide timely warning of eruptions, assess potential hazards, share information with government officials and the public, educate people about what volcanoes can do, develop improved monitoring techniques, and study volcanic processes in order to better understand future hazards. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"989899200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170622"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}