{"title":"New DNA Tool Helps Scientists Identify Invasive Species of Aquatic Plants","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A new DNA protocol developed by the U.S. Geological Survey helps biologists distinguish between native and invasive species of aquatic vegetation that have almost identical appearances.<!--introend-->&nbsp; Until now, measuring the dispersal of these various invasive plants has been hampered by confusion about where and when the plants arrived.&nbsp;<\/p>\n<p>Invasive aquatic plants from Korea, Brazil, and the Indian subcontinent have been spreading through U.S. waterways for decades. The new DNA protocol will help biologists identify species, track their progress, and provide facts to local managers who can develop appropriate control measures.<\/p>\r\n<p>&ldquo;When invasive plants appear in a body of water, local people naturally are alarmed&rdquo; said Nancy Rybicki, the USGS biologist who teamed up with molecular biologists to develop the new DNA testing technique. &ldquo;Enormous amounts of money are spent on control. Some species may look very nearly identical, but they have unique reproductive and growth characteristics. Identification, the first step for control or eradication, needs to be precise.&rdquo;&nbsp;<\/p>\r\n<p>Co-author and previous USGS employee, Mary Voytek has had extensive experience with the use of molecular tools for microbial identification. In the case of microbes, there are established standards for identification using portions of an organism&rsquo;s DNA. Not so with plants. It was difficult to know where to start.<\/p>\r\n<p>The authors were able to develop a simple protocol that was verified on voucher specimens and tested on numerous plant samples. The environmental implications of the results were clear as new information on the range and recent history of these invasive species was revealed.<\/p>\r\n<p>Using this new protocol, Rybicki determined that hydrilla arrived in both the Potomac River and Chesapeake Bay earlier than previously thought, a finding that revises earlier ideas of how it was first introduced into the area.&nbsp;<\/p>\r\n<p>The authors found that hydrilla was in the Potomac River in 1976. Thus, the original introduction of hydrilla to the Potomac was not from National Park Service experiments conducted in 1980 at Dyke Marsh on the tidal Potomac River as previously thought.&nbsp; It is probable that hydrilla was already present, but was misidentified. It may still be undiscovered in many locations today.&nbsp;&nbsp;<\/p>\r\n<p>The two biotypes of hydrilla, one first introduced into Florida and the other first introduced into Washington, DC, are both spreading toward Canada, well beyond their predicted range.<\/p>\r\n<p>&nbsp;&ldquo;We anticipate that hydrilla will continue to move into colder regions, including, the Great Lakes, where a native plant called elodea is common,&rdquo; Rybicki explained. &ldquo;Without DNA verification, misidentification of the two plants is likely.&rdquo;&nbsp;<\/p>\r\n<p>DNA analysis to identify underwater grasses, a service provided at the USGS lab in Reston, VA, enables quick identification of these species.&nbsp; Future use of DNA analysis will likely reveal that many more misidentifications have occurred and are waiting to be discovered.&nbsp; Positive identification is the key first step in any discussion of management options to deal with invasive species.&nbsp;<\/p>\r\n<p><strong>Learn more <\/strong><\/p>\r\n<p>Rybicki, N. B., Kirshtein, J. D., and Voytek, M. A., 2013, Molecular techniques to distinguish morphologically similar <em>Hydrilla verticillata<\/em>, <em>Egeria densa<\/em>, <em>Elodea<\/em> <em>nuttallii<\/em>, and <em>Elodea<\/em> <em>canadensis<\/em>, Journal of Aquatic Plant Management, v. 51, p. 94 -102.<\/p>\r\n<p>Corresponding author, <a href=\"mailto:nrybicki@usgs.gov\">nrybicki@usgs.gov<\/a><\/p>\r\n<p><a href=\"http:\/\/water.usgs.gov\/nrp\/proj.bib\/sav\/wethome.htm\">Ecological Research on Wetlands and Submersed Aquatic Vegetation<\/a><\/p>\r\n<p><a href=\"http:\/\/water.usgs.gov\/nrp\/proj.bib\/sav\/wethome.htm\">National Research Program <\/a>&nbsp;<\/p>\r\n<p><a","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Water Hydrologic Researchand Development","Ecosystems Invasive Species"],"article_type":["Technical Announcement","National News Release"],"distribution":["Biology","Water"],"release_date":{"und":[{"value":"1396843200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"170177"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}