{"title":"Will the World End on December 21?","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/mQHs38Vjj1_7#.UNHUWGPAHz5\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/01_26_2009\/mQHs38Vjj1\/medium\/009sr.jpg\" alt=\"\" width=\"300\" height=\"203\" \/><\/a> An automobile lies crushed under the third story of this apartment building in the Marina District, California, from the Loma Prieta earthquake in 1989.[\/caption]\n\nBased on interpretations of the ancient Mayan calendar, some people are predicting the world will end on December 21, 2012, Â Others believe that instead of doomsday and destruction, the day will mark a new era for humanity and will be a time for celebration.\n\nSuch beliefs aside, what we know with certainty is that Earth has a tremendous capacity to generate natural disasters on any day of any year. For this reason, U.S. Geological Survey (USGS) scientists continue to look for ways to better forecast a wide range of natural hazards and protect our communities.\n\nLetâ\u0080\u0099s take a closer look at the state of the science â\u0080\u0093 what we know and what we donâ\u0080\u0099t know â\u0080\u0093 about our ability to forecast natural disasters.\n\n<strong>Can We Predict Earthquakes?<\/strong>\n\n<strong><\/strong>Despite claims to the contrary, no reliable short-term earthquake prediction method has ever been developed. Â Nor do scientists expect to develop a method in the foreseeable future.\n\nHowever, based on scientific data, probabilities can be calculated for future earthquakes. For example, comprehensive assessments of long-term earthquake rates in California tell us there is roughly a 2-in-3 chance that a magnitude 6.7 or larger earthquake will strike in the next 30 years in the greater San Francisco Bay Area. Within the state of California as a whole, earthquakes this large are virtually certain (a 99% probability) in that same time frame.\n\nUSGS scientists are also working with university colleagues to gather objective and quantitative information on which to base shorter-term earthquake forecasts. This work includes developing better methods to quantify changes in probability based on recent earthquake activity. For example, scientists are looking at the probability for a larger earthquake after an initial earthquake. They are also developing approaches to communicate these probabilities that will be most effective at supporting appropriate decision making.\n\nLearn more about <a href=\"http:\/\/earthquake.usgs.gov\/hazards\/\">USGS earthquake forecasting and hazards research<\/a>. You can also visit the <a href=\"http:\/\/earthquake.usgs.gov\/\">USGS Earthquake Hazards Program website<\/a> or visit our <a href=\"http:\/\/www.usgs.gov\/faq\/index.php?action=artikel&amp;cat=120&amp;id=1658&amp;artlang=en\">earthquake myths website<\/a><strong>.<\/strong>\n\n<strong>Signs of Volcanic Unrest<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/07_06_2011_ua5Ctg2SRn_07_06_2011_9#.UNHUyGPAHz4\"><img src=\"http:\/\/gallery.usgs.gov\/images\/07_06_2011\/ua5Ctg2SRn_07_06_2011\/medium\/20110306_mpatrick_0910_L.jpg\" alt=\"\" width=\"300\" height=\"225\" \/><\/a> Kilauea volcano in Hawaii. This fissure began in the early hours of March 6, 2011, erupting spatter and producing lava flows.[\/caption]\n\n<strong><\/strong>The United States is home to 169 active volcanoes, many of which could erupt at any time. Fortunately, volcanoes generally show signs of unrest hours, weeks and months before they erupt. Changes in gas emissions, swelling of a volcano, and swarms of small earthquakes are signs that a volcano is awakening. All of these changes can be detected with proper monitoring equipment.\n\n<strong><\/strong>The <a href=\"http:\/\/volcanoes.usgs.gov\/publications\/2009\/nvews.php\">USGS National Volcano Early Warning System<\/a> is designed to detect these signs of unrest at the earliest stages. The USGS issues warnings and alerts of potential volcanic hazardsâ\u0080\u0094including imminent or ongoing eruptions, ash fall forecasts, and when eruptions have endedâ\u0080\u0094to responsible emergency-management authorities and those potentially affected. These warnings prevent episodes of volcanic unrest from becoming volcanic disasters.\n\n<strong><\/strong>Learn more and see current alerts and status for volcanoes in the United States by visiting the <a href=\"http:\/\/volcanoes.usgs.gov\/\">USGS Volcano Hazards website<\/a>.\n\n<strong>Landslide Hazard Potential<\/strong>\n\n<strong><\/strong>Landslides occur in all 50 states and pose a significant risk in many areas. Scientists know landslides are likely on the west coast during its rainy season from November to March, during spring and summer thunderstorms in the western mountain states, and during hurricane season along the east coast. People at especially high risk for landslide damage are those living on or below steep hill slopes.\n\n&nbsp;\n\nWildfires can lead to flash flooding and debris flow, as vegetation is removed that would have served as a stabilizing factor and the remaining burned soil is less able to absorb rainwater. Landslides can also occur from earthquakes, volcanic activity, changes in groundwater, or disturbance and change of a slope by man-made construction activities.\n\nUSGS scientists produce maps of areas susceptible to landslides and identify what sort of rainfall conditions will lead to such events. The USGS is working with the National Weather Service on a prototype <a href=\"http:\/\/www.usgs.gov\/homepage\/science_features\/debris_flow_ca.asp\">Debris Flow Warning System<\/a> to help provide forecasts and warnings about what areas are at imminent risk of having a debris flow or mudslide when rainfall thresholds are met.\n\nFor more information, visit the <a href=\"http:\/\/landslides.usgs.gov\/\">USGS Landslide Hazards Program website<\/a>. Report your landslide experiences and sightings at the new <a href=\"http:\/\/landslides.usgs.gov\/dysi\/\">USGS â\u0080\u009cDid You See It?â\u0080\u009d website<\/a>.\n\n<strong>Tracking Wildfires<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"266\"]<a href=\"2006 rockslide on Ferguson-Hwy 140 in California along the Merced River about 8 miles west of El Portal and the entrance of Yosemite National Park.\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/05_17_2012\/g30Ner5DDx_05_17_2012\/medium\/Rockfall.jpg\" alt=\"\" width=\"266\" height=\"400\" \/><\/a> 2006 rockslide on Ferguson-Hwy 140 in California along the Merced River about 8 miles west of El Portal and the entrance of Yosemite National Park.[\/caption]\n\nWildfires are a great concern when there is a lack of precipitation, particularly during the summer months when the weather becomes hot and dry. When there is no water, wildfires can spread very quickly and can be hard to control. Â Climate change and the resulting hotter and arid conditions are expected to significantly increase wildfire frequency and severity.\n\nThe USGS plays an integral role in <a href=\"http:\/\/pubs.usgs.gov\/fs\/2006\/3015\/\">preparing for and responding to wildfires<\/a>. The USGS provides tools and information before, during and after fire disasters to identify wildfire risks and reduce subsequent hazards. By looking at previous wildfires, scientists can learn more about ignition sources, burn severity, patterns, season of burning, and fire size. The USGS also provides real-time geospatial support for firefighters during the events. This includes up-to-the minute <a href=\"http:\/\/eros.usgs.gov\/\">maps and satellite imagery<\/a> about current wildfire extent and behavior.\n\n<strong>Hurricanes, Storms, Floods and More<\/strong>\n\nHurricane season runs from June 1 through November, with September as the peak time when they are most likely to strike. But hurricanes and tropical storms can hit at other times as well.\n\nNOAA is responsible for monitoring and issuing warnings for hurricanes and tropical storms. The USGS works with NOAA and provides information on associated <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/\">coastal vulnerability and change<\/a>. Before, during and after these events, the USGS assesses the likelihood of beach erosion, overwash, or inundation. Scientists also measure storm surge and monitor water levels of inland rivers and streams.\n\nFlooding from storms is another concern, as is drought from lack of rainfall. The USGS conducts real-time monitoring of the nationâ\u0080\u0099s rivers and streams, and you can visit USGS <a href=\"http:\/\/waterwatch.usgs.gov\/\">WaterWatch<\/a> to see whether river levels are higher or lower than normal. You can also use USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">WaterAlert<\/a> to receive texts or emails when water levels at a specific streamgage exceed certain thresholds.Â  The National Weather Service relies on timely and accurate USGS data to issue flood warnings, and the partnership between the two agencies runs deep. Together, the USGS, the National Weather Service and the U.S. Army Corps of Engineers are also developing <a href=\"http:\/\/wim.usgs.gov\/FIMI\/FloodInundationMapper.html\">flood inundation maps<\/a> that show, street by street, block by block, and hour by hour exactly where the flood waters will be.\n\n<strong>Monitoring Magnetic Storms<\/strong>\n\nWhat is a magnetic storm? The sun is always emitting a wind of electrically charged particles that flows outward into space. If these concentrations of solar wind are directed towards the Earth, then the magnetic field of the Earth in space (the magnetosphere) can be disturbed, sometimes for days.\n\nLarge magnetic storms can cause loss of radio communication, affect global-positioning systems, damage satellite electronics and cause electrical blackouts. Damaging storms occur about 4 times a decade, with smaller events occurring more frequently. Magnetic storms can be detected up to 2 days in advance by monitoring the sun. They come in all sizes, but the largest storms tend to occur when sunspots (concentrations of magnetic energy on the surface of the sun) are most numerous.\n\nThe monitoring of â\u0080\u009cspace weatherâ\u0080\u009d conditions is a responsibility of several U.S. government agencies, including NOAA, NASA, and the U.S. Air Force. The USGS has the unique responsibility of monitoring geomagnetic activity at the Earthâ\u0080\u0099s surface, close to where most of the effects of magnetic storms are actually realized. Learn more and <a href=\"http:\/\/geomag.usgs.gov\/realtime\/\">view near-real time conditions<\/a> of the magnetic field.\n\n<strong>Be Prepared, Every Day<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_29_2011_vAQd72Fss4_06_29_2011_10#.UNHVUmPAHz5\"><img src=\"http:\/\/gallery.usgs.gov\/images\/06_29_2011\/vAQd72Fss4_06_29_2011\/medium\/minot_odds_trailerpark1.jpg\" alt=\"\" width=\"300\" height=\"225\" \/><\/a> Souris River in Minot, North Dakota flooded many buildings and homes in the Odds Mobile Home Park in June 2011.[\/caption]\n\nThe question to consider on December 21, 2012, and every day is: Have I done everything I can to ensure that my family and I are prepared, should a disaster strike? This includes preparing and practicing your emergency plan and <a href=\"http:\/\/www.ready.gov\/build-a-kit\">building a disaster supplies kit<\/a> with food, water and basic needs.<strong> <\/strong>Natural disasters will continue to occur, on any given day, but a more informed scientific understanding can lead to better preparedness and safer communities.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24265","uid":"31","filename":"Homepage-Image-End-of-World-TS.jpg","uri":"public:\/\/Homepage-Image-End-of-World-TS.jpg","filemime":"image\/jpeg","filesize":"182422","status":"1","timestamp":"1425492768","type":"image","uuid":"ee0b269f-91b6-48a0-97bb-60fd1e5c0126","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1354294830","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}