{"title":"Why Lewis and Clark Needed the USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Presentation Saturday, April 15, at U.S. Geological Survey<\/b> <\/p>\n<p>As Lewis and Clark ascended the Missouri River in the spring of 1805, they were expecting to encounter a waterfall that Indians and fur trappers had described and sketched on crude maps. What they found in . June 1805 was not one, but a series of five waterfalls over a 12-mile stretch of river, which they named the \"Great Falls.\" Lewis made a rough sketch of the falls, hoping that \"some abler pencil\" would later elaborate on his drawing. <\/p>\r\n<p>In the nearly 200 years since, numerous \"pencilers\" have created maps of the Great Falls, and as the bicentennial celebration of the Lewis and Clark Expedition nears, Tau Rho Alpha, a geologic cartographer with the U.S. Geological Survey in Menlo Park, Calif., has completed three maps that depict the geologic and physiographic aspects of the upper Missouri River region. The maps will be displayed at the spring meeting of the California Chapter of the Lewis and Clark Trail Heritage Foundation, Saturday, April 15, at the USGS, 345 Middlefield Road, Menlo Park. The meeting begins at 1:30 p.m., and is open to the public. There is no admission charge. <\/p>\r\n<p>The first map portrays the role of the continental glacier in the development of the regional physiography, including the glacial Great Falls lake and illustrates the Giant Springs and the five falls, as members of the Lewis and Clark Expedition may have seen them. <\/p>\r\n<p>The second map and cross-section depict the route of the Lewis and Clark, 28-day, grueling portage around the falls. The third map portrays the modern landscape of this area of Montana, including the city of Great Falls and a series of hydroelectric dams on that stretch of the Missouri River. The maps are the first if a series of charts that the USGS plans to complete by 2003. These maps will show all the geologic and physiographic aspects of the Lewis and Clark Expedition, from St. Louis to the Pacific Ocean. <\/p>\r\n<p>Tau Rho Alpha, the USGS cartographer who created the first set of maps, has been creating physiographic, or three-dimensional maps for the USGS for the past 30 years, and is the author of an atlas that contains more than 100 oblique drawings of the Yosemite Valley and other parts of the Sierra Nevada. During the past 10 years he has developed computer programs to create images of earthquake faults, volcanoes and fossils that can be printed on paper and constructed by the \"cut and paste\" method to make models of these features. <\/p>\r\n<p>The USGS is providing space for the April 15 meeting. Information on membership in the Lewis and Clark Trail Heritage Foundation will be available at the meeting, or from Eleanor Ward, 617 Pine Spring Lane, Santa Barbara, CA 93110; phone 805-569-5810.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"954392400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}