{"title":"USGS Presents John Wesley Powell Awards","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><span class=\"c-bold\">Recognizing Achievements in Geography, Water, and Journalism<\/span><\/p>\n<p>The U.S. Geological Survey (USGS) presented the 2004 John Wesley Powell Award to governmental, educational and organizational partners who have worked with the USGS to strengthen The National Map, to teach the importance of remote sensing data, to communicate USGS science, and to provide information to water managers about floods. The USGS recognized the four recipients at its annual awards ceremony in Reston, Va., Oct. 19. <\/p>\r\n<p>&quot;I commend all of the 2004 John Wesley Powell Award recipients for their achievements in furthering the mission of the U.S. Geological Survey,&quot; said USGS Director Charles G. Groat. &quot;Through partnerships with State and local government, educational institutions, the media, and industry, USGS can better serve the Nation.&quot; <\/p>\r\n<p>The John Wesley Powell Award recognizes an individual or group, not employed by the USGS, whose contributions to the agency&rsquo;s objectives and mission are noteworthy. John Wesley Powell, the second director of the USGS, was a distinguished scientist responsible for setting the high standards that govern the USGS today. <\/p>\r\n<p>Four categories of the award include: State and Local Government; Educational Institution; Private Citizens\/Groups\/Organizations; and Industry. The 2004 recipients are: <\/p>\r\n<p><span class=\"c-bold\">State and Local Government Achievement:<br><span class=\"italics\">Mr. Ian Von Essen, Spokane County, Washington<\/span><\/span><br>Mr. Von Essen&rsquo;s relationship with the USGS in pursuit of National Map goals has, by example, encouraged additional local partners in Washington to cooperate with USGS in populating The National Map. He coordinated an agreement between Spokane County government and the USGS to display Spokane County GIS data in one of the original nine National Map pilot projects. The Spokane data continues to be a significant component of The National Map viewer. Surrounding counties in northeast Washington and northern Idaho now consult with Mr. Von Essen regarding partnering with the USGS in National Map activities. His endorsement of the positive experiences that await local partners when working with the USGS has been critical to the successful implementation of The National Map in the Pacific Northwest. Mr. Von Essen is currently serving on a national team examining and documenting best practices between local, State and Federal government agencies in order to accelerate and improve implementation of The National Map. <\/p>\r\n<p><span class=\"c-bold\">Educational Institution Achievement: <br><span class=\"italics\">Dr. Dennis Helder, South Dakota State University<\/span><\/span><br>Dr. Helder&rsquo;s role as an educator and scientist has extended the mission of the USGS in the areas of calibration of remote sensing data sets, and has brought attention to the data and value of this data, especially the Landsat Program, to the public and science communities. In addition to his cooperative research with the USGS in support of instrument characterization and radiometric calibration of existing Landsat archive data, Dr. Helder was involved in the development of an operational concept plan for the future of the Landsat Program. His radiometric expertise is now an integral part of the USGS overall calibration effort and for the USGS&rsquo;s continued recognition as a provider of reliably calibrated and characterized Landsat data. <\/p>\r\n<p><span class=\"c-bold\">Private Citizens\/Groups\/Organizations Achievement: <br><span class=\"italics\">Mr. David Perlman, San Francisco Chronicle<\/span><\/span><br>As a senior writer and science editor for the San Francisco Chronicle, Mr. Perlman has been covering USGS news stories and sharing USGS science with the world for more than 40 years. Although he has written most frequently about earthquakes, his writing covers the full breadth of USGS science. Mr. Perlman has covered topics as diverse as v","summary":null,"format":null}]},"field_images":[],"regions":["Virginia","Washington","South Dakota","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1098676800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169484"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}