{"title":"USGS Releases New Assessment of Gas Resources in the Marcellus Shale, Appalachian Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The Marcellus Shale contains about 84 trillion cubic feet of undiscovered, technically recoverable natural gas and 3.4 billion barrels of undiscovered, technically recoverable natural gas liquids according to a new assessment by the U. S. Geological Survey (USGS).<!--introend-->&nbsp;<\/p>\n<p>These gas estimates are significantly more than the last USGS assessment of the Marcellus Shale in the Appalachian Basin in 2002, which estimated a mean of about 2 trillion cubic feet of gas (TCF) and 0.01 billion barrels of natural gas liquids.<\/p>\r\n<p>The increase in undiscovered, technically recoverable resource is due to new geologic information and engineering data, as technological developments in producing unconventional resources have been significant in the last decade.&nbsp; This Marcellus Shale estimate is of unconventional (or continuous-type) gas resources.<\/p>\r\n<p>Since the 1930's, almost every well drilled through the Marcellus found noticeable quantities of natural gas.&nbsp; However, in late 2004, the Marcellus was recognized as a potential reservoir rock, instead of just a regional source rock, meaning that the gas could be produced from it instead of just being a source for the gas.&nbsp; Technological improvements resulted in commercially viable gas production and the rapid development of a major, new continuous natural gas and natural gas liquids play in the Appalachian Basin, the oldest producing petroleum province in the United States.<\/p>\r\n<p>This USGS assessment is an estimate of continuous gas and natural gas liquid accumulations in the Middle Devonian Marcellus Shale of the Appalachian Basin. The estimate of undiscovered natural gas ranges from 43.0 to 144.1 TCF (95 percent to 5 percent probability, respectively), and the estimate of natural gas liquids ranges from 1.6 to 6.2 billion barrels (95 percent to 5 percent probability, respectively). There are no conventional petroleum resources assessed in the Marcellus Shale of the Appalachian Basin.<\/p>\r\n<p>These new estimates are for technically recoverable oil and gas resources, which are those quantities of oil and gas producible using currently available technology and industry practices, regardless of economic or accessibility considerations. As such, these estimates include resources beneath both onshore and offshore areas (such as Lake Erie) and beneath areas where accessibility may be limited by policy and regulations imposed by land managers and regulatory agencies.<\/p>\r\n<p>The Marcellus Shale assessment covered areas in Kentucky, Maryland, New York, Ohio, Pennsylvania, Tennessee, Virginia, and West Virginia.&nbsp;<\/p>\r\n<p>USGS is the only provider of publicly available estimates of undiscovered technically recoverable oil and gas resources of onshore lands and offshore state waters. The USGS worked with the Pennsylvania Geological Survey, the West Virginia Geological and Economic Survey, the Ohio Geological Survey, and representatives from the oil and gas industry and academia to develop an improved geologic understanding of the Marcellus Shale. The USGS Marcellus Shale assessment was undertaken as part of a nationwide project assessing domestic petroleum basins using standardized methodology and protocol.<\/p>\r\n<p>The new assessment of the Marcellus Shale may be found <a href=\"http:\/\/energy.usgs.gov\/Miscellaneous\/Articles\/tabid\/98\/ID\/102\/Assessment-of-Undiscovered-Oil-and-Gas-Resources-of-the-Devonian-Marcellus-Shale-of-the-Appalachian-Basin-Province.aspx\">online<\/a>. The previous Marcellus Shale assessment can be found <a href=\"http:\/\/pubs.usgs.gov\/fs\/fs-009-03\/\">online<\/a>. To find out more about USGS energy assessments and other energy research, please visit the USGS <a href=\"http:\/\/energy.usgs.gov\/\">Energy Resources Program website<\/a><\/p>\r\n<p>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","New York","Pennsylvania","Virginia","West Virginia","Tennessee","Kentucky","Ohio"],"country":["United States of America"],"mm_tags":["geology","energy","Marcellusshale","Pennsylvania","New York","Ohio","Kentucky","West Virginia","Virginia","Tennessee","Maryland","naturalgas"],"release_date":{"und":[{"value":"1314072000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"168962"},{"tid":"169532"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}