{"title":"Widely Used Herbicide Commonly Found in Rain and Streams in the Mississippi River Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Glyphosate, also known by its tradename Roundup, is commonly found in rain and rivers in agricultural areas in the Mississippi River watershed, according to two new USGS studies released this month.<!--introend-->&nbsp;<\/p>\n<p>Glyphosate is used in almost all agricultural and urban areas of the United States. The greatest glyphosate use is in the Mississippi River basin, where most applications are for weed control on genetically-modified corn, soybeans and cotton. Overall, agricultural use of glyphosate has increased from less than 11,000 tons in 1992 to more than 88,000 tons in 2007.&nbsp;<\/p>\r\n<p>\"Though glyphosate is the mostly widely used herbicide in the world, we know very little about its long term effects to the environment,\" says Paul Capel, USGS chemist and an author on this study. \"This study is one of the first to document the consistent occurrence of this chemical in streams, rain and air throughout the growing season. This is crucial information for understanding where management efforts for this chemical would best be focused.\"<\/p>\r\n<p>In these studies, Glyphosate was frequently detected in surface waters, rain and air in areas where it is heavily used in the basin. The consistent occurrence of glyphosate in streams and air indicates its transport from its point of use into the broader environment.&nbsp; &nbsp;<\/p>\r\n<p>Additionally, glyphosate persists in streams throughout the growing season in Iowa and Mississippi, but is generally not observed during other times of the year.&nbsp; The degradation product of glyphosate, aminomethylphosphonic acid (AMPA), which has a longer environmental lifetime, was also frequently detected in streams and rain.<\/p>\r\n<p>Detailed results of this glyphosate research are available in \"Occurrence and fate of the herbicide glyphosate and its degradate aminomethylphosphonic acid in the atmosphere,\" published in volume 30 of <em>Environmental Toxicology and Chemistry<\/em> and in \"Fate and transport of glyphosate and aminomethylphosphonic acid in surface waters of agricultural basins,\" published online in <em>Pest Management Science<\/em>. Copies of the reports are available from the journals or from Paul Capel (<a href=\"mailto:capel@usgs.gov\">capel@usgs.gov<\/a>).<\/p>\r\n<p>Research on the transport of glyphosate was conducted as part of the USGS National Water-Quality Assessment (NAWQA) program. The NAWQA program provides an understanding of water-quality conditions, whether conditions are getting better or worse over time, and how natural features and human activities affect those conditions. Additional information on the NAWQA program can be found <a href=\"http:\/\/water.usgs.gov\/nawqa\/\">online<\/a>.<a href=\"http:\/\/water.usgs.gov\/nawqa\/\"><\/a><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","mississippiriverbasin","nawqa"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1314590400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170235"},{"tid":"169801"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}