{"title":"The March 11 Tohoku Earthquake, One Year Later. What Have We Learned?","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<strong><span style=\"text-decoration: underline\">March 11, 2011<\/span><\/strong>\n\nThe ground in Japan began rumbling March 9, 2011, with a series of large foreshocks measuring over magnitude 6 and peaking at magnitude 7.2. But it was not until two days later that the main event, which would trigger the tsunami responsible for the bulk of the destruction, occurred. At magnitude 9.0, the massive earthquake is worldâ\u0080\u0099s fifth largest earthquake since 1900. In Japan, it is the largest since modern instrumental recordings began 130 years ago. The tsunami even caused over $50 million in damage to nearly two dozen harbors in California.\n\nStrong shaking lasted three to five minutes in some places. The tsunami damaged the Fukushima I Nuclear Power Plant, disabling the emergency generators needed to cool reactors and leading to nuclear meltdowns and radiation leaks. William Ellsworth, of the USGS Earthquake Science Center in Menlo Park, Calif., says photos and video of the tsunami will provide powerful evidence of the implications of hazard risk around the globe. â\u0080\u009cI no longer need to explain to anyone the power of, or danger posed by, a tsunami,â\u0080\u009d he said.\n\n[caption id=\"attachment_173626\" align=\"alignright\" width=\"256\" caption=\"This USGS ShakeMap shows shaking intensity along the east coast of Japan during the March 11 magnitude 9.0 earthquake.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/intensity.jpg\"><img class=\"size-medium wp-image-173626\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/intensity-256x300.jpg\" alt=\"\" width=\"256\" height=\"300\" \/><\/a>[\/caption]\n\nIn the United States, scientists and staff at the USGSâ\u0080\u0099s <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/?source=sitenav\">National Earthquake Information Center<\/a>, which monitors all significant global earthquakes, began working around the clock as the Tohoku earthquake and its resulting tsunami occurred. They quickly produced products for emergency responders, the public, the media, and the academic community about the earthquakeâ\u0080\u0099s potential impact and damages, as well as provided scientific background for the interpretation of the eventâ\u0080\u0099s tectonic context and potential for future hazards.\n\nWhen the shaking and tsunami subsided, they left staggering destruction behind. Japan reported around 20,000 casualties, making the event the 20<sup>th<\/sup> most deadly earthquake and tsunami in the past 100 years. In addition, the country experienced $200-300 billion in property and infrastructure losses, an economic toll that will affect Japan for years to come.\n\nExperts note, however, that most of the losses were caused not by the quake itself, but by the unexpectedly large tsunami. They estimate that fewer than 5 percent of the damage came from the earthquake, due to Japanâ\u0080\u0099s investment in infrastructure, engineering, and preparedness. Engineered buildings performed well under the high shaking levels, and the Japanese Earthquake Early Warning system provided up to 90 secondsâ\u0080\u0099 warning of the earthquake for some residents in Tokyo.\n\n<strong><span style=\"text-decoration: underline\">Lessons from Tohoku<\/span><\/strong>\n\nAltough the Tohoku quake did not occur in the United States or its territories, it was one of the most thoroughly recorded seismic events of its magnitude and provides valuable information to U.S. scientists seeking to understand how similar events would affect this Nation.\n\nTom Brocher, center director for the USGS Earthquake Science Center in Menlo Park, said, â\u0080\u009cThe investment by the Japanese government in earthquake monitoring instrumentation yielded an unprecedented scientific and engineering data bonanza that will help the Japanese to mitigate damage from future earthquakes.â\u0080\u009d\n\nFor example, these data mean that scientists now know more about the probability of similar earthquakes and the potential size of their resulting tsunamis. An unparalleled amount of strong ground motion data were recorded that will help reduce uncertainty in seismic hazard assessments in Japan and elsewhere.\n\nResearchers also know more about the effects of such earthquakes. For example, many cases of liquefaction were witnessed and filmed for the first time. Liquefaction occurs when soil loses strength and stiffness due to an applied stress like an earthquake and behaves like a liquid, often causing damage to structures and infrastructure.\n\nSeismologists across the globe were surprised by the magnitude of shaking that occurred in the segment of fault responsible for the Tohoku quake. Japanese scientists had not believed a quake of such intensity could occur in that area, which in turn impacted tsunami strength estimates. According to Brocher, the tsunami defenses in the area were built in the event of a tsunami resulting from a magnitude 8.0 earthquake, not a 9.0.\n\n[caption id=\"\" align=\"alignleft\" width=\"257\" caption=\"This USGS ShakeMap shows projected shaking along the West Coast in the event of a magnitude 9.0 earthquake occurring along the Cascadia Subduction Zone.\"]<img class=\"  \" src=\"http:\/\/earthquake.usgs.gov\/earthquakes\/shakemap\/global\/shake\/Casc9.0_expanded_se\/download\/intensity.jpg\" alt=\"\" width=\"257\" height=\"306\" \/>[\/caption]\n\nThus, even though the Japanese had planned and were well-prepared for a 200- or 300-year tsunami, they were not prepared for the 1000-year tsunami (an event thatâ\u0080\u0099s likely to occur just once every 1,000 years) that came instead. Consequently, Japan is currently updating its tsunami disaster plans for all of its coastal areas and requiring that all plans take evidence from paleo-tsunami deposits into consideration.\n\nPaleo-tsunami deposits are the sand and mud that tsunamis leave behind. By studying deposits from recent events like the March 11 tsunamis, scientists are able to develop criteria for what those deposits look like and use them to examine coastal areas for records of tsunamis that struck centuries back. They can tell when tsunamis occurred and how far inland they reached by looking at the evidence left behind.\n\n&nbsp;\n\nUSGS coastal and marine geologists Bruce Jaffe, Bruce Richmond, and Rick Wilson have worked with Japanese scientists over the past year to study these deposits in Japan. Said Jaffe, â\u0080\u009cJapan has learned from this tsunami that itâ\u0080\u0099s necessary to look at the geologic evidence for tsunamis in conjunction with the current understanding of earthquake potential to accurately assess the future tsunami hazard.â\u0080\u009d He explained that â\u0080\u009cEach tsunami brings its own sand and mud. Japan recognizes the value of using the very rich record of past tsunamis to help us understand the hazard for future tsunamis.â\u0080\u009d\n\nThe United States is also conducting its own paleo-tsunami deposit studies in California, Alaska, the Caribbean, Puerto Rico, and the Virgin Islands to better understand the tsunami risk in those areas.\n\n[caption id=\"attachment_173635\" align=\"alignright\" width=\"300\" caption=\"This image shows fish and mud deposited from the tsunami on the road ringing Kawaihae Harbor in Hawaii on Saturday, March 12, 2011, at approximately 02:00 p.m. HST.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/fishrack.jpg\"><img class=\"size-medium wp-image-173635  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/fishrack-300x225.jpg\" alt=\"\" width=\"300\" height=\"225\" \/><\/a>[\/caption]\n\nIn the United States, the USGS and other seismologists are using data gained from Tohoku to better understand and update information on hazards along the Alaska-Aleutian and the Cascadia Subduction Zones, which slant beneath and can affect Alaska, British Columbia, Washington, Oregon, and Northern California. According to Brocher, the Tohoku earthquake had similar characteristics to those that might be expected of giant earthquakes in these subduction zones, which are the points where one tectonic plate moves under another.\n\nInsights gained from the Tohoku earthquake are leading scientists to re-evaluate the way they've assumed many other major faults are segmented. This may end up altering some hazard analyses for the West Coast, and will contribute to improved scenario modeling, building code development, and public warnings about tsunami threats.\n\n<strong><span style=\"text-decoration: underline\">Moving Forward: The Work Continues in the United States<\/span><\/strong>\n\n[caption id=\"attachment_173646\" align=\"alignleft\" width=\"288\" caption=\"This 2008 USGS National Seismic Hazard Map shows projected earthquake intensity across the United States, including Alaska, Hawaii, Puerto Rico and the U.S. Virgin Islands. . Information from these maps is used in building codes, insurance rate structures, risk assessments, and other public policy.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/hazardsgraph2.jpg\"><img class=\"size-full wp-image-173646\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/hazardsgraph2.jpg\" alt=\"\" width=\"288\" height=\"192\" \/><\/a>[\/caption]\n\nAs part of the multi-agency <a href=\"http:\/\/www.nehrp.gov\/\">National Earthquake Hazards Reduction Program<\/a>theUSGS Earthquake Hazards Program has the lead Federal responsibility to notify the public when earthquakes happen in order to enhance public safety and reduce losses through effective forecasts based on the best possible scientific information.\n\nThe USGS also monitors seismic activity throughout the Nation in a constant effort to understand what causes shaking, where it will occur, and how it will impact society.\n\nWe cannot predict earthquakes, and we cannot prevent them, but we can arm ourselves with information that helps us prepare for them and mitigate damage. As Ross Stein, a USGS geophysicist, said, â\u0080\u009cEarthquakes are part of our past. Theyâ\u0080\u0099re part of our future. We will try our best, knowing what we are up against.â\u0080\u009d\n\nLearn more about <a href=\"http:\/\/earthquake.usgs.gov\/hazards\/products\/\">USGS research on earthquake hazards<\/a>.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24185","uid":"31","filename":"web_110320-M-0145H-063.jpg","uri":"public:\/\/web_110320-M-0145H-063.jpg","filemime":"image\/jpeg","filesize":"125139","status":"1","timestamp":"1425492768","type":"image","uuid":"68861525-efb3-4cc0-993c-25812b8fbe0e","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":340,"width":510},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["earthquakes","hazards","tohoku","tsunami"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1331294446","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}