{"title":"Workshop will examine how Southwest Wyoming can balance wildlife resources with development","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nMore than 140 researchers, resource managers, policy makers, and citizens from Wyoming and beyond are expected in Laramie on May 15-17, 2007, for the Wyoming Landscape Conservation Initiative (WLCI) Science Workshop. <!--introstart-->The three-day workshop, sponsored by the U.S. Geological Survey (USGS), will allow scientists and others to identify management issues related to conserving world class wildlife resources and facilitating responsible energy development in the Green River Basin.<!--introend--> Attendees will examine the science and technology that will be required to address those issues. \r\n<\/p>\r\n<p>\r\n<strong>WHEN:<\/strong> \r\n<\/p>\r\n<blockquote>\r\n\t<p>\r\n\tMay 15, 1 p.m. - 6 p.m.&nbsp; Opening Session and Overview of WLCI<br \/>\r\n\tMay 16, 8 a.m. - 5:45 p.m.<br \/>\r\n\tMay 17, 8 a.m. - 2:30 p.m. \r\n\t<\/p>\r\n<\/blockquote>\r\n<p>\r\n<strong>WHERE:<\/strong> \r\n<\/p>\r\n<blockquote>\r\n\t<p>\r\n\tRochelle Athletics Center, Conference Room, University of Wyoming<br \/>\r\n\tLaramie, Wyoming<br \/>\r\n\tCampus map:&nbsp; <a href=\"http:\/\/www.uwyo.edu\/tour\/east.asp\" target=\"_blank\">www.uwyo.edu\/tour\/east.asp<\/a> \r\n\t<\/p>\r\n<\/blockquote>\r\n<p>\r\n<strong>Note To Media Representatives: <\/strong>The opening session and WLCI overview on Tuesday, May 15 from 1 p.m. to 3 p.m. may be of the most interest to reporters. Conference organizers will be available for interviews by contacting Dave Ozman at the numbers above. \r\n<\/p>\r\n<p>\r\n<strong>Background<\/strong>: \r\n<\/p>\r\n<p>\r\nThe WLCI is a long-term, science-based effort to assess and enhance aquatic and terrestrial habitats at the landscape scale in Southwest Wyoming, while facilitating responsible development. Energy exploration and expansion, population increases, and climate change are having extended effects on wildlife habitat, and a coalition of Federal and State agencies have joined together to address these issues. \r\n<\/p>\r\n<p>\r\nThe President&#39;s budget includes a request for increases in the Healthy Lands Initiative that would provide additional funding for this effort in Fiscal Year 2008. Several agencies are already redirecting their efforts into Southwest Wyoming issues, including a recent announcement by the Secretary of the Interior to provide $3 million to the Bureau of Land Management for work in multiple states, including Wyoming. \r\n<\/p>\r\n<p>\r\nThe WLCI is a collaborative effort involving a number of entities including the Bureau of Land Management, U.S. Geological Survey, Wyoming Game and Fish, Wyoming Department of Agriculture, U.S. Fish and Wildlife Service, U.S. Forest Service, National Park Service, Natural Resources Conservation Service, University of Wyoming, non-governmental organizations and others.&nbsp; \r\n<\/p>\r\n<p>\r\nFor additional information visit <a href=\"http:\/\/www.wlci.gov\/\" target=\"_blank\">http:\/\/www.wlci.gov\/<\/a>. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1179201600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169167"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}