{"title":"Connectivity Best for Created Wetlands","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>New <a href=\"https:\/\/www.crops.org\/publications\/jeq\/abstracts\/42\/4\/1245\">research by the U.S. Geological Survey <\/a>has found that many wetlands created for habitat do very little to improve water quality problems in streams and rivers. Collectively, these wetland design practices represent a missed opportunity to improve the general ecological health of watersheds and wetland ecosystems.<strong>&nbsp;<\/strong><\/p>\n<p>\"Wetlands provide many significant benefits for ecosystems and for people,\" said Jerad Bales, acting USGS Associate Director for Water. \"While wetlands provide important and unique habitat for great numbers of plants and animals, they also are valuable to humans for flood protection, water quality improvement, and recreation, to name just a few of their benefits. Understanding and improving the contributions of created wetlands to the larger goal of healthy watersheds is a valuable scientific insight.\"&nbsp;<\/p>\r\n<p>Wetlands are often created for mitigating impacts to wetlands elsewhere. \"Restored wetland,\" \"mitigation wetland,\" and \"replacement wetland\" are similar terms for created wetlands.&nbsp; Created wetlands typically range from several acres to tens of acres in size and are usually built with berms to regulate water levels precisely.&nbsp;&nbsp;<\/p>\r\n<p>These wetland creation practices prevent the exchange of water with adjacent streams and rivers. This lack of hydrologic connectivity to streams then has the consequence of limiting inputs of pollutants (sediment, nitrogen, and phosphorus) to both created and natural wetlands where the detrimental effects of these pollutants could be mitigated. In the watershed of the Chesapeake Bay, reducing sediment, nitrogen, and phosphorus pollution is a focus of large efforts to restore rivers and the Bay.&nbsp;<\/p>\r\n<p>USGS ecologist Greg Noe observed, \"Unless a wetland can intercept the large amounts of pollutants in streams and rivers, it doesn't have a chance to remove any of the pollution.\"&nbsp;<\/p>\r\n<p>Improving habitat for wildlife is one of many reasons for wetland creation and restoration. In some cases, this specific goal may be best managed by limiting nutrient and sediment inputs through limited stream hydrologic connectivity.&nbsp; However, created wetlands may have poor quality soils which limit the development of these young wetlands and consequently lead to poor habitat.&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>USGS scientists, working in collaboration with George Mason University, also found that increasing inputs of sediment, nitrogen, and phosphorus by increasing connectivity to streams stimulated nutrient availability. It is through this process that increased hydrologic connectivity can create more mature wetland systems faster.&nbsp;<\/p>\r\n<p>\"If you want to maximize the overall water quality benefits of wetland creation,\" said Noe, \"then design the wetland so that it exchanges water with a stream or river.\"&nbsp;<\/p>\r\n<p><strong>Learn more<\/strong><\/p>\r\n<ul>\r\n<li><a href=\"https:\/\/www.crops.org\/publications\/jeq\/abstracts\/42\/4\/1245\">Research article<\/a> in Journal of Environmental Quality<\/li>\r\n<li><a href=\"http:\/\/chesapeake.usgs.gov\/\">USGS Chesapeake Bay Activities<\/a><\/li>\r\n<li><a href=\"http:\/\/www.nwrc.usgs.gov\/index.html\">USGS National Wetlands Research Center<\/a>&nbsp;<\/li>\r\n<li><a href=\"http:\/\/water.usgs.gov\/nrp\/\">USGS National Research Program<\/a><\/li>\r\n<\/ul>\r\n<p>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water Hydrologic Researchand Development"],"article_type":["National News Release"],"distribution":["Biology","Water"],"release_date":{"und":[{"value":"1374033600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169458"},{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}