{"title":"William V. (Bill) Sliter, USGS Geologist (Obituary)","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Bill Sliter, a research geologist at the U.S. Geological Survey in Menlo Park, died of a heart attack at his USGS office in Menlo Park, Friday afternoon, Oct. 31, 1997. Sliter, 62, was a resident of Palo Alto, and is survived by his wife, Trish Sliter, also an employee of the USGS. <\/p>\n<p>A memorial service for Sliter will be held at 7:30 p.m., Thursday, Nov. 6, 1997, in the Spangenburg Theatre of Henry M. Gunn High School, 780 Arastradero Road in Palo Alto. <\/p>\r\n<p>William Sliter was born May 7, 1935, in Los Angeles. He received a bachelor of arts degree in geology from the University of California, Los Angeles in 1958 and a Ph.D. in geology\/zoology, also from UCLA, in 1966. Following his graduate studies, Dr. Sliter worked briefly for the Humble Oil and Refining Company and then spent five years with Esso Production Research Company as a senior research geologist. Although his graduate studies involved Cretaceous foraminifers (microscopic clams) from southern California and northwestern Baja, his first projects examined Neogene to modern distributions of foraminifers and mollusks, as related to petroleum pollution. These studies resulted in reports and knowledge that would later compliment his studies of Cretaceous foraminifers. In 1972 Sliter joined the Canadian Geological Survey, in Calgary, where he continued research on Cretaceous foraminifers and Mesozoic biostratigraphy. While with the Canadian Survey he completed studies on the Sverdrup Basin and Vancouver Island. <\/p>\r\n<p>He returned to California in 1973 and joined the U.S. Geological Survey&rsquo;s branch of paleontology and stratigraphy in Menlo Park, where he became part of Cretaceous studies on the West Coast and deep-sea drilling projects in the Atlantic Ocean. Through the later association he expanded his research interests into the Pacific Ocean. From 1978 to 1983 he served as chief for the USGS branch of paleontology and stratigraphy, at USGS headquarters in Reston, Va. <\/p>\r\n<p>He returned to Menlo Park in 1983 and returned to research, focusing his efforts on the Mesozoic terranes of western North America, which forced him to examine numerous limestones. The difficulties of working with these limestones served as a challenge, and in 1984 he published the first of several papers describing a Mesozoic chronostratigraphic zonation based on foraminifers in thin section. During that time he became a world authority on working with foraminifers in thin section and traveled extensively to teach the techniques he developed, and to lecture on the results of his studies on Mesozoic terranes, oceanography and chronostratigraphy. Throughout his career Sliter was actively involved in various geologic societies and organizations, including the Deep Sea Drilling Project, Ocean Drilling Program, the Geological Society of America, and the Cushman Foundation for Foraminiferal Research. He served as an editor, board member, president and vice president of the Cushman Foundation and co-convener and organizer of numerous symposiums, short courses, and field trips on foraminifers and Mesozoic stratigraphy. <\/p>\r\n<p>During his career with the USGS he served as a branch chief, as associate chief scientist of the geologic division, a member of the library advisory committee, the Western Region space committee, and as an administrator of the move of the marine geology team from buildings west of Palo Alto, to the main USGS campus in Menlo Park, earlier this year. <\/p>\r\n<p>In addition to his widow, Sliter is survived by two daughters, Susan Sliter of Santa Clara, and Diane (Mrs. Chris) Milenkovich, Sunnyvale. Also, a step-daughter, Dawn (Mrs. David) Tumelty of Palo Alto, and two grandchildren, Nicole and Chris Milenkovich of Sunnyvale. Also, his father- and mother-in-law, Fred and Alta Clark of Palo Alto. <\/p>\r\n<p>Donations in Sliters memory may be made to the Cushman Foundation for Foraminiferal Research Endowment Fund, c\/o Brian Huber, Department of Paleobiology, the Museum","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"878619600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}