{"title":"USGS Releases New Oil and Gas Assessment for Bakken and Three Forks Formations","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_176490\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/04\/Bakken-Map.jpg\"><img class=\"size-medium wp-image-176490\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/04\/Bakken-Map-300x278.jpg\" alt=\"A map of the Bakken and Three Forks Formations\" width=\"300\" height=\"278\" \/><\/a> A map of the Bakken and Three Forks Formations within the Williston Basin of North Dakota, Montana, and South Dakota[\/caption]\n\n&nbsp;\n\nOn April 30, 2013, the United States Geological Survey (USGS) released an updated oil and gas resource assessment for the Bakken Formation and a new assessment for the Three Forks Formation in North Dakota, South Dakota and Montana.Â  The assessments found that the formations contain an estimated mean of 7.4 billion barrels (BBO) of undiscovered, technically recoverable oil.Â  The updated assessment for the Bakken and Three Forks represents a twofold increase over what has previously been thought.\n\nThe USGS assessment found that the Bakken Formation has an estimated mean oil resource of 3.65 BBO and the Three Forks Formation has an estimated mean resource of 3.73 BBO, for a total of 7.38 BBO, with a range of 4.42 (95 percent chance) to 11.43 BBO (5 percent chance). This assessment of both formations represents a significant increase over the estimated mean resource of 3.65 billion barrels of undiscovered oil in the Bakken Formation that was estimated in the <a href=\"http:\/\/pubs.usgs.gov\/fs\/2008\/3021\/\">2008 assessment<\/a>.\n\nâ\u0080\u009cThese world-class formations contain even more energy resource potential than previously understood, which is important information as we continue to reduce our nationâ\u0080\u0099s dependence on foreign sources of oil,â\u0080\u009d said Secretary of the Interior Sally Jewell.Â  â\u0080\u009cWe must develop our domestic energy resources armed with the best available science, and this unbiased, objective information will help private, nonprofit and government decision makers at all levels make informed decisions about the responsible development of these resources.â\u0080\u009d\n\nA key component of President Obamaâ\u0080\u0099s all-of-the-above energy strategy is the availability of sound science to guide informed decision-making regarding the safe and responsible development of Americaâ\u0080\u0099s domestic energy resources.\n\nâ\u0080\u009cThe USGS undertook this assessment of the Bakken and Three Forks Formations as part of a nationwide project assessing U.S. petroleum basins using standardized methodology and protocol,â\u0080\u009d said Acting Director of the USGS Suzette Kimball.Â  â\u0080\u009cThrough this improved understanding of our energy resources, government, industry, and citizens are better able to understand our domestic energy mix and make wiser decisions for the future.â\u0080\u009d\n\nSince the 2008 USGS assessment, more than 4,000 wells have been drilled in the Williston Basin, providing updated subsurface geologic data.Â  Previously, very little data existed on the Three Forks Formation and it was generally thought to be unproductive.Â  However, new drilling resulted in a new understanding of the reservoir and its resource potential.\n\nIn addition to oil, these two formations are estimated to contain a mean of 6.7 trillion cubic feet of undiscovered, technically recoverable natural gas and 0.53 billion barrels of undiscovered, technically recoverable natural gas liquids.Â  Gas estimates range from 3.43 (95 percent chance) to 11.25 (5 percent chance) trillion cubic feet of gas and 0.23 (95 percent chance) to 0.95 (5 percent chance) billion barrels of natural gas liquids.Â  This estimate represents a nearly threefold increase in mean natural gas and a nearly threefold increase in mean natural gas liquids resources from the 2008 assessment, due primarily to the inclusion of the Three Forks Formation.\n\n[SlideDeck2 id=176482]\n\nThe primary source of oil for the Bakken and Three Forks Formations are the Upper and Lower Bakken Shale Members of the Bakken Formation. USGS assessed the Bakken and Three Forks Formations for both continuous and conventional resources.Â  Unlike conventional oil accumulations, continuous oil remains in or near the original source rock, and instead of occurring in discrete accumulations is dispersed heterogeneously over large geographic areas.\n\nThe geological foundation that underpins the assessment was facilitated by data provided by the North Dakota Geological Survey, North Dakota Industrial Commission, Montana Board of Oil and Gas, and multiple industry groups working in this region.Â  This new information and data allowed USGS to develop a more robust geologic model and understanding of the petroleum system of the Bakken and Three Forks Formations.\n\nTechnically recoverable oil resources are those producible using currently available technology and industry practices. USGS is the only provider of publicly available estimates of undiscovered technically recoverable oil and gas resources.\n\n<strong>More Resources:<\/strong>\n<ul>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2013\/3013\/\">2013 Bakken and Three Forks Formations Assessment Fact Sheet<\/a><\/li>\n\t<li><a href=\"http:\/\/gallery.usgs.gov\/audios\/452\">Podcast Interview on the Assessment<\/a><\/li>\n\t<li><a href=\"http:\/\/www.usgs.gov\/faq\/index.php?sid=54684&amp;lang=en&amp;action=show&amp;cat=21\">Bakken FAQs<\/a><\/li>\n\t<li><a href=\"http:\/\/energy.usgs.gov\/GeneralInfo\/HelpfulResources\/MultimediaGallery\/HydraulicFracturingGallery.aspx\">Bakken Media Gallery<\/a><\/li>\n\t<li><a href=\"http:\/\/energy.usgs.gov\/GeneralInfo\/HelpfulResources\/EnergyGlossary.aspx\">Energy Glossary<\/a><\/li>\n<\/ul>\nTo learn more about USGS energy assessments and other energy research, please visit the <a href=\"http:\/\/energy.usgs.gov\/\">USGSÂ Energy Resources Program<\/a> website, sign up for theÂ <a href=\"http:\/\/energy.usgs.gov\/GeneralInfo\/Newsletter.aspx\">Newsletter<\/a>, and follow USGS onÂ <a href=\"http:\/\/www.twitter.com\/USGSEnergy\">Twitter<\/a>.Â  For more information on the Interior Department, see <a href=\"http:\/\/www.doi.gov\/\">www.doi.gov<\/a>.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24286","uid":"31","filename":"Feature-Image1.jpg","uri":"public:\/\/Feature-Image1.jpg","filemime":"image\/jpeg","filesize":"65365","status":"1","timestamp":"1425492768","type":"image","uuid":"2e5abc84-a1e4-458b-977d-6e6f560d59c8","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":497},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Bakken","Bakken Formation","Continuous Oil","Montana","North Dakota","oil","Oil and Gas","Oil And Gas Assessment","Three Forks Formation","USGS"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1367509538","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}