{"title":"Potomac Flow Sets New Record For Water Year and September","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>&nbsp;<\/p>\n<UL>\r\n<LI>Potomac River flow, near Washington, D.C., set a new record-high of 15.8 billion gallons per day (bgd) in the just-ended 1996 water year, far more than twice the long-term annual average flow of 7.2 bgd. The new record breaks the previous record of 12.3 bgd set in 1972, by 28 percent.<br>\r\n<LI>Total inflow to the Chesapeake Bay was well above normal in the 1996 water year, about 896 bgd for the water year, nearly twice the 1995 water year inflow of 463 bgd.<br>\r\n<LI>(The water year used by hydrologists begins Oct. 1 each year, when streamflows are generally lowest across the nation. Ground-water levels and soil moisture levels are also low then, because the replenishing rains of autumn usually have not begun.)<br>\r\n<LI>The highest monthly Potomac flow during 1996 was 34.5 bgd in January, a new January record-high, breaking the previous record-high of 24.3 bgd, set in 1937.<br>\r\n<LI>The lowest monthly Potomac flow during the 1996 water year was 4.5 bgd in October 1995, still more than twice the normal October flow of 1.9.<br>\r\n<LI>During September, flow of the Potomac near Washington, D.C. was 29.3 bgd, a new September record, more than 15 times the normal September flow of 1.9 bgd. The previous September record was 16.6 bgd, set in 1975.<br>\r\n<LI>Ground-water levels were also above normal in the metropolitan area in September. At a USGS ground-water observation well at Fairland (in Montgomery County, Md.) the water level was 11.8 feet below the land surface, about 1.9 feet above the long-term average. <\/LI><\/UL>\r\n<p>CHESAPEAKE BAY UPDATE <\/p>\r\n<p>Total freshwater inflow to Chesapeake Bay during the period January to September 1996, was the second highest in 45 years of record, according to the U.S. Geological Survey. The high inflows also carried higher than the normal load of nutrient pollutants, but some preliminary estimates suggest that the pollution loads would have been much higher if nutrient reduction efforts had not been in place throughout the Bay watershed. Increased nutrient pollution can cause algal blooms in the Bay. The algal blooms, along with high sediment loads, can decrease the amount of light that is available for underwater grasses and plants. The grasses and plants are important habitat for crabs and a food source for waterfowl. Also, when algae die and decay, they use up oxygen in the water. When oxygen in the water gets too low, the living resources of the Bay can be at risk. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"844747200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}