{"title":"Technical Announcement: USGS Provides Water-Quality Information in a Format Compatible with EPA","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>To access the USGS water-quality web service, please go to <\/strong><a href=\"http:\/\/qwwebservices.usgs.gov\/\">http:\/\/qwwebservices.usgs.gov<\/a>. <strong><\/strong><\/p>\n<p><!--introstart-->Water-quality data from the National Water Information System (NWIS) of the U.S. Geological Survey (USGS) can be readily accessed online in a comparable format to data housed in the Storage and Retrieval (STORET) water-quality system of U.S. Environmental Protection Agency's (USEPA).<!--introend-->&nbsp;&nbsp;<\/p>\r\n<p>\"For the first time, scientists, water managers, and others interested in water quality can retrieve USGS data in a format that can be easily merged with USEPA data for detailed analyses and modeling,\" said Matthew Larsen, USGS Associate Director for Water. \"The merged data provide enhanced geographic coverage and depiction of water-quality conditions across the Nation, and the integration of spatial and temporal information from multiple agencies and programs help support analyses that go beyond what each agency can achieve individually.\"<\/p>\r\n<p>Data can be retrieved in a comparable format developed collaboratively between USGS and USEPA.&nbsp; The results include discrete provisional and finalized results of physical, chemical, biological, and other descriptive water-quality characteristics using comparable naming conventions. Several file formats are available from the web services including Extensible Markup Language (XML), tab-delimited text, Microsoft Excel and Google Earth Keyhole Markup Language (KML).<\/p>\r\n<p>The USEPA water-quality web service provides data from the STORET data warehouse that contains biological, chemical, and physical data on surface and ground water collected by federal, state and local agencies, Indian Tribes, volunteer groups, academics, and others (<a href=\"http:\/\/www.epa.gov\/storet\/web_services.html\">http:\/\/www.epa.gov\/storet\/web_services.html<\/a>). All 50 States, territories, and jurisdictions of the U.S. are represented.<\/p>\r\n<p>The USGS water-quality web service provides data from the NWISWeb database (<a href=\"http:\/\/waterdata.usgs.gov\/nwis\">http:\/\/waterdata.usgs.gov\/nwis<\/a>), which hosts 4.3 million samples and 72 million results representing approximately 368,000 sites across the United States from over a century of monitoring.<\/p>\r\n<p>Please feel free to distribute this information to your colleagues and members.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","","Water Quality","data"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1223524800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170181"},{"tid":"170592"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}