{"title":"Biologists to Conduct Sea Otter Expedition from Forks, Wash.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>FORKS, Wash.<\/strong> &mdash; Marine biologists are setting up camp in <a href=\"http:\/\/maps.google.com\/maps?q=Forks+WA\">Forks<\/a> this week, and sea otters will be their quarry on a three-week expedition. Researchers from the <a href=\"http:\/\/on.doi.gov\/nearshore\">U.S. Geological Survey<\/a>, <a href=\"http:\/\/www.seattleaquarium.org\/\">Seattle Aquarium<\/a>, <a href=\"http:\/\/www.montereybayaquarium.org\/\">Monterey Bay Aquarium<\/a> and <a href=\"http:\/\/www.werc.usgs.gov\/ProjectSubWebPage.aspx?SubWebPageID=6&amp;ProjectID=221\">other institutions<\/a> are studying the health of local sea otters to assess the condition of Washington&rsquo;s nearshore ecosystem.&nbsp;<\/p>\n<p>The expedition team will set up base camp at the Olympic Natural Resource Center, while the daily sampling missions will depart out of <a href=\"http:\/\/maps.google.com\/maps?q=La+Push+WA\">La Push<\/a>. Ecologists, research divers and project veterinarian Mike Murray of the Monterey Bay Aquarium will board the research vessel <em>Tatoosh<\/em> of the <a href=\"http:\/\/olympiccoast.noaa.gov\/welcome.html\">Olympic Coast National Marine Sanctuary<\/a>, and work the waters near Olympic National Park, Olympic Coast National Marine Sanctuary and the Washington Island National Wildlife Refuge.&nbsp;<\/p>\r\n<p>&ldquo;We&rsquo;ll be temporarily capturing and releasing sea otters for physical exams, biopsies and blood tests, observing sea otter feeding behavior, and collecting samples from fish and other species that hold clues to ecological health,&rdquo; says Shawn Larson, a Seattle Aquarium sea otter biologist on the expedition. Larson and her Seattle colleagues Caroline Hempstead and Darcie Larson will assist with sea otter biopsies, feeding behavior observations and sample processing.&nbsp;<\/p>\r\n<p>Researchers will extract a tooth sample to determine the age of each sea otter, and measure canine tooth length and body girth as part of the sea otter health exam. <a href=\"http:\/\/www.werc.usgs.gov\/ProjectSubWebPage.aspx?SubWebPageID=2&amp;ProjectID=221\">Blood samples drawn from each sea otter<\/a> will be analyzed with a genetic technique developed by USGS, which can show whether a sea otter has been exposed to oil, parasites, disease or other types of stress.<\/p>\r\n<p>The effort is part of a larger <a href=\"http:\/\/on.doi.gov\/nearshore\">&ldquo;Pacific Nearshore Project&rdquo;<\/a> &mdash; a multinational, multiagency project investigating sea otters as health indicators of coastal waters and marine resources spanning Alaska, Canada and south to California.<\/p>\r\n<p>&ldquo;Sea otters are the perfect health indicators of our nearshore waters,&rdquo; says <a href=\"http:\/\/www.werc.usgs.gov\/ProjectSubWebPage.aspx?SubWebPageID=6&amp;ProjectID=221\">James Bodkin<\/a>, a USGS research biologist based in Port Townsend and the project&rsquo;s chief scientist. &ldquo;They&rsquo;re entirely dependent on nearshore marine habitats and they are keystone species in kelp forest food webs. Some populations are abundant and stable, while others are either declining or struggling to reach healthy numbers. Can these differences be explained by ocean influences, or by human impacts to the adjacent watersheds? That&rsquo;s what we&rsquo;re hoping to learn.&rdquo;<\/p>\r\n<p>The team recently wrapped up capture surveys on Vancouver Island in July and in southeast Alaska in May. <a href=\"http:\/\/picasaweb.google.com\/nearshoreproject\/\">Photos<\/a> and <a href=\"http:\/\/www.werc.usgs.gov\/ProjectOutreachNews.aspx?projectID=221\">field blogs<\/a> from these expeditions are available at the project homepage: <a href=\"http:\/\/on.doi.gov\/nearshore\">http:\/\/on.doi.gov\/nearshore<\/a>.<\/p>\r\n<p>In the next two years, project researchers will compile and analyze the Washington data along with data from other regions, <a href=\"http:\/\/www.werc.usgs.gov\/ProjectSubWebPage.aspx?SubWebPageID=5&amp;ProjectID=221\">piecing together clues<\/a> from genetic analysis, disease and toxin studies, sea otter diets, fish growth rates, and satellite","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","California","Alaska"],"country":["United States of America"],"mm_tags":["biology","sea","otter"],"release_date":{"und":[{"value":"1312171200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168816"},{"tid":"168912"},{"tid":"170581"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}