{"title":"Cricket Expeditions Crawling All Over New York City Saturday Night","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->At the crack of dusk in New York City Saturday night, expeditioneers will set off &nbsp;on foot, bikes, and in boats to aurally search for crickets.<!--introend--> They will be armed with cell phones, high-speed internet connections for blogging, art supplies, and compasses.<\/p>\n<p>These expeditioneers will be listening for the calls of New York City&rsquo;s other nightlife &nbsp;&ndash; crickets and katydids &ndash; and recording them on cell phones. &nbsp;<\/p>\r\n<p>Why? For increased knowledge about this little-known group, for fun, and for seeing if this citizen-science process can work all across the United States, say the Team Cricket sponsors, including the American Museum of Natural History, U.S. Geological Survey, Appalachian Mountain Club&rsquo;s New York &ndash; North Jersey Young Members,<em> <\/em>New York Entomological Society, and Proteus Gowanus Interdisciplinary Gallery and Reading Room.<\/p>\r\n<p>&nbsp;&ldquo;We seem to only hear about the bad bugs that live in the city &ndash; the flies, roaches, mosquitoes, and bedbugs, most of which we brought over with us from other parts of the world, said Sam Droege, a researcher, Team Cricket member, and a self-described &lsquo;bughead&rsquo; at the U.S. Geological Survey. &ldquo;Yet, even in downtown Manhattan we have the same crickets and katydids that sang to Verrazano&nbsp;500 years ago singing from the plane trees now arching over the avenues.&rdquo;<\/p>\r\n<p>Scientists are very interested in learning about the status of crickets and katydids, not just in New York City, but elsewhere across the United States,&rdquo; added Droege. &ldquo;One thing we want to be able to do is use the New York City Cricket Crawl as a survey model for use by other groups across the United States,&rdquo; said Droege. &ldquo;Crickets and katydids are the processors of the leafy green environment &ndash; yes, even in New   York City. They are not a group that scientists know very much about, but they do deal with plants in a very direct way.&rdquo;<\/p>\r\n<p>Liz Johnson, a member of Team Cricket who manages the Metropolitan Biodiversity Program at the American Museum of Natural History&rsquo;s Center for Biodiversity and Conservation, notes that by having citizens help conduct scientific surveys, a lot more information is gathered than would be possible to do on their own. &ldquo;We get more data points, better geographic coverage, more &lsquo;ears on the katydids,&rsquo; so to speak. Also, it helps create a more informed citizenry, even in an urban area. The message is that there are still new discoveries to be made, right here at home in New York City.&rdquo;<\/p>\r\n<p>Expeditions crawling around the city Saturday night have been put together by a single person, a team, or an organization. The team members will listen for the songs of seven target species, each of which has its own unique call, just like birds. Each expedition will phone in its results &ndash; either verbally, with a sound clip, a picture or all three &ndash; to a blogger who will make blog entries throughout the night, documenting what the expeditions find and what their experiences are in the urban field. All information will be put onto the <a href=\"http:\/\/www.discoverlife.org\/cricket\/\">Cricket Crawl Web site<\/a>.<\/p>\r\n<p>Artists on the Gowanus  Canal will be in search of artistic inspiration at the same time. &ldquo;We wanted to bring in the art component to expand the traditional scientific view of crickets and katydids to include the more metaphorical interpretations possible through art and literature,&rdquo; said Tammy Pittman, head of the Proteus Gowanus Interdisciplinary Gallery in New York City and a Team Cricket member.<\/p>\r\n<p>The various expeditions are also engaging in friendly competition with each other, hoping, for example, to be <em>the <\/em>expedition that finds the elusive common true katydid, which has not been documented in New York   City for the past 100 years.<\/p>\r\n<p>There&rsquo;s","summary":null,"format":null}]},"field_images":[],"regions":["New Jersey","New York"],"country":["United States of America"],"mm_tags":["entomology","insects","crickets","katydids","Surveys","biology"],"release_date":{"und":[{"value":"1252641600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169894"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}