{"title":"Commonly Used Chemicals Present in Minnesota Groundwater","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A significant number of urban water wells in Minnesota &mdash; over a third of those studied &mdash; contain chemicals from consumer and industrial products, according to a new U.S. Geological Survey <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5096\/\">report<\/a>.<\/p>\n<p>From November 2009 through June 2012, USGS and Minnesota Pollution Control Agency scientists collected groundwater samples from 118 wells throughout Minnesota, including some in the Twin Cities area and near St. Cloud. The scientists found that 43 of the samples &mdash; or 35 percent &mdash; contained one or more chemicals from everyday products such as antibiotics, pesticides and detergents, known as chemicals of emerging concern (CECs).<\/p>\r\n<p>&ldquo;The majority of Minnesotans &mdash; about 78 percent &mdash; use groundwater as drinking water,&rdquo; said Mindy Erickson, USGS scientist and lead author of the study. &ldquo;Low levels of the chemicals we use every day were found in groundwater sampled during the study, some of it drinking water.&rdquo;<\/p>\r\n<p>Sampled wells were chosen because previous water chemistry results demonstrated they were vulnerable, they were in susceptible aquifers or because they were in proximity to a closed landfill. Because the wells were targeted for sampling, these results are not representative of general groundwater or drinking water conditions.<\/p>\r\n<p>The most frequently detected contaminant in the study was the antibiotic sulfamethoxazole, which is used to treat infections such as urinary tract infections, middle ear infections and travelers' diarrhea. Other commonly found chemicals were bisphenol A, a component in plastic; tributyl phosphate, a flame retardant; and the antihistamine diphenhydramine.<\/p>\r\n<p>Of the 14 detected contaminants with government-designated water-quality standards, none were found at concentrations considered unsafe to human health. However, 21 of the contaminants detected in the study &mdash; including some of the most common chemicals like tributyl phosphate and diphenhydramine &mdash; have no federal or state health benchmarks.<\/p>\r\n<p>Most of the chemicals enter groundwater from wastewater systems, stormwater runoff, agricultural runoff, leaky sewer lines and unknown sources, according to the study. The CECs were found in both deep and shallow Minnesota wells.<\/p>\r\n<p>This study is the first comprehensive groundwater study of its kind in Minnesota. The <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5096\/\">full report<\/a> is available on the USGS website.<\/p>\r\n<p>For more information about water-quality studies in Minnesota, please visit the <a href=\"http:\/\/mn.water.usgs.gov\/\">USGS Minnesota Water Science Center website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Minnesota"],"country":["United States of America"],"mm_tags":["water","groundwater","Water Quality","drinkingwater","contaminants Water","emerging Contaminants","Minnesota"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1404792000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170157"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}