{"title":"Upper Columbia River: Some fish contaminants decreasing, USGS study shows","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Biologists updating 1994 studies of contaminants in upper Columbia River fish--including Lake Roosevelt--have found either decreases or no change in levels of mercury, dioxins and furans, and PCBs, according to a report released today by the U.S. Department of the Interior, U.S. Geological Survey. The report was prepared in cooperation with the Lake Roosevelt Water Quality Council. <\/p>\n<p>Fish from the area were reported in the early 1980&rsquo;s to contain the contaminants, spurring a series of studies by U.S. and Canadian agencies. The new USGS study followed up on 1994 studies to find out whether contaminants had gone down by examining fish fillets for concentrations. <\/p>\r\n<p>Mercury in fish had decreased, probably as a result of reduced waste discharges to the river and a flushing effect from greater streamflow due to a change in river flow management. Dioxins and furans decreased in rainbow trout, although not in whitefish. PCB (polychlorinated biphenyl) concentrations showed little or no change in any of the sampled species, though. <\/p>\r\n<p>\"We need more information about what&rsquo;s going on with PCBs,\" said Mark Munn, USGS research biologist and author of the new report. \"An ongoing monitoring effort is needed to track these contaminants and determine the trend with accuracy.\"<\/p>\r\n<p>The report also contains a Washington State Department of Health update about eating fish from Lake Roosevelt. The update gives recommendations for reducing exposure to any contaminants that may be in the fish. For more information, contact the Department of Health at 1-877-485-7316, Web site <a href=\"http:\/\/www.doh.wa.gov\/\">http:\/\/www.doh.wa.gov<\/a>, or your local health department. <\/p>\r\n<p>The report, \"Contaminant trends in sport fish from Lake Roosevelt and the upper Columbia River, Washington, 1994 to 1998,\" by Mark D. Munn, is published as U.S. Geological Survey Water-Resources Investigations Report 00-4024. Copies are available for reading at the U.S. Geological Survey, 1201 Pacific Avenue, #600, Tacoma, Washington. Copies may also be purchased from the U.S. Geological Survey, Information Services, Box 25286, Federal Center, Denver, CO 80225-0286, telephone (303) 202-4610. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"955598400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170046"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}