{"title":"Greenland&rsquo;s Ice Yields Further Clues About Climate Change","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Using instruments developed at the U.S. Geological Survey (USGS), scientists have for the first time accurately determined how much temperatures have changed at a Northern Hemisphere site in central Greenland during the last 50,000 years, through the end of the last ice age.<!--introend--> Previous studies using plant pollens stored in lake sediments, chemical isotope ratios stored in glaciers, and various other climate indicators, have shown that past climates have been both warmer and colder than the present. \n<p>The new study, published in the October 9 issue of Science, reveals how much warmer and colder these previous climate changes were. Temperatures during the Little Ice Age (1420 to 1890 AD) were found to be 2 F colder than present in central Greenland. In contrast, temperatures were 2 F warmer than present during the Medieval Warm Period, 1,000 years ago when the Vikings established settlements in Greenland, and 5000 years ago were 4.5 F warmer. The last ice age, about 22,000 years ago, was found to be extremely cold with temperatures dipping to 41 F below current values. \r\n<p>USGS geophysicist Gary Clow used high-precision equipment to measure small temperature variations within the Greenland Ice Sheet resulting from past climatic changes. These measurements were made in a 10,000 ft access hole drilled through the ice sheet by the European Science Foundation, using equipment that can measure temperature to within 0.0004 F. With these data, researchers from the University of Copenhagen, Denmark, and the USGS reconstructed the record of past temperature (climate) changes. \r\n<p>As part of the current debate on global warming, it is essential to establish both the magnitude and timescales for natural climate variability for the Earth as a whole and for several key regions. The region surrounding the North Atlantic Ocean \"appears to be particularly sensitive to climatic changes because of changes in the ocean circulation patterns that bring warm surface waters from the tropics into the North Atlantic,\" Clow noted. \r\n<p>Studies such as this provide critical information about natural climate variability that is needed to determine whether the global climate warming observed during the 20th century is due to increased concentrations of greenhouse gases caused by human activities or can be attributed to natural climate variations. \r\n<p>A copy of the study \"Past temperatures directly from the Greenland Ice Sheet\" by D. Dahl-Jensen, K. Mosegaard, N. Gundestrup, G.D. Clow, J. Johnsen, A.W. Hansen, and N. Balling is available in the October 9, 1998 issue of Science.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"907905600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169404"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}