{"title":"Remote-Controlled Aircraft Work Hard for Science","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/11_02_2012_t85Br11qql_11_02_2012_3\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/11_02_2012\/t85Br11qql_11_02_2012\/medium\/RavenHandLaunchElwhaRiverRestoration.jpg\" alt=\"\" width=\"300\" height=\"225\" \/><\/a> Lance Brady of the US Bureau of Land Management launches a USGS Raven aircraft June 21, 2012 at Glines Dam\/Lake Mills on the Elwha River in Olympic National Park, Wash. Dr. Doug Clark of the Bureau of Reclamation, in background, looks on. USGS, Reclamation, BLM and other agencies are cooperating on science missions to study hydrology, sedimentation, revegetation and other issues relating to the removal of two dams on the Elwha.[\/caption]\n\nRemote sensing technologies on airborne scientific missions have added new depth and dimension to scientific observation. Yet they come at a cost â\u0080\u0093 literally. Flying data-gathering missions for scientists, land managers, and hazard-mitigation agencies can cost upward of $30,000 an hour.\n\nThe U.S. Geological Survey is leading a federal initiative to make this high-quality science less costly, more accessible, and more environmentally friendly by using unmanned aircraft systems (UAS) developed for the U.S. military to survey remote areas, monitor wildlife populations, and gather data on potential hazards on federal lands throughout the United States.\n\nThe science missions yield peaceful civilian uses for past-generation military technology. A roadmap adopted by the Department of the Interior (DOI) in 2010 tasks the USGS with developing certification, pilot training and proof-of-concept UAS missions through 2014 for its own USGS science centers and on behalf of federal agencies including the Office of Surface Mining (OSM), U.S. Fish and Wildlife Service (FWS), U.S. Bureau of Reclamation (USBR),Â  Bureau of Land Management (BLM), National Aeronautics and Space Administration (NASA), the National Oceanic and Atmospheric Administration (NOAA), and the U.S. Forest Service. DOIâ\u0080\u0099s Office of Aviation Services (OAS) is charged with developing aircraft airworthiness and operator certification, including training.\n\nUSGS scientists and pilots are now monitoring feral animals and <a href=\"http:\/\/rmgsc.cr.usgs.gov\/UAS\/HaleakalaNPHI.shtml\">invasive vegetation<\/a> in Hawaii, <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3305#.UG9TLmDn12A\">shoreline erosion on the Missouri River<\/a> on behalf of the Lower Brule Sioux people in South Dakota, spotting underground mine fires in West Virginia, and <a href=\"http:\/\/www.fort.usgs.gov\/RavenA\/\">tracking the population density of sandhill cranes<\/a> in Colorado. The missions save several thousands of dollars over equivalent human missions and are far safer than low-flying conventional aircraft.\n\nBased in Denver, the <a href=\"http:\/\/uas.usgs.gov\">USGS Unmanned Aircraft Systems Project Office<\/a> has conducted missions all over the United States. The planes and their operators are subject to Federal Aviation Administration (FAA) and DOIOAS rules and regulations.\n\nâ\u0080\u009cThe best pilots are the ones who grew up playing video games,â\u0080\u009d says UAS project manager Mike Hutt.\n\n[caption id=\"\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/11_02_2012_t85Br11qql_11_02_2012_1#.UJk7BDHybak\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/11_02_2012\/t85Br11qql_11_02_2012\/medium\/GoProStillElwhaRiverRestoration2.jpg\" alt=\"\" width=\"300\" height=\"225\" \/><\/a> This Sept. 26, 2012 image from a USGS unmanned aircraft shows the demolition of Glines Dam and Lake Mills on the Elwha River in Olympic National Park, Wash.[\/caption]\n\nThe USGS fleet includes several 4.5-lb battery-powered, hand-launched AeroVironment Ravens as well as T-Hawk Honeywell helicopters, which run on only a few ounces of fuel. Each type of craft can fly for roughly an hour. Initially used with their military-issue forward-looking and downward-looking analog cameras, the systems have been modified by USGS to take advantage of low-cost technology such as digital cameras, while a range of sensors are being evaluated for specific scientific missions. Carbon dioxide sensors can be used in climate-change studies, while synthetic aperture radar would allow the craft to fly in low-visibility conditions and provide change detection over a study area. Thermal sensors are used to monitor lakes that arenâ\u0080\u0099t recharging at their historic rates.\n\nâ\u0080\u009cAre there underground ruptures drying-up springs or other changes affecting the hydrology? Fish and wildlife biologists are interested in these temperature changes. Rivers change temperature when vegetation on either side of banks is cleared, and this changes habitat,â\u0080\u009d Hutt said.\n\nThe initial USGS mission in March 2011 <a href=\"http:\/\/www.fort.usgs.gov\/News\/News_Story.asp?WebID=120313\">studied the annual north-south migration of endangered sandhill cranes<\/a> from Arizona through Colorado to Montana and Wyoming. The cranes fly north in the first part of February and spend much of each spring in Coloradoâ\u0080\u0099s San Luis Valley at the Monte Vista National Wildlife Refuge. Thermal cameras capturing images of the cranes at roost were used to determine population trends in collaboration with the FWS.\n\nâ\u0080\u009cBecause the Raven is small and quiet, it could fly low enough â\u0080\u0093 75 feet â\u0080\u0093 to <a href=\"http:\/\/gallery.usgs.gov\/videos\/403#.UICTLmDn12B\">photograph the birds without disturbing them<\/a>. Moreover, the mission cost only one-tenth of a conventional airborne survey â\u0080\u0093 $3,000 as opposed to $30,000 an hour,â\u0080\u009d Hutt said.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/11_02_2012_t85Br11qql_11_02_2012_0#.UJk86jHybak\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/11_02_2012\/t85Br11qql_11_02_2012\/medium\/boat_launch_MissouriRiver.jpg\" alt=\"\" width=\"350\" height=\"148\" \/><\/a> USGS contractor Phil Owen of EnrGies, Inc. launches a Raven aircraft on the Missouri River near Lower Brule, S.D., during an August 2012 mission to monitor erosion on the river. Owen is accompanied by USGS and Bureau of Indian Affairs researchers.[\/caption]\n\nSince then, USGS scientists have returned to track the cranesâ\u0080\u0099 migration, and have flown Ravens on scientific missions all over the United States. On behalf of the OSM, they flew Ravens over surface mines near Charleston, W.Va., to inspect and monitor reclamation efforts. On remote reaches of the Elwha River in Washington state, the Ravens have <a href=\"http:\/\/rmgsc.cr.usgs.gov\/UAS\/BoRriverSedimentMonitoring.shtml\">monitored changes in vegetation and sediment<\/a> after the two dams were removed from Olympic National Park. They have flown near Red Rocks Lake, Mont., where a thermal camera onboard a Raven was used to locate underwater springs that could help fish survive the winter. UAS missions have surveyed invasive weeds in south central Idaho. In September-October, the aircraft surveyed the Pitkin County coal basin in Colorado, and the San Simon watershed in Arizona, all on behalf of the BLM.\n\nFuture projects include surveys of gulls in the Farallon Islands off San Francisco; an Environmental Protection Agency Superfund site in New Castle, Del.; and climate change studies on the Colorado Front Range and in the Pacific Ocean at Palmyra Island.\n\nThe Denver-based UAS office is not the only USGS initiative to develop new uses for unmanned aircraft. In far northern Californiaâ\u0080\u0099s remote Surprise Valley, USGS geophysicists are teaming with NASA-Ames Research Center to <a href=\"http:\/\/www.usgs.gov\/blogs\/surprisevalley\/2012\/09\/06\/smoothing-out-the-kinks-sept-2-2012\/\">map underground faults and fractures<\/a> with the SIERRA aircraft, which is larger and has a longer range than the Raven or T-Hawk. By 2013, the USGS-NASA cooperators aim to develop payload-driven instrumentation for SIERRA that can make higher-level cognitive assessments based on real-time data, allowing the aircraft to plan and perform a complete survey mission without human intervention.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/11_02_2012_t85Br11qql_11_02_2012_2#.UJk-SzHybal\"><img src=\"http:\/\/gallery.usgs.gov\/images\/11_02_2012\/t85Br11qql_11_02_2012\/medium\/P1000322.jpg\" alt=\"\" width=\"350\" height=\"263\" \/><\/a> Lance Brady of the US Bureau of Land Management observes a USGS Raven unmanned aircraft in action June 20, 2012 at Lake Aldwell on the Elwha River south of Olympic National Park, Wash. USGS and BLM are cooperating on science missions to study hydrology, sedimentation, revegetation and other issues relating to the removal of two dams on the Elwha.[\/caption]","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24253","uid":"31","filename":"RavenHandLaunchHaleakalaHI.jpg","uri":"public:\/\/RavenHandLaunchHaleakalaHI.jpg","filemime":"image\/jpeg","filesize":"48341","status":"1","timestamp":"1425492768","type":"image","uuid":"2cd71fba-fe03-450c-9a1b-86db03219d00","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1352221719","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}