{"title":"USGS Crews Measure Flooding in Missouri","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Do you want to accompany a USGS field crew as they measure flooding?&nbsp; Please contact Shane Barks at 573-308-3674.<\/strong>&nbsp;<\/p>\n<p>Heavy rainfall of more than 10 inches during the last 24 hours has caused substantial flooding in parts of Southern Missouri.&nbsp;<\/p>\r\n<p>Today, there are 19 U.S. Geological Survey scientists out in the field collecting critical streamflow data, which are vital for protection of life, property and the environment. These data are used by the National Weather Service (NWS) to develop flood forecasts, the U.S. Army Corps of Engineers to manage flood control, and the various state and local agencies in their flood response activities.&nbsp;<\/p>\r\n<p>In Missouri, there are more than 250 USGS-operated streamgages that measure water levels, streamflow and rainfall. Currently, 30 streamgage sites across the state are registering water levels above flood stage. The NWS is forecasting more rain across Southeastern Missouri over the next few days.&nbsp;<\/p>\r\n<p>&ldquo;USGS field teams work rapidly to make sure that emergency managers have accurate flood measurements when people&rsquo;s lives are at risk,&rdquo; said Shane Barks, USGS Missouri Water Science Center Deputy Director. &ldquo;Up to date stream measurements are essential to reduce the risks to life, property and the environment.&rdquo;&nbsp;<\/p>\r\n<p>A map of real-time streamflow monitoring sites and graphs of flooding in Missouri from the past 7 days are available at the <a href=\"http:\/\/waterwatch.usgs.gov\/new\/?m=real&amp;r=mo\">USGS Missouri Water Science Center real-time streamflow website<\/a>.&nbsp;<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.<\/p>\r\n<p>&nbsp; Access current flood and high flow conditions across the country by visiting the USGS <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch<\/a> website. Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Missouri"],"country":["United States of America"],"mm_tags":["water","flooding","Missouri","flood","streamgages"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1303790400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170453"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}