{"title":"Widespread Occurrence of Intersex Bass Found in U.S. Rivers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Intersex in smallmouth and largemouth basses is widespread in numerous river basins throughout the United States is the major finding of the most comprehensive and large-scale evaluation of the condition, according to U.S. Geological Survey (USGS) research published online in <em>Aquatic Toxicology<\/em>.<\/p>\n<p>Of the 16 fish species researchers examined from 1995 to 2004, the condition was most common by far in smallmouth and largemouth bass: a third of all male smallmouth bass and a fifth of all male largemouth bass were intersex. This condition is primarily revealed in male fish that have immature female egg cells in their testes, but occasionally female fish will have male characteristics as well.<\/p>\r\n<p>Scientists found intersex fish in about a third of all sites examined from the Apalachicola, Colorado, Columbia, Mobile, Mississippi, Pee Dee, Rio Grande, Savannah, and Yukon River basins. The Yukon River basin was the only one where researchers did not find at least one intersex fish.<\/p>\r\n<p>Although intersex occurrence differed among species and basin, it was more prevalent in largemouth bass in southeastern U.S., where it occurred at all sites in the Apalachicola, Savannah, and Pee Dee river basins, said Jo Ellen Hinck, the lead author of the paper and a biologist at the USGS Columbia Environmental Research Center. The researchers also documented intersex in channel catfish for the first time.<\/p>\r\n<p>&ldquo;Although the USGS has already documented the severity of intersex in individual basins such as the Potomac, this study reveals the prevalence of intersex is more widespread than anyone anticipated, said Sue Haseltine, associate director for biology at the U.S. Geological Survey. &ldquo;This research sends the clear message that we need to learn more about the hormonal and environmental factors that cause this condition in fish, as well as the number of fish afflicted with this condition.&rdquo;<\/p>\r\n<p>The study, said Hinck, presents the observed occurrence of intersex in a variety of freshwater fish species, but not potential causes. &ldquo;This study adds a lot to our knowledge of this phenomena, but we still don&rsquo;t know why certain species seem more prone to this condition or exactly what is causing it. In fact, the causes for intersex may vary by location, and we suspect it will be unlikely that a single human activity or kind of contaminant will explain intersex in all species or regions,&rdquo; she said.<\/p>\r\n<p>For example, said Hinck, at least one of their sites with a high prevalence of intersex&mdash;the Yampa River at Lay, Colo.&mdash;did not have obvious sources of endocrine-active compounds, which have been associated with intersex in fish. &nbsp;Such compounds are chemical stressors that have the ability to affect the endocrine system and include pesticides, PCBs, heavy metals, household compounds such as laundry detergent and shampoo, and many pharmaceuticals. Yet other study sites with high occurrence of intersex were on rivers with dense human populations or industrial and agricultural activities, which are more generally associated with endocrine-active compounds.<\/p>\r\n<p>&ldquo;We know that endocrine-active compounds have been associated with intersex in fish, but we lack information on which fish species are most sensitive to such compounds, the way that these compounds interact to cause intersex, and the importance of environmental factors,&rdquo; Hinck said. &ldquo;Proper diagnosis of this condition in wild fish is essential because if the primary causes are compounds that disrupt the endocrine system, then the widespread occurrence of intersex in fish would be a critical environmental concern.&rdquo;<\/p>\r\n<p>Specific river basin results include:<\/p>\r\n<ul>\r\n<li>\r\n<p>Intersex smallmouth bass were found in a third      of male bass at almost half of the sites examined in the <strong>Columbia, Colorado, and Mississippi      River basins<\/strong>. &nbsp;The percentage of      intersex sm","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Oregon","Florida","Georgia","South Carolina","Arizona","Colorado","Texas","Minnesota"],"country":["United States of America"],"mm_tags":["intersex","Endocrine Disruptors","contaminants","fisheries","biology","bass","fish"],"release_date":{"und":[{"value":"1252900800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169672"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}