{"title":"Evidence of Major Prehistoric Earthquakes in Midwest","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>About 10 strong earthquakes have struck southern Illinois and Indiana during the past 12,000 years, according to a new study by geologist Steve Obermeier of the U.S. Geological Survey and archeologists Pat Munson and Rex Garniewicz of Indiana University. <\/p>\n<p>This discovery will help planners in the Midwest who use information about infrequent strong earthquakes in design of critical structures such as bridges, dams, fire stations, hospitals, nuclear power plants and schools. <\/p>\r\n<p>The largest earthquake occurred along the Wabash River about 5,000 years ago. From evidence of liquefaction, it is estimated to have had a magnitude of 7.5. Another strong earthquake (about magnitude 7) occurred about 12,000 years ago. Evidence of liquefaction was found also along the Sangamon, White and Kaskaskia rivers for other large earthquakes greater than magnitude 5.5. These earthquakes occurred outside of the New Madrid Seismic Zone, which produced a series of magnitude 8 earthquakes in 1811 and 1812.<\/p>\r\n<p>Evidence of liquefaction was found by scouting river banks from canoes and small motor boats and searching for liquefaction features in exposures of sediments. Liquefaction involves changing water-saturated sand from a solid to a liquid that does not support weight. With the onset of strong shaking, the water-saturated sand begins to form a water \"slurry.\" As the pressure of the water slurry increases, sand and silt are \"squirted\" into cracks that may rupture at the surface. Sand and water that vent at the surface form \"sand blows.\" <\/p>\r\n<p>Many sand blows examples were found throughout the Wabash River Valley. By using an innovative technique to collect organic materials (wood, charcoal, etc.) from layers of silt and clay above and below a sand layer, the scientists were able to determine when the sand blow formed. Radiocarbon dating was especially successful because there were fragments of charcoal from buried Indian hearths at several of the venting sites. The vents were also dated using diagnostic artifacts such as arrowheads, spear points and pottery, that were crafted for only brief time periods. <\/p>\r\n<p>The estimated size of each earthquake was determined by several factors. First, only earthquakes larger than magnitude 5.5 are capable of producing widespread liquefaction. Second, the areal extent of liquefaction correlates with the vigor of the ground shaking. The stronger the earthquake, the more widespread and stronger the shaking. <\/p>\r\n<p>Obermeier, Garniewicz, and Munson will present their findings at the meeting of the Seismological Society of America on Wednesday, April 3, 1996, in St. Louis, Missouri. Their work benefitted from support from researchers at Indiana State Geological Survey, Illinois State Geological Survey, Illinois State Museum, University of Maryland and Virginia Polytechnical Institute. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Illinois","Indiana"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"828334800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170530"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}