{"title":"Aging Landsat 5 Changes Glasses","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Landsat 5 has orbited Earth over 150,000 times since it was launched in 1984, making it the longest-operating Earth observing satellite of its kind.<!--introend--> During this time, two data collection instruments onboard Landsat 5 &mdash; the thematic mapper (TM) and the multi-spectral scanner (MSS) &mdash; have transmitted over five million images of land conditions to U.S. and international ground stations.&nbsp;<\/p>\n<p>In November 2011 an electronic malfunction in the TM transmitter forced a suspension of routine imaging. Now, after months of trying without success to restore daily TM image transmissions, USGS flight engineers will attempt only a few additional image acquisitions over specific sensor-calibration sites as the TM transmitter nears complete failure.&nbsp;<\/p>\r\n<p>On a positive note, the MSS instrument onboard Landsat 5 was recently powered back on in a test mode after more than a decade of silence.&nbsp;<\/p>\r\n<p>\"The resurrection of the MSS a decade after it was last powered up and 25 years beyond its nominal lifespan is welcome news indeed,\" said USGS Director Marcia McNutt. \"While not a complete replacement for the loss of the Thematic Mapper, it does provide some insurance for ensuring Landsat data continuity should Landsat 7 fail prior to Landsat 8 achieving orbit next year.\"&nbsp;<\/p>\r\n<p>The MSS sensor, the forerunner of TM, gathers data in fewer spectral bands than TM, has lower pixel resolution, and does not acquire thermal data.&nbsp; However, each MSS scene covers the same area as a TM scene, approximately 12,000 square miles. The USGS is currently acquiring MSS data only over the United States. Landsat International Cooperator stations may begin downlinking data from other parts of the globe, depending on their intentions and ability to establish MSS data processing capabilities.&nbsp;<\/p>\r\n<p>It will take some months for MSS data to be integrated into current production systems and be made publically available. Landsat 5 has sufficient fuel to operate through 2013.&nbsp;<\/p>\r\n<p>Landsat 7, the other active Landsat spacecraft operated by the USGS, continues to collect images worldwide, as it has done since 1999.&nbsp; In 2003, Landsat 7 experienced a hardware failure that causes a 22% loss of data in every image.&nbsp; In the intervening nine years, many techniques have been developed to partially compensate for the data loss and leverage the remaining data for scientific analysis and resource monitoring.&nbsp;&nbsp;<\/p>\r\n<p>The next Landsat, the Landsat Data Continuity Mission (LDCM or Landsat 8), is scheduled for launch in January 2013.&nbsp; Following launch, it will become Landsat 8 and is expected to extend the Landsat record for at least another five years.&nbsp;<\/p>\r\n<p>Once Landsat 8 is fully operational, the collection of MMS data from Landsat 5 will be re-evaluated.&nbsp;<\/p>\r\n<p>For further details and the latest information about the status of Landsat 5, visit the USGS <a href=\"http:\/\/landsat.usgs.gov\/\">Landsat Missions website<\/a>.&nbsp;<\/p>\r\n<p>The Landsat Program is a series of Earth observing satellite missions jointly managed by the U.S. Geological Survey and <a href=\"http:\/\/landsat.gsfc.nasa.gov\/\">NASA<\/a>. Landsat satellites have been consistently gathering data about our planet since 1972. They continue to improve and expand this unparalleled record of Earth's changing landscapes for the benefit of all.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Land Remote Sensing"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1338782400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}