{"title":"Old West Comes Alive Through New USGS Map...Historic Trails in Mountains and Plains Uncovered","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Have you ever wondered what the equivalent of Interstate 25 was in the 1860&rsquo;s Front Range? A new, historic trail map created by the U.S. Geological Survey (USGS) in collaboration with the Western History and Genealogy Department of the Denver Public Library, could supply the answer. <!--introend-->\n<p>\"Historic Trail Map of the Denver 1 by 2 Degree Quadrangle, Central Colorado,\" by Glenn R. Scott, retired USGS geologist, features a smorgasbord of historical information, including the locations of Indian, early immigrant and cattle trails, as well as stage routes, stage stops, toll roads, toll gates, existing and abandoned railroads, ghost towns, military camps, mountain passes, ranches, quarries, mines, archeological sites, and vertebrate fossil sites. The area of the quadrangle includes the Denver metro area and extends to include Brighton on the north, the Great Plains on the east, the Air Force Academy on the south, and Fairplay on the west. \r\n<p>A 53-page text pamphlet complements the two-sheet map, and describes all of the proposed and established toll roads and the established railroads in the Denver quadrangle. The pamphlet also contains a list of nearly all the camps, forts, posts, and military bases in Colorado, not just those in the Denver quadrangle. \r\n<p>In modern automobiles traveling over smooth paved roads it takes a little more than an hour to drive from Denver to Colorado Springs on Interstate 25. Imagine that same trip in the 1860&rsquo;s. Small towns were generally spaced no more than 10 miles apart, the maximum distance a team and wagon could travel to town and back in a day on the dusty and rutted wagon trails. A trip by wagon from Denver to Colorado Springs during this time period might take three or four days to complete. \r\n<p>\"This map is the first in the trail-map series to display photographs and sketches that relate to the historical events and places depicted on the map,\" said Scott, who spent 4-years working on the product. Special attention is given to historic trails and wagon roads, Indian tribes, cattle trails, railroads, and the gold rush. Each topic is briefly discussed, and numerous photographs dating back as far as the 1860&rsquo;s are shown on the map sheets. \r\n<p>The publication is available through the USGS Earth Science Information Center (ESIC) as map I-2639 by contacting 303\/203-4700 or 1-888-ASK-USGS. The USGS ESIC is open to the public from 8 a.m. to 4:30 p.m., Monday through Friday, and is located at the Denver Federal Center, Building 810. The map can also be accessed through the Internet at: <a href=\"http:\/\/greenwood.cr.usgs.gov\/maps\/i-maps.html\">http:\/\/greenwood.cr.usgs.gov\/maps\/i-maps.html<\/a>. A limited number of copies are available at the main Denver Public Library, Western History and Genealogy Department, 10 West 14th Avenue Parkway, Denver CO, 80204.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"934430400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169441"},{"tid":"170255"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}