{"title":"Pollutant Risk Changes When Bugs Take Flight","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Insects feed fish and wildlife higher on the food chain, but they can also transfer harmful contaminants to their predators according to new research conducted by the U.S. Geological Survey and published in <a href=\"http:\/\/pubs.acs.org\/doi\/full\/10.1021\/es502970b?ref=ec-highlight\"><em>Environmental Science and Technology<\/em><\/a>.<!--introend--><\/p>\n<p>Because insects can transform from sedentary juveniles (larvae) to winged adults, contaminants accumulated as larvae can be carried to different locations potentially far from the pollution source.<\/p>\r\n<p>The paper documents critical changes in insect contaminant concentrations and&nbsp;chemical tracers used to estimate position on the food chain&nbsp;during this transformation (a.k.a. metamorphosis).<\/p>\r\n<p>&ldquo;Most metals are lost during metamorphosis and are in&nbsp;higher&nbsp;concentrations in larvae than adults. Contaminants such as polychlorinated biphenyls (PCBs) are retained during metamorphosis and are in higher concentrations in adults than larvae,&rdquo; said Johanna Kraus, a USGS scientist based in Ft. Collins, Colorado, and lead author of the ES&amp;T paper.&nbsp;&ldquo;As a result, the animals that eat insects, like bats, birds and fish may be exposed to higher contaminant concentrations depending on the contaminants and whether they are eating larval or adult insects.&rdquo;&nbsp;&nbsp;<\/p>\r\n<p>These results have large implications for managing and studying how far and how long it takes for contaminants to spread, and their effects on food webs across ecosystem boundaries.&nbsp;Metabolic regulation of contaminants generally predicts whether contaminants are excreted or concentrated in insect bodies during metamorphosis.&nbsp;Pollutants that magnify up the food chain tend to be retained and concentrated during metamorphosis.&nbsp;<\/p>\r\n<p>This is the first paper to synthesize the general patterns and variation in contaminant transfer during a major developmental and habitat shift (e.g., water to land, ground to aerial) in animals with complex life cycles, as well as the first compilation of effects of metamorphosis on isotopic tracers used to estimate food web structure. The article was also selected as the American Chemical Society&rsquo;s Editors'Choice paper (Sept. 2, 2014).&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecosystems","Ecosystems Wildlife Terrestrialand Endangered Resources","ecosystems","Geographic Areas Southwest"],"article_type":["National News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1409803200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}