{"title":"New Hampshire Flood Data for April 2007 Released by USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Note\r\nto Editors: <\/strong>Return\r\nintervals are used by hydrologists to describe the magnitude and frequency of\r\nfloods and represent the average interval of time over which floods of similar\r\nmagnitudes are expected to occur.\r\n<\/p>\r\n<p>\r\n<!--introstart-->The U.S.\r\nGeological Survey (USGS) today issued preliminary estimates of the magnitudes\r\nof floods experienced throughout New\r\nHampshire from April 16 through April 18.<!--introend--> The highest\r\never flows recorded by the USGS occurred at 5 rivers in southern New Hampshire. They\r\ninclude the Oyster River near Durham, Cocheco River\r\nnear Rochester, Isinglass\r\nRiver near Dover,\r\nPiscataquog River\r\nnear Goffstown, and Contoocook River at Peterborough.\r\n<\/p>\r\n<p>\r\nFlows during\r\nthe flood peak for the Oyster, Lamprey, Exeter, Cocheco, Isinglass, Piscataquog,\r\nand Contoocook Rivers generally were at\r\nor exceeded those peaks that would have a 1 in 100 chance of being equaled or\r\nexceeded in any given year, termed the 100-year return interval, says Keith\r\nRobinson, USGS New Hampshire-Vermont Water Science Center Director.\r\n<\/p>\r\n<p>\r\nExamples of\r\nrecorded peak flood flows highlight the magnitude of the flooding at several\r\nlong-term streamgages. The peak flood flow in the Lamprey\r\nRiver at Newmarket was 8,450 cubic feet per second on\r\nApril 18; normal flow for this date is 654 cubic feet per second. The peak\r\nflood flow in the Oyster River near Durham\r\nwas 1,300 cubic feet per second on April 17; normal flow for this date is 47\r\ncubic feet per second. The Contoocook River at Peterborough\r\nhad a peak flow of 4,150 cubic feet per second on April 16; normal flow for\r\nthis date is 343 cubic feet per second. The Piscataquog River\r\nnear Goffstown had a peak flow of 11,500 cubic feet per second on April 16; normal\r\nflow for this date is 920 cubic feet per second.\r\n<\/p>\r\n<p>\r\nMany other\r\nrivers throughout southern part of the state had peak flows that exceeded the\r\n5, 10 and 25-year return intervals, said Robinson.\r\n<\/p>\r\n<p>\r\nUSGS\r\nhydrologists from the New\r\nHampshire-Vermont Water Science\r\nCenter measured the flows\r\nand height (termed stage) of the flood waters in rivers statewide during the\r\npast week to be able to accurately define the peak flood flows. More detailed\r\ninformation on where elevated stream flows and height occurred during the past\r\nweek can be found in the attached table and on the Web site <a href=\"http:\/\/nh.water.usgs.gov\/\">http:\/\/nh.water.usgs.gov<\/a>.\r\n<\/p>\r\n<p>\r\nGraphs and\r\ntables showing the real-time streamflow data collected at USGS gages in the New Hampshire network\r\nfor the last 31 days, and for the historical periods of record, can be found on\r\nthe Web site <a href=\"http:\/\/nh.water.usgs.gov\/WaterData\/station_map.htm\">http:\/\/nh.water.usgs.gov\/WaterData\/station_map.htm<\/a>.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New Hampshire"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1177473600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169845"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}