{"title":"Releasing the Climate Squeeze on Frogs and Salamanders of the American West ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_01_2014_c28Ja44YYt_05_01_2014_1#.U3T-jTC1F8E\"><img src=\"http:\/\/gallery.usgs.gov\/images\/05_01_2014\/c28Ja44YYt_05_01_2014\/medium\/cascades_frog2.jpg\" alt=\"Cascades Frog\" width=\"300\" height=\"225\" \/><\/a> A Cascades frog perched on moss.[\/caption]\n\nFrogs and salamanders in the mountains of the American West are in a bind -- predatory trout, introduced for fishing, eat their young in many larger lakes and ponds while climate change threatens to dry up the small, shallow wetlands on which they now disproportionately rely.\n\nYet there is a promising strategy to build resilience in high elevation areas: selectively remove trout from lakes and ponds in the landscapes that are most vulnerable to climate change, allowing amphibians and other native species to recolonize those deeper bodies of water.Â  Scientist <a href=\"http:\/\/www.conbio.org\/mini-sites\/smith-fellows\/meet-the-fellows\/2011-fellows\/maureen-ryan\">Maureen Ryan<\/a> of the University of Washington and U.S. Geological Survey (USGS) biologist <a href=\"http:\/\/fresc.usgs.gov\/people\/Profile.aspx?Emp_ID=1\">Michael Adams<\/a>, provide essential scientific information to support effective management actions, such as trout removal, to arrest or reverse amphibian declines.\n\nResults from their analysis, which they conducted with <a href=\"http:\/\/biology.sfu.ca\/people\/profiles\/wpalen\">Wendy Palen<\/a> of Simon Fraser University and Regina Rochefort of <a href=\"http:\/\/www.nps.gov\/noca\/index.htm\">North Cascades National Park<\/a>, appear in a paper published recently in <em>Frontiers in Ecology and the Environment<\/em>.\n\nA year ago, USGS released a <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3597#.U16FYq1dV5s\">study<\/a> showing that, in the United States, even the species of amphibians presumed to be relatively stable and widespread are declining. Â These declines are occurring in amphibian populations everywhere, from the swamps in Louisiana and Florida to the high mountains of the Sierra and the Rockies.\n\n<strong>Paradise Lost (From the Amphibian Point of View) <\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_01_2014_c28Ja44YYt_05_01_2014_7\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_01_2014\/c28Ja44YYt_05_01_2014\/medium\/salamander.jpg\" alt=\"Salamander\" width=\"350\" height=\"233\" \/><\/a> An unknown hybrid species of salamander captured in Olympic National Park, Washington.[\/caption]\n\nThe mountainous wildlands of Americaâ\u0080\u0099s West are not the Eden for amphibians that they once were.Â  As glaciers receded at the end of the last Ice Age over 12,000 years ago, they carved out depressions that have created thousands of isolated high mountain lakes and ponds devoid of fish.Â  For century upon century, frogs, salamanders and other aquatic species flourished in these high-elevation habitats where food was plentiful and their eggs and young were relatively safe from predators.Â  In the late 1800s, however, things started to change when settlers looking for recreational fishing opportunities carried and released non-native trout into wilderness areas. Â Widespread stocking started after World War II with wildlife agencies dropping millions of fish from repurposed military aircraft.Â  While many high-alpine stocking programs have ceased in the American West, self-sustaining populations of trout still exist in most high lakes.\n\nPredation from introduced trout reduced the numbers of frogs and salamanders in of ponds and lakes, effectively limiting them to much smaller wetlands for breeding and rearing young.Â  These shallow wetlands provide a refuge for amphibians because they are too warm to support trout and often freeze solid in the winter.Â  Now broad changes to patterns of temperature, snowpack and summer water availability are changing the distribution and the persistence of these smaller wetlands. Â As wetlands dry up in a warming climate, frogs and salamanders may struggle to maintain a foothold in areas where they once flourished.\n\n<strong>Reason for Optimism<\/strong>\n\nMaureen Ryan points out that the news is not all bad.Â  â\u0080\u009cOne reason that we were excited about this project is that it offers an opportunity to do something proactive.Â  If you look a little closer at this system, itâ\u0080\u0099s clear that amphibians are naturally really dynamic, and can bounce back quickly if we give them the chance.Â  This is an opportunity to prevent extinctions rather than bemoan them after the fact.â\u0080\u009dÂ Â  Amphibians have evolved in highly variable environments and are extremely adaptable.Â  Females lay many eggs, and as a result, populations have a high capacity to rebound once environmental conditions improve.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_01_2014_c28Ja44YYt_05_01_2014_3#.U3T_DzC1F8E\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_01_2014\/c28Ja44YYt_05_01_2014\/medium\/IMG_1932.jpg\" alt=\"Collecting Data at an Alpine Lake\" width=\"350\" height=\"233\" \/><\/a> Researcher Rylee Murray collects data at an Alpine Lake in Olympic National Park.[\/caption]\n\nThe researchers are currently developing an approach that can be used to inform a fairly simple action to help improve the situation for amphibians: prioritizing mountain lakes and ponds for removal of non-native fish using a variety of techniques. Â Returning these systems to a fish-free state that more closely resembles their historical condition is one action managers can take in the face of climate change, the authors noted, especially because these ecosystems are otherwise largely protected.\n\n<strong>Fish Removal in Action<\/strong>\n\nSmall-scale fish removal programs are already under way in some parts of the west, and there is an opportunity to use new tools to make them more effective for amphibians.Â  Jack Oelfke, Chief of Resources at the North Cascades National Park (NCNP) in the far North of the state of Washington, says he has watched long-toed salamanders, northwestern salamanders, and tailed frogs recover quickly in seven lakes where crews began removal of introduced trout in 2009.Â  This ability of amphibians to naturally recolonize restored sites is one of the strengths of the approach. Â â\u0080\u009cAmphibians are amazing and they will return on their own. Theyâ\u0080\u0099ll walk over dry passes and snow to get there. Theyâ\u0080\u0099ll find the ponds,â\u0080\u009d Ryan reiterated.\n\nRegina Rochefort, a co-author on the paper and science advisor at NCNP, hopes that this analysis and future work by the group will help guide NCNPâ\u0080\u0099s trout removal program.Â  Managers currently use a variety of criteria to determine where to apply fish removal strategies, including lake size, whether the fish reproduce, and whether they can travel out of the lake into lower elevation waterways where they may compete with native fish.Â  â\u0080\u009cAdding climate vulnerability considerations will help NPS managers focus fish removal efforts in the highest priority areas for maximum ecological pay off.â\u0080\u009d\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_01_2014_c28Ja44YYt_05_01_2014_0\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_01_2014\/c28Ja44YYt_05_01_2014\/medium\/cascades_frog.jpg\" alt=\"Cascades Frog\" width=\"300\" height=\"225\" \/><\/a> A Cascades frog peeks out of the water in Olympic National Park.[\/caption]\n\n<strong>Frogs <em>and<\/em> Fishing?<\/strong>\n\nNot everyone likes the idea of removing trout from mountain lakes.Â  The 100-plus-year history of fish stocking and recreational fishing in wilderness areas represents cultural values that Rochefort said the National Park Service seeks to address alongside its mission of preserving biodiversity and the ecological integrity of wilderness landscapes in the 21<sup>st<\/sup> Century.Â  Rochefort supports working with recreational fishing groups to find common ground between the interests of backcountry fisherman and climate-smart conservation of lake and wetland ecosystems.\n\nMichael Adams points out that managing for amphibians and for fishing can be compatible.Â  â\u0080\u009cPeople often ask me what we can do about amphibian declines. Fish removal is something that we know will help, but is hard to do and not always popular, so we need to be smart about it. This project provides a tool that can help target fish removal to places where it will do the most good for amphibians and leave many of the most popular fishing sites accessible for people to enjoy backcountry fishing.\"\n\nThe research was supported by the Department of the Interiorâ\u0080\u0099s <a href=\"http:\/\/www.doi.gov\/csc\/northwest\/index.cfm\">Northwest Climate Science Center<\/a>, by U.S. Fish and Wildlife Serviceâ\u0080\u0099s <a href=\"http:\/\/www.northpacificlcc.org\/\">North Pacific Landscape Conservation Cooperative<\/a> and the <a href=\"http:\/\/www.conbio.org\/mini-sites\/smith-fellows\">Smith Fellows Program<\/a>. Michael Adams is the Pacific Northwest Region Lead for USGSâ\u0080\u0099s <a href=\"http:\/\/armi.usgs.gov\/\">Amphibian Research and Monitoring Initiative<\/a>.\n\n&nbsp;\n\n<strong>For more information:<\/strong>\n\n<a href=\"\/Users\/carrie_phillips\/Desktop\/armi.usgs.gov\"><strong>USGS Amphibian Monitoring and Research<\/strong><\/a><strong><\/strong>\n\n<strong><a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3597#.U16KRK1dV5s\">USGS Study Confirms U.S. Amphibian Populations Declining at Precipitous Rates<\/a><\/strong>\n\n<strong><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/front-row-seats-to-climate-change\/\">(USGS) Front Row Seats to Climate Change: Climate and Southeastern Amphibians<\/a><\/strong>\n\n<a href=\"http:\/\/www.nps.gov\/mora\/naturescience\/upload\/RyanModeling-climate-change-effects-on-the-hydrology-of-North-Cascades-wetland-ecosystems.pdf\"><strong>Mount Rainier National Park Science Brief<\/strong><\/a><strong><\/strong>\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24367","uid":"31","filename":"Main1.jpg","uri":"public:\/\/Main1.jpg","filemime":"image\/jpeg","filesize":"45892","status":"1","timestamp":"1425492768","type":"image","uuid":"10a29fd5-d89c-44a6-9ea8-65bf437cf69d","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Amphibians","ARMI","Biology and Ecosystems","climate","fish","Invasive Species","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1400504439","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}