{"title":"USGS Science Featured at Premier Wildlife Conference","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Policy makers and scientists will meet March 16-19 at the 70th North American Wildlife and Natural Resources Conference, at the Crystal Gateway Marriott Hotel in Arlington, VA. This meeting gets to the heart of wildlife and natural resource concerns in North America. USGS scientists will make presentations about wildlife health issues and bird conservation efforts. To schedule an interview, stop by the USGS exhibit booth.<\/p>\n<p><b>Friday, March 18, 9:00 am to 12:00, Arlington I<br>Session Title: Addressing Current and Future Wildlife Health Issues<\/b><br>USGS Speakers:<br>Milton Friend, Wildlife Disease in a Changing World, 9:10 - 9:35<br>Susan Haseltine, Leslie Dierauf, Richard Kearney, Bryan Richards, Finding the Cure: The Department of the Interior&rsquo;s Role in Managing Zoonoses and Other Infectious Diseases in Wildlife 10:00 - 10:25<\/p>\r\n<p>This session will consider tough questions like, what will it take to control existing wildlife diseases and keep new diseases from threatening North America&rsquo;s wildlife heritage? Within the past decade, North America has experienced a deluge of wildlife disease outbreaks. Chronic wasting disease, West Nile fever, brucellosis, avian botulism, avian cholera and others have impacted wildlife populations. There is growing concern not only for the effect of diseases on wildlife numbers but also on the effect to humans. More than two thirds of emerging human diseases have animal origins. Modern societal and environmental changes have increased the risk for the introduction and spread of diseases and there are other serious, emerging diseases waiting in the wings.<\/p>\r\n<p><b>Friday, March 18, 2:00 to 5:00 pm, Arlington I<br>Session Title: Advancing the Cause of Integrated Bird Conservation<\/b><br>Judd Howell, USGS, New Potentials from the USGS for Science, Monitoring, and Information Management, 3:40 - 3:55<\/p>\r\n<p>There has been a tremendous amount of activity in recent years in the integrated bird conservation arena. However, there are imposing challenges to continue these successes. This session will provide updates on accomplishments in bird conservation and look at some of the innovative roles the USGS has played in these efforts through applications in genetics, data base management, landscape modeling, and adaptive resources management. The session will identify new opportunities for bird conservation.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1110949200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168777"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}