{"title":"Recycled Map Gift Wrap and Historic Mapping Exhibit","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->MENLO PARK, Calif. &mdash; Holiday shoppers can pick up free gift wrap from the U.S. Geological Survey and California Geological Survey&rsquo;s Maps and Publications Sales Office and enjoy a traveling exhibit about topographic mapping over the past 125 years.<!--introend--><\/p>\n<p>To promote recycling and to save the colorful but space-consuming outdated topographic maps from landfill, the USGS-CGS MaPS office is giving them away for use as gift wrap. With their shades of green for forests, cities etched in red, and blue waterways, many of the maps are arrayed in holiday colors, and their large size, 24\" by 30\" offers a generous wrap for most holiday packages. The free maps will be available for pickup in person only, in limited quantities, through December 23<sup>rd<\/sup>.<\/p>\r\n<p>The MaPS office, operated by the Department of Conservation&rsquo;s California Geological Survey in partnership with the U.S. Geological Survey, is a unique &ldquo;one-stop-shop&rdquo; for state and federal natural-science information products and services. The MaPS<strong> <\/strong>office sells maps, books, GIS data and other digital products on a wide range of subjects, and has gift ideas for the person who has everything, the hard-to-please, and the just-plain-curious.<\/p>\r\n<p>Just upstairs from the sales office, is a temporary exhibit on the history of topographic mapping. The exhibit traces the history and technological development of USGS topographic mapping for 125 years from1884 to 2009. Featuring historical artifacts and scientific instruments of the past, the display presents the concept that the Survey helped catalyze today&rsquo;s national geospatial information industry through innovations in mapping, in geographic information systems, and in the provision of publicly-accessible geospatial data. From field sketching and copper plates, to <em>The National Map<\/em> and interactive topographic maps, the exhibit portrays developments in field surveying, photogrammetry, cartographic compilation, and printing as interwoven threads of USGS mapping history.<\/p>\r\n<p>The map sales office and the exhibit are open Monday through Friday 8:00 a.m. - 4:00 p.m., in Building 3 on the <a href=\"http:\/\/online.wr.usgs.gov\/kiosk\/mparea3.html\">USGS Menlo Park Campus, 345 Middlefield Road<\/a>. The exhibit will be available through January 7, 2011.<\/p>\r\n<p>For information about the USGS-CGS MaPS office and the products it offers, call 650-688-6327 or 1-888-ASK-USGS. For more information about the California Geological Survey, visit their <a href=\"http:\/\/www.consrv.ca.gov\/cgs\/Pages\/Index.aspx\">website<\/a>.<span style=\"text-decoration: underline;\"><\/span><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["recycle","map","topographic Map","Topo","Gift Wrap","Holiday","geography","history","exhibit","anniversary"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1291179600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168856"},{"tid":"169240"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}