{"title":"september Water Conditions Above Normal in Maryland, Delaware, and D.C.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Streamflow and ground-water levels in the Maryland-Delaware-D.C. region were above normal or in the upper part of the normal range for September, according to hydrologists at the U.S. Geological Survey (USGS) in Baltimore, Maryland. Average streamflow for several key sites ranged from 125 to 827 percent of the long-term average discharge. <\/p>\n<p>Average streamflow into the Chesapeake Bay was 25 billion gallons per day (bgd), which is 21 percent above the long-term average for September. The Susquehanna and Potomac Rivers provided 49 percent of the total streamflow to the Chesapeake Bay, discharging 6.7 bgd and 5.5 bgd, respectively. <\/p>\r\n<p>For the 2000 water year (October 1999 through September 2000), the average monthly inflow to the Chesapeake Bay was 45 bgd, which is 53 percent more than the 1999 water year (29 bgd). The water year begins October 1 each year and is used by hydrologists because it is the time when streamflows are generally lowest across the nation. Ground-water levels and soil moisture levels are also low then, because the replenishing rains of autumn usually have not begun. <\/p>\r\n<p>Streamflow at the Potomac River near Washington, D.C. averaged 4.0 bgd, which is 111 percent above normal for September. Although streamflows increased 54 percent over the last water year from 3.7 bgd in 1999 to 5.7 bgd in 2000, the long-term streamflow average is 20 percent below the normal flow for the years of record. <\/p>\r\n<p>Ground-water levels at the end of September remained in the normal to above-normal range in western and southern Maryland and in the normal range elsewhere in Maryland and Delaware. Monthly updates of ground-water conditions for 32 key observation wells that encompass all counties of Maryland and Delaware can be found at <a href=\"http:\/\/md.water.usgs.gov\/groundwater\/\">http:\/\/md.water.usgs.gov\/groundwater\/ <\/a>. <\/p>\r\n<p>Water storage in the Baltimore reservoir system increased during September to 67.89 billion gallons (89 percent of capacity).<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"970804800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170668"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}