{"title":"Closing Thoughts -- New Madrid Earthquake Bicentennial Remains Central Topic at Memphis Conference","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Earthquakes &ndash; and large ones at that &ndash; threaten to shake residents and buildings of the central and eastern United States, a reality that scientists, emergency responders and others hope to drive home during the bicentennial of the 1811 and 1812 New Madrid earthquakes.<!--introend--> Scientific presentations and discussions about these historic events and recent major earthquakes conclude today at the annual Seismological Society of America Meeting in Memphis.&nbsp;<\/p>\n<p>During 1811-12, the central Mississippi River Valley was violently shaken by a series of three earthquakes above a magnitude 7, and up to 200 aftershocks between magnitude 4 and 7.&nbsp;<\/p>\r\n<p>A similar risk exists today in the New Madrid seismic zone, which threatens Alabama, Arkansas, Illinois, Indiana, Kentucky, Mississippi, Missouri and Tennessee. Recent projections by the U.S. Geological Survey place the likelihood of a magnitude 6 or higher earthquake at about 25-50 percent over the next few decades, whereas a magnitude 7 or higher has a 10 percent chance of occurring.&nbsp;&nbsp;<\/p>\r\n<table class=\"podcasttemplate\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width=\"250\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td class=\"podcastheader\">Related Podcasts<\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"podcastcontent\"><img src=\"http:\/\/www.usgs.gov\/corecast\/images\/corecast_rss.jpg\" alt=\"\" width=\"100\" height=\"100\" align=\"left\" \/>\r\n<p class=\"bold\"><span class=\"episode_title_text\">New Madrid Earthquake Bicentennial<\/span><\/p>\r\n<\/td>\r\n<\/tr>\r\n<tr>\r\n<td>\r\n<p><img src=\"http:\/\/www.usgs.gov\/images\/icons\/down_arrow.jpg\" border=\"0\" alt=\"download\" width=\"18\" height=\"16\" align=\"absMiddle\" \/> <a href=\"http:\/\/gallery.usgs.gov\/audio\/corecast\/ep151\/20110415_151_new_madrid.mp3\" target=\"_blank\">Download directly<\/a> | <a href=\"http:\/\/www.usgs.gov\/corecast\/details.asp?ep=151\">Details<\/a><\/p>\r\n<p><a href=\"http:\/\/feeds.feedburner.com\/CorecastChannel-Usgs\"><img src=\"http:\/\/www.usgs.gov\/images\/icons\/podcast.jpg\" border=\"0\" alt=\"podcast icon\" width=\"65\" height=\"16\" \/><\/a>&nbsp; <a href=\"http:\/\/phobos.apple.com\/WebObjects\/MZStore.woa\/wa\/viewPodcast?id=261623315\"><img src=\"http:\/\/www.usgs.gov\/images\/icons\/itunes.jpg\" border=\"0\" alt=\"itunes icon\" width=\"65\" height=\"16\" \/><\/a><br \/>or <a href=\"http:\/\/www.usgs.gov\/corecast\/default.asp#misc\">subscribe by e-mail<\/a>.<\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>With large cities like Memphis, St. Louis, and Nashville well within range of a large-scale New Madrid earthquake, understanding the science of earthquakes and the area&rsquo;s geologic history helps communities prepare for earthquake hazards and prevent them from becoming catastrophes.&nbsp;<\/p>\r\n<p>&nbsp;&ldquo;If we build good buildings, there&rsquo;s no reason any building should collapse; there&rsquo;s no reason any person should die in an earthquake,&rdquo; said Dr. Michael Blanpied, associate coordinator of the USGS Earthquake Hazards Program. He and other scientists from around the globe are discussing this hazard as well as recent seismic events that have occurred, including the Japanese and New Zealand earthquakes. The meeting concludes on Friday.<\/p>\r\n<p>Blanpied emphasized that residents outside of the west coast need to realize that earthquakes can affect them too. In fact, earthquakes in the central and eastern U.S. can have far greater effects than their western equivalents. Western rock is fairly young, which means it absorbs a lot of the shaking caused by earthquakes. Thus, western earthquakes result in intense shaking close to the epicenter, but fade quickly the farther they travel.&nbsp;<\/p>\r\n<p>Not so in the central and eastern United States.&nbsp;<\/p>\r\n<p>&ldquo;Here, the rocks are old, and really ring like a bell when an earthquake strikes,&rdquo; Blanpied explains. The result&mdash;large earthquakes in the central and eastern states can travel nearly half the distance of the continental United States.&nbsp; The February 1812 New Madrid earthquake was fel","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["earthquakehazardsprogram","New Madrid"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1302840000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"170135"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}