{"title":"USGS Reports Latest Land Change Estimates for Louisiana Coast","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nA new peer-reviewed analysis of land change data from the U.S.\r\nGeological Survey&rsquo;s National Wetlands Research Center indicates that\r\n217 square miles of Louisiana&rsquo;s coastal lands were transformed to water\r\nafter Hurricanes Katrina and Rita.&nbsp; \r\n<\/p>\r\n<p>\r\nHow much of this transformation of land to water is permanent can\r\nonly be determined after continued field studies as well as aerial\r\nphotography and analysis of satellite imagery after each growing season.\r\n<\/p>\r\n<p>\r\nThe USGS previously released data for only southeastern Louisiana in\r\nearly November 2005, reporting that about 100 square miles of land were\r\ntransformed to water.&nbsp; The new analysis includes additional data and\r\ngives for the first time an estimate of 98 square miles of land changed\r\nto water in southwestern Louisiana and updates the land transformed to\r\nwater for southeastern Louisiana from 100 to 119 square miles.&nbsp; \r\n<\/p>\r\n<p>\r\nSquare miles of land changed to water in southwestern Louisiana by\r\nbasin is Calcasieu\/Sabine basin, 22; Mermentau, 62; Teche\/Vermilion, 5;\r\nand Atchafalaya, 9.&nbsp; The 62 square miles of land in the Mermentau basin\r\nincluded significant flooded marshes primarily between Calcasieu Lake\r\nand White Lake.&nbsp; \r\n<\/p>\r\n<p>\r\nSquare miles of land changed to water in southeastern Louisiana by\r\nbasin are Terrebonne basin, 19; Barataria, 18; Mississippi River Delta,\r\n18; Breton Sound, 41; Pontchartrain, 19; and Pearl River, 4.&nbsp; \r\n<\/p>\r\n<p>\r\nLand transformed to water along the coast and on barrier islands\r\nfurther reduces Louisiana&rsquo;s natural protection from future storms.&nbsp;\r\nLouisiana had already lost 1,900 square miles of coastal lands,\r\nprimarily marshes, from 1932 to 2000.&nbsp; The 217 square miles of\r\npotential land loss from the 2005 hurricanes represent 42 percent of\r\nwhat scientists had predicted, before Hurricanes Katrina and Rita,\r\nwould take place over a 50-year period from 2000 to 2050, even though\r\nthey had factored storms into their model.\r\n<\/p>\r\n<p>\r\nThe new study was done to provide preliminary information on land to\r\nwater area changes in coastal Louisiana that were present shortly after\r\nboth Hurricane Katrina (Aug. 29) and Hurricane Rita (Sept. 24) in\r\n2005.&nbsp; The study will also serve as a regional baseline for monitoring\r\nwetland recovery.&nbsp; While the entire coast was affected by both\r\nHurricanes Katrina and Rita, the areas west of the Mississippi River\r\nwere impacted more by Rita.&nbsp;\r\n<\/p>\r\n<p>\r\n<strong>Permanent versus temporary loss<\/strong>\r\n<\/p>\r\n<p>\r\nSome transformations of land to water are permanent and were caused\r\nby direct removal of land by storm surge.&nbsp; Others may be transitory or\r\ntemporary, including flooded and impounded areas.&nbsp; Only an analysis of\r\nland after future growing seasons will determine how permanent the\r\nchanges are. While some land will recover, indications are that some&nbsp;\r\nof the change may be permanent, with some new areas of open water\r\nlikely becoming lakes.&nbsp; For example, as of Sept. 16, 2006, flights\r\nindicated that some of the large marsh shears or rips in the Breton\r\nSound area have remained open water.&nbsp; \r\n<\/p>\r\n<p>\r\nTemporary land change could be caused by remnant flooding of marsh;\r\nremoval of floating and submerged aquatic plants; scouring of marsh\r\nvegetation; or even water-level variations caused by normal tide and\r\nmeteorological variation between the satellite images that the analysis\r\nwas based on.\r\n<\/p>\r\n<p>\r\nThere were even some new land gains calculated in the latest USGS\r\nwork.&nbsp; These land gains could also be temporary, caused by winds\r\ndepositing wrack; marsh moved by the storm surge; aquatic vegetation\r\nthat was possibly misidentified or classified; or water-level\r\nvariations caused by normal tidal and meteorological variations.&nbsp; \r\n<\/p>\r\n<p>\r\n<strong>Patterns<\/strong>\r\n<\/p>\r\n<p>\r\nWhere land was transformed to water after the hurricanes varied in\r\ndifferent areas along the coast bu","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1159848000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169411"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}