{"title":"GIS Used to Catalog and Map the Mars Landscape","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Geographic Information Systems (GIS) the \"tool of choice\" of modern geographers to map natural and man-made features on the earth&rsquo;s surface, is also being used to depict the surface of Mars, according to astrogeologists with the U.S. Geological Survey. <!--introend-->\n<p>Speaking to the spring meeting of the American Geophysical Union (AGU) in Boston, today (May 27), Kenneth Tanaka told fellow scientists how he and his colleagues at the USGS in Flagstaff, Ariz., are using NASA&rsquo;s Viking images and GIS techniques to investigate the origin of ancient river valleys on Mars and to map impact craters, faults and volcanoes on the Red Planet&rsquo;s surface. \r\n<p>Just as GIS enables geographers to manipulate terrain, infrastructure and population data to produce maps useful to earthbound land-use planners, the data fed into the Mars GIS has enabled Tanaka and his colleagues to conclude that on early Mars, when geothermal activity was high, impacts, volcanic and intrusive activity led to valley formation, presumably due to vigorous hydrothermal circulation of ground water and possible melting of local snow packs. More recently formed near three younger impact craters, where impact shaking may have forced water to erupt onto the surface from beneath the kilometers-deep zone of Mars permafrost. \r\n<p>Tanaka said he envisions many other geologic applications of planetary data using GIS, and that the next step will be to build a planetary GIS database with user-friendly analysis tools that can be accessed by the scientific community, via the Internet.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"896241600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169854"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}