{"title":"James R. Balsley, Jr. Awards for Excellence in Technology Transfer Presented","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey presented the first-ever James R.Balsley Awards for Excellence in Technology Transfer to two teams of USGS scientists who have made pioneering advances in the study of ground water. <\/p>\n<p>The winners in the category of Technology Innovation are USGS hydrologists F. Peter Haeni, John W. Lane, Jr., Carole D. Johnson, Alison C. Waxman, and John H. Williams, who developed a pioneering application of surface and borehole-geophysical methods to hydrologic problems. Their techniques have been used nationwide by the USGS and by state and federal agencies and private companies in the clean-up of sites where ground-water resources are contaminated. <\/p>\r\n<p>The winners in the category of Technology Information Utilization are USGS hydrologist Don A. Vroblesky and General Electric Company employee William Thomas Hyde, Jr. They developed a downhole passive water sampler and method of sampling, which provides a rapid and inexpensive method for sampling well water and for identifying volatile organic compounds without having to purge the well. <\/p>\r\n<p>The Balsley Award recognizes outstanding contributions that further technology innovation and transfer. The award is named for James Balsley, Jr., a USGS geophysicist and Assistant Director for Research from 1972-1979. Throughout his career, Balsley was an innovator who always managed to be on the cutting edge of basic research and at the same time led the way in applying USGS research to practical problems. Some of his discoveries led to key aspects of the theory of plate tectonics, which revolutionized the study of geology. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"979880400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}