{"title":"Revised North Dakota, Delaware and Maryland Maps Feature New Design","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart--><a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo maps<\/a> now have a crisper, cleaner design - enhancing readability of maps for online and printed use. Map symbols are easier to read over the digital aerial photograph layer whether the imagery is turned on or off.<!--introend--> Improvements to symbol definitions (color, line thickness, line symbols, area fills), layer order, and annotation fonts are additional features of this latest. The maps also have transparency for some features and layers to increase visibility of multiple competing layers.<\/p>\n<p>This new design was launched earlier this year and is now part of the new US Topo quadrangles for North Dakota (1,402 maps), Delaware (38 maps) and Maryland (213 maps), replacing the first edition US Topo maps for those states.<\/p>\r\n<p>&nbsp;\"This US Topo map update will be quite popular with users in our state, where rapid changes accompanying the oil boom are impacting a large area,&rdquo; said Steve Shivers, the USGS Geospatial Liaison for North Dakota. &ldquo;The three year revision cycle is invaluable in keeping up with these changes. Improvements on the maps will be quite useful to recreational users and developers, who will also enjoy the new capabilities to use the US Topo map data on mobile devices.&rdquo;<\/p>\r\n<p>US Topo maps are updated <a href=\"http:\/\/nationalmap.gov\/ustopo\/about.html\">every three years<\/a>. The initial round of the 48 conterminous states coverage was <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3402\">completed in September of 2012<\/a>.&nbsp; Hawaii and Puerto Rico maps have recently been added. More than 400 <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3681\">new US Topo maps for Alaska<\/a> have been added to the <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/(ctype=areaDetails&amp;xcm=r3standardpitrex_prd&amp;carea=%24ROOT&amp;layout=6_1_61_48&amp;uiarea=2)\/.do\">USGS Map Locator &amp; Downloader<\/a>, but will take several years to complete.<\/p>\r\n<p>Re-design enhancements and new features:<\/p>\r\n<ul>\r\n<li>Crisper, cleaner design improves online and printed readability while retaining the look and feel of traditional USGS topographic maps<\/li>\r\n<li>New functional road classification schema has been applied<\/li>\r\n<li>A slight screening (transparency) has been applied to some features to enhance visibility of multiple competing layers<\/li>\r\n<li>Updated free fonts that support diacritics<\/li>\r\n<li>New PDF Legend attachment<\/li>\r\n<li>Metadata formatted to support multiple browsers<\/li>\r\n<li>New shaded relief layer for enhanced view of the terrain<\/li>\r\n<li>Military installation boundaries, post offices and cemeteries<\/li>\r\n<li>The railroad dataset is much more complete from a new contractor<\/li>\r\n<\/ul>\r\n<p>The previous versions of US Topo maps for these states, published in 2011, can still be downloaded from USGS web sites. Also, scanned images of older topographic maps from the period 1884-2006 can be downloaded from the USGS <a href=\"http:\/\/nationalmap.gov\/historical\/index.html\">Historical Topographic Map Collection<\/a>. These scanned images of legacy paper maps are available for free download from <a href=\"http:\/\/nationalmap.gov\/\"><em>The National Map<\/em><\/a> and the USGS Map Locator &amp; Downloader <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/(ctype=areaDetails&amp;xcm=r3standardpitrex_prd&amp;carea=%24ROOT&amp;layout=6_1_61_48&amp;uiarea=2)\/.do\">website<\/a>.<\/p>\r\n<p>US Topo maps are created from geographic datasets in <em>The National Map,<\/em> and deliver visible content such as high-resolution aerial photography, which was not available on older paper-based topographic maps. The new US Topo maps provide modern technical advantages that support wider and faster public distribution and on-screen geographic analysis tools for users. The new digital electronic topographic maps are delivered in <a href=\"http:\/\/en.wikipedia.org\/wiki\/GeoPDF\">GeoPDF<\/a> <sup>&reg;<\/sup> image software f","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland","North Dakota","Alaska"],"country":["United States of America"],"mm_tags":["Core Science Systems National Geospatial","Topo","Topo Maps","topographic Map","digital Map","digital Topographic Map","Digital Topo Maps","North Dakota","Delaware","Maryland","Alaska"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1400731200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168937"},{"tid":"170049"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}