{"title":"A New View of the Red Planet","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[iframe title=\"Globe video\" name=\"Globe Video\" align= \"right\" width=\"400\" height=\"225\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/quZMhSohIEU?rel=0\" frameborder=\"0\" allowfullscreen]\n<strong>Explore the Red Planet!<\/strong>\n\nGet ready, because now you can explore the most comprehensive representation of Mars with a new global geologic map created by the U.S. Geological Survey. This new view of the â\u0080\u009cRed Planetâ\u0080\u0099sâ\u0080\u009d surface provides a framework for continued scientific investigation of Mars as the long-range target for human space exploration.\n\nCheck out the new geologic map of Mars by downloading it <a href=\"http:\/\/pubs.usgs.gov\/sim\/3292\/\">online<\/a>!\n\n<strong>What Does the New Map Show? <\/strong>\n\nThe USGS-led mapping effort reveals that the Martian surface is generally older than previously thought. Three times as much surface area dates to the first major geologic time period - the Early Noachian Epoch - than was previously mapped. This timeframe is the earliest part of the Noachian Period, which ranges from about 4.1 to about 3.7 billion years ago, and was characterized by high rates of meteorite impacts, widespread erosion of the Martian surface and the likely presence of abundant surface water.\n\nThe map also confirms previous work that suggests Mars had been geologically active until the present day. There is evidence that major changes in Marsâ\u0080\u0099 global climate supported the temporary presence of surface water and near-surface groundwater and ice. These changes were likely responsible for many of the major shifts in the environments where Martian rocks were formed and subsequently eroded. This new map will serve as a key reference for the origin, age and historic change of geological materials anywhere on Mars.\n\n<strong>Why Explore Space? <\/strong>\n\nFor hundreds of years, geologic maps have helped drive scientific thought. This new global geologic map of Mars, as well as the recent global geologic maps of Jupiterâ\u0080\u0099s moons <a href=\"http:\/\/pubs.usgs.gov\/sim\/3237\/\">Ganymede<\/a> and <a href=\"http:\/\/pubs.usgs.gov\/sim\/3168\/\">Io<\/a>, also illustrates the overall importance of geologic mapping as an essential tool for the exploration of the solar system.\n\nâ\u0080\u009cSpacecraft exploration of Mars over the past couple decades has greatly improved our understanding of what geologic materials, events and processes shaped its surface,â\u0080\u009d said USGS scientist and lead author, Dr. Kenneth Tanaka. â\u0080\u009cThe new geologic map brings this research together into a holistic context that helps to illuminate key relationships in space and time, providing information to generate and test new hypotheses.â\u0080\u009d\n\n<strong>Out of this World Science Takes Time<\/strong>\n\nThe new map brings together observations and scientific findings from four orbiting spacecraft that have been acquiring data for more than 16 years. The result is an updated understanding of the geologic history of the surface of Mars â\u0080\u0093 the solar systemâ\u0080\u0099s most Earth-like planet and the only other one in our Sunâ\u0080\u0099s â\u0080\u009chabitable zone.â\u0080\u009d\n\nThe Martian surface has been the subject of scientific observation since the 1600s, first by Earth-based telescopes, and later by fly-by missions and orbiting spacecraft. The Mariner 9 and Viking Orbiter missions produced the first planet-wide views of Marsâ\u0080\u0099 surface, enabling publication of the first global geologic maps (in 1978 and 1986-87, respectively) of a planetary surface other than the Earth and the Moon. A new generation of sophisticated scientific instruments flown on the Mars Global Surveyor, Mars Odyssey, Mars Express and Mars Reconnaissance Orbiter spacecraft has provided diverse, high quality data sets that enable more sophisticated remapping of the global-scale geology of Mars.\n\n<strong>How the USGS Got Involved in Space Science<\/strong>\n\nThe production of planetary cartographic products has been a focal point of research at the <a href=\"http:\/\/astrogeology.usgs.gov\/\">USGS Astrogeology Science Center<\/a> since its inception in the early 1960s. The USGS began producing planetary maps in support of the Apollo Moon landings, and continues to help establish a framework for integrating and comparing past and future studies of extraterrestrial surfaces. In many cases, these planetary geologic maps show that, despite the many differences between bodies in our solar system, there are many notable similarities that link the evolution and fate of our planetary system together.\n\nThe mission of the USGS Astrogeology Science Center is to serve the nation, the international planetary science community and the general publicâ\u0080\u0099s pursuit of new knowledge of our solar system. The teamâ\u0080\u0099s vision is to be a national resource for the integration of planetary geosciences, cartography and remote sensing. As explorers and surveyors with a unique heritage of proven expertise and international leadership, USGS astrogeologists enable the ongoing successful investigation of the solar system for humankind.\n\n<strong>Enabling Future Exploration<\/strong>\n\nâ\u0080\u009cFindings from the map will enable researchers to evaluate potential landing sites for future Mars missions that may contribute to further understanding of the planetâ\u0080\u0099s history,â\u0080\u009d said USGS Acting Director Suzette Kimball. â\u0080\u009cThe new Mars global geologic map will provide geologic context for regional and local scientific investigations for many years to come.â\u0080\u009d\n\nThe project was funded by NASA through its Planetary Geology and Geophysics Program.<strong><\/strong>\n\n<a style=\"display:none;\" href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/07\/MainMapGlobe.jpg\"><img class=\"alignright size-thumbnail wp-image-199331\" title=\"MainMapGlobe\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/07\/MainMapGlobe-150x150.jpg\" alt=\"\" width=\"150\" height=\"150\" \/><\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24383","uid":"31","filename":"MainMapGlobe.jpg","uri":"public:\/\/MainMapGlobe.jpg","filemime":"image\/jpeg","filesize":"154448","status":"1","timestamp":"1425492768","type":"image","uuid":"13d7114d-fc09-451f-bf5b-b2e4a626091b","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["astro","astrogeology","geologicmap","geology","map","Mars","NASA","Planetary Science"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1405350014","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}