{"title":"New Time-lapse Animation of Mount St. Helens 1980 Ash Cloud as Seen from Space","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>Note to editors<\/em><\/strong><em>: The satellite images and the animation described are in the public domain and may be freely used. Please credit the U.S. Geological Survey and the National Oceanic and Atmospheric Administration. The images are available <a href=\"http:\/\/volcanoes.usgs.gov\">online<\/a>.<\/em><\/p>\n<p>VANCOUVER, Wash. &mdash; Scientists at the U.S. Geological Survey&rsquo;s Cascades Volcano Observatory rediscovered an old cache of satellite images captured on May 18-19, 1980, and linked them together to create a time-lapse movie of Mount St. Helens'eruptive ash cloud movement across the western United States.<\/p>\r\n<p>Mount St. Helens&rsquo; eruption captured the world&rsquo;s attention on May 18, 1980 when the largest historical landslide on Earth and a powerful explosion reshaped the volcano. A volcanic ash cloud spread across the US in three days, and encircled the Earth in 15 days.<\/p>\r\n<p>The short animated movie of satellite stills shows the ash cloud as it enlarged and was carried north-eastward by prevailing winds. Mount St. Helens, the ash cloud, and some large cities are identified on each image. The satellite images, courtesy of the National Oceanic and Atmospheric Administration, were taken by NOAA's GOES satellite.&nbsp;<\/p>\r\n<p>The first satellite picture was taken at 8:15 a.m. PDT, 17 minutes before the eruption.&nbsp; The next six pictures were taken every half hour until 11:15 a.m. PDT.&nbsp; Thereafter, images were taken every hour through 4:15 p.m. PDT.&nbsp;<\/p>\r\n<p>Images taken on May 19, 1980 show the distinctive ash plume drifting across the Rocky Mountains and high plains.&nbsp; These three images were shot at 8:45 a.m., 11:15 a.m. and 3:15 p.m.&nbsp; Because ash can travel so far and can be hazardous, it serves as a reminder that there are no remote volcanoes.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The eruption of Mount St. Helen&rsquo;s killed 57 people and losses exceeded $1 billion.&nbsp; Since the eruption, hundreds of volcanologists from around the world have come to study Mount St. Helens.&nbsp; Scientists from the United States have in turn traveled around the world to share the experience of Mount St. Helens and seek lessons from other volcanoes. Mount St. Helens awes and inspires visitors, and challenges all of us to greater levels of preparedness.<\/p>\r\n<p>Visit the <a href=\"http:\/\/volcanoes.usgs.gov\">USGS Volcano Hazards website<\/a> for more information, and to download the satellite animation. The video, <a href=\"http:\/\/gallery.usgs.gov\/videos\/386\">Mount St. Helens 1980 Ash Cloud as Seen From Space<\/a>, can also be viewed on the USGS Multimedia Gallery.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["volcano","hazard","ash","Mount St Helens","video","movie","animation","satellite","Image","geology","","",""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1305691200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169005"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}