{"title":"scientists to Map Regionâ\u0080\u0099s Groundwater Supply","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>NOTE: Residents interested in volunteering to have their wells sampled, or those who have questions about the study, should <\/strong><strong>contact Kristen McSwain, USGS, Raleigh, NC, at (919) 571- 4022; e-mail <\/strong><a href=\"mailto:kmcswain@usgs.gov\"><strong>kmcswain@usgs.gov<\/strong><\/a><strong><\/strong><\/p>\n<p><strong>NEW HANOVER, N.C. <\/strong>&mdash;Scientists are helping county and town water resource managers plan for population growth by enlisting local residents'help in mapping the region's groundwater&mdash;a principal source of the tri-counties'freshwater supply.<\/p>\r\n<p>From May &mdash;August 2012, scientists from the U.S. Geological Survey will take water measurements and collect samples to measure salinity across New Hanover, eastern Brunswick, and southern Pender counties to provide a comprehensive assessment of depths and distribution of the region&rsquo;s groundwater.&nbsp; This regional assessment, the first to be completed in more than 40 years, will enable water managers to make informed decisions regarding future use and development of the groundwater resources in New Hannover.<\/p>\r\n<p>Voluntary participation by county residents to permit sampling of their private domestic or irrigation wells is a vital component to the success of the study, allowing USGS scientists to create maps showing the available quantity and quality of the region&rsquo;s water supply.<\/p>\r\n<p>\"We are asking citizens for their help because installing new wells to sample groundwater is time consuming and very expensive,\" said Kristen McSwain, hydrologist with the USGS North Carolina Water Science Center. \"If we recruit citizen participation, we get a better snapshot of what is happening right now in the aquifer. We are able to get a bigger picture faster.\"<\/p>\r\n<p>Water-supply utilities within New Hanover County rely on a combination of surface water and groundwater to meet potable water needs. &nbsp;Groundwater supplied about 12 million gallons per day of potable water, comprising about 30 percent of the total fresh water used in New Hanover County in 2005, according the most recent water use data complied by USGS.<\/p>\r\n<p>Industrial, mining, irrigation, and aquaculture withdrawals increasingly compete with public-supply utilities for freshwater resources and can cause temporary or permanent declines in the quantity of available groundwater.&nbsp; In coastal areas, saltwater can intrude into aquifers if fresh groundwater is withdrawn at a faster rate than can be replenished by precipitation. Similar saltwater intrusion issues have occurred in aquifers along the Atlantic such as Dare County, N.C., Hilton Head, S.C., and Savannah, Ga.<\/p>\r\n<p>Measuring water levels typically takes about five to 10 minutes. A metal probe, which is about six inches long and 3\/8-inch diameter, is lowered into the well until it reaches the top of the water table. When the probe reaches the water, a buzzer sounds on the reel. The distance is then measured to determine the water level.<\/p>\r\n<p>Groundwater samples are generally collected from the closest spigot to the well.&nbsp; The sampling results will be shared with the landowner when the analyses are completed. Sampling of wells as part of this study is free and no well owner names or addresses will be made public.<\/p>\r\n<p>The study area is bounded by the Atlantic Ocean to the east, approximately 5 miles to the north of the Pender\/New Hanover County line, approximately 5 miles to the west of the Cape Fear River, and Bald Head Island to the south.<\/p>\r\n<div>\r\n<p>This work is being conducted in cooperation with the Cape Fear Public Utility Authority as part of a 3-year study that began earlier this ear to address groundwater resources in New Hanover County.<\/p>\r\n<\/div>","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina"],"country":["United States of America"],"mm_tags":["","groundwater","northcarolina","saltwaterintrusion","","","newhannover","Citizen Science"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1334116800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169890"},{"tid":"170106"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}