{"title":"Alaska Geochemical Database Updated","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Multiple sources of Alaskan geochemical information have united into one online resource.&nbsp;<\/p>\n<p><a href=\"http:\/\/pubs.usgs.gov\/ds\/759\/\"><em>Alaska Geochemical Database Version 2.0 (AGDB2)&mdash;Including \"Best Value\" Data Compilations for Rock, Sediment, Soil, Mineral, and Concentrate Sample Media<\/em><\/a>, is now available, and is the first database of its kind in the United States.&nbsp;<\/p>\r\n<p>\"We welcome the release of the second version of the Alaska Geochemical Database (AGDB2).&nbsp; The incorporation of the \"best value\" data compilation will be a great asset to all users,\" said Melanie Werdon, Geological Scientist, Mineral Resources,&nbsp;Alaska Division of Geological &amp; Geophysical Surveys.&nbsp; \"The determination by the USGS of which geochemical analysis is most quantitatively accurate, for each sample with multiple analyses, will save database users significant time, money, and effort,\"<\/p>\r\n<p>The database contains all USGS geochemical data for more than 264,000 samples collected between 1962 and 2009 from the State of Alaska. Each sample has one \"best value\" determination for each analyzed species, greatly improving speed and efficiency of use for this ArcGIS-friendly database.&nbsp;<\/p>\r\n<p>\"The \"best value\" feature is what makes the AGDB2 such an advancement over the AGDB of 2011.&nbsp; We are currently using the AGDB2 to map in ArcGIS over 35 elements for the entire State of Alaska,\" said Matthew Granitto, USGS scientist and primary author.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Alaska","Geochemistry","Minerals","Critical Minerals"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1369886400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170097"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}