{"title":"Research Shows Historic Decline in Pacific Walrus Population","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ANCHORAGE, Alaska &mdash; <!--introstart-->The Pacific walrus population roughly halved between 1981 and 1999, the last year for which demographic data are available. A recent study by scientists at the U.S. Geological Survey quantifies this historic population decline.<!--introend--> The 18 year decline identified by the study was not steady across that period. The decline was most severe in the mid-1980s, and then moderated in the 1990s.&nbsp;<\/p>\n<p>If the moderating trend has continued up to the present time then the population might be stabilized. That, however, cannot be determined until more recent data are collected and analyzed. USGS is working to obtain the data needed to close the gap from collection of the last demographic data to the present day. This information will be vital because the U.S. Fish &amp; Wildlife Service is expected to determine whether the Pacific walrus should be listed as threatened under the Endangered Species Act in 2017. Population dynamics, such as those investigated in this USGS study, will be a critical factor in the decision.<\/p>\r\n<p>&ldquo;We integrated data from many sources,&rdquo; said lead author of the study research statistician Rebecca Taylor, with the USGS Alaska Science Center in Anchorage. &ldquo;These included annual harvest records, 6 age structure surveys and 5 population size surveys conducted at various times over the 32 year study. The age structure data&mdash;collected between 1981 and 1999&mdash;were particularly informative, and enabled us to quantify the population decline and the birth and death rates that caused it.&rdquo;<\/p>\r\n<p>Scientists think past walrus population dynamics were affected mainly by harvest. Previous work suggests the population probably increased rapidly in the 1960s due to reduced hunting and reached or exceeded the size that could be supported by food resources in the late 1970s to early 1980s. &nbsp;The decline quantified by the USGS analysis was probably initiated by this overabundance of walruses and exacerbated by a return to the relatively high harvests of the 1980s.<\/p>\r\n<p>&ldquo;The decline probably was prompted by these historical reasons, but we can&rsquo;t rule out other possible contributing factors,&rdquo; said Taylor. &ldquo;The environment isn&rsquo;t static, and food may have become less available to walruses over time, possibly because of sea ice loss.&rdquo; &nbsp;Sea ice is important to walruses because they rest on it between dives to the ocean floor to eat clams and other invertebrates.<\/p>\r\n<p>Taylor&rsquo;s analytical approach allows the incorporation of new data to understand more recent population dynamics.&nbsp; In 2013 and 2014, the USGS, USFWS and the Alaska Department of Fish &amp; Game jointly surveyed walruses in Bering Strait and the Chukchi Sea to estimate current age structures and test a new method of estimating population size using a genetic mark-and-recapture approach. Another survey is planned for 2015.<\/p>\r\n<p>In 2011, due to the combined threats of harvest and sea ice loss, the USFWS determined that listing of the population as threatened under the Endangered Species Act was warranted but was precluded by higher priorities. The agency is under a court order to make a listing decision in 2017.<\/p>\r\n<p>This research effort is part of the USGS <a href=\"http:\/\/alaska.usgs.gov\/science\/interdisciplinary_science\/cae\/index.php\">Changing Arctic Ecosystems Initiative<\/a>. The results of this new study were <a href=\"http:\/\/onlinelibrary.wiley.com\/enhanced\/doi\/10.1111\/mms.12156\/\">published<\/a> in the online journal <em>Marine Mammal Science<\/em> on September 5, 2014.&nbsp;<\/p>\r\n<p>For further information:<\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/biometrics\/index.php\">Biometrics Research Program<\/a><\/li>\r\n<li><a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/walrus\/index.html\">Walrus Research<\/a><\/li>\r\n<\/ul>\r\n<p>Multimedia Gallery links:<\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/gallery.usgs.gov\/search","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["walrus","endangered","species","Alaska","wildlife","Climate Change"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1410148800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169067"},{"tid":"170310"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}