{"title":"Herndon Resident Named as Eastern Regional Geographer","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) is pleased to announce that Ernest B. Brunson has been selected as Eastern Regional Geographer. This position is Mr. Brunson&rsquo;s first assignment as a member of the Senior Executive Service, a corps of executives selected for their leadership qualifications who serve in the key positions just below the Presidential appointees. Mr. Brunson resides in Herndon, Virginia, with his wife Leomia. <\/p>\n<p>His 26-year career with the USGS began in Reston, Virginia, with his assignment to the Branch of Design and Research. Prior to assuming his new duties, Mr. Brunson also served as Acting Chief, Mapping Applications Center in Reston, Virginia, and acting Chief, Rocky Mountain Mapping Center in Denver, Colorado. He provided leadership in technology development as Chief, Systems Development and Integration, National Mapping Division, and as Program Manager for Modernization. During his time in the Senior Executive Service Candidate Development Program, he was assigned to the Minerals Management Service as Acting Chief, Budget Branch and to the Federal Emergency Management Agency as Senior Action Officer. <\/p>\r\n<p>\"I am challenged by my selection to the Senior Executive Service and my assignment to the position of Eastern Regional Geographer to bring together USGS scientists and stakeholders throughout the 26 States east of the Mississippi River that form the Eastern Region,\" said Mr. Brunson. \"U.S. citizens enjoy the highest quality of life anywhere on earth. As the rapidly growing population in the eastern United States adds stress to requirements for water, mineral, energy, plant and animal resources, the USGS through expertise in geography can study ways to better monitor, protect and conserve these resources. I am pleased to guide a creative and dedicated group of people who conduct studies that are on the cutting edge and benefit society.\" <\/p>\r\n<p>Mr. Brunson is the immediate past President, Board of Directors, Reston Interfaith, a social service organization providing child care, job counseling, housing and food programs for the greater Reston and Herndon community.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"973659600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170530"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}