{"title":"Earthquake Sensors Available to a Good Home","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>PASADENA, Calif. &ndash; <!--introstart-->The agency responsible for earthquake monitoring across the United States is looking for 35 volunteers in Southern California to host an earthquake sensor in their home.<!--introend--><\/p>\n<p>The device, about the size of a large shoebox, records strong ground motions and sends the measurements to the U.S. Geological Survey over the Internet.&nbsp; The data collected is available to assist with emergency response following an earthquake.<\/p>\r\n<p>USGS scientists indicate the current network of ground motion sensors in California is spread too widely in many areas to accurately map ground shaking.<\/p>\r\n<p>To address this problem the USGS embarked on the NetQuakes Project, a program to purchase compact earthquake sensors and permanently install them in locations provided by citizen volunteers throughout Southern California.&nbsp; Similar programs are already in operation in the San Francisco Bay Area and the Pacific Northwest.<\/p>\r\n<p>Ideal locations for these sensors include homes near population centers, active faults and critical facilities that are not already covered by sensors. Some areas where increased monitoring is desired include Southern Orange County, Northern San Diego County and the I-15 corridor.<\/p>\r\n<p>To host a NetQuakes sensor, volunteers must have a quiet, out-of-the-way location in a one-to-two story building, such as a garage. The building must have a concrete slab that is well connected to the ground where the device can be bolted. There must be an electrical outlet nearby and continuous access to the internet. Once installed, strong ground motions recorded by the sensor can be viewed at the USGS website minutes after any strong shaking.<\/p>\r\n<p>Individuals can learn more and volunteer to host a NetQuakes by filling out a form on the <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/waveforms\/netq\/socal.php\">Earthquake Hazards Program, Sign Up<\/a> website. The USGS will review applications and select those that meet its monitoring guidelines.<\/p>\r\n<p>While the first phase of the Southern California project is limited to 35 sensors, more may be purchased in the future if additional funding becomes available.&nbsp; Organizations can also purchase their own sensors that can be connected to the larger network.<\/p>\r\n<p>The USGS operates the Advanced National Seismic System to monitor earthquakes nationwide.&nbsp; In Southern California the USGS, in cooperation the California Institute of Technology, operates an array of more than 300 earthquake-monitoring sensors that make up the Southern California Seismic Network.&nbsp; The aim of these programs is to improve monitoring and reduce earthquake losses.&nbsp; Funding for the Netquakes project was provided, in part, by the American Reinvestment and Recovery Act.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_10_28\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_10_28\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_10_28\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_10_28\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2010_10_28&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["geology","earthquake","hazard","volunteers"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1288238400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169361"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}