{"title":"New Book Describes Improved Methods for Measuring Plant Diversity, Predicting Vulnerability to Invasive Species","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Rapidly invading plant species from other countries are affecting rangeland conditions and wildlife habitat, forcing more native plants into threatened and endangered status and changing natural wildfire regimes.<!--introend--> Because resident native diversity can affect the likelihood of invasion by non-native plants, it is critical that scientists accurately assess the composition of plant communities over large areas. A newly released book by USGS ecologist Tom Stohlgren, <em>Measuring Plant Diversity: Lessons from the Field <\/em>(Oxford University Press, 2006), presents field and analysis methods that can more accurately describe plant biodiversity and help evaluate vulnerability to invasion.\r\n<\/p>\r\n<p>\r\nInvasive non-native plant species cost the Nation billions of dollars in prevention, management, and control. Their incursions affect agricultural production, wildfire frequency and severity, and native plant diversity on Federal lands and other natural areas. To better protect native plants and prevent non-native invasions, it is important to assess &quot;hot spots&quot; of native plant diversity, areas with species that occur only in that area or region, and unique native plant communities. Innovative field and analysis methods described in the new book can be applied to any geographic area to generate a more complete and accurate picture of the patterns of native plant diversity and invasion vulnerability. \r\n<\/p>\r\n<p>\r\nNatural resource managers are working to understand the dynamics and interactions of rare and common plant species and habitats to manage grazing, fire, invasive plants, forestry practices, and restoration activities for specific outcomes. The book&#39;s revised and new sampling approaches, research designs, and field techniques for measuring plant diversity at multiple scales of space and time can help land managers evaluate and address these critical resource management issues. Case studies from actual field investigations that demonstrate how to test and assess various field techniques are included.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1164690000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170130"},{"tid":"170625"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}