{"title":"sampling and Monitoring for the Mine Life Cycle Handbook Now Available","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The sixth of a series of handbooks on technologies for management of metal mining influenced water is now available <a href=\"http:\/\/www.smenet.org\/store\/mining-books.cfm\/Sampling-&amp;-Monitoring-for-the-Mine-Life-Cycle\/355-7\">online<\/a> from the Society of Mining, Metallurgy &amp; Exploration Inc.<!--introend--><\/p>\n<p>&ldquo;This volume&nbsp;was prepared through&nbsp;the&nbsp;Acid Drainage Technology&nbsp;Initiative&ndash;Metal Mining Sector (ADTI-MMS), which includes USGS mine drainage expertise, other federal and state agencies, industry, and academia,&nbsp;to develop&nbsp;a&nbsp;handbook&nbsp;with an&nbsp;approach&nbsp;for&nbsp;environmental&nbsp;sampling and characterization throughout the mine life cycle,&rdquo; said Kathy Smith, U.S. Geological Survey research geologist and co-editor of the new publication.&nbsp;<\/p>\r\n<p>This handbook supplements and enhances current environmental mine sampling and monitoring literature and provides an awareness of the specialized approach necessary for environmental sampling and monitoring at mining sites. It differs from most information sources by providing an approach to address mining influenced water and other sampling media throughout the mine life cycle.<em>&nbsp;<\/em><\/p>\r\n<p><em>Sampling and Monitoring for the Mine Life Cycle <\/em>is organized into a main text and six appendices, including an appendix containing technical summaries written by subject-matter experts that describes various analytical, measurement and collection procedures. Sidebars and illustrations are included to provide additional detail about important concepts, to present examples and brief case studies and to suggest resources for further information. Extensive references are included.&nbsp;<\/p>\r\n<p>For more information about USGS minerals research, please visit the <a href=\"http:\/\/minerals.usgs.gov\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Energyand Minerals","Energyand Minerals Mineral Resources"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1411099200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"169831"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}