{"title":"DROUGHT NOT OVER DESPITE RECENT RAINS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Although the rains of the past weekend increased streamflows in parts of the Northeastern U.S., the drought is far from over, with many streams continuing to flow at well below normal levels, according to hydrologists at the U.S. Geological Survey. \n<p>\"The drought situation remains unchanged,\" said Robert Mason, USGS hydrologist in Reston, Va. \"Significant rain has not fallen in the Northeast since July,\" said Mason. \"We will need many more rains to make up the deficit and reverse the trend.\" \r\n<p>In the Delaware River basin, total storage today (Fri., Sept. 22) in the reservoirs that supply about half of New York City&rsquo;s water supply, is about 110.2 billion gallons, 7.6 billion gallons below the drought warning level. The long-term average storage for Sept. 22 is 187.4 billion gallons. \r\n<p>On Fri., Sept. 15, the Delaware River Basin Commission issued a drought warning in the Delaware River basin, limiting withdrawals and calling for the use of voluntary water conservation measures. \r\n<p>Streamflows remain at below normal levels throughout the Northeastern U.S.: \r\n<p>o Near Washington, D.C., flow of the Potomac River has increased to about 918 million gallons per day (mgd), still about 50 percent below the September average flow of 1,900 mgd. \r\n<p>o At Harrisburg, Pa., flow of the Susquehanna River has increased to about 2.1 billion gallons per day (bgd), still 72 percent below the September average flow of 7.4 bgd. \r\n<p>o At Green Island, N.Y., (near Troy ) flow of the Hudson River has remained steady at about 2.4 bgd, about 30 percent below the September average flow of 3.6 bgd. (Flow of the Hudson at Green Island is influenced by releases from the nearby Great Sacandaga Lake reservoir.) \r\n<p>The location of the salt front in the Hudson River near Poughkeepsie, N.Y., continues to be a concern. As of Thurs., Sept, 21, 1995, the salt front was continuing to move upstream following tidal conditions related to effects of the new moon. The salt front reached the intakes for Poughkeepsie&rsquo;s water supply in late August, and is about two miles upstream from the city&rsquo;s intakes. \r\n<p>(Note to Editors: For additional information on the drought, reporters may call Ward Freeman in Troy, N.Y., at 518-285-5600; Bob James in Towson, Md., at 410-512-4800 or Gary Paulachok in Harrisburg, Pa., at 717-730-6900.)<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","New York","Pennsylvania"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"811742400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}