{"title":"stronger Evidence That Global Climate Change Can Reduce the Variety of Life","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A half-million-year record of some deep-water cousins of crabs called ostracodes provides some of the strongest evidence yet that global climate change can reduce the variety of life forms on Earth, according to a report released Thursday (Feb. 13, 1997). \n<p>\"For the first time, we have been able to plot the ups and downs in biodiversity in a particular group of animals through 11 complete periods of drastic global climate change,\" said Dr. Thomas M. Cronin, research geologist with the U.S. Geological Survey. \"The rise and fall in the number of species of ostracodes during 11 glacial cycles suggests that the effects of any future global climate change-whether natural or manmade-could further affect the richness of life on Earth beyond the risk already posed by habitat degradation and other environmental effects.\" \r\n<p>Cronin and coauthor Dr. Maureen E. Raymo, Associate Professor at Massachusetts Institute of Technology, reported in the February 13, 1997, issue of Nature that the biodiversity of bottom-dwelling communities living in the abyssal North Atlantic Ocean has been unstable in the face of past global climatic changes. \r\n<p>They measured how trends in the biodiversity of fossilized ostracodes varied over a half-million year interval of alternating cold (glacial) and warm (interglacial) climates. The microscopic fossil shells were preserved in deep-sea sediment cores recovered from the North Atlantic Ocean by the Ocean Drilling Program. \r\n<p>By comparing the trends in biodiversity with global climate change as determined from the chemistry of the shells, the authors were able to establish a statistical correspondence between diversity and climate changes that were caused by cycles of the Earth&rsquo;s orbit relative to the sun. The astronomical or orbital theory of climate holds that changes in the seasonal and geographical distribution of the sun&rsquo;s energy reaching the upper atmosphere strongly influence Earth&rsquo;s climate over tens of thousands of years. Today the Earth tilts at 23.5 degrees relative to its plane of orbit, causing the seasons, but tilt has varied from about 22 to 25 degrees in the past due to changing gravitational effects from the other planets. These changes in the Earth&rsquo;s tilt alter the amount of solar radiation reaching Earth at different latitudes. \r\n<p>Cronin and Raymo discovered that orbital cycles of tilt also influence biodiversity: diverse species-rich communities characterize warm interglacial periods like today (high tilt), while diversity drops significantly during glacial periods when global ice sheets expand in size (low tilt). \r\n<p>The mechanisms that cause diversity to change are still unclear but Cronin and Raymo propose that changes in solar radiation initiate a chain reaction that reduces the productivity of surface ocean plankton communities. This in turn leads to less food resources settling through the water to the sea floor, ultimately limiting the species that can survive in the bottom community. During glacial periods, some abyssal species migrate to shallower refuges around the ocean margins, returning to the abyss during the next warm interglacial. Climate changes also altered deep-sea circulation leading to changes in deep-sea nutrients and temperatures. Competitive and predator-prey interactions among species may also be disturbed by limited food resources and changes in bottom water temperatures. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"855810000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}