{"title":"100th Anniversary of Flood Warning in New Jersey","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>February 11 marks the 100th anniversary of the establishment of the first two flood-warning gauges in New Jersey. The gauges were installed on the Passaic River at Chatham and the Ramapo River at Mahwah in response to damage in the Paterson area from flooding on March 2, 1902.. The U.S. Geological Survey (USGS) and the then U.S. Weather Bureau (now the National Weather Service or NWS) cooperatively installed the first two flood-warning gauges at sites in the Passaic River Basin in northern New Jersey. Additional gauges were installed later in the year on the Rockaway and Pequannock Rivers in time for the &quot;flood of the century,&quot; which occurred on October 10, 1903. <\/p>\n<p>These gauges are active today and are operated as a part of the Passaic Flood Warning System. This system, which was upgraded to accommodate satellite and radio communication in 1988, is funded by the U.S. Army Corps of Engineers. The present system includes 22 stream gauges and 31 rain gauges, which are operated by the USGS and NWS. <\/p>\r\n<p>Rick Kropp, District Chief of the USGS, New Jersey District, said, &quot;Helping our citizens by preventing deaths, injuries, and damage from floods and other natural hazards is an important part of the mission of the USGS.&quot; <\/p>\r\n<p>The NWS has personnel on duty 24 hours a day to issue flood watches and warnings based on the data furnished by the Passaic system. Gary Szatkowski, Meteorologist-in-Charge for the NWS office in Mt. Holly, N.J., said, &quot;Even though the way we issue river forecasts and warnings has changed tremendously over the past 100 years, the need for observational data has not. The information from these gauges is critical in helping us to protect the residents of the Passaic River Basin.&quot; <\/p>\r\n<p>The NWS provides weather, hydrologic, and climate forecasts and warnings for the U.S. to protect life and property and enhance the national economy. NWS data and products form a national information database and infrastructure that can be used by other governmental agencies, the private sector, the public, and the global community. <\/p>\r\n<p>Real-time stream-gage data for New Jersey streams can be found on the USGS home page at <a href=\"http:\/\/nj.usgs.gov\/\">http:\/\/nj.usgs.gov<\/a>. Real-time weather data are available at <a href=\"http:\/\/www.erh.noaa.gov\/er\/phi\/\">http:\/\/www.erh.noaa.gov\/er\/phi\/<\/a> and <a href=\"http:\/\/www.erh.noaa.gov\/er\/okx\/\">http:\/\/www.erh.noaa.gov\/er\/okx\/<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New Jersey"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1044766800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168951"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}