{"title":"Media Advisory:  USGS Kicks Off Multi-Hazards Program, New Virtual Reality Technique Offers Hazard View From the Inside","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nThe U.S. Geological Survey (USGS) will kick off a new program to closely align the scientific research on a variety of natural hazards to the needs of Southern California communities. \r\n<\/p>\r\n<p>\r\n&quot;Southern California is now in the bulls-eye,&quot; Dr Lucy Jones said. &quot;The USGS is uniquely poised to evaluate the natural hazards, the quality and availability of water, the impacts of rapid urbanization on plants and animals, and the complex geology and geography that put our expanding population at risk.&quot; \r\n<\/p>\r\n<p>\r\nThe media will also have the opportunity to view new virtual reality 3-D projection of the San Andreas Fault. This multi-dimensional projection provides a remarkable new tool to visualize and assess infrastructure and geological weaknesses in important Southern California lifelines using high-tech mapping projections. \r\n<\/p>\r\n<p>\r\n&quot;Los Angeles has long recognized that, not only are we multi-cultural but we are multi-hazards as well. Unfortunately it took Hurricane Katrina for others to realize that natural disasters are as devastating as man made disasters. One of the brightest spots in the collaborative process is the relationships and interaction with our USGS partners-in-preparedness as we move forward to truly make our community more disaster resilient,&quot; said Ellis Stanley, General Manager of City of Los Angeles Emergency Preparedness Department. \r\n<\/p>\r\n<table border=\"0\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\"><strong>WHO:<\/strong><\/td>\r\n\t\t\t<td valign=\"top\">Dr Lucy Jones, Congressman Adam Schiff, and USGS earthquake expert Susan Hough, landslide expert Sue Cannon, and wildfire expert Jon Keeley.<br \/>\r\n\t\t\t<br \/>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\"><strong>WHEN:<\/strong><\/td>\r\n\t\t\t<td valign=\"top\">Monday, May 7, 11:00 a.m.<br \/>\r\n\t\t\t<br \/>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\"><strong>WHERE:<\/strong><\/td>\r\n\t\t\t<td valign=\"top\">USGS Pasadena Office, 525 S. Wilson, Pasadena<br \/>\r\n\t\t\t<br \/>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\"><strong>WHAT:<\/strong><\/td>\r\n\t\t\t<td valign=\"top\">USGS will look at the vulnerability of the Southern San Andrea Fault to a major earthquake, the consequences of landslides on slopes impacted by wildfire, contaminants in groundwater, the availability and abundance of clean drinking water, and the plant species most susceptible to wildfire in the first year of a Multi-Hazards Pilot Project.<\/td>\r\n\t\t<\/tr>\r\n\t<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1178251200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}