{"title":"Teddy Bear","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"205\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_11_19\/bears.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_11_19\/bears_tn.jpg\" alt=\"A threatened Louisiana black bear and her cubs up in a tree.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">A threatened Louisiana black bear and her cubs up in a tree. (<a href=\"http:\/\/gallery.usgs.gov\/photos\/11_18_2014_mqh6KWv33E_11_18_2014_0\">High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><!--introstart-->The bear species nicknamed &ldquo;teddy&rdquo; more than a century ago that inspired the iconic stuffed toy still popular today will likely survive at least another century, according to a new U.S. Geological Survey <a href=\"http:\/\/pubs.usgs.gov\/of\/2014\/1228\">study<\/a>.<!--introend-->&nbsp;<\/p>\r\n<p>The threatened Louisiana black bear, one of 18 subspecies of black bear in North America, has less than a 1 percent chance of going extinct in the next 100 years.&nbsp; The bear was once found throughout Louisiana, eastern Texas, southern Arkansas and western Mississippi. Habitat loss and overhunting has since reduced and fragmented the population resulting in its listing as threatened under the Endangered Species Act in 1992.<\/p>\r\n<p>The species was nicknamed the &ldquo;teddy bear&rdquo; in 1902 when President Theodore &ldquo;Teddy&rdquo; Roosevelt famously <a href=\"http:\/\/www.nps.gov\/thrb\/historyculture\/storyofteddybear.htm\">refused to shoot a tethered bear<\/a> while on a hunting trip.<\/p>\r\n<p>To determine the viability of the bear population today, researchers used projections of population growth over time based on capture and radio-telemetry data to estimate the bear&rsquo;s extinction probability. In some instances, scientists captured and released the bears to obtain the data, while other times they collected DNA extracted from hair samples to identify individual bears. The study also used genetics and capture data to evaluate how frequently individual bears move between the fragmented subpopulations of Louisiana black bear in the Lower Mississippi Alluvial Valley. Connectivity among subpopulations of a species is important to help avoid genetic problems resulting from too much inbreeding. These findings address goals created in 1995 by the <a href=\"http:\/\/www.fws.gov\">U.S. Fish and Wildlife Service<\/a> for recovery.<\/p>\r\n<p>&ldquo;Estimates of a species&rsquo; viability can help wildlife managers determine the status of threatened, endangered or at-risk species and guide effective management efforts,&rdquo; said Joseph Clark, the USGS research ecologist who led the study in collaboration with Jared Laufenberg from the <a href=\"http:\/\/www.utk.edu\">University of Tennessee<\/a>. &ldquo;This study will be used by the U.S. Fish and Wildlife Service to determine whether to pursue removing the bear from the &lsquo;threatened&rsquo; species list.&rdquo;<\/p>\r\n<p>Researchers collected data with DNA sampling, live capture, winter den visits and monitoring of radio-collared animals from 2002 to 2014. To collect the DNA samples, researchers set up barbed wire fences that bears had to cross to obtain pastry baits. This method, which does not harm the bears, results in the bears leaving their DNA in the form of hair samples on the barbs, which scientists are able to use to identify the individual identities of each bear visiting the site.&nbsp; &nbsp;<\/p>\r\n<p>Bears in Louisiana primarily exist in four distinct subpopulations, and data were sufficient for researchers to perform viability analyses on three of them. The probability of these bears not going extinct ranged from 29.5 percent to greater than 99 percent, depending on the subpopulation and the assumptions upon which the models were based. &nbsp;However, the chances that all of the subpopulations will simultaneously go extinct, based on the most conservative models, were only 0.4 percent. The researchers also found that individua","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Arkansas","Louisiana","Mississippi"],"country":["United States of America"],"mm_tags":["ecosystems","Ecosystems Geneticsand Genomics","Ecosystems Wildlife Terrestrialand Endangered Resources","bear","Black Bear","Louisiana Black Bear","Endangered Species","Threatened Species","Geographic Areas Northeast","Geographic Areas Southeast"],"distribution":["Biology"],"release_date":{"und":[{"value":"1416373200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169071"},{"tid":"169768"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}