{"title":"First normal flows in 98&rsquo;&mdash; Chesapeake Bay and Potomac River Back to Normal in April","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Streamflow in April into the Chesapeake Bay was about 115 billion gallons per day (bgd) and flow in the Potomac River was about 19 bgd, in the normal range for the first time in 1998. Hydrologists at the U.S. Geological Survey state that, while flows are still above average, they are well within normal expected limits.<!--introend-->\n<p>For the first four months of 1998, the average daily flow in the Potomac River at Little Falls near Washington, D.C., was 28.6 bgd, nearly two and a half times higher than last year&rsquo;s four-month daily flow of 12.1 bgd. Contents of the Baltimore reservoir system are at about average levels (85,660 million gallons at month&rsquo;s end). Ground-water levels are above normal throughout the Chesapeake Bay watershed. \r\n<p>\r\n<p>All of the above add up to the following: the Chesapeake Bay region is well supplied with water as we head into the usually dry months of summer. \r\n<p>Another result of the high flows is that large amounts of nutrients and sediment have been delivered into the Chesapeake Bay. Increased nutrient pollution can cause algal blooms and is believed to contribute to the occurrence of Pfiesteria piscicida. Algal blooms, along with high sediment loads, can decrease the amount of light that is available for underwater grasses and plants. The grasses and plants are important habitat for crabs and a food source for waterfowl. Also, when algae die and decay, they use up oxygen in the water. When oxygen in the water gets too low, the living resources of the bay can be at risk. \r\n<p>\r\n<p>Real-time flow data is available from the USGS on the world wide web at <a href=\"http:\/\/md.usgs.gov\/rt-cgi\/gen_tbl_pg\">http:\/\/md.usgs.gov\/rt-cgi\/gen_tbl_pg<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"893995200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169407"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}