{"title":"New Heights of Accuracy for World Topography","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey (<a href=\"http:\/\/www.usgs.gov\/\">USGS<\/a>) and the National Geospatial-Intelligence Agency (<a href=\"https:\/\/www1.nga.mil\/Pages\/default.aspx\">NGA<\/a>) have collaborated in the development of a much improved global elevation model, the Global Multi-resolution Terrain Elevation Data 2010 (GMTED2010).&nbsp;<!--introend--><\/p>\n<p>GMTED2010 replaces the widely used, 15-year-old GTOPO30 terrain model as the best available global digital elevation model.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>Useful for regional-, continental-, and global-scale applications, GMTED2010 is derived from numerous higher quality elevation data sources that were unavailable at the time GTOPO30 was developed.&nbsp; The new sources include near-global Digital Terrain Elevation Data (DTED&reg;) from the Shuttle Radar Topography Mission (SRTM); Canadian elevation data; SPOT 5 Reference 3D data; data from NASA&rsquo;s Ice, Cloud, and land Elevation Satellite (ICESat); and updated Antarctica and Greenland terrain models.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>GMTED2010 is a significant improvement in scope, quality and consistency over the single 30-arc-second-resolution elevation data product represented by GTOPO30.&nbsp; The new elevation dataset comprises a suite of seven raster elevation products at spatial resolutions of 30, 15 and 7.5 arc-seconds (approximately 1 kilometer, 500 meters and 250 meters, respectively), all generated by aggregating the highest resolution data available in a given geographic area.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The seven new raster elevation products have been produced using the following aggregation methods: minimum elevation, maximum elevation, mean elevation, median elevation, standard deviation of elevation, systematic subsample, and breakline emphasis. Metadata have also been produced to identify the source and attributes of all the input elevation data used to derive the output products.&nbsp; GMTED2010 elevations are referenced to the World Geodetic System 1984 (WGS 84) horizontal datum and, in most cases, to the Earth Gravitational Model 1996 (EGM96) geoid as the vertical datum.&nbsp;&nbsp;<\/p>\r\n<p>The global aggregated vertical accuracy of GMTED2010 can be summarized in terms of the resolution and root mean square error (RMSE) of the products with respect to a global set of control points provided by NGA. At 30 arc-seconds, for example, the GMTED2010 RMSE ranges between 25 and 42 meters compared to GTOPO30, which has an RMSE of 66 meters globally with respect to the same control points.&nbsp;&nbsp;<\/p>\r\n<p>All of the GMTED2010 data products are publicly available with no redistribution restrictions. GMTED2010 data can be accessed and downloaded&nbsp;<a href=\"http:\/\/eros.usgs.gov\/#Find_Data\/Products_and_Data_Available\/GMTED2010\">online<\/a>.&nbsp;&nbsp;<\/p>\r\n<p>For further details on GMTED2010, refer to <a href=\"http:\/\/pubs.usgs.gov\/of\/2011\/1073\/\">USGS Open File Report 2011-1073<\/a>.&nbsp; Specific questions about GMTED2010 can be emailed to <a href=\"mailto:gmted2010@usgs.gov\">gmted2010@usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","","Topography"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1322629200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"169549"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}