{"title":"Famous Manatee Sighted in Chesapeake Bay After Long Absence","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Gainesville, Fla. &ndash; <\/strong><!--introstart-->A manatee spotted this week in Calvert County, Maryland is the same one that first made waves 17 years ago when he appeared in Chesapeake Bay just before the onset of winter and later had to be rescued.<!--introend--><\/p>\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"253\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td>&nbsp;<img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2011_07_15\/manatee_chessie_tn.jpg\" alt=\"Map showing the range of both the Morafka&rsquo;s desert tortoise (Gopherus morafkai) and the Agassiz&rsquo;s desert tortoise (Gopherus agassizii).\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Chessie surfaces for a breath in Chesapeake Bay in Calvert County, Maryland on July 12, 2011. Photo courtesy of Hank Curtis.  <br \/>(<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2011_07_15\/manatee_chessie.jpg\">High resolution image)<\/a><\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Named \"Chessie,\" the manatee's identity was verified by U.S. Geological Survey biologist Cathy Beck, who used photos taken July 12 and matched them with Chessie's photographic record in a USGS manatee database. Chessie;s tell-tale markings include a long, gray scar on his left side.&nbsp;<\/p>\r\n<p>USGS scientists regularly document manatee sightings to analyze life histories of individuals as part of an ongoing effort to estimate adult survival rates of the endangered Florida manatee. &nbsp;Yet, biologists were surprised to find it was Chessie, a well-known manatee who has not been seen for about 10 years. The last time USGS researchers confirmed a sighting of Chessie was after he swam through Great Bridge Locks in Virginia on August 30, 2001.<\/p>\r\n<p>By then, Chessie was already well known. After being found in the Kent Narrows area of the Chesapeake Bay in the fall of 1994, researchers became concerned about how he would fare in the oncoming winter. Manatees suffer negative health effects when they endure water temperatures below 68 degrees for any length of time. With water temperatures dropping in the bay, the Marine Animal Rescue Program at the National Aquarium worked with the U.S. Fish and Wildlife Service, Seaworld Orlando, and the Maryland Department of Natural Resources to rescue Chessie.&nbsp; He was cared for at the aquarium for several days before being successfully flown back to Florida and released.<\/p>\r\n<p>The current sighting is not driving any plans to rescue Chessie, as the water is still warm and manatees typically work their way back down the eastern seaboard to Florida on their own when cooler weather sets in.<\/p>\r\n<p>Scientists are not sure whether Chessie visits the Chesapeake Bay every year. After Chessie's 1994 rescue, USGS tagged him and found that he did migrate back to Chesapeake Bay the following spring. Much of what scientists know about manatee migration comes from studies that use radio and satellite tags to reveal key facts about manatees&rsquo; habitat needs, such as how they use seagrasses and winter refuges.<\/p>\r\n<p>In general, scientists believe manatee migration from Florida to the Chesapeake Bay may not be unusual, and in fact Chessie was named after legendary sightings of a \"sea monster\" in the Chesapeake Bay throughout the twentieth century.<\/p>\r\n<p>Chessie was spotted and identified this year due to the help of two bystanders who took pictures of him and contacted Jennifer Dittmar, the National Aquarium&rsquo;s Coordinator for the Northeast Marine Mammal Stranding Network. Dittmar forwarded Beck photos of the manatees head and back.<\/p>\r\n<p>The public is urged to report all possible sightings of a manatee in Maryland waters to the National Aquarium's Stranding Hotline at 410-373-0083 and send photo images to <a href=\"mailto:marp@aqua.org\">marp@aqua.org<\/a>.<\/p>\r\n<p>More information on manatee biology is available <a href=\"http:\/\/fl.biology.usgs.gov\/Manatees\/manatees.html\">online<\/a>.<\/p>\r\n<p>&nbsp;<\/p>\r\n<hr \/>\r\n<p>&nbsp;<\/p>\r\n<p>The <a href=\"http:\/\/www.aqua.org\/\">Na","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia","Florida"],"country":["United States of America"],"mm_tags":["manatee","photoidentification","Maryland","Chesapeake Bay","sighting"],"release_date":{"und":[{"value":"1310702400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169021"},{"tid":"169598"},{"tid":"170286"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}