{"title":"High Tributary Flows Due to Heavy Rain Near Pierre","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Do you want to accompany a USGS field crew as they measure flooding?&nbsp; Please contact Marisa Lubeck at 303-202-4765.<\/strong><\/p>\n<p><!--introstart-->Runoff due to recent wide-scale rainfall in South Dakota has led to very high streamflows for local Missouri River tributaries, according to several U.S. Geological Survey streamgages.<!--introend--><\/p>\r\n<p>Most of central and eastern South Dakota received between 2 and 6 inches of rainfall on June 20 - 21, and the resulting runoff contributed additional flow to the already high Missouri River. Some small tributaries are experiencing very high streamflow rates. On Wednesday, the USGS streamgage at Counselor Creek near Lower Brule recorded an approximate peak stage of 18.2 feet and flow of about 11,000 - 12,000 cubic feet per second (cfs). This flow is significant for the small, 34.4 square mile basin, and is similar in magnitude to the June 5, 2008 high flow of 11,400 cfs. A record peak flow of 5,560 cfs was also recorded at the Cedar Creek near Kennebec streamgage.&nbsp;<\/p>\r\n<p>&nbsp;\"The USGS is often known for our real-time streamgages, but the USGS also operates many other gages for the purpose of documenting the peak discharge each year,\" said Joyce Williamson, USGS South Dakota Water Science Center Acting Director. \"These gages are used to determine the probability or likelihood of similar events recurring and are also used by local, state, and federal agencies for the design of roads, bridges, and dams.\"<\/p>\r\n<p>High flows were also recorded on June 21 at the Moreau River near Whitehorse streamgage, which reached 9,800 cfs; the Bad River near Fort Pierre streamgage at 22,900 cfs; and the White River near Oacoma streamgage at 12,300 cfs.&nbsp;<\/p>\r\n<p>USGS scientists are collecting streamflow data that are vital for protection of life, property and the environment. This information is used by the U.S. Army Corps of Engineers to manage flood control, the National Weather Service to develop flood forecasts, and various state and local agencies in their flood response activities.<\/p>\r\n<p>Real-time water level information from 159 streamgages across the state is available on the <a href=\"http:\/\/sd.water.usgs.gov\/projects\/flooding\/index.html\">USGS South Dakota FloodWatch website<\/a>.<\/p>\r\n<p>Access current flood and high flow conditions across the country by visiting the USGS <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch<\/a> website, and receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_06_23\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_06_23\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_06_23\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NNR2011_06_23\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2011_06_23&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>\r\n<p>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["water","flooding","hazards","South Dakota","streamgages"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1308801600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169781"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}