{"title":"Flooding in Massachusetts, May 2006","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Record rainfall totals between 10 and 15 inches fell in some areas in northeastern Massachusetts, and 3 to 8 inches fell in most other areas of Massachusetts between May 12 and 16.<!--introend--> This rainfall caused most rivers in northeastern Massachusetts to reach record-high and near-record-high flows that are estimated to occur about once every 40-150 years (<a href=\"http:\/\/ma.water.usgs.gov\/floods\/flood_2006_05\/2006_05_peaks_100yr.pdf\">see table<\/a>). The Merrimack, Ipswich, Saugus, and Parker Rivers were the most severely affected in Massachusetts.<\/p>\n<p>At the U. S. Geological Survey (USGS) streamflow-gaging station on the Merrimack River below Concord River at Lowell, Mass. <a href=\"http:\/\/waterdata.usgs.gov\/ma\/nwis\/uv?01100000\">0110000<\/a>, the peak flow of 96,400 cubic feet per second (cfs) and stage of 58.84 ft recorded on May 15 at 7:00 p.m. were the highest since 1938 and third highest since the USGS began collecting records for this site in 1923. This peak flow, equal to about 720,000 gallons per second, is estimated to occur about once every 40 years at the Lowell site, and the river stage was 6.84 ft above the National Weather Service flood stage of 52 ft. <\/p>\r\n<p>The flow was measured with an Acoustic Doppler Current Profiler (ADCP). A short description and photos of the ADCP measuring the flow of the Merrimack River are accessible by clicking on the <a href=\"http:\/\/ma.water.usgs.gov\/floods\/flood_2006_05\/merr_adcp_2006_0515.pdf\">ADCP link<\/a>.<\/p>\r\n<p>New historical peak discharges and river stages were recorded at USGS streamflow-gaging stations on the Ipswich, Parker, and Saugus Rivers:<\/p>\r\n<UL>\r\n<LI>Ipswich River at South Middleton, <a href=\"http:\/\/waterdata.usgs.gov\/ma\/nwis\/uv\/?site_no=01101500&amp;PARAmeter_cd=00065,00060\">01101500<\/a>: discharge 1,420 cfs, stage 8.46 ft on May 15. This peak flow was the highest since the USGS began collecting records at this site in 1938, and is estimated to occur about once every 150 years.<\/LI>\r\n<LI>Ipswich River near Ipswich, <a href=\"http:\/\/waterdata.usgs.gov\/ma\/nwis\/uv\/?site_no=01102000&amp;PARAmeter_cd=00065,00060\">01102000<\/a>: peak discharge 4,520 cfs, stage 10.53 ft on May 16. This peak flow was the highest since the USGS began collecting records at this site in 1930, and is estimated to occur about once every 150 years.<\/LI>\r\n<LI>Saugus River at Saugus Ironworks at Saugus, <a href=\"http:\/\/waterdata.usgs.gov\/ma\/nwis\/uv\/?site_no=01102345&amp;PARAmeter_cd=00065,00060\">01102345<\/a>: peak discharge 1,420 cfs, stage 7.38 ft on May 15. This peak flow was the highest since the USGS began collecting records at this site in 1994, and is estimated to occur about once every 40 years.<br><\/LI><\/UL>\r\n<p>The USGS provides near-real-time data on river levels and flows from its network of approximately 100 streamflow-gaging stations that are operated in cooperation with other Federal, state, and local government agencies. These stations provide critically important data to the National Weather Service and other agencies, which use the data to issue flood warnings. These peak-flow data are also used to calculate the magnitudes and frequencies of floods for other purposes, including the delineation of flood-prone areas and bridge design. <\/p>\r\n<p>All stage and discharge data presented in this news release are considered provisional and subject to change pending review of the stage records and discharge measurements.<\/p>\r\n<p>&nbsp;<\/p><b>\r\n<p>Additional Information <\/p><\/b>\r\n<p>Tables summarizing peak discharges, stages, and frequencies of floods with recurrence intervals of 2 to 150 years for the rivers named above and other selected rivers in northeastern Massachusetts can be obtained from the USGS Web site:<\/p><b>\r\n<p><a href=\"http:\/\/ma.water.usgs.gov\/floods\/flood_2006_05.html\">http:\/\/ma.water.usgs.gov\/floods\/flood_2006_05.html<\/a><\/p><\/b>\r\n<p>Graphs and tables showing real-time flow data collected at USGS streamflow-gaging stations in Massachusetts and","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1148270400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169401"},{"tid":"170400"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}