{"title":"Come Fly with the Ducks at This New USGS Website","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A rare opportunity to watch as waterfowl biologists track northern pintail ducks is available by visiting a U.S. Geological Survey website called \"Discovery for Recovery.\" Go to <a href=\"http:\/\/www.werc.usgs.gov\/pinsat\">http:\/\/www.werc.usgs.gov\/pinsat<\/a> and follow the movements of female pintails equipped with satellite transmitters as they migrate from California&rsquo;s Central Valley to Canadian and Alaskan nesting grounds. <\/p>\n<p>A team of waterfowl biologists is using satellite telemetry to try to learn why northern pintails, once nearly as abundant as mallards in North America, now number only about 3 million, a third of what they were in the 1950&rsquo;s, according to USGS biologist Michael Miller. Miller is leader of the team from USGS, Ducks Unlimited&rsquo;s Institute for Wetland and Waterfowl Research and the California Waterfowl Association that is conducting this four-year study with a private grant from the Tuscany Research Institute. <\/p>\r\n<p>\"Pintails need our help, right now,\" says Miller. \"We know they should be more abundant, but first we need to learn what is happening in the pintail&rsquo;s world that seems to be interfering with a solid increase in numbers. The satellite tracking will let us determine the timing of migration, and then locate areas where pintails congregate during spring and the nesting period.\" <\/p>\r\n<p>Miller adds, \"For the first time we will be able to track this species from the most important wintering area in the world, the Sacramento Valley, identify migration pathways and the habitats used along the way, and link up the known wintering area with specific nesting regions. After nesting, we will also be able to track pintails to the wetland areas used after the nesting season for molting. This new knowledge will aid conservation programs for pintails all along their migration routes.\" <\/p>\r\n<p>Frequent visits to the website offer updates about the ducks&rsquo; movements and information about the study and northern pintails at the click of a button. Interactive maps indicate where the ducks are, and a journal updated weekly by the biologists adds pertinent details about the movements including such factors as weather conditions where the ducks are. Visitors can also go to a forum to ask the biologists questions and view the biologists&rsquo; replies to their queries and to those of other visitors.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"956289600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}