{"title":"Waters of the Worlds","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Water quality and quantity on Earth and the possibility of water on Mars are the topics of presentations by scientists from the U.S. Geological Survey at this week&rsquo;s annual meeting of the American Association for the Advancement of Science (AAAS) at the Seattle Convention Center. \n<p><b>THURSDAY, FEBRUARY 13 (a.m.) --<\/b> Michael Carr, a USGS astrogeologist who has been conducting research on Mars for more than 20 years, will present an assessment of the latest efforts to explore the \"Red Planet,\" and what new discoveries those efforts might yield. \r\n<p><b>FRIDAY, FEBRUARY 14 -- <\/b>Dr. Carr will further expound on his Mars research at a 1 p.m. news conference. \r\n<p><b>SATURDAY, FEBRUARY 15 --<\/b> Peter Murdoch, a researcher with the USGS Water Resources Division in Troy, NY, will present a plan for \"Integrated Watershed Studies: Applications Addressing Regional Resource Issues\" at 2:30 p.m. \r\n<p>At an evening ceremony, two USGS researchers, Dr. David Howell, a geologist in Menlo Park, Calif., and Dr. Richard Williams, a marine geologist at Woods Hole, Mass., will be inducted into AAAS \"Fellowship.\" \r\n<p><b>SUNDAY, FEBRUARY 16 -- <\/b>Eugene Shoemaker, USGS and Lowell Observatory, Flagstaff, Ariz., will pose the question, \"How Young is Europa&rsquo;s Surface?\" and offer some answers. \r\n<p><b>MONDAY, FEBRUARY 17 -- <\/b>Charles Alpers, USGS Sacramento, Calif., Karen Kelley, USGS Denver, Colo., and Geoffrey Plumlee, USGS Denver, will present papers on \"Geochemical Backgrounds and Metal Mobilities in Alaska and the Pacific Northwest.\" The session will be chaired by Richard Goldfarb, USGS Denver. \r\n<p>All sessions will be held at the Seattle Convention Center, with room numbers and location of lecture halls posted in the main lobby on each day&rsquo;s menu board. \r\n<p>Founded in 1848 and with 144,000 members, the AAAS is the world&rsquo;s oldest and largest federation of researchers from all disciplines of science. \r\n<p>\r\n<p>(Editors: To arrange interviews with any of these USGS scientists, contact USGS Public Affairs Officer, Pat Jorgenson, in the AAAS newsroom, 206-624-9087, or 206-621-1200.) <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"855637200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}