{"title":"Moderate Earthquake Rattles Hawaii","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A moderate earthquake rattled the Big Island of Hawai?i late Tuesday. The \nU.S. Geological Survey (USGS) reports that the earthquake, with a preliminary \r\nmagnitude of 5.0, was centered about 30 miles south-southwest of Hilo, Hawai?i, \r\nin the Hawai?i Volcanoes National Park, near the base of Kilauea. It struck \r\nabout 8:24 p.m. local time. Several small aftershocks have been reported. \r\n<\/p>\r\n<p>No damage has been reported, but the earthquake was felt throughout the \r\nisland. Don Swanson, USGS scientist-in-charge of the Hawaiian Volcano \r\nObservatory (HVO) at the park, said the earthquake was likely not related to \r\nvolcanic activity because of its size and depth &#8212; about 6 miles below the \r\nsurface of the earth. Volcano-related earthquakes usually occur at much \r\nshallower depths. Although further aftershocks are possible, said Swanson, they \r\nshould be smaller than the main shock. \r\n<\/p>\r\n<p>To see where the earthquake took place, or to report feeling the earthquake, \r\nvisit the USGS HVO website at <a \r\nhref=\"http:\/\/hvo.wr.usgs.gov\/\">http:\/\/hvo.wr.usgs.gov\/<\/a>. To see where the \r\nearthquake was felt, visit the USGS Did You Feel It map at: <a \r\nhref=\"http:\/\/pasadena.wr.usgs.gov\/shake\/hi\/STORE\/X5309745\/ciim_display.html.\">http:\/\/pasadena.wr.usgs.gov\/shake\/hi\/STORE\/X5309745\/ciim_display.html. \r\n<\/a>. \r\n<\/p>\r\n<p>Seismologists at HVO study the regional seismicity of the Hawaiian Islands, \r\nin particular the tectonic and volcanic earthquakes to study major fault zones \r\nas well as to predict volcanic eruptions. \r\n<\/p>\r\n<p>Some Hawaiian earthquakes, called tectonic earthquakes, occur deep within or \r\nbelow the islands. Others, called volcanic earthquakes, are usually shallower \r\nand can be precursors to volcanic eruptions and intrusions of magma. Tuesday?s \r\nearthquake was most likely tectonic and related to shifting of the island. \r\n<\/p>\r\n<p>Seismic monitoring of the active Hawaiian volcanoes began in 1912 and since \r\nthen the monitoring network has expanded to more than 60 stations on the Big \r\nIsland. Data from remote stations are continuously sent via radio in real-time \r\nto HVO. \r\n<\/p>\r\n<p>The network consists principally of instruments that are most sensitive to \r\nlocal earthquakes. USGS is working continuously to upgrade the network to \r\ninclude seismometers that are capable of recording a much wider range of seismic \r\nsignals. \r\n<\/p>\r\n<p>The goal of USGS earthquake monitoring is to mitigate risk - using better \r\ninstruments to understand the damage caused by shaking and to help engineers \r\ncreate stronger and sounder structures that ensure vital infrastructures, \r\nutility, water, and communication networks can keep operating safely and \r\nefficiently. <\/p>\r\n<p>State-of-the-art \"strong motion\" instruments, being implemented through the \r\nUSGS Advanced National Seismic System (ANSS) are critical in giving emergency \r\nresponse personnel real-time maps of severe ground shaking and providing \r\nengineers with information about building and site response. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1061956800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}