{"title":"Media Advisory: Landsat at 40: The Long View of Earth from Space","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>WASHINGTON, D.C. &nbsp;&ndash; &nbsp;<!--introstart-->The U.S. Geological Survey (USGS) and NASA will hold a news conference at 11 a.m. EDT, Monday, July 23, to highlight the accomplishments of the world's longest-running Earth-observing satellite program &mdash; Landsat.<!--introend--> The briefing to be held at the Newseum in Washington, DC, will feature extensive imagery of our changing planet as well as chronological imagery and descriptions of selected U.S. landscapes.<\/p>\n<p>In cooperation with the U.S. Department of the Interior (DOI) and its science agency, USGS, NASA launched the first Landsat satellite on July 23, 1972. The resulting 40-year archive of Earth observations from the Landsat fleet forms an impartial, comprehensive, and easily accessed register of human and natural changes on the land. This information supports the improvement of human and environmental health, biodiversity, energy and water management, urban planning, disaster recovery and crop monitoring.&nbsp;<\/p>\r\n<p>During the briefing, NASA and USGS will announce the 10 most significant images from the Landsat record; the U.S. regions selected for the \"My American Landscape\" contest showing local environmental changes; and the top five Landsat \"Earth As Art\" images selected in an online poll.<\/p>\r\n<table>\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>Who: <\/strong><\/td>\r\n<td>Anne Castle, DOI Assistant Secretary for Water and Science, Washington<br \/>Waleed Abdalati, Chief Scientist, NASA Headquarters, Washington<br \/>Jeff Masek, NASA Landsat Project Scientist, Goddard Space Flight Center, Greenbelt, MD<br \/>Tom Loveland, USGS Senior Scientist, USGS-EROS, Sioux Falls, SD<br \/>Jim Irons, Landsat Data Continuity Mission Project Scientist, Goddard Center, Greenbelt, MD<br \/>Roger Auch, Research Geographer, USGS-EROS, Sioux Falls, SD <br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Where: <\/strong><\/td>\r\n<td>Newseum<br \/>555 Pennsylvania Ave. NW<br \/>Washington, DC<br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>When: <\/strong><\/td>\r\n<td>Monday, July 23; 11 a.m. &ndash; 12:30 p.m. EDT<\/td>\r\n<td>&nbsp;<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><strong>Registration is required. <\/strong>Media may ask questions of the panelists during the briefing. Due to limited space and building security, reporters who want to attend the briefing must send their name, affiliation and telephone number to <a href=\"mailto:stephen.e.cole@nasa.gov\">Steve Cole<\/a> no later than 4 p.m. EDT, July 20. Reporters unable to attend the briefing in person can ask questions during the event via Twitter using the hashtag #asknasa. NASA Television and the NASA website will provide live briefing coverage.&nbsp;&nbsp;<\/p>\r\n<p>Visit <a href=\"http:\/\/www.nasa.gov\/multimedia\/nasatv\/index.html\">NASA TV<\/a> for more information.<\/p>\r\n<p>The Landsat program is jointly managed by NASA and DOI\/USGS. NASA is preparing to launch the next Landsat satellite in February 2013. For more information about the Landsat program, visit the USGS Landsat&nbsp;Missions <a href=\"http:\/\/landsat.usgs.gov\/\">website<\/a> and NASA's Landsat <a href=\"http:\/\/www.nasa.gov\/mission_pages\/landsat\/main\/index.html\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Land Remote Sensing"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1342670400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169752"},{"tid":"170488"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}