{"title":"US TEAM MOVES AS CARIBBEAN VOLCANO DUSTS TOWN WITH VOLCANIC ASH","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Increased volcanic activity at Castle Peak vent of Soufriere Hills volcano on the island of Montserrat in the Caribbean has led to voluntary relocation of Volcano Crisis Assistance Team of the U.S. Geological Survey. \n<p>Through U.S. Agency for International Development in response to request made by the government of Montserrat, five USGS scientists are working closely with colleagues from the Seismic Research Unit of the University of the West Indies and government officials. \r\n<p>Due to falling volcanic ash, team members on Monday (August 21, 1995) relocated volcano monitoring observatory from Plymouth to Point Vue, about 4.5 kilometers north of the capital of Plymouth and 8 km west of the Castle Peak area. This location offers good visibility of the volcano and is not directly downwind or down slope from the volcano. \r\n<p>Scientists are monitoring seismic activity, sulfur dioxide emissions, and tilting of the land to assess whether a major eruption will occur and if full-scale evacuation of the local populace may be necessary. An explosive eruption could send blocks of old volcanic material, hot mudflows, and cascades of hot pumice and ash down slope threatening the lives and livelihood of the island&rsquo;s 12,000 residents. \r\n<p>Steam and ash have been erupting from a vent that formed July 28, and sulfur dioxide emissions have averaged between 100 and 300 metric tons\/day and peaked at 1,200 metric tons\/day. The current level is about 100 metric tons\/day. \r\n<p>In general, earthquake activity at the volcano has been increasing since July 14, and the depths of earthquakes appear to have changed from 5-6 km to 2-5 km beneath the volcano&rsquo;s vent. This trend will be watched closely to better assess the various eruption styles this volcanic system may produce. \r\n<p>In response to increased volcanic activity since July 18, government officials have temporarily evacuated residents who live east and northeast of the volcano&rsquo;s crater to the northern part of the island. Infirm and elderly residents living west and southwest of the crater also have been moved to the northern part of the island. \r\n<p>Montserrat is one of the Leeward Islands of the Lesser Antilles, a north-south chain of active volcanic islands in the Caribbean Sea. The island nation has experienced three volcano-seismic crises during the past 100 years. A series of small earthquakes occurred April 23-27, 1897, with subsequent events occurring intermittently through October 1900. A second series started March 1933, peaked November 1935, and tapered off by late 1937. Yet another series accompanied by sulfur gas discharges began in January 1966, and continued through November 1967. The pattern of earthquake activity from this series was strikingly similar to the 1933-37 episode. USGS and Seismic Research Unit scientists will compare newly gathered data with past data to make best estimates of what course the volcano may take. \r\n<p>Ash clouds from the continuing volcano-seismic activity of Soufriere Hills can disrupt and threaten air traffic in the vicinity of the volcano. A recent USGS publication, \"World Map of Volcanoes and Principal Aeronautical Features\" (USGS Geophysical Map GP-1011), shows the main transcontinental air routes in relation to volcanoes of the world. This publication will greatly assist airline pilots and traffic controllers in the Caribbean. \r\n<p>Soufriere Hills is one of four volcanoes that the USGS Volcano Crisis Assistance Team is monitoring in 1995 in response to international requests. The team has assisted at Fogo volcano, Cape Verde; Popocatepetl, Mexico and Nyiragongo, Zaire. The team was founded in 1986 in response to the November 13, 1985, eruption of Nevado del Ruiz, Columbia, that killed more than 23,000 people. \r\n<p>The USGS Volcano Crisis Assistance Team is part of the joint Volcano Disaster Assistance Program run by the USGS and the United States Agency for International Development&rsquo;s Office of Foreign Disaster Ass","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"809064000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170530"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}