{"title":"Climate Change Could Alter Range of Caribou and May Impact Hunters'Access","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"205\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/gallery.usgs.gov\/photos\/07_22_2014_w06Eui2TTo_07_22_2014_4\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_07_23\/caribou_tn.jpg\" alt=\"Caribou from the Central Arctic herd along the Sagavanirktok River in northern Alaska.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Caribou from the Central Arctic herd along the Sagavanirktok River in northern Alaska. (<a href=\"http:\/\/gallery.usgs.gov\/photos\/07_22_2014_w06Eui2TTo_07_22_2014_4\">High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>ANCHORAGE, Alaska &mdash; <!--introstart-->Due to climate change, some communities in rural Alaska and the Yukon Territory of Canada may face a future with fewer caribou according to new <a href=\"http:\/\/www.plosone.org\/article\/info%3Adoi%2F10.1371%2Fjournal.pone.0100588\">research<\/a> published by the U.S. Geological Survey and the University of Alaska, Fairbanks in the recent issue of PLoS ONE.<!--introend--> Scientists examined the future effects of fires on winter habitats of caribou herds and determined that wildfires will reduce the amount of winter habitat for caribou, thus caribou may need to shift their wintering grounds<\/p>\r\n<p>Warming temperatures will increase the flammability of lichen-producing boreal forests, which are important winter habitat for caribou herds. Caribou serve as nutritional as well as cultural sustenance for certain communities. Caribou avoid burned areas in winter and the changes in their distribution can persist across multiple generations of hunters. Those who rely on caribou in fire-prone areas may therefore have fewer available as climate change increases the number and sizes of fires in the boreal forests.<\/p>\r\n<p>&ldquo;We project that the Porcupine caribou herd will lose 21% of winter habitat to fire by the end of this century, with the majority of this loss driven by increased flammability in spruce forests in the Yukon,\" said Dr. Dave Gustine, a Research Wildlife Biologist with the USGS and lead author of the study.<\/p>\r\n<p>The study examines how increasing temperatures will influence flammability of boreal forest areas used by the Central Arctic and Porcupine caribou herds during winter. Understanding possible changes to forest flammability allows forecasting of future winter distributions of caribou that will impact subsistence harvest and land, wildlife and fire management programs.<\/p>\r\n<p>Climate change is global in scope and scale; however, its impacts are sometimes most visible in remote locations of the planet. Like climate change itself, migratory animals such as caribou do not recognize international geo-political borders and the research needed to study the relationship between climate change and animals crosses many countries.<\/p>\r\n<p>The potential changes in caribou distribution will affect communities that have a cultural and nutritional reliance on caribou. Arctic Village, Alaska and Old Crow Yukon Territory, are within the traditional boreal forest winter range of the Porcupine herd, while hunters from the Alaskan villages of Fort Yukon, Venetie and Chalkyitsik, travel north each year to harvest animals from this herd.<\/p>\r\n<p>&ldquo;Fires were less numerous and smaller in tundra habitats compared to spruce habitats and given the more likely climate trajectory, we projected that the Porcupine caribou herd, which winters primarily in the boreal forest, could be expected to experience a greater reduction in lichen-producing winter habitats than the Central Arctic herd that wintered primarily in the arctic tundra,&rdquo; said Dr. Todd Brinkman a co-author of the study and member of the Scenarios Network for Alaska and Arctic Planning at the University of Alaska, Fairbanks.<\/p>\r\n<p>Future work by the USGS and collaborators will examine how fire-driven changes to winter habitat and temperature-driven changes to spring and summer forages will influence the habitats of caribou ac","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["","Alaska","Yukon","Caribou","Alaska Natives","Hunting","wildfire","climatechange","ecosystems","Hunting"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1406174400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169160"},{"tid":"170598"},{"tid":"170690"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}