{"title":"Report: How the USGS Responded to 2005 Hurricanes and Addresses Storms Today","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists from the U.S. Geological Survey (USGS) say that the lessons learned and technology deployed before, during and after Hurricanes Dennis, Katrina, Rita and Wilma in 2005 can be used to help the public, emergency responders and policymakers prepare for and reduce losses from future hurricanes. This and much more is detailed in, \"Science and the Storms: the USGS Response to the Hurricanes of 2005,\" a new USGS report which was discussed today at two Congressional briefings.<\/p>\n<p>The publication showcases everything from the discovery of new storm surge modeling techniques to the use of satellite imagery and airborne lidar, or light detection and ranging, to measure land loss and landscape change to how science helps determine water quality and flooding threats.<\/p>\r\n<p><a href=\"http:\/\/pubs.usgs.gov\/circ\/1306\/\"><img style=\"margin: 3px; float: right;\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-2-1\/coverthb.gif\" alt=\"Report cover of the Science and the Storms: the USGS Response to the Hurricanes of 2005\" width=\"250\" height=\"323\" \/><\/a>\"Hurricane Rita was the first time we were able to record a hurricane surge&mdash;the average water level when a hurricane hits&mdash;across its entire impact zone, from Louisiana to Texas,\" said USGS Louisiana Water Science Center Director Charlie Demas. \"This helps us with storm surge modeling to better understand the potential damage of future hurricanes, and it was not available before Hurricane Rita.\"<\/p>\r\n<p>Storm surges can wipe out entire communities. Many times, the waves on top of the storm surge are as high as the surge is deep.<\/p>\r\n<p>\"Holly Beach, Louisiana, is the only community that I know of that was completely destroyed during a hurricane,\" said USGS Oceanographer Asbury Sallenger, talking about Hurricane Rita's impact. \"It remains one of the most potentially hazardous locations in the nation.\"<\/p>\r\n<p>After the storms, scientists used satellite imagery coupled with geographic information systems to analyze wetland loss. They concluded that Louisiana lost 217-square miles of wetlands as a result of Hurricanes Katrina and Rita.<\/p>\r\n<p>\"People in Louisiana have literally watched their land sink before their eyes,\" said USGS National Wetlands Research Center Director Gregory J. Smith.\" These are the same wetlands that provide a critical line of defense against coastal storms.\"<\/p>\r\n<p>USGS and its partners such as NASA and the U.S. Army Corps of Engineers also used lidar that enabled scientists to discover that the Chandeleur Islands of Louisiana, which buffer the mainland, lost 85 percent of their surface area and all of their sand during Hurricane Katrina. Since then, lidar shows the Islands continue to erode: 58 percent of the coast has retreated.<\/p>\r\n<p>USGS's efforts to help rescue citizens who called 911 are also featured in the report. Scientists developed a way to assign longitude and latitude to street addresses given by callers and plot these on maps for helicopter and boat operators to perform rescues. More than 8,000 calls were plotted and more than 21,000 people were located and rescued. This effort merited the USGS a Service to America Medal.<\/p>\r\n<p>The report represents the work of about 100 USGS scientists and their cooperators nationwide. It's available online at <a href=\"http:\/\/pubs.usgs.gov\/circ\/1306\/\">http:\/\/pubs.usgs.gov\/circ\/1306\/<\/a>, and limited copies may also be available at <a href=\"http:\/\/pubs.er.usgs.gov\/usgspubs\/cir\/cir1306\">http:\/\/pubs.er.usgs.gov\/usgspubs\/cir\/cir1306<\/a>. The Government Printing Office is selling the reports for $30 at <a href=\"http:\/\/bookstore.gpo.gov\/\">http:\/\/bookstore.gpo.gov\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana","Texas"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1201842000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"169410"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}