{"title":"From Space to Place: Using Satellites to Aid World Heritage Sites â\u0080\u009cIn Dangerâ\u0080\u009d","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/Atlas-cover.jpg\"><img class=\"size-full wp-image-173564 alignleft\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/Atlas-cover.jpg\" alt=\"The cover image for the book &quot;From Space to Place: An Image Atlas of World Heritage Sites on the â\u0080\u0098In Dangerâ\u0080\u0099 List&quot;\" width=\"346\" height=\"259\" \/><\/a>\n\nThe U.S. Geological Survey and the United Nations Educational, Scientific and Cultural Organization (UNESCO) have produced a book that gives us a new way to look at our shared global heritage. <em>From Space to Place: An Image Atlas of World Heritage Sites on the â\u0080\u0098In Dangerâ\u0080\u0099 List<\/em> demonstrates an important scientific tool â\u0080\u0094 remote sensing by Earth observing satellites â\u0080\u0094 that helps us understand and manage the physical world we live in.\n\nIt is also a visually stunning book that depicts some of the most worldâ\u0080\u0099s most notable places.\n\nMario Hernandez of UNESCO, one of the bookâ\u0080\u0099s authors, says the atlas is the result of a fruitful collaboration between the two organizations. â\u0080\u009cUNESCO and USGS have been working closely to advance the idea of Space for Heritage â\u0080\u0093 the use of space technologies and satellite imagery for the assessment and management of World Heritage sites.Â  The<em> From Space to Place<\/em> atlas is a beautiful and useful product from that collaboration.â\u0080\u009d\n\nIn 1972, UNESCO adopted a treaty that calls on the international community to recognize and protect specific places designated as â\u0080\u009c<a href=\"http:\/\/whc.unesco.org\/en\/list\">World Heritage Sites<\/a>.â\u0080\u009dÂ  These sites, chosen for their outstanding universal value, may be masterpieces of human creative genius; testimony to cultural tradition or civilizations both living and disappeared; they may contain superlative natural phenomena or exceptional natural beauty and aesthetic importance; or they may house important natural habitats for conservation of biological diversity.\n\nRoger Sayre, the bookâ\u0080\u0099s lead author and a senior scientist in the USGS <a href=\"http:\/\/www.usgs.gov\/climate_landuse\/\">Climate and Land-Use Change Program<\/a>, says World Heritage sites â\u0080\u009care some of the most globally important natural and cultural treasures on Earth,â\u0080\u009d and adds that â\u0080\u009csatellite imagery is a valuable data resource that researchers and managers can use to understand threats to these areas, and improve their management.â\u0080\u009d\n\n<strong>Using Satellites to Aid World Heritage<\/strong>\n\n<em>From Space to Place<\/em> uses satellite imagery to create an atlas depicting the 31 sites on the <a href=\"http:\/\/whc.unesco.org\/en\/danger\">List of World Heritage in Danger<\/a>, which are threatened by both human and natural factors. Because not all threats can be seen with satellite images, the editors offer more detailed photos showing a specific feature or species.\n\nâ\u0080\u009cThis book shows the many ways satellite imagery helps us assess our environment,â\u0080\u009d says Anne Castle, Assistant Secretary for Water and Science at the Department of the Interior.Â  â\u0080\u009cThere is considerable scientific value in the Landsat imagery we have amassed for this project, which we are hopeful will be of great value to the managers and governmental owners of these critical and unbelievably beautiful places.â\u0080\u009d\n\n<strong>Place and History <\/strong>\n\nMuch of human history is made up of intangible elements like human actions and activities, philosophical and academic theories, and events both big and small that cannot be recaptured. But many of these ephemeral pieces of our collective memory are embodied by tangible structures and physical features that endure after a moment has passed. These sites may be political monuments like <a href=\"http:\/\/whc.unesco.org\/en\/list\/78\">Independence Hall<\/a> in the United States, or great architectural or artistic achievements like Spainâ\u0080\u0099s <a href=\"http:\/\/whc.unesco.org\/en\/list\/320\">Works of Antoni Gaudi<\/a> or Franceâ\u0080\u0099s <a href=\"http:\/\/whc.unesco.org\/en\/list\/320\">Chartres Cathedral<\/a>. They may be places that witnessed history both tragic and triumphant like <a href=\"http:\/\/whc.unesco.org\/en\/list\/31\">Auschwitz Birkenau<\/a> or Athensâ\u0080\u0099 <a href=\"http:\/\/whc.unesco.org\/en\/list\/404\">Acropolis<\/a>. They may simply stun us with their natural beauty and scale, like Sumatraâ\u0080\u0099s tropical rainforest or Australiaâ\u0080\u0099s Great Barrier Reef. These places â\u0080\u0093 all on UNESCOâ\u0080\u0099s list of World Heritage Sites -- are touchstones that we inherit and leave behind; they help us map our universal history.\n\nBut not just one type of satellite could tell the full visual story of these places. In the atlas, <a href=\"http:\/\/landsat.usgs.gov\/\">Landsat<\/a> imagery combines with other higher resolution images from the Quickbird, Ikonos, Corona and Worldview satellites to show a birdâ\u0080\u0099s eye view of the sites in context with their surrounding environment, giving us a broader perspective on how to understand, protect and manage these treasures.Â  Other imagery from the Terra and Aqua satellites show coarser pictures, but have a higher temporal frequency, providing imagery of the same location every other day, as opposed to every 16 days for Landsat.\n\nHere are some key examples of those places in <em>From Space to Place<\/em>.\n\n<strong>Garamba National Park<\/strong>\n\nA Landsat image of <a href=\"http:\/\/whc.unesco.org\/en\/list\/136\/\">Garamba National Park<\/a> in the Democratic Republic of the Congo shows a diverse mosaic of colors representing the many types of habitat that give charismatic animals like the African elephant, giraffe, and hippopotamus a home in the park. Shades of green show different types of forest, while red and brown areas depict savannah grasslands. UNESCO put the park, one of Africaâ\u0080\u0099s oldest protected areas, on the â\u0080\u009cIn Dangerâ\u0080\u009d listâ\u0080\u009d in 1996. Threats include limited management, poaching, civil unrest and species decline.\n\n[caption id=\"attachment_173559\" align=\"aligncenter\" width=\"620\" caption=\"Two moderate resolution (30 m) Landsat 7 ETM+ satellite images taken in 2002 show the extent of Garamba National Park in the Democratic Republic of the Congo and indicate the variety of multicolor habitats it contains.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/SpacetoPlace-Final-23_ts.jpg\"><img class=\"size-full wp-image-173559\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/SpacetoPlace-Final-23_ts.jpg\" alt=\"See caption:\" width=\"620\" height=\"350\" \/><\/a>[\/caption]\n\n<strong>Abu Mena Archaeological Area<\/strong>\n\nEgyptâ\u0080\u0099s <a href=\"http:\/\/whc.unesco.org\/en\/list\/90\">Abu Mena Archaeological Area<\/a>, which contains remains of an early Christian holy settlement. Built over Menas of Alexandriaâ\u0080\u0099s tomb, a martyr who died in AD 296, the site was added to the list in 2001. The view from the Landsat satellite shows the former pilgrimage center in context of its modern surroundings marked by human settlement and agricultural production. Irrigation has transformed the landscape and changed the regionâ\u0080\u0099s long-term hydrology, making soil soft and unstable and dissolving the clay that supports the siteâ\u0080\u0099s buildings, which now are in risk of collapse.\n\n[caption id=\"attachment_173560\" align=\"aligncenter\" width=\"620\" caption=\"A pair of moderate resolution (30 m) natural color Landsat images of the area around Abu Mena, in Egypt, from 1984 and 2001 show how the landscape around the site changed in that 17-year period. The site has become completely surrounded by irrigated agricultural development.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/AbuMena_ts.jpg\"><img class=\"size-full wp-image-173560\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/AbuMena_ts.jpg\" alt=\"See caption:\" width=\"620\" height=\"350\" \/><\/a>[\/caption]\n\n<strong>In the United States<\/strong>\n\nThe United States is home to <a href=\"http:\/\/whc.unesco.org\/en\/statesparties\/us\">21 World Heritage sites<\/a>, none of which are on the â\u0080\u009cIn Dangerâ\u0080\u009d list. Still, this atlas provides an example of how satellite imagery improves our way of looking at the places that define our country. From the <a href=\"http:\/\/whc.unesco.org\/en\/list\/307\">Statue of Liberty<\/a> to the <a href=\"http:\/\/whc.unesco.org\/en\/list\/75\">Grand Canyon<\/a>, and from the <a href=\"http:\/\/whc.unesco.org\/en\/list\/76\">Everglades<\/a> to the <a href=\"http:\/\/whc.unesco.org\/en\/list\/409\">Hawaii Volcanoes National Park<\/a>, we can use space technology and scientific understanding to manage our shared national treasures.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24183","uid":"31","filename":"Atlas-cover1123-e1331325156244.jpg","uri":"public:\/\/Atlas-cover1123-e1331325156244.jpg","filemime":"image\/jpeg","filesize":"47008","status":"1","timestamp":"1425492768","type":"image","uuid":"2b423865-e491-4b47-9d4f-7581f92270d4","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":375,"width":500},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["cultural heritage","earth observation","landsat","Remote Sensing","Satellite Imagery"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1331065156","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}