{"title":"USGS Announces Grants for Water Studies","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey recently awarded nearly $1 million to four university programs across the country, through the <a href=\"http:\/\/water.usgs.gov\/wrri\/national-competitive-grants.php\">National Competitive Grants Program<\/a>.<\/p>\n<p>Proposals from Purdue University, University of Iowa, University of Maryland, and the University of Nebraska won the grants this year.<\/p>\r\n<p>Purdue University&rsquo;s project will address the need to improve the nation&rsquo;s water supply through the evaluation of what factors limit adoption of urban stormwater conservation practices. The project goal is to improve water quality planning and implementation management practices.<\/p>\r\n<p>The University of Iowa will develop statistical models to describe the relationship between inland flooding and North Atlantic tropical storms. This knowledge is instrumental in identifying and characterizing areas at risk from flooding and for developing a model to determine economic impacts of such events.<\/p>\r\n<p>University of Maryland&rsquo;s objective is to characterize the number and concentration of gestagens in tributaries of the Chesapeake Bay and to document the exposure effects of gestagens on the reproductive health of the fathead minnow. Because fish are key indicators of the effects of steroid hormones and other emerging contaminants in water, they can reveal critical insights for understanding the quality of the Nation&rsquo;s water supply.<\/p>\r\n<p>University of Nebraska&rsquo;s research will develop models to predict how soluble uranium is transported and how it can be remediated or reduced. Soluble uranium is a recognized contaminant in public ground water supplies in various regions throughout the United States. It can appear in drinking water in both urban and rural communities, which has led to human health concerns including kidney failure and cancer risk. How this occurs is poorly documented.<\/p>\r\n<p>The goals of the National Competitive Grants program are to promote collaboration between <a href=\"http:\/\/www.usgs.gov\/\">USGS<\/a> and university scientists in research on significant national and regional water resources issues; promote the dissemination and results of the research funded under this program; and assist in the training of scientists in water resources.<\/p>\r\n<p>The federal funding for this program is required to be matched with non-federal dollars each year. Any investigator at an accredited institution of higher learning in the United States is eligible to apply for a grant through a <a href=\"http:\/\/water.usgs.gov\/wrri\/index.php\">Water Research Institute or Center<\/a> established under the provisions of the <a href=\"http:\/\/water.usgs.gov\/wrri\/WRRA_42USC10301_et_seq.pdf\">Water Resources Research Act of 1984<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Indiana","Iowa","Nebraska"],"country":["United States of America"],"mm_tags":["water","Water State Water Resources Research Institute","Water National Water Quality Assessment","Water Hydrologic Researchand Development","Environmental Health Toxic Substances Hydrology","grants","Awards","education","Higher Education","University Of Iowa","University Of Maryland","University Of Nebraska","Purdue University","Environmental Health","Core Science Systems"],"article_type":["Technical Announcement"],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1413345600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169326"},{"tid":"169368"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}