{"title":"In the Northeast: Lots of Snow Equals Lots of Water","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The good news is that the slow melting of the heavy snowpack in the Northeast could release millions of gallons of water to help replenish streams and ground-water levels that have been running below normal in many areas of the Northeastern U.S.<\/p>\n<p>The bad news is that the combination of rapid melting and heavy rains can trigger local flooding and release slugs of salt and other chemicals that have been concentrated in the snowpack. <\/p>\r\n<p>To help provide warnings of any flood potential, scientists from the U.S. Geological Survey have been checking hundreds of stream gages in the Northeast that will provide information needed by the National Weather Service to issue formal flood warnings. The USGS scientists are working hard to overcome a backlog of inspections caused by the Federal shutdown and by the deep snow itself -- snowshoes have been handy to visit remote stations in West Virginia.<\/p>\r\n<p>USGS crews were out Friday morning in Pennsylvania, Virginia, West Virginia, New Jersey, and New York, measuring flow and ensuring the transmittal of accurate river-stage via satellite. <\/p>\r\n<p>Some preliminary observations: <\/p>\r\n<p>How Much Water? <\/p>\r\n<p>Ten inches of an \"average\" snowpack produces about 1 inch of water, but the water content can vary greatly. For some major cities, 10 inches of average snow within the city limits will produce: <\/p>\r\n<p>Washington, DC . . . 1.2 billion gallons of water Boston, Mass. . . . 0.8 billion gallons of water New York City . . . 5.2 billion gallons of water Philadelphia . . . 2.2 billion gallons of water <\/p>\r\n<p>West Virginia <\/p>\r\n<p>Flow Friday morning (9:15 a.m., Jan. 19, 1996) of the South Branch of the Potomac River near Petersburg was about 29,800 cubic feet per second ( 19 billion gallons a day) and the river stage was at 14.2 feet, 4 feet above flood stage and rising about a foot an hour. USGS crews are planning a concentrated measurements of flood flows in the state on Saturday morning. <\/p>\r\n<p>Virginia <\/p>\r\n<p>In Virginia, James River at Buchanan flowing at 4,700 cubic feet per second (cfs) Thursday increased to a flood of 35,000 cfs (22,600 million gallons per day - mgd) by Friday morning, a rise of 11 ft in stage. Maury River near Bueno Vista, VA, rose about 10 ft, with the discharge increasing from 1,600 cfs to 17,000 cfs (11,200 mgd). <\/p>\r\n<p>Pennsylvania <\/p>\r\n<p>Many small streams in Pennsylvania have risen 5 to 10 ft on Friday morning. East Mahantango Creek near Dalmatia, Pa., is flooding at a stage of 12.6 ft. The discharge is approximately 10,000 cubic feet per second, or 6,600 million gallons per day, from a basin of 162 sq mi. <\/p>\r\n<p>New York <\/p>\r\n<p>Across New York State the current snowpack ranges from 20 to 40 inches of snow and contains the equivalent of 3 to 8 inches of water. At mid-week, the USGS reported that most key rivers were flowing below normal for January: Susquehanna River at Conklin, 62 percent of normal median flow; Chemung River at Chemung, 60 percent of normal; Allegheny River at Salamanca, 38 percent of normal; Hudson river at Hadley has been averaging 1,490 cubic feet per second (962 million gallons per day),20 percent below normal, during the first 16 days of January; Mohawk River at Cohoes averaged 2,200 cubic feet per second (1,421 million gallons a day), 50 percent below normal, during the first 16 days. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New Jersey","New York","Pennsylvania","Virginia","West Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"822027600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}