{"title":"USGS Scientists Tracking Hurricane Bret&rsquo;s Effects in Southern Texas Heavy Tropical Rains May Bring Some Relief to Long Dry Spell","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Scientists from the U.S. Geological Survey (USGS) in Texas are working with local, state and federal officials to provide near real-time flood data in the wake of Hurricane Bret to emergency managers and others who then use the data to make decisions on evacuations and water management. <!--introend-->\n<p>As Bret struck the Texas coast Sunday evening, real-time streamflow gages tracked storm runoff from 15 sites in south Texas including two newly installed stations. Those stations, which were installed this year on the Los Olmos Creek and the San Fernando Creek in cooperation with the State of Texas Water Development Board, were directly in the storm&rsquo;s path. \r\n<p>\"The system didn&rsquo;t produce as much rain as expected,\" said USGS hydrologist George Ozuna in San Antonio. \"There has not been a significant amount of runoff yet either. We&rsquo;ve had a continuous spell of 100-degree days and we have very dry soils. We&rsquo;ve had below-normal rainfall in this area. It&rsquo;s been a very hot, dry August. Most of the rain that has fallen so far has gone right into the soil.\" \r\n<p>But Texas may not be out of the woods yet, Ozuna said. Additional rainfall may run off and cause flash flooding. \r\n<p>In addition to providing real-time surface-water data -- continuously relayed during the storm to satellites from its network of streamflow gaging stations -- the USGS is coordinating with other federal agencies involved in hurricane response activities. USGS is providing its real-time data to the National Weather Service for use in flood forecasting and other activities. This real-time information, in addition to USGS topographic maps, is crucial for local officials having to make timely decisions about evacuating people in flood-prone areas. \r\n<p>As the storm moves inland, USGS data collection platforms are being used by the International Boundary and Waters Commission to monitor the streamflows in the Rio Grande basin in south Texas, to determine if Bret has any effects on those streams and if any flooding possibilities exist. The IBWC, made up of representatives from the United States and Mexico has responsibility for the Rio Grande River. One of the primary missions of the USGS streamflow gaging network is to monitor streams and alert local officials about hazards from either too much, or too little water. \r\n<p>In coming days, USGS scientists will also be examining Padre Island National Seashore and other areas to study coastal erosion on the barrier island; measuring the effects of the storm on wildlife and habitat; studying any water-quality impacts; measuring storm surge. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Texas"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"935380800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}