{"title":"Pumping May Cause Some Groundwater Decrease in Edwards-Trinity Aquifer in Texas","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>An increase in pumping water year-round for the next 30 years may cause groundwater levels to decrease by as much as 32 feet in parts of the Edwards-Trinity Aquifer in west Texas, according to a new study by the U.S. Geological Survey.<\/p>\n<p>The Edwards-Trinity Aquifer in west Texas is a vital groundwater resource for agricultural, industrial, and public supply uses in the Pecos County region. Resource managers would like to understand the future availability of water in the Edwards-Trinity Aquifer and the effects of pumping or redistribution of groundwater resources over time.<\/p>\r\n<p>The USGS developed a groundwater-flow model of the Edwards-Trinity and related aquifers in parts of Brewster, Jeff Davis, Pecos, and Reeves Counties. The model was used to simulate groundwater levels resulting from prolonged pumping to evaluate sustainability of current and projected water-use demands. Scientists analyzed three scenarios to simulate a 30-year period from 2010 to 2040. The full report is available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5228\/\">online<\/a>.<\/p>\r\n<p>\"This USGS Edwards-Trinity model will help us to effectively manage and better preserve our valuable water supplies, and will become an invaluable tool to all of the citizens of Pecos County,\" said Joe Shuster, Pecos County Judge. \"This study has also opened up other questions pertaining to the Capitan Reef that we will probably be looking into in the near future.\"&nbsp;<\/p>\r\n<p>The active model area covers about 3,400 square miles of the Pecos County region of Texas west of the Pecos River, and its boundaries were defined to include the saturated areas of the Edwards-Trinity Aquifer. While groundwater-level declines of five to 15 feet are evident in all scenarios throughout the model area, the largest projected groundwater-level declines occur in localized areas of more intense pumping.<\/p>\r\n<p>\"The Middle Pecos Groundwater Conservation District's goal is to make every effort possible to manage and protect our groundwater supplies through monitoring our aquifers,\" said Paul Weatherby, General Manager at Middle Pecos Groundwater Conservation District. \"Scientific, unbiased studies such as this one by USGS provide invaluable information for Groundwater Districts and concerned citizens to incorporate into their groundwater planning efforts.\"&nbsp;<\/p>\r\n<p>Scientists analyzed three pumping scenarios that extend over a 30-year period in the Leon-Belding area in western Pecos County, to include: extending recent (2008) irrigation and non-irrigation pumping rates; extending recent (2008) pumping rates as assigned in scenario 1, and with year-round pumping; and periodic increases in pumping rates over time.<\/p>\r\n<p>\"A groundwater-flow model provides a tool to better understand how to manage the resource,\" said USGS scientist Brian Clark. \"The good news is that resource managers now have more information needed to make informed choices that may affect Texas water bodies.\"<\/p>\r\n<p>The first scenario resulted in widespread declines in groundwater levels ranging from five to 15 feet. However, projected groundwater-level declines in and around the Leon-Belding area and the Fort Stockton area are almost nonexistent, apart from a small area of decline in the southwestern part of the Leon-Belding area.<\/p>\r\n<p>The second scenario, to allow year-round pumping, resulted in a maximum decline of approximately 27 feet in localized areas. The extent of the projected groundwater-level decline in the irrigation area expanded from that of the first scenario to include much of the central and southern part of the irrigation area.<\/p>\r\n<p>The third scenario, to increase pumping rates over the 30-year period, predicted a maximum groundwater-level decline of approximately 32 feet. The spatial extent of groundwater decline is larger than the second scenario, coalescing with declines northwest of the Leon-Belding area.<\/p>\r\n<p>This study was done in cooperation with the Middle Pecos Groundwater C","summary":null,"format":null}]},"field_images":[],"regions":["Texas"],"country":["United States of America"],"mm_tags":["ground","groundwater","pumping","Edwards Trinity Aquifer","Texas","water","Pecos County","Model","wateravailability"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1393304400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168969"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}