{"title":"Gasoline Additive in Water Will Be a Key Topic At American Chemical Society Meeting in San Francisco","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Methyl tert-butyl ether (MTBE) in the nation&rsquo;s ground waters and surface waters will be the subject of papers and poster presentations by U.S. Geological Survey scientists at the American Chemical Society annual meeting, April 16-17, in San Francisco, Calif. \n<p>MTBE is a volatile organic compound (VOC) derived from natural gas that is added to gasoline either seasonally or year round in many parts of the U.S. to increase the octane level and to reduce carbon monoxide and ozone levels in the air. It is the most commonly used oxygenate in the United States. \r\n<p>MTBE is one of 60 VOC&rsquo;s being measured in ground water and surface water samples collected across the nation as part of the USGS National Water-Quality Assessment Program. This contaminant is of interest because of its widespread use as an oxygenate, numerous past releases of gasoline from storage tanks and other point sources--some of which have contained MTBE--,and instances of impact to some drinking water wells. The U.S. Environmental Protection Agency has classified MTBE as a possible carcinogen and has established a draft lifetime drinking water health advisory of 20 - 200 micrograms per liter. This advisory is currently being updated by the EPA. MTBE imparts taste and odor to water, which can be detected by many persons at levels beginning at 40 - 130 micrograms per liter. \r\n<p>Selected papers and poster presentations on MTBE by USGS scientists include: \r\n<p><b>Distribution of MTBE in Ground Water in New England by Aquifer Type and Land Use, by S. J. Grady, USGS-Hartford, Conn.<\/b> \r\n<p>MTBE was the most frequently detected volatile organic compound in ground-water samples collected from 1993 to 1995 in New England. Ninety-seven percent of the MTBE detections were found in Connecticut and Massachusetts, where reformulated gasoline that often contains MTBE is used year round. MTBE was present in 26 of 103 (25%) monitoring wells screened in near-surface aquifers and in 7 of 30 (23%) water-supply wells in fractured bedrock. Most MTBE detections were in areas where the human population exceeds 1,000 residents per square mile. Concentrations of MTBE were low and suggest that nonpoint sources such as atmospheric deposition and recharge of urban runoff are the likely sources of MTBE in ground water. (Grady, telephone 860-240-3060, email sgrady@usgs.gov, poster session - Wed., April 16, 5-7 p.m. - Grand Ballroom B, Ballroom Level) \r\n<p><b>Occurrence of MTBE in Surface and Ground Water, Long Island, New York and New Jersey, by Paul E. Stackelberg, Anne K. O&rsquo;Brien, USGS-West Trenton, New Jersey; Stephen A. Terracciano-USGS, Coram, N.Y.<\/b> \r\n<p>MTBE is one of the most frequently detected volatile organic compounds in streams and aquifers of Long Island, New York and New Jersey. Although concentrations and detection frequencies were higher in samples collected from heavily populated and urbanized areas, MTBE was detected in all types of land-use settings. Concentrations, however, are generally low and rarely exceed the draft lifetime health advisory. MTBE was detected more frequently in surface-water samples collected during winter months than in summer months. Low median concentrations in both streams and ground water, and increased detection frequencies in streams during winter months, indicate that nonpoint sources of contamination such as precipitation or stormwater runoff may play important roles in the frequent low-level detection of MTBE. Point sources of contamination may augment nonpoint sources in more highly urbanized areas resulting in more frequent detections and larger concentrations. (Stackelberg, telephone 609-771-3951, email pestack@usgs.gov, poster session - Wed., April 16, 5-7 p.m., Grand Ballroom B) \r\n<p><b>MTBE in Water from Fractured-Bedrock Aquifers, Southcentral Pennsylvania, by Bruce D. Lindsey, Kevin J. Breen and Matthew J. Daly, USGS-Lemoyne, Pa.<\/b> \r\n<p>A study of the occurrence of MTBE in the Lower Susquehanna River Basin","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"861076800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}