{"title":"Cooling Streams in a Warming Climate? ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"300\" caption=\"Elwha River in Olympic National Park in Northwest Washington. Courtesy: John McMillan, NOAA\"]<img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/05_14_2012\/rWMy51Cpo3_05_14_2012\/medium\/Elwha_october_10_hdr_1_xtJohnMcMillanPhotographerCourtesyofNOAA_.JPG\" alt=\"\" width=\"300\" height=\"200\" \/>[\/caption]\n\nA new analysis of streams in the western United States has found that despite a general increase in air temperatures over the past several decades, western streams are not necessarily warming at the same rate. Several factors may influence the discrepancy, including snowmelt, interaction with groundwater, water flow and discharge rates, solar radiation, wind, and humidity. But even after factoring out those elements, the scientists detected cooler-than-expected maximum, mean, and minimum stream temperatures. Looking at streams individually, they found that some seemed to be getting warmer, some cooler, and others showed little change at all.\n\nResults of the research, which was supported by the U.S. Geological Survey, the U.S. Forest Service, and Oregon State University, are published in <a href=\"http:\/\/www.agu.org\/journals\/gl\/gl1210\/2012GL051448\/\">Geophysical Research Letters<\/a>, a journal of the American Geophysical Union.\n\nCold, clean water is one of the most important ecosystem services in the western United States. Many species of economically and culturally important salmon, trout, and other species depend on these cold waters to thrive and survive, so naturally, the potential loss of cold water in the face of climate change is a concern.\n\nThese findings show that changes in stream temperatures will not simply parallel changes in warming air temperatures, as commonly assumed or\n\n[caption id=\"\" align=\"alignright\" width=\"350\" caption=\"Cutthroat trout in the Middle Fork Salmon River, Idaho. Courtesy: Steve Jacobs\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_14_2012\/rWMy51Cpo3_05_14_2012\/medium\/MiddleForkCutthroatTroutAdjusted.jpg\" alt=\"\" width=\"350\" height=\"201\" \/>[\/caption]\n\nprojected. They point to the likely importance of local factors, such as land form, land cover, and geology, in influencing climate sensitivity of stream temperatures. A second key finding is that the vast majority of streamgages in the region either lack long-term data or are too strongly influenced by local human activities to provide a clear evaluation of climate effects.\n\nFor this study, researchers used long-term records from USGS and U.S. Forest Service gaging stations. Of the more than 600 stations evaluated from California, Nevada, Oregon, Idaho, Washington, and Alaska, less than 20 were suitable for analyzing climate effects. This set included streams with minimal human influences and sufficiently long-term records of temperatures for an evaluation of trends.\n\n[caption id=\"\" align=\"alignleft\" width=\"300\" caption=\"Rogue River Canyon in southwestern Oregon. Courtesy, Ruth Jacobs, USGS\"]<img class=\"   \" src=\"http:\/\/gallery.usgs.gov\/images\/05_14_2012\/rWMy51Cpo3_05_14_2012\/medium\/RogueRiverSouthernOregon.jpg\" alt=\"\" width=\"300\" height=\"225\" \/>[\/caption]\n\nThese results highlight the fact that stream temperature is one of the most important, yet least understood aspects of climate change. The researchers caution that the findings do not mean that climate change will not affect stream temperature, which is a fundamental driver of ecosystem processes in streams. However, the relationship between air temperatures and stream temperatures may be more complex than previously realized and require additional monitoring.\n\nThe paper, <em>The paradox of cooling streams in a warming world: regional climate trends do not parallel variable local trends in stream temperature in the Pacific continental United States<\/em>, was authored by Ivan Arismendi, Oregon State University; Sherri Johnson, U.S. Forest Service; Jason Dunham, USGS; Roy Haggerty, Oregon State University; and David Hockman-Wert, USGS.\n\nAdditional Links:\n\nReconstructing Thermal Regimes in Streams from Sclerochronology of Freshwater Mussels (link to a paper, a USGS podcast, and an Oregon Field Guide television episode about the research)\n\n<a href=\"http:\/\/fresc.usgs.gov\/research\/StudyDetail.asp?Study_ID=558\">http:\/\/fresc.usgs.gov\/research\/StudyDetail.asp?Study_ID=558<\/a>\n\nClimate Impact on Streamflows, Thermal Regimes, and the Changing Distribution of Trout in the Great Basin\n\n<a href=\"http:\/\/fresc.usgs.gov\/research\/StudyDetail.asp?Study_ID=734\">http:\/\/fresc.usgs.gov\/research\/StudyDetail.asp?Study_ID=734<\/a>\n\nUSGS Forest and Rangeland Ecosystem Science Center Aquatic Ecology Laboratory\n\n<a href=\"http:\/\/fresc.usgs.gov\/AquaticEcologyLaboratory\/\">http:\/\/fresc.usgs.gov\/AquaticEcologyLaboratory\/<\/a>\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24205","uid":"31","filename":"cutthroat_trout_closeup620by360pixels.jpg","uri":"public:\/\/cutthroat_trout_closeup620by360pixels.jpg","filemime":"image\/jpeg","filesize":"32495","status":"1","timestamp":"1425492768","type":"image","uuid":"3d061f0d-e7f9-4a9a-9f03-e96e1acd965b","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":282,"width":500},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Alaska","Biology and Ecosystems","California","climatechange","fish","FishAndWaterTemperature","fisheries","Idaho","Nevada","Oregon","PacificNorthwest","Salmon","StreamTemperatures","trout","washington"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1337177232","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}