{"title":"NOAA, Partners Predict Possible Record-setting Deadzone for Gulf of Mexico","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists are expecting a very large \"dead zone\" in the Gulf of Mexico and a smaller than average hypoxic level in the Chesapeake Bay this year, based on several NOAA-supported forecast models.&nbsp;<\/p>\n<p>NOAA-supported modelers at the <a href=\"http:\/\/www.snre.umich.edu\/\">University of Michigan<\/a>, <a href=\"http:\/\/www.lsu.edu\/\">Louisiana State University<\/a>, and the&nbsp; <a href=\"http:\/\/www.lumcon.edu\/\">Louisiana Universities Marine Consortium<\/a><em> <\/em>are forecasting that this year's Gulf of Mexico hypoxic \"dead\" zone will be between 7,286 and 8,561 square miles which could place it among the ten largest recorded. That would range from an area the size of Connecticut, Rhode Island and the District of Columbia combined on the low end to the New Jersey on the upper end. The high estimate would exceed the largest ever reported, 8,481 square miles in 2002.&nbsp;<\/p>\r\n<p>Hypoxic (very low oxygen) and anoxic (no oxygen) zones are caused by excessive nutrient pollution, often from human activities such as agriculture, which results in insufficient oxygen to support most marine life in near-bottom waters. Aspects of weather, including wind speed, wind direction, precipitation and temperature, also impact the size of dead zones.&nbsp;<\/p>\r\n<p>The Gulf estimate is based on the assumption of no significant tropical storms in the two weeks preceding or during the official measurement survey cruise scheduled from July 25-August 3 2013.&nbsp; If a storm does occur the size estimate could drop to a low of 5344 square miles, slightly smaller than the size of Connecticut.&nbsp;<\/p>\r\n<p>This year's prediction for the Gulf reflects flood conditions in the Midwest that caused large amounts of nutrients to be transported from the Mississippi watershed to the Gulf. <a href=\"http:\/\/www.noaanews.noaa.gov\/stories2012\/20120621_deadzone.html\">Last year's dead zone in th<\/a><a href=\"http:\/\/www.noaanews.noaa.gov\/stories2012\/20120621_deadzone.html\">e Gulf of Mexico<\/a> was the fourth smallest on record due to drought conditions, covering an area of approximately 2,889 square miles, an area slightly larger than the state of Delaware. The overall average between 1995-2012 is 5,960 square miles, an area about the size of Connecticut.&nbsp;<\/p>\r\n<p>A second NOAA-funded forecast, for the Chesapeake Bay, calls for a smaller than average dead zone in the nation's largest estuary. The forecasts from researchers at the <a href=\"http:\/\/www.umces.edu\/\">University of Maryland Center for Environmental Science<\/a>&nbsp; and the University of Michigan has three parts: a prediction for the mid-summer volume of the low-oxygen hypoxic zone, one for the mid-summer oxygen-free anoxic zone, and a third that is an average value for the entire summer season.&nbsp;<\/p>\r\n<p>The forecasts call for a mid-summer hypoxic zone of 1.46 cubic miles, a mid-summer anoxic zone of 0.26 to 0.38 cubic miles, and a summer average hypoxia of 1.108 cubic miles, all at the low end of previously recorded zones.&nbsp; Last year the final mid-summer hypoxic zone was 1.45 cubic miles.&nbsp;<\/p>\r\n<p>This is the seventh year for the Bay outlook which, because of the shallow nature of large areas of the estuary, focuses on water volume or cubic miles, instead of square mileage as used in the Gulf. The history of hypoxia in the Chesapeake Bay since 1985 can be found at the <a href=\"http:\/\/ian.umces.edu\/ecocheck\/\">EcoCheck website<\/a>.<\/p>\r\n<p>Both forecasts are based on nutrient run-off and river stream data from the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> (USGS), with the Chesapeake data funded with a cooperative agreement between USGS and the Maryland Department of Natural Resources.&nbsp; Those numbers are then inserted into models developed by funding from the National Ocean Service's <a href=\"http:\/\/coastalscience.noaa.gov\/\">National Centers for Coastal Ocean Science<\/a> (NCCOS).&nbsp;<\/p>\r\n<p>\"Monitoring the health and vitality of our nation's oceans, waterways, and","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water National Water Quality Assessment"],"article_type":["National News Release"],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1371528000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}