{"title":"Dead Zone: The Source of the Gulf of Mexicoâ\u0080\u0099s Hypoxia","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"350\" caption=\"A satellite image of the Gulf of Mexico and coastline.\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/06_15_2012\/x16Fwj3VUq_06_15_2012\/medium\/Jun2-2012-Marb-birdsfoot.jpg\" alt=\"\" width=\"350\" height=\"241\" \/>[\/caption]\n\nEvery summer for the past several decades, a large dead zone has threatened the economic and ecological health of the Gulf of Mexico, the nationâ\u0080\u0099s largest and most productive fishery.\n\nThis dead zone occurs because of excessive nutrients entering the rivers, lakes, and estuaries that feed into or make up the Gulf of Mexico. Nitrogen and phosphorus are essential nutrients for plant growth, but too much of them can stimulate algal growth. And as algae die, they sink to the bottom of the water and decompose, all the while robbing the water body of the oxygen needed for aquatic life to thrive.\n\nThe result? Oxygen levels can drop too low to support most life in bottom and near bottom waters, creating a hypoxic or dead zone.\n\nThe size of each yearâ\u0080\u0099s hypoxic zone is primarily determined by the amount of nutrients flowing from the Mississippi-Atchafalaya River Basin into the northern Gulf of Mexico â\u0080\u0093 particularly the nutrient flow during April and May. Agricultural inputs are the <a href=\"http:\/\/water.usgs.gov\/nawqa\/sparrow\/gulf_findings\/primary_sources.html\">largest source of these nutrients<\/a>, though inputs from atmospheric deposition, urban areas, and wastewater treatment plants also contribute.\n\nThe largest Gulf hypoxic zone on record was in 2002, when the dead zone encompassed more than 8,400 square miles. Over the past five years, however, the size of the zone has shrunk to about 6,700 square miles â\u0080\u0094 an area roughly the size of the states of Connecticut and Rhode Island combined. The size of the hypoxic zone varies each year depending on stream flows and nutrient inputs from the Mississippi-Atchafalaya River, as well as the climate, weather, and circulation patterns in the Gulf of Mexico.\n\nEach June, a team of NOAA-supported researchers develops forecast models to predict the size of the mid-summer Gulf hypoxic zone. The forecast is based on Mississippi River nutrient inputs compiled annually by the USGS to help monitor the amount of excess nutrients flowing into the Gulf and causing hypoxia in the water.\n\nThis year, USGS scientists estimate that <a href=\"http:\/\/toxics.usgs.gov\/hypoxia\/mississippi\/oct_jun\/index.html\">58,100 metric tons of nitrogen<\/a> were transported down the Mississippi and Atchafalaya rivers into the Gulf of Mexico during May, which is about 56 percent below average conditions. Stream flows were nearly half that of normal conditions for this period, resulting in less nutrient transport to the Gulf.\n\nA team of NOAA-supported scientists from the Louisiana Universities Marine Consortium, Louisiana State University and the University of Michigan is predicting that this yearâ\u0080\u0099s Gulf of Mexico hypoxic zone <a href=\"http:\/\/usgs.gov\/newsroom\/article.asp?ID=3252\">could range from approximately 1,200 square miles to as much as about 6,200 square miles<\/a>.Â  The wide range is the result of using two different forecast models.\n\nThe smaller dead zone forecast, covering an area slightly larger than the state of Rhode Island, comes from the University of Michigan researchers. Their predicted size is based solely on the current yearâ\u0080\u0099s spring nutrient inputs from the Mississippi River which are significantly lower than average due to drought conditions throughout much of the river watershed.\n\nThe larger dead zone forecast, the equivalent of an area the size of the state of Connecticut, is from Louisiana Universities Marine Consortium and Louisiana State University scientists. The Louisiana forecast model includes prior yearâ\u0080\u0099s nutrient inputs which can remain in bottom sediments and be recycled the following year. Last yearâ\u0080\u0099s flood, followed by this yearâ\u0080\u0099s low flows, increased the influence of this â\u0080\u009ccarryover effectâ\u0080\u009d on the second modelâ\u0080\u0099s prediction.\n\nThese predictions and a scientific understanding of hypoxia are important because a more severe dead zone could lead to the decline of ecologically and commercially important species.\n\nIn 2009, for example, commercial fisheries in the Gulf were worth $629 million. In addition, three million recreational fishermen took 22 million fishing trips to the Gulf and contributed more than $1 billion to the Gulf economy.\n\nThe Gulf of Mexico\/Mississippi River Watershed Nutrient Task Force is striving to reduce the size of the five-year average hypoxic zone to about 1,930 square miles. The task forceâ\u0080\u0099s <a href=\"http:\/\/water.epa.gov\/type\/watersheds\/named\/msbasin\/actionplan.cfm\">2008 Action Plan<\/a> lists several possible steps that would help reach this goal.\n\nUSGS continues to be at the forefront of research that contributes to our understanding of the factors that determine the size of the hypoxic zone in the Gulf of Mexico and other impaired waters. This research is critical to keeping the nationâ\u0080\u0099s water bodies healthy because, as a 2010 interagency <a href=\"http:\/\/www.whitehouse.gov\/sites\/default\/files\/microsites\/ostp\/hypoxia-report.pdf\">report<\/a> documented, the incidents of hypoxia in U.S. coastal waters has increased over the last decades, with more than 300 U.S. coastal water bodies affected.\n\nThe USGS has been monitoring nutrient transport across the nation for several decades, and <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2922\">recently released<\/a> an online, interactive decision support system that provides easy access to six newly developed regional models describing how rivers receive and transport nutrients from natural and human sources to sensitive waters, such as the Gulf of Mexico.Â This online tool can be used to evaluate alternative nutrient reduction scenarios and develop science-based estimates of how changes in nutrient sources affect the transport of nutrients to local streams, as well as downstream reservoirs and estuaries.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24213","uid":"31","filename":"Jun2-2012-Marb-birdsfoot.jpg","uri":"public:\/\/Jun2-2012-Marb-birdsfoot.jpg","filemime":"image\/jpeg","filesize":"33083","status":"1","timestamp":"1425492768","type":"image","uuid":"aa073308-cfc3-4051-b2f9-3741dbdf7cc5","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":344,"width":500},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Deadzone","gulfofmexico","hypoxia","mississippiriver","mississippiwatershed","nutrients","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1340291211","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}