{"title":"Christmasberry &mdash; Bah Humbug And a Seasonal ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors:<\/b> For a downloadable image of Christmasberry, go to <a href=\"http:\/\/mam.er.usgs.gov\/Media\/usgsactivities\/schinfr.jpg\">http:\/\/mam.er.usgs.gov\/Media\/usgsactivities\/schinfr.jpg<\/a> <\/p>\n<p><!--introstart-->Originating along riverbanks in Brazil a plant called Christmasberry, or Brazilian peppertree, is used to deck halls and homes in this holiday time of year.<!--introend--> Earlier this month, Christmasberry was even offered for sale at a \"swap-meet\" in Kahului, Maui, Hawaii, where it was labeled \"Maui mistletoe.\" <\/p>\r\n<p>But, beware. <\/p>\r\n<p>\"Christmasberry (Schinus terebinthifolius) is in the same plant family (Anacardiaceae) as poison ivy and poison oak,\" said Bill Gregg, invasive species coordinator for the U.S. Geological Survey in Reston, Va. \"It produces chemicals in its leaves, flowers and fruit that irritate skin and respiratory passages of susceptible, often unsuspecting people.\" <\/p>\r\n<p>The often vine-like tree is notorious for preying on native vegetation in a Grinch-like way year-round in Florida, Arizona, California and Hawaii. Forming dense thickets of tangled woody stems that completely displace native plants and animals, Christmasberry is especially destructive in south Florida, where it has invaded about 700,000 acres of land. <\/p>\r\n<p>As substitutes, evergreens, magnolia and holly can be used as elegant and eye-catching Christmas decorations. <\/p>\r\n<p>Christmasberry was brought to south Florida from Brazil over a century ago, but was not observed to be an aggressively invasive weed until much later. A single tree was first observed in Everglades National Park in the late 1950s. By the 1980s, Christmasberry was recognized as the Everglade&rsquo;s most serious alien plant threat, invading 90,000 acres or 10 percent of the park, mostly in pinelands and mangrove swamps. <\/p>\r\n<p>It is important to care about the invasion of America&rsquo;s lands by non-native plants. The problem is growing rapidly, as more and more of the world&rsquo;s plant species are brought into cultivation. Like Christmasberry, new introductions can appear innocent for many years before the often devastating ecological and economic damage that they cause becomes apparent. <\/p>\r\n<p>Find out more about invasive plants from \"Invasive Plants: Changing the Landscape of America,\" also known as the weed factbook, by the USGS and the Federal Interagency Committee for the Management of Noxious and Exotic Weeds. To obtain a copy, contact the Government Printing Office, Superintendent of Documents at (202) 512-1800 and request item 024-001-03607-0. The cost of the book is $17.00 with discount pricing available for quantity orders or find it online at <a href=\"http:\/\/refuges.fws.gov\/FICMNEWFiles\/FactBook.html\">http:\/\/refuges.fws.gov\/FICMNEWFiles\/FactBook.html<\/a> on the World Wide Web.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida","Arizona","California","Hawaii"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"977115600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}