{"title":"New USGS Website features repeat photography of Glacier National Park glaciers over time","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->U.S. Geological Survey (USGS) scientists with the Global Change Research Project are unveiling a new website featuring a collection of repeat photographs of glaciers in and around Glacier National Park, Montana.<!--introend--> The striking images created by pairing historical photographs with contemporary photographs reveal significant glacial recession. The website was created to showcase the photographs for scientific as well as general purposes. To view the photographs, go to <a href=\"http:\/\/nrmsc.usgs.gov\/repeatphoto\/\">http:\/\/nrmsc.usgs.gov\/repeatphoto\/<\/a>.<\/p>\n<p>Currently, 55 images are featured on the website with more color versions and newly repeated photos added as they become available. Most of the photographs were taken in Glacier National Park and many of the historical photos came from the Park&acute;s archives. <\/p>\r\n<p>USGS scientists began documenting glacial decline through photography in 1997. While less quantitative than other high-tech methods of recording glacial mass, depth, and rate of retreat, repeat photography provides an effective visual tool to better understand how climate change contributes to the dynamic landscape of Glacier National Park.<\/p>\r\n<p>The website provides an easy method to download the images. It also includes an overview of the project, instructions for downloading images, guidelines for using and crediting the photographs, and links to other historical and repeat photograph collections. The images can be downloaded as repeated pairs or individually. File formats include high resolution TIF images (300 dpi), lower resolution JPG (72 dpi) images, and Powerpoint &reg;.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1143003600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169968"},{"tid":"170022"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}