{"title":"Disappearing Ducks? North America's Prairie Potholes Vulnerable to Warming Climates","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The loss of wetlands in the prairie pothole region of central North America due to a warmer and drier climate will negatively affect millions of waterfowl that depend on the region for food, shelter and raising young, according to research published today in the journal <em>BioScience<\/em>.<\/p>\n<p>The new research shows that the region appears to be much more sensitive to climate warming and drying than previously thought.<\/p>\r\n<p>&ldquo;The impact to the millions of wetlands that attract countless ducks to these breeding grounds in spring makes it difficult to imagine how to maintain today&rsquo;s level of waterfowl populations in altered climate conditions,&rdquo; said Dr. Glenn Guntenspergen, a U.S. Geological Survey researcher and one of the report authors. &ldquo;Parents may not have time to raise their young to where they can fly because of wetlands drying up too quickly in the warming climate of the future,&rdquo; he added.<\/p>\r\n<p>A new wetland model developed by the authors to understand the impacts of climate change on wetlands in the prairie pothole region projected major reductions in water volume, shortening of the time water remains in wetlands and changes to wetland vegetation dynamics in this 800,000-square kilometer region in the United States (North and South Dakota, Montana, Minnesota and Iowa) and Canada.<\/p>\r\n<p>Many wetland species -- such as waterfowl and amphibians -- require a minimum time in water to complete their life cycles. For example, most dabbling ducks -- such as mallards and teal-- require at least 80 to 110 days of surface water for their young to grow to where they can fly and for breeding adults to complete molting, the time when birds are flightless while growing new feathers. In addition, an abundance of wetlands are needed because breeding waterfowl typically isolate themselves from others of the same species.<\/p>\r\n<p>&ldquo;Unfortunately, the model simulations show that under forecasted climate-change scenarios for this region (an increase of 4-degrees Celsius), the western prairie potholes will be too dry and the eastern ones will have too few functional wetlands and nesting habitat to support historical levels of waterfowl and other wetland-dependent species,&rdquo; said Dr. W. Carter Johnson, another study author and a researcher at South Dakota State University.<\/p>\r\n<p>The authors noted that their model allowed a more comprehensive analysis of climate change impacts across the northern prairies because it simultaneously examined the hydrology and vegetation dynamics of the wetland complex, which are both important for the wildlife that depend on the prairie potholes for part or all of their life cycles. &nbsp;<\/p>\r\n<p>&nbsp;&ldquo;Our results indicate that the prairie wetlands are highly vulnerable to climate warming, and are less resilient than we previously believed,&rdquo; said Guntenspergen. &ldquo;All but the very wettest of the historic boom years for waterfowl production in the more arid parts of the prairie pothole region may be bust years in a 4-degrees Celsius warmer climate.&rdquo;<\/p>\r\n<p>These findings may serve as a foundation for managers and policy makers to develop management plans to prepare for and adapt to climate change in the prairie pothole region.<\/p>\r\n<p>The article, <em>Prairie wetland complexes as landscape functional units in a changing climate,<\/em> was published in <em>BioScience<\/em> (60[2]:128-140) and authored by researchers with South Dakota State University, the U.S. Geological Survey, University of Montana, St. Olaf College, The Desert Research Institute-University of Nevada, and the University of Idaho.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_02_01\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_02_01\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_02_01\" mce_href=\"http:\/\/gallery.usgs.gov\/ta","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Iowa","Minnesota","North Dakota","South Dakota"],"country":["United States of America"],"mm_tags":["biology","Climate Change","Prairie Pothole Region","Prairie Potholes","waterfowl","environment","Ducks"],"release_date":{"und":[{"value":"1265000400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170652"},{"tid":"169018"},{"tid":"169438"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}