{"title":"Navigate America's Major Rivers Without Getting Wet","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Have you ever dropped a stick into a river and wondered where it might go if it floated all the way downstream? Now you can trace its journey using <a href=\"http:\/\/nationalatlas.gov\/streamer\/Streamer\/welcome.html\">Streamer<\/a> &ndash; a new on-line service from the <a href=\"http:\/\/nationalatlas.gov\/\">National Atlas of the United States<sup>&reg;<\/sup><\/a>.<\/p>\n<p>Streamer is an online map service that lets anyone trace downstream along America&rsquo;s major rivers and streams simply by picking a point on a stream.&nbsp; Streamer will map the route the stream follows.<\/p>\r\n<p>You can also trace upstream using Streamer. Imagine that you&rsquo;re standing along the Mississippi River in New Orleans. You&rsquo;re wondering not only where the river began but also which other streams drained into the Mississippi River before it made its way to your location.&nbsp; With Streamer you can also:<\/p>\r\n<ul>\r\n<li>locate your area of interest by specifying stream or place names; by entering latitude and longitude coordinates,<\/li>\r\n<li>enter the identification number for a U.S. Geological Survey streamflow gaging station,<\/li>\r\n<li>find out the names of streams and waterbodies by clicking on them,<\/li>\r\n<li>print maps of your downstream and upstream traces, <\/li>\r\n<li>create concise or detailed reports for your upstream and downstream traces,<\/li>\r\n<li>learn about current or historic streamflow at thousands of locations along America&rsquo;s streams, and<\/li>\r\n<li>find out about the places your stream trace passes through with just a few mouse clicks.<\/li>\r\n<\/ul>\r\n<p>Streamer is fueled by digital hydrographic data for America at one million-scale (an inch is approximately 15.8 miles on the land surface).&nbsp; These streams and water bodies are generalized from the highly detailed <a href=\"http:\/\/nhd.usgs.gov\/\">National Hydrography Dataset<\/a> from <a href=\"http:\/\/nationalmap.gov\/index.html\"><em>The National Map<\/em><\/a><\/p>\r\n<p>Streamer lets you navigate rivers in the United States the way other interactive maps help you drive your vehicle from one place to another.&nbsp; Unlike our nation&rsquo;s road network, which provides many choices for traveling between two locations, America&rsquo;s surface waters are somewhat like a network of one-way streets.&nbsp; You can certainly navigate upstream, but all water flows one way:&nbsp; downhill.&nbsp; Use Streamer to trace downstream along that downhill path or use Streamer to trace upstream to highlight rivers at higher elevations that flow to your starting point.<\/p>\r\n<p>You could stand by the Mississippi River and wonder, &ldquo;Where did this water come from? Where is it flowing?&rdquo;&nbsp; Or with Streamer you can launch your sense of wonder and discovery up and down any of America&rsquo;s major rivers with a Web connection from your favorite computer or tablet.<\/p>\r\n<p>For more information: <a href=\"http:\/\/nationalatlas.gov\/streamer\/\">http:\/\/nationalatlas.gov\/streamer\/<\/a><\/p>\r\n<p>The National Atlas of the United States of America<strong><sup>&reg;<\/sup> <\/strong>is a cooperative effort to make geographic information collected by the United States government easier to find, get, and use. Its development is led by the <a href=\"http:\/\/www.usgs.gov\/ngpo\/\">National Geospatial Program<\/a> of the USGS.&nbsp; &ldquo;The National Atlas of the United States of America<strong><sup>&reg;<\/sup><\/strong>&rdquo; and &ldquo;National Atlas of the United States<strong><sup>&reg;<\/sup><\/strong>&rdquo; are registered trademarks of the United States Department of the Interior.<\/p>\r\n<p>Follow the National Atlas on Twitter @nationalatlas<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"624\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_07_09\/Florida_Downstream_Trace.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_07_09\/Florida_Downstream_Trace_tn.jpg\" alt=\"caption below\" \/><\/a><\/td>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_07_09\/USMap_Newell.jpg\"","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Core Science Systems National Geospatial","National Atlas","National Atlas Of The United States Of America","Streamer","","streamflow","National Hydrography Dataset","The National Map","National Geospatial Program"],"article_type":["National News Release"],"distribution":["Mapping","Water"],"release_date":{"und":[{"value":"1374033600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169377"},{"tid":"169836"},{"tid":"170049"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}