{"title":"Marshes Using CO2 to Cope with Global Warming","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em><strong>Carbon Dioxide Stimulates Marsh Elevation Gain, Helping Offset Flooding from Sea Level-Rise<\/strong><\/em><em>&nbsp;<\/em><\/p>\n<p><!--introstart-->Elevated concentrations of carbon dioxide may help some coastal marshes keep up with rising sea level by stimulating plant production and marsh building.<!--introend-->&nbsp;&nbsp;<\/p>\r\n<p>Coastal wetlands provide barriers to storm surges and flooding, provide valuable habitat for wildlife, and are important nursery grounds supporting commercial fisheries.&nbsp;<\/p>\r\n<p>The U.S. Geological Survey conducted research that showed how marsh elevations might increase when exposed to higher concentrations of carbon dioxide.&nbsp;<\/p>\r\n<p>\"Coastal wetlands are threatened by sea-level rise, and this research allows for more accurate models to predict how much coastal submergence may occur,\" said USGS scientist Karen McKee. \"This information will lead to a more complete picture of how carbon dioxide interacts with our Earth system, helping decision-makers plan for the future and protect these valuable resources.\"&nbsp;<\/p>\r\n<p>Scientists also found that higher concentrations of carbon dioxide reduced the impacts of seawater on a dominant plant species in coastal marshes. Research was done by exposing marsh \"mesocosms\" (miniature marshes established in containers) to simulated sea-level rise. A field study also found that elevated carbon dioxide levels increased the rate of soil elevation gain in a marsh located in Chesapeake Bay.&nbsp;<\/p>\r\n<p>Research was a collaborative effort with the Smithsonian Environmental Research Center and the University of Alabama.&nbsp;<\/p>\r\n<p>Results of the USGS study are available online&nbsp;in the <em><a href=\"http:\/\/www3.interscience.wiley.com\/cgi-bin\/fulltext\/121527505\/PDFSTART?CRETRY=1&amp;SRETRY=0\">Journal of Ecology<\/a><\/em> and in the Early Edition of the <em><a href=\"http:\/\/www.pnas.org\/content\/early\/2009\/03\/25\/0807695106\">Proceedings of the National Academy of Sciences<\/a><\/em>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Global","Warming","coastal","ecology","Marshes","Coasts","Climate Change","Carbon Dioxide","Coastal Ecosystems","coastalchange"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1238385600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169391"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}