{"title":"Female Coyotes Can Have Mixed Wolf-Coyote Pups","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists have successfully produced hybrid pups between a male western gray wolf and a female western coyote in captivity. &nbsp;<\/p>\n<p>By artificially inseminating a female western coyote with western gray wolf sperm, U.S. Geological Survey scientists and partners from the St. Louis Zoo, University of California, Davis, and Wildlife Science Center recently demonstrated that coyotes are able to bear and nurture healthy hybrid offspring. The results contribute new information to an ongoing question about whether the eastern wolf of southeastern Canada (and formerly of the eastern U.S.) is a unique species that could be protected by the U. S. Endangered Species Act. The <a href=\"http:\/\/dx.plos.org\/10.1371\/journal.pone.0088861\">findings<\/a> are published in the journal <em>PLOS ONE<\/em>.<\/p>\r\n<p>\"Our study adds one more piece to the ongoing controversy over whether the eastern wolf is a valid species,\" said David Mech, USGS scientist and the report's lead author.<\/p>\r\n<p>During the 2012 and 2013 study, the scientists attempted to inseminate nine captive western coyotes with sperm from eight different gray wolves at the U.S. Department of Agriculture Wildlife Services National Wildlife Research Center Predator Research Facility in Logan, Utah. Three coyotes became pregnant, and one successfully birthed and nursed six live, healthy pups, currently housed at the Wildlife Science Center in Forest Lake, Minn., north of the Twin Cities.<\/p>\r\n<p>Some geneticists have suggested recognizing the eastern wolf as a new species of wolf, and potentially adding it to the Endangered Species List. This proposal is based on mitochondrial DNA (mtDNA)&mdash;a type of DNA that can only be passed on to offspring by the mother&mdash;that has been found in wolves from Manitoba, Canada, through the Great Lakes into southeast Canada. Those wolves could have gotten their coyote-like mtDNA either from hybridization with coyotes or by hybridizing with the eastern wolf.&nbsp; The latter view is that of the geneticists who claim that the coyote-like mtDNA is from the eastern wolf, which is closely related to the coyote.<\/p>\r\n<p>Scientists who propose that the coyote-like mtDNA came from female coyotes that bred with male, western wolves long ago believe that the eastern wolf is merely a smaller race of the wolf of the West.<\/p>\r\n<p>The new USGS study shows that it is at least possible for western wolf sperm to fertilize western coyote eggs and that the mother coyote can bear and raise the hybrids.<\/p>\r\n<p>\"Our findings leave the eastern wolf debate open by adding further merit to the hybrid theory rather than disproving it,\" Mech said. \"However, the findings are applicable to captive animals and are not necessarily true under natural conditions, so the counter-hybrid theory is not disproved either.\"<\/p>\r\n<p>For more information on USGS wolf research, please visit the <a href=\"http:\/\/www.npwrc.usgs.gov\/\">USGS Northern Prairie Wildlife Research Center website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecosystems","Ecosystems Geneticsand Genomics","Ecosystems Wildlife Terrestrialand Endangered Resources","genomics","wolf","Eastern Wolf","hybrid","Coyote","Northern Prairie Wildife Research Center","Geographic Areas Midwest","Canada","Endangered Species","","Great Lakes"],"article_type":["Technical Announcement","International News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1393390800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169196"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}