{"title":"Teaching Earthquake Science Made Easy: USGS Partnership Puts Curriculum into the Classroom","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>MENLO PARK, CA<\/strong> &ndash; The U.S. Geological Survey (USGS) is releasing two new educational resources to help teachers explain earthquake science. The educational tools are part of the USGS commemoration of the 100th anniversary of The Great Quake of 1906. <\/p>\n<p>A new USGS publication <strong>\"<a title=http:\/\/pubs.usgs.gov\/gip\/2006\/21\/ href=\"http:\/\/pubs.usgs.gov\/gip\/2006\/21\/\" target=_blank>Earthquake Science Explained<\/a><\/strong>,\" highlights how scientists study earthquakes, what evidence they collect, and what they have learned since the San Francisco Earthquake of 1906. Other topics in the publication include liquefaction of sandy soils during earthquakes, tsunamis produced by earthquakes, and how scientists and engineers are helping to make buildings safer. <\/p>\r\n<p>\"The 1906 earthquake is the perfect &rsquo;teachable moment&rsquo; to remind everyone how relevant earthquake science is to our lives, especially in the Bay Area,\" said Matthew d&rsquo;Alessio, a USGS scientist leading the curriculum development. \"While there is a lot of information about earthquake preparedness, I think people and especially students can understand better how we know what we know. Certainly, a place to start is in the classroom.\" <\/p>\r\n<p>Anyone can access these materials to ensure that everyone, especially younger children, understand the natural hazards that exist on this dynamic planet Earth, d&rsquo;Alessio explained. <\/p>\r\n<p>Another resource, \"<strong><a title=http:\/\/www.teachingboxes.org\/earthquakes\/ href=\"http:\/\/www.teachingboxes.org\/earthquakes\/\" target=_blank>Living in Earthquake Country: A teaching box<\/a><\/strong>,\" a newly released online earthquake hazard resource, provides teachers with lessons including fully developed hands-on earthquake curriculum, teaching points, and easy-to-reproduce handouts. <\/p>\r\n<p>To help educators, a diverse group including USGS scientists, 12 teachers from the San Francisco Bay area, technology facilitators and instructional experts collaborated to develop the curriculum. <\/p>\r\n<p>\"This is exactly what we needed: teachers and scientists working together to develop curriculum,\" said Shelley Olds, co-team lead of the Teaching Box project \"These are scientists in the field who know the latest and greatest information on Earthquake studies. Teachers need the cutting edge and up-to-date information. It is very exciting to be involved in this project.<\/p>\r\n<p>The project was born from a partnership between the USGS, the Digital Library for Earth System Education Program Center, University Corporation for Atmospheric Research, the University of California, Museum of Paleontology, University of Colorado, Boulder, and several San Francisco Bay Area school districts. <\/p>\r\n<p>\"Those of us living in the San Francisco Bay Area know that there is always the potential for a large earthquake.\" said Tom Brocher, USGS scientist. \"Through awareness and preparation, some of the catastrophic effects of quakes can be mitigated &mdash; educating the youth is one way of not only creating awareness, but influencing attitudes about how we handle events such as these.\" <\/p>\r\n<p>Both new resources are available free online: \"Earthquake Science Explained: A Series of Ten Short Articles for Students, Teachers, and Families,\"<a title=http:\/\/pubs.usgs.gov\/gip\/2006\/21\/ href=\"http:\/\/pubs.usgs.gov\/gip\/2006\/21\/\" target=_blank>http:\/\/pubs.usgs.gov\/gip\/2006\/21\/<\/a>; \"Living in Earthquake Country: A teaching box,\" <a title=http:\/\/www.teachingboxes.org\/earthquakes\/ href=\"http:\/\/www.teachingboxes.org\/earthquakes\/\" target=_blank>http:\/\/www.teachingboxes.org\/earthquakes\/<\/a>. <\/p>\r\n<p>For a complete list of 1906 Centennial Alliance Events, exhibits, lectures, and publications, see <a title=http:\/\/1906centennial.org\/activities\/ href=\"http:\/\/1906centennial.org\/activities\/\" target=_blank>http:\/\/1906centennial.org\/activities\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1138770000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170093"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}