{"title":"Recovery Funding for the Northern Mariana Islands and Other Volcano Observatories to Improve Monitoring and Public Safety","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Residents and critical infrastructure in the nation&rsquo;s six highest-risk volcanic areas&mdash;including the Northern Mariana Islands -- will benefit from increased monitoring and analysis as a result of Recovery Act funds being channeled into volcano monitoring, Secretary Salazar announced today.<!--introend--> &nbsp;&nbsp;<\/p>\n<p>The U.S. Geological Survey is planning to use $15.2 million of its American Recovery and Reinvestment Act funds to upgrade volcano monitoring and the analysis and distribution of eruption information at the five volcano observatories that cover Wyoming, Alaska, Hawaii, the Northwest, California, as well as the network that covers the Commonwealth of the Northern Mariana Islands.<\/p>\r\n<p>&ldquo;These stimulus funds will not only create or preserve jobs, but also could very well preserve lives,&rdquo; said Secretary Salazar. &ldquo;The funds help protect both people on the ground as well as airline passengers flying over the eruption-prone regions.&nbsp; At the same time that the funds are helping public safety, they are also spurring scientific innovation with economic benefits.&rdquo;&nbsp;<\/p>\r\n<p>The Northern Marianas, an island archipelago in the western Pacific, contains some of the United States&rsquo; most active explosive volcanoes. They threaten not only international air and shipping routes, but also the CMNI&rsquo;s main island of Saipan and the U.S. Territory of Guam. A large eruption in the 1980s required the evacuation of the northern islands, and former residents cannot return because of inadequate volcano monitoring.<\/p>\r\n<p>ARRA funds will be devoted to upgrading existing networks on two islands, Anatahan and Sarigan, to full operation, and to enhancing the monitoring of volcanic sulfur dioxide gas on Saipan, as the gas from nearby Anatahan periodically poses a health hazard there.<\/p>\r\n<p>Alaska Volcano Observatory monitors this area, in cooperation with scientists from the Hawaii and Cascades volcano observatories.<\/p>\r\n<p>Work to be conducted with ARRA funds is divided into six projects, coinciding with the six high-risk volcanic areas in the United States. These allocations are $950,000 for the Yellowstone Volcano Observatory, $7.56 million for the Alaska Volcano Observatory, $2.4 million for the Cascades Volcano Observatory in Washington state, $3.3 million for the Hawaiian Volcano Observatory, $200,000 for the Long Valley Observatory in California and $800,000 for upgrading networks in the Commonwealth of the Northern Marianas.<\/p>\r\n<p>The funds for all of the observatories will support universities and local government agencies as scientific partners in volcano observatory activities, as well as private sector companies that manufacture scientific instruments, provide aviation services, and supply computer expertise<\/p>\r\n<p>The United States and its territories contain 169 volcanoes considered capable of erupting.&nbsp; One, Kilauea in Hawaii, has been erupting continuously for the past 26 years, at times inundating residential areas with lava and at other times requiring national park closures due to explosions and toxic gas.&nbsp;<\/p>\r\n<p>Another, Redoubt Volcano in Alaska, shot ash clouds to heights of more than 50,000 feet several times this year.&nbsp; The three-month long eruption appears to have paused and may have ended, but not before severely disrupting aviation operations, repeatedly dusting Alaskan communities with ash, and forcing an oil storage facility to suspend operations.<\/p>\r\n<p>The USGS volcano observatories warn of impending eruptions, track ongoing eruptions in real time, and assist communities and the flying public in minimizing their vulnerability to volcano hazards. Monitoring volcanoes is a diverse activity that requires networks of geophysical instruments on volcanoes transmitting data to observatories, coupled with the capabilities to detect ash, volcanic gas, and hot spots with satellite imagery; to measure gas and acquire t","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["volcano","monitoring","Guam","Saipan"],"release_date":{"und":[{"value":"1250136000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"},{"tid":"170618"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}