{"title":"A New Understanding of 31 Years of Chesapeake Bay Nutrient Trends","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>This report is available <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/j.1752-1688.2010.00482.x\/full\">online<\/a> in the Journal of the American Water Resources Association.<\/em><\/p>\n<p><!--introstart-->Reducing the delivery of nutrients to the Chesapeake Bay is one of the most important components of restoration efforts to achieve a healthy Bay ecosystem.<!--introend--> The USGS has developed a new method for tracking the progress toward reducing nitrogen and phosphorus delivery from the watershed to the Bay.<\/p>\r\n<p>&ldquo;The public and public officials care deeply about progress towards clean water goals for the Chesapeake Bay and other impaired waters of the Nation,&rdquo; said Robert Hirsch, USGS Research Hydrologist who led the development of this new method. &ldquo;We developed the new technique and applied it using more than 13,000 measurements of nitrogen and phosphorus and 100,000 daily streamflow values for nine major rivers flowing into the Chesapeake Bay, in order to provide clearer answers about the changes taking place as part of these long-term restoration efforts.&rdquo;&nbsp;&nbsp;<\/p>\r\n<p>&ldquo;The new USGS method will allow the Chesapeake Bay partners to better assess progress toward reducing the delivery of nutrients and sediment to the Chesapeake Bay,&rdquo; said Rich Batiuk, Associate Director for Science, EPA Chesapeake Bay Program. &ldquo;This method, based on monitoring data, will improve accountability regarding the nutrient reductions needed to meet our restoration goals for the Bay.&rdquo;<\/p>\r\n<p>When evaluating the quality of the water entering the Bay, this new method takes into consideration seasonality, variations in river flow, and the long-term trends that are driven by the wide range of human activities in the watershed, such as wastewater treatment and changing land management practices.&nbsp;<\/p>\r\n<p>&ldquo;When we analyze long-term nutrient trends for the Chesapeake Bay or other major water systems, it&rsquo;s important that we consider flow variations, because water quality can change greatly from year to year as a result of the random year-to-year variations in streamflow,&rdquo; said Hirsch. &ldquo;This new method enables us to remove this source of variation from the data and get a much clearer picture of the effect of human activities, including nutrient-management actions, on nutrient delivery from these watersheds to the Bay.&rdquo;&nbsp;<\/p>\r\n<p>The analysis reveals both good and bad news about the progress being made regarding the reduction of nutrient inputs over the past 31 years, as well as the past decade. The study looked at dissolved nitrate plus nitrite and total phosphorus. Nitrogen and phosphorus are the primary nutrients that are responsible for creation of algal blooms, which decrease light penetration in the Bay and result in oxygen depletion when the algae die.<\/p>\r\n<p>Looking at the four largest rivers in this study, the results show that since 2000 nitrogen has been decreasing in the Susquehanna and Potomac Rivers and nearly unchanged in the James and Rappahannock. During the same period phosphorus changed minimally in the Susquehanna; however, moderate decreases have occurred in the Potomac, and measurable increases have occurred in the James and the Rappahannock.&nbsp;<\/p>\r\n<p>Methods that do not consider variations in stream flow can paint a much different picture of long-term nutrient trends in the Bay.&nbsp; For example, the years 1999-2002 were very dry years throughout the Chesapeake Bay watershed and as a consequence of that, nutrient delivery to the Bay was relatively low, and conditions in the Bay appeared to be much improved in those years.&nbsp; They were followed by extremely high flow conditions in 2003, and then a series of progressively drier years from 2004 through 2008.&nbsp; The 2003 data showed very poor conditions, but the subsequent years&rsquo; data suggest progressive improvements from one year to the next.<\/p>\r\n<p>&ldquo;The","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Chesapeake Bay","Susquehanna","Potomac","James","Rappahannock","Appomattox","Pamunkey","Mattaponi","Patuxent","Choptank","nutrients","nitrogen","phosphorus","easternshore","restoration","chesapeakebayprogram","executiveorder"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1284523200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"},{"tid":"168941"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}