{"title":"USGS and USAID Announce U.S.-Panamanian Action in Response to a Joint Study of Panama's Baru Volcano","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A network of seismic instruments\nhas been placed around Panama's\r\nBaru Volcano to help detect an eruption and mitigate danger to surrounding\r\ncommunities.<\/p>\r\n<p>The Panamanian government funded\r\nthe instrumentation, completed by the University of Panama's\r\nDepartment of Geosciences, in swift response to a Joint Study of Panama's Baru\r\nVolcano, which revealed that it is a potentially active volcano that has the\r\npossibility to erupt again.<\/p>\r\n<p>No unusual activity has taken\r\nplace at Baru Volcano since 2006, when an earthquake swarm occurred beneath the\r\nvolcano, which had been slumbering for more than 400 years.<\/p>\r\n<p>The report, released January 18,\r\n2008, was a collective effort of the U.S. Geological Survey (USGS) and the University of Panama\r\nwith support from the U.S. Agency for International Development, the Panamanian\r\nMinistry of Science, Technology and Innovation, and the U.S. Embassy in Panama.<\/p>\r\n<p><img style=\"float: right;\" src=\"http:\/\/www.usgs.gov\/images\/logos\/usaid.jpg\" alt=\"USAID logo\" width=\"290\" height=\"98\" \/>The report and accompanying maps were\r\ndesigned to provide emergency managers in Panama with the tools necessary to\r\nprepare and implement protective measures if new eruptive activity begins and\r\nprovide information to promote risk-wise and disaster resilient communities.\r\nThese new materials were incorporated into the ongoing disaster preparedness\r\nand mitigation activities conducted by&nbsp;USAID's Office of Foreign Disaster\r\nAssistance with the GOP and non-governmental organizations. &nbsp;In addition\r\nto hazard mapping, these activities have included institutional strengthening\r\nof SINAPROC (the Panamanian agency that responds to natural disasters), with\r\nemphasis on emergency management procedures; support for adding risk reduction\r\nsubjects in the formal education system;&nbsp;strengthening of all first\r\nresponder agencies, especially in the areas of personnel development and\r\ninteragency coordination; and support of community-based organization and\r\npreparedness initiatives.<\/p>\r\n<p>There is no reliable way to predict\r\na future eruption of Baru, but seismic activity and ground deformation, lasting\r\nfor days to months, would precede any future eruption, scientists note. \"Future\r\neruptions will likely be similar to past eruptions - explosive and dangerous to\r\nthose living on the volcano's flanks,\" said the scientists in a report which\r\ncan be accessed online at: <a href=\"http:\/\/pubs.usgs.gov\/of\/2007\/1401\">http:\/\/pubs.usgs.gov\/of\/2007\/1401<\/a>. \"Outlying\r\ntowns and cities could endure several years of disruption in the wake of\r\nrenewed volcanic activity.\"<\/p>\r\n<p>Panamanian officials recognized\r\nthey needed a volcano hazards assessment and tools to prepare the communities\r\nfor an eruption even though the volcano has been quiet since 2006. They turned\r\nto the U.S. Mission in Panama\r\nfor help. Through the Volcano Disaster Assistance Program, a joint venture\r\nbetween the USAID Office of U.S. Foreign Disaster Assistance (OFDA) and the\r\nU.S. Geological Survey (USGS), a team of scientists was deployed onsite to work\r\nwith Panamanian scientists to evaluate Baru's past, present, and future\r\neruption potential.&nbsp;<\/p>\r\n<p>The bi-national team uncovered the\r\nexplosive history of Baru Volcano by examining and dating the deposits on its\r\nflanks, which show evidence of repeated violent eruptions. It has had four eruptive\r\nepisodes during the past 1,600 years, the most recent approximately 400 years\r\nago.<\/p>\r\n<p>Earthquake activity beneath Panama's Baru\r\nVolcano in May 2006 served as a reminder that the slumbering volcano, long\r\nthought to be dormant by local residents, might one day reawaken.<\/p>\r\n<p>More than 10,000 people live in\r\nareas adjacent to the volcano. Three towns are located within a 10-mile radius\r\nof the mouth of the volcano - Boquete, Cerro Punta, and Volcan - and they are\r\nattractive places to live.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>USAID is an independent federal government agency\r\nthat rec","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"1204606800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169054"},{"tid":"169087"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}