{"title":"stream Nutrient Reductions from Conservation Practices Not Consistently Detectable Across U.S.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The effects of conservation practices meant to reduce nutrient loss to streams were not consistently detectable in 133 large agricultural watersheds across the U.S. in a new analysis by the USGS.<!--introend--><\/p>\n<p>One explanation for the lack of widespread improvement may be that changes in water quality lag behind the implementation of conservation practices. Lags may be occurring for a number of reasons. Nitrogen from agricultural land moves slowly to streams through groundwater, so it can take several years for reductions in nitrogen inputs on the land surface to affect nitrogen levels in streams.<\/p>\r\n<p>Nutrient pollution can also be reduced when agricultural land is restored to natural vegetation; however, it takes time for these plants to reach their maximum ability to retain nutrients. Additionally, phosphorus runoff to streams can continue to be an issue even after inputs are reduced on the land surface because of past accumulation in soils.<\/p>\r\n<p>\"The effects of conservation practices are not yet consistently detectable at a large watershed scale,\" said Lori Sprague, USGS hydrologist and lead author of the study. \"Current nutrient conditions in streams may still be reflecting agricultural practices that were in place prior to the implementation of the conservation practices.\"<\/p>\r\n<p>The study assessed conservation tillage and the Conservation Reserve Program, both designed to reduce soil runoff and nutrient loss from farmland. Conservation tillage, which limits soil plowing while retaining crop residue on the soil surface, is used on approximately 25 percent of the cropland in the U.S. Approximately eight percent of cropland was enrolled in the Conservation Reserve Program, through which environmentally sensitive farmland is restored to filter strips, grassed waterways, riparian buffers, and long-term vegetative covers, such as introduced or native grasses.<\/p>\r\n<p>The lack of detectable impact from conservation practices could also be due to an increase in dissolved nutrients from areas in conservation tillage, where fertilizer, manure, and crop residues are not fully incorporated into the soil. Other possible explanations include nutrient runoff from nearby cropland without conservation practices in place and an incomplete characterization of the location and spatial extent of conservation practices.<\/p>\r\n<p>If changes in nutrient loss from agricultural watersheds do lag implementation of conservation practices, nutrient levels in streams may be reduced in the years beyond the scope of this study, which includes USGS data from 1993 to 2001 paired with conservation data from that time period that has only recently become available. Long-term river monitoring at the large watershed scale can provide future accounting of any changes&mdash;lagged or otherwise&mdash;resulting from the implementation of conservation practices.<\/p>\r\n<p>This study was supported by the USGS <a href=\"http:\/\/water.usgs.gov\/nawqa\/\">National Water-Quality Assessment Program<\/a>, which has assessed the physical, chemical, and biological characteristics of streams, rivers, and groundwater across the Nation since 1991. The article detailing this study, \"Relating management practices and nutrient export in agricultural watersheds of the United States,\" was recently published in the Journal of Environmental Quality and can be found <a href=\"https:\/\/dl.sciencesocieties.org\/publications\/jeq\/articles\/0\/0\/jeq2012.0073\">online<\/a>. <a href=\"http:\/\/water.usgs.gov\/nawqa\/nutrients\/\">Learn about other NAWQA national nutrient assessments<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Water National Water Quality Assessment","nutrients","nitrogen","phosphorus"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1350964800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"},{"tid":"169981"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}