{"title":"Storm Surge Caused Major Damage During Hurricane Sandy","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"474\"]<a href=\"http:\/\/www.fema.gov\/media-library\/assets\/images\/84835\"><img src=\"http:\/\/www.fema.gov\/media-library-data\/1382102235923-6fe0d1ebab5e1e5a0bdfc15a4ac21eb5\/Battery+Park+Underpass_medium.jpg\" alt=\"FEMA\" width=\"474\" height=\"681\" \/><\/a> The Battery Park Underpass was inundated by the storm surge from Hurricane Sandy. The U.S. Army Corps of Engineers was charged with de-watering the tunnels.<br \/>Photo Credit: K.C. Wilsey, FEMA[\/caption]\n\nTwo years ago, Hurricane Sandy made landfall in southern New Jersey. In its immediate aftermath, the category 1 storm left a path of destruction that communities are still working to overcome. More than 182,000 residents in the affected area have received more than $1.4 billion in assistance to recover from the storm. Much of the damage from Sandy was caused by the storm surgeâ\u0080\u0094a rising of the sea as a result of atmospheric pressure changes and wind associated with the storm. The massive size of the storm created a wind field that pushed ocean waters inland and caused significant flood damage.\n\nThis past summer, the U.S. Geological Survey embarked on an effort to build a new monitoring network that provides emergency managers and hurricane scientists with vital coastal storm-tide information during and after major storms affecting the Atlantic Coast.\n\nTeams from USGS water science centers from Virginia to Maine pinpointed specific sites along the Atlantic Coast, determined their elevations and installed receiving brackets that will hold a network of sophisticated hydrological sensors that can be installed days-to-hours before a storm makes landfall. The network, which will include approximately 600 locations from Virginia to Maine, will dramatically decrease the time it takes to provide FEMA, NOAA and other agencies information they need to help tailor their response and recovery efforts.\n\nThe initial bracket installations will be complete from Virginia to Maine by early November, with 150 of the sensor housings that slide into the brackets expected to be ready later in the month. These tubes -- which range from two feet to 12 feet long -- are being manufactured for this requirement. An additional 150 sensor housings should be complete by the end of December. Â In addition to the bracket installations along the Northeast coast, an additional 150 are planned for locations along the North Carolina coast, with installations expected to be completed in the spring.\n\nâ\u0080\u009cThe new network of pre-positioned receiving brackets and follow-on sensors enables the USGS to collect more information on how storm tides are impacting communities and deliver it to emergency managers and responders more quickly,â\u0080\u009d said Robert Mason, Deputy Chief, USGS Office of Surface Water. â\u0080\u009cThe information helps responders better track flood impacts, assess flood damage, and rush the right assistance to flooded communities. It will also lead to improved community safety and resilience as building codes and land use policies incorporate the new information.â\u0080\u009d\n\n<strong>Not New, but Definitely Improved<\/strong>\n\n[caption id=\"\" align=\"alignleft\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_24_2014_xCSf73Huu5_10_24_2014_0#.VE5301d4Gnp\"><img src=\"http:\/\/gallery.usgs.gov\/images\/10_24_2014\/xCSf73Huu5_10_24_2014\/medium\/Mystic_Seaport_1.jpg\" alt=\" SWaTH Network Test Bracket Instalation \" width=\"500\" height=\"321\" \/><\/a> Craig Brown, a hydrology technician from the USGS New England Water Science Center, prepares to place a receiving bracket at a predetermined site.<br \/>Photo Credit: Tim Sargent, USGS[\/caption]\n\nInstalling storm-tide sensors to track and measure storm tide inundation is not new to the USGS; they were first deployed for Hurricane Rita in 2005. What makes the new network unique is the speed at which the processed information from the sensors will now be available to anyone who needs it.\n\nIn past years, the effort involved waiting until there was a fair degree of confidence on where the storm was most likely to make landfall, then quickly deploying numerous crews to install the sensors. The number of miles of coastline along which the sensors were deployed, and the number of sensors installed, depended on the area forecasted to receive the greatest surge from the storm.\n\nFollowing the storm, crews returned to the sites, not just to retrieve the sensor, but also to determine the sensorâ\u0080\u0099s elevation and conduct GPS surveys to determine the storm-tide elevation and flood extent. Each survey required multiple hours, and with numerous sites to survey, it could take months before the report was complete.\n\nWith the new network of pre-surveyed locations with pre-installed brackets, the time required to install and retrieve the sensors and process the data will be cut to days.\n\n<strong>A Wealth of Information<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"370\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_24_2014_xCSf73Huu5_10_24_2014_2#.VE54Hld4Gno\"><img src=\"http:\/\/gallery.usgs.gov\/images\/10_24_2014\/xCSf73Huu5_10_24_2014\/medium\/GPS_Beach.jpg\" alt=\"SWaTH Bracket GPS survey, Assateague Island\" width=\"370\" height=\"500\" \/><\/a> A National Park Service employee is predetermining the elevation of the newly installed bracket on Assateague Island.<br \/>Photo Credit: Mark Nardi, USGS[\/caption]\n\nDuring a storm these sensors record the precise time a storm tide arrives, the depth of the storm tide throughout the event, the height and frequency of storm-driven waves, the change in inland and ocean water levels during the storm, and the time for the water to recede.\n\nThe information is not only of immediate use to agencies responding to storm surge and coastal flooding, it helps scientists develop more accurate storm-tide models, leading to better predictions of flooding ahead of storms and better simulations of long-term, future flood patterns and trends. This information in turn will help engineers as they design flood hardened structures and assess the damage reducing impacts of existing or engineered dunes and wetlands. It will help community leaders prepare their communities for future storm-tide flooding, develop better land use practices and update building codes. Ultimately, the information helps those building more resilient coastal communities.\n\nThe new USGS network configuration also includes locations that cross selected barrier islands, wetlands, and urban areas that will enable scientists to measure the effect of topography, vegetation, and structures on wave height and frequency â\u0080\u0093 important factors that dramatically influence storm-tide heights and that are at the center of the National debate about the appropriate role of coastal wetlands in flood mitigation. These tactics are also important to Department of Interior land managers how must make decision on coastal restoration projects.\n\nIn addition to surveying and installing brackets for storm-tide sensors, the USGS is also doing the same for a series of rapid deployment gauges.Â  These real-time gauges, used to help forecast floods and coordinate flood-response activities, are installed at critical locations and provide data via the web to local, state and federal emergency-response agencies.\n\nIn addition to monitoring the coastal impact of storms, the USGS continuously monitors water levels and discharge at more than 7,500 stream gauges across the Nation on a real-time basis. Information on water levels throughout the country can be accessed at the <a href=\"http:\/\/waterdata.usgs.gov\/usa\/nwis\/rt\">USGS Current Streamflow Conditions<\/a> web page. The USGS also has a â\u0080\u009cpushâ\u0080\u009d system called <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">WaterAlert<\/a> that texts or emails real-time information to subscribers on when waters are rising in rivers or streams near them.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24370","uid":"31","filename":"main.jpg","uri":"public:\/\/main.jpg","filemime":"image\/jpeg","filesize":"61437","status":"1","timestamp":"1425492768","type":"image","uuid":"d723e30f-d703-4193-b537-617d76928030","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["FEMA","hurricanes","HurricaneSandy","NaturalHazard","NOAA","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1414429068","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}