{"title":"The President's FY 2008 Budget Request for USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<span class=\"fontSize3\"><strong>...Providing science to support healthy lands, ocean conservation, and safer communities<\/strong><\/span>\r\n<\/p>\r\n<p>\r\n<!--introstart-->The President has proposed a budget of $975.0 million for the U.S. Geological Survey (USGS) in Fiscal Year 2008. The FY 2008 budget, which continues to focus USGS capabilities on the highest priority research needs, reflects $16.3 million in program increases and a $24.0 million increase in fixed costs, which are offset by $10.1 million in reductions to lower priority programs.<!--introend-->\r\n<\/p>\r\n<p>\r\n&ldquo;The proposed increases will strengthen USGS efforts in support of key Departmental and Presidential priorities such as the Healthy Lands initiative, the Ocean Action Plan, and natural hazards research and monitoring,&rdquo; said USGS Director Mark Myers. &ldquo;It will also enable us to begin essential repairs at the USGS research facilities at the Patuxent Wildlife Research Center in Laurel, Md.&rdquo;\r\n<\/p>\r\n<p>\r\nA proposed $5.0 million increase will fund an expanded role for USGS to work with the Bureau of Land Management and Fish and Wildlife Service to protect and enhance habitat in the wildlife-energy interface. One of the six areas that the initiative will focus on is the Green River Basin of Wyoming. The Basin is a priority site for the Department&rsquo;s Healthy Lands Initiative because the landscape and habitats of the basin are undergoing rapid change in response to recent energy resource development, increasing population pressures, and other factors. The sagebrush habitat supports significant numbers of plants and animals that depend on this ecosystem, including species that are candidates for federal listing under the Endangered Species Act or are already listed as threatened or endangered. Working with partners, the USGS will build the geospatial framework for communicating and sharing information; assess the health of habitats and their resources; and monitor changes in landscapes to ensure the long-term viability and sustainability of wildlife, terrestrial, and aquatic resources in energy development areas. \r\n<\/p>\r\n<p>\r\nThe proposed budget includes an increase of $3.0 million for U.S. Ocean Action Plan activities, including an increase of $1.5 million in the Coastal and Marine Geology program to begin implementation of the Oceans Research Priorities Plan and Implementation Strategy (ORPPIS). These activities, which are integral to the U.S. Ocean Action Plan, include conducting observations, research, and sea-floor mapping and developing forecast models. Work on the ORPPIS will lead to the development of decision-support tools to help policy makers anticipate and prepare for coastal ecosystem and community responses to extreme weather events, natural disasters, and human influences.  These activities, which will be developed collaboratively with other Federal, regional, State, and local agencies, also support the USGS hazards goals.\r\n<\/p>\r\n<p>\r\nOne of the chief recommendations of the U.S. Ocean Action Plan is the creation of an interagency National Water Quality Monitoring Network that will integrate watershed, coastal waters, and ocean monitoring based on common criteria. The budget includes an increase of $1.5 million in the Hydrologic Networks and Analysis program, building upon pilot study results that will help begin the implementation of the network.\r\n<\/p>\r\n<p>\r\nThe FY 2008 budget continues funding for operations and maintenance of Landsats 5 and 7. The FY 2008 budget also funds efforts with NASA and the Landsat Science Team to continue development of the Landsat Data Continuity Mission. Landsat data are used by land managers and decision makers to monitor and analyze changes on the Earth&rsquo;s surface and to maintain the constant record used by scientists and decision makers. The FY 2008 budget includes $24 million for Landsat 8.\r\n<\/p>\r\n<p>\r\nTo continue addressing risks from flood hazards and drought, the budget increases fundi","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1170651600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169236"},{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}