{"title":"Drought Brings Environmental, Ecological Changes &mdash; Blue crabs in downtown Dover and salty water nears Poughkeepsie","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The drought of 1999 is causing more than frustration for farmers and homeowners in the eastern half of the country. <!--introend-->Without fresh water to rinse out rivers and streams, salt water is creeping further up river in many areas. And that salt water is bringing with it a variety of new concerns for local resource managers. \n<p>USGS scientists who have been tracking this \"saltwater encroachment\" phenomenon are finding the increases in salinity are creating a host of unusual environmental issues. The data collected by the U.S. Geological Survey is being used by local decision-makers to inform and protect citizens. \r\n<p>\"We&rsquo;ve spotted crabs in the St. Jones River near our monitoring station in downtown Dover, Delaware,\" said USGS hydrologist Dan Soeder. \"Crabs only like salt water, so you know that has to be salty water.\" \r\n<p>On another tidal stream in central Delaware, one farmer couldn&rsquo;t understand why corn, irrigated with what is usually fresh water from that stream, was wilting. Soeder said the USGS found salt content has been as high as 5,000 parts per million - one half that of ocean water. \r\n<p>\"He had to stop using that water on his fields,\" Soeder said. \"You don&rsquo;t want to salt your corn before you cook it.\" \r\n<p>Meanwhile, on the Hudson River, USGS scientists there have been tracking a different kind of salt problem - a slowly creeping salt front which is threatening water supplies in Poughkeepsie, N.Y., a city of about 30,000 located 75 miles north of New York City. \r\n<p>\"The salt front is about five miles downstream of the water intakes for the Poughkeepsie water supply,\" said USGS hydrologist Ward Freeman. \"Right now, it&rsquo;s standing still and water which is being pumped into the Hudson from area reservoirs is keeping the salt front at bay.\" \r\n<p>But, Freeman said, the salt front may begin moving upstream again and only significant rainfall will wash out the threat. \"It&rsquo;s serious because Poughkeepsie relies on freshwater from the Hudson. They don&rsquo;t have any groundwater resources they can draw from,\" he said. \r\n<p>Poughkeepsie faced a similar problem during the drought of 1995 when the salt front threatened the area&rsquo;s water supply system. Then, the USGS worked with the New York State Department of Health to coordinate releases from the Sacandaga Reservoir preventing further saltwater movement while minimizing effects on the reservoir. \r\n<p>\r\n<p>The Delaware River, which feeds much of the Philadelphia region&rsquo;s water supply, is also being monitored closely for saltwater encroachment. Teams of USGS scientists monitor river water constantly at a gaging station and crews from the city of Philadelphia gather their own data at least once a day. Currently, the salt front is near the Philadelphia International Airport; 20 miles downstream from the city&rsquo;s water intakes. But the salt front is 11 to 12 miles upriver of where it normally is in summer. The current salt front is only about 12 miles from its record location during the drought of 1966 when it was just north of the Ben Franklin Bridge. \r\n<p>\"We have to keep the salt front downstream from the mouth of the Schuykill River,\" said USGS Hydrologist Tony Navoy in New Jersey. \"There are a series of reservoirs up the Delaware River and into New York and we have to tap into those to keep the river flows high enough to keep the salt at bay.\" \r\n<p>Navoy said a well field near Pennsauken, N.J., which serves much of suburban Trenton could be affected if the salt front moves further upriver. If groundwater levels in that well field fall below mean sea level and if river water is salty, that salt can intrude into the aquifer and contaminate it. Even if the river is salty only temporarily, it could take one to two years for the salt to show up in public water supplies drawn from the aquifer. But salt is persistent. In the 1966 drought, salt stayed in the aquifer for ten years before it finally was flushe","summary":null,"format":null}]},"field_images":[],"regions":["Delaware"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"934948800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}