{"title":"Nesting Gulf Sea Turtles Feed in Waters Filled With Threats","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>DAVIE, Fla<\/strong>.&mdash; <!--introstart-->Nesting loggerhead sea turtles in the northern Gulf of Mexico feed among areas that were oiled by the 2010 Deepwater Horizon spill and where human activities occur, several of which are known to pose threats to sea turtles, a new U.S Geological study showed.<!--introend--><\/p>\n<p>The feeding areas for 10 turtles overlapped with an area that experienced surface oiling during the 2010 Deepwater Horizon oil spill. These sites, and others, also overlapped with areas trawled by commercial fishing operations and used for oil and gas extraction.<\/p>\r\n<p>The study, which is the largest to date on Northern Gulf loggerheads, examined 59 nesting females, which scientists believe could be 15 percent of the breeding females in the Northern Gulf of Mexico&mdash;a small and declining subpopulation of loggerheads that is federally classified as threatened.<\/p>\r\n<p>&ldquo;With such a large sample of the nesting females, we&rsquo;re finally getting the big picture of when, where and how females that nest in the northern Gulf of Mexico rely on off-shore waters to survive. This information is critical for halting and reversing their declines,&rdquo; said USGS research ecologist Kristen Hart, the lead author of the study.<\/p>\r\n<p>The study began in the wake of the Deepwater Horizon oil spill as a means to better understand how sea turtles used habitat in the Northern Gulf of Mexico by analyzing the movements of turtles tagged between 2010 and 2013.<\/p>\r\n<p>All of the turtles tracked in the study remained in the Gulf of Mexico to feed, and a third remained in the northern part of the Gulf. This differs from reports in other parts of the world, where some loggerheads have been shown to migrate across ocean basins after nesting.<\/p>\r\n<p>&ldquo;These results show how important the Gulf of Mexico is to this group of loggerheads &ndash; they stay here throughout the year, not just during the nesting season,&rdquo; said USGS research biologist Meg Lamont, a co-author on the study.<\/p>\r\n<p>The study also revealed specific parts of the Gulf where females feed and spend most of their time.&nbsp; It is believed that an individual turtle will return to these specific feeding areas throughout her life, a trait scientists call &ldquo;foraging site fidelity.&rdquo;<\/p>\r\n<p>&ldquo;With this study, we essentially discovered their homes &ndash; the waters where these loggerheads spend most of the year,&rdquo; Lamont said. &ldquo;People think of nesting beaches as their homes, but they don&rsquo;t really spend much time there. They only migrate to the nesting beaches to lay eggs. The rest of their adult life is spent foraging at sea.&rdquo;<\/p>\r\n<p>The next step for USGS scientists Hart and Lamont is to track these nesting Gulf loggerheads long enough to test whether they do indeed re-visit the same feeding areas throughout their life, as they suspect. This would help pinpoint important feeding sites of long-term and high traffic use &ndash; in essence, their home ranges.<\/p>\r\n<p>&ldquo;Locating long-term feeding areas will really open up new possibilities for the conservation and management of these amazing creatures,&rdquo; said Hart.<\/p>\r\n<p>The study, &ldquo;<a href=\"http:\/\/dx.plos.org\/10.1371\/journal.pone.0103453\">Migration, foraging, and residency patterns for Northern Gulf of Mexico loggerheads: Implications of local threats and international movements<\/a>&rdquo; was recently published in the journal PLOS ONE.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Louisiana","Mississippi","Texas"],"country":["United States of America"],"mm_tags":["ecosystems","Ecosystems Statusand Trends","Ecosystems Terrestrial Freshwaterand Marine Environments","Ecosystems Wildlife Terrestrialand Endangered Resources","Geographic Areas Southeast","gulfcoast","gulfofmexico","seaturtle","turtle"],"distribution":["Biology"],"release_date":{"und":[{"value":"1406692800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169071"},{"tid":"169888"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}