{"title":"Tsunami Sets Back Work to Save Hawai'ian Teal","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_11_2012_chx3BNm08U_06_11_2012_1\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/06_11_2012\/chx3BNm08U_06_11_2012\/medium\/BYA_Brood_3May06_010.jpg\" alt=\"Laysan Teal and Brood\" width=\"300\" \/><\/a> USGS biologists translocated critically endangered Laysan Teal, such as this adult with brood, from Laysan Island to Midway Island in the Northwest Hawaiian Islands to expand the species' population and range and help guard against extinction.[\/caption]\n\nSaving a critically endangered species takes time and patience. U.S. Geological Survey scientists learned this anew as they surveyed the toll on the critically endangered Laysan teal (<em>Anas laysanensis<\/em>) from last yearâ\u0080\u0099s Pacific Ocean TÅ\u008dhuku Tsunami generated by an earthquake in Japan.\n\nThe population of Laysan teal, a small duck once found throughout the HawaiÊ»ian Islands, had grown rapidly from an estimated 450 birds on tiny Laysan Island to an estimated 830 birds by 2010 at two sites after successfulÂ <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=1843\">reintroduction to Midway Atoll<\/a>Â led by Michelle Reynolds, a research wildlife biologist with the USGS Pacific Island Ecosystems Research Center in HawaiÊ»i Volcanoes National Park, Hawaii, in partnership with the U.S. Fish and Wildlife Service.\n\nRendered extinct onÂ Hawaii's main islands hundreds of years ago by the human introduction of rats, the teal had been found in recent times only in the remote Northwestern Hawaiian Islands, which are rat-free. In 2004 and 2005, Reynolds and her multi-agency team moved 42 of the surviving birds on Laysan Island within the Hawaiian Islands National Wildlife Refuge to Midway Atoll National Wildlife Refuge, a strategic World War II battlefield that is now part of the PapahÄ\u0081naumokuÄ\u0081kea Marine National Monument â\u0080\u0093 and that, like Laysan, is free of mammalian predators. The teal on Midway took to their new island home, managed by the U.S. Fish and Wildlife Service, and produced more ducklings than ever documented before.\n\nThen came the March 2011 tsunami that washed over large areas of both Midway and Laysan islands. At Midway Atoll, the tallest wave was nearly 5 feet. As Reynolds and the U.S. Fish and Wildlife Service monitor the population to determine the impact of the tsunami on both refuge areas, they are reassured by the knowledge they gained from the successful reintroduction effort. Research on the conservation biology of endangered species will help not only the Laysan teal but many island species worldwide that are vulnerable to random disasters, and affected by climate change, habitat loss or predation by non-native species.\n\n[caption id=\"\" align=\"alignleft\" width=\"250\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_11_2012_chx3BNm08U_06_11_2012_3\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/06_11_2012\/chx3BNm08U_06_11_2012\/medium\/transmitterattach_CV.jpg\" alt=\"Translocating Laysan Teal\" width=\"250\" \/><\/a> John Klavitter of the US Fish and Wildlife Service, left, and USGS biologist Michelle Reynolds attach transmitters to critically endangered Laysan teal that were translocated from Laysan to Midway Island to expand the species' population and range.[\/caption]\n\nâ\u0080\u009cThe species is still at risk,â\u0080\u009d Reynolds said. â\u0080\u009cThe wild translocation to re-establish a second population was shown to be feasible and successful, but more populations are needed to reduce the high risks of living on low-lying tiny islands.â\u0080\u009d\n\nIn conservation biology, â\u0080\u009ctranslocationâ\u0080\u009d is the managed relocation of members of a wildlife species â\u0080\u0093 either captive-bred or from the wild â\u0080\u0093 to someplace else in hope of expanding the speciesâ\u0080\u0099 population and range. Fewer than half the translocations of threatened species are deemed successful by their investigators. Problems can arise with the population to be moved, such as lack of genetic diversity limiting its breeding success, or with the proposed new habitat, or because of an abundance of predators. Sometimes, the new home just doesnâ\u0080\u0099t seem right to the translocated species and the animals will disperse across the landscape, and scientists have to find out why they donâ\u0080\u0099t survive or breed. Many years ago, a previous effort to save the Laysan teal failed when the translocated birds simply turned up their bills at their new location â\u0080\u0093 as sometimes happens â\u0080\u0093 and tried to fly back to Laysan, never to be seen again.\n\nReynoldsâ\u0080\u0099 work with the Laysan teal emphasized not only keeping them close to the release site to acclimate them during the critical first few months after translocation, but also to learn everything possible about how the species uses and adapts to habitat. The birdsâ\u0080\u0099 flight feathers were trimmed when they were released at Midway, so they could not fly for the first year after translocation. This would not have been possible if rats, accidentally introduced during WWII, had not been removed from the atoll when the U.S. Fish and Wildlife Service took over Midwayâ\u0080\u0099s management in 1996. Extra food was set out near the release site that first season, so the teal might be less likely to scatter across the island rather than choose mates and breed.\n\nEven so, Reynolds recalls, the birds â\u0080\u009csometimes didnâ\u0080\u0099t follow the plan.â\u0080\u009d\n\nâ\u0080\u009cWe had one female bird that just went off by herself, just walked a couple of kilometers to the middle of the island, away from all potential mates, to nest without a drake. She produced multiple infertile nests there, until the population grew,â\u0080\u009d she said. Most ducks, however, found mates and produced successful nests in their first year on Midway. By 2010, there were more than 400 Laysan teal on Midway. The growth was leveling off, a sign that the speciesâ\u0080\u0099 population density may have been reached. This is important to know for future translocations: A long-term goal is to return the Laysan teal â\u0080\u0093 â\u0080\u009cHawaiÊ»iâ\u0080\u0099s own duck,â\u0080\u009d â\u0080\u0093 Reynolds said â\u0080\u0093 to a higher-elevation site in the main HawaiÊ»ian Islands. Reynoldsâ\u0080\u0099 and co-authorsâ\u0080\u0099<a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/acv.2012.15.issue-3\/issuetoc\"> latest research <\/a>is published in a recent issue of Animal Conservation.\n\n[caption id=\"\" align=\"alignright\" width=\"250\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_11_2012_chx3BNm08U_06_11_2012_2\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/06_11_2012\/chx3BNm08U_06_11_2012\/medium\/DSC04452.jpg\" alt=\"Laysan Teal\" width=\"250\" \/><\/a> USGS biologists translocated critically endangered Laysan Teal, such as this one, from Laysan Island to Midway Island in the Northwest Hawaiian Islands to expand the species' population and range and help guard against extinction.[\/caption]\n\nBecause both Laysan and Midway are so remote, Reynolds has been able to visit the study sites with the Laysan teal only once or twice a year after the reintroduction. The refuge field camp at Laysan is a five- or six-day boat trip from Honolulu and an inter-island flight from HawaiÊ»i Island, where Reynolds works at the USGS KÄ«lauea Field Station. Field biologists must stay for months and bring food, water and other supplies. Midway Atoll has an airstrip with thrice-monthly flights, but it is also remote, located approximately 350 miles northwest of Laysan.\n\nBoth Laysan and Midway are part of the Northwestern Hawaiian Islands (also called the Leeward Islands), small, low-lying islands and atolls running some 1200 miles northwest of KauaÊ»i and NiÊ»ihau in the Pacific Ocean. Jointly protected as the PapahÄ\u0081naumokuÄ\u0081kea Marine National Monument, Hawaiian Islands National Wildlife Refuge, and Midway Atoll National Wildlife Refuge, the 140,000-square-mile region is designated by UNESCO as one of only 26 mixed (natural and cultural) World Heritage Sites on the planet. Remote and ecologically vulnerable, most of the Northwestern Hawaiian Island region is uninhabited and closed to the public. Midway has about 60 residents, as well as scientific installations including a USGS <a href=\"http:\/\/earthquake.usgs.gov\/monitoring\/operations\/station.php?network=IU&amp;station=MIDW\">seismic monitoring station<\/a>.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24239","uid":"31","filename":"BYA_Brood_3May06_010.jpeg","uri":"public:\/\/BYA_Brood_3May06_010.jpeg","filemime":"image\/jpeg","filesize":"77108","status":"1","timestamp":"1425492768","type":"image","uuid":"992279b3-d47d-4b86-b8ba-f7f062adc68c","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":268,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["biology","birds","conservation","Hawaii","Midway Island","tsunami"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1349794609","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}