{"title":"Media Advisory:  USGS Issues Alert of Landslide Dangers from Hurricane Rita","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey today is alerting state and federal agencies to the increased potential for landslides on September 24-28 in the Ozark-Ouachita mountainous regions of Arkansas, Oklahoma and Missouri due to anticipated heavy rainfall from Hurricane Rita.<!--introend--><\/p>\n<p>The slope of the land, the type of geology, ground saturation, and rainfall intensity and duration all play major roles in triggering landslides. Currently, a Quantitative Precipitation Forecast by NOAA\/NWS forecasts up to 7.6 inches of rainfall within the 24 hour period stretching from September 25 to September 26 (Sunday through Monday), through the mountainous parts of the Ozarks. From September 24-29 (Sunday to Thursday) a total of 21.8 inches of rain are forecasted. If rainfall intensity-duration exceeds this predicted value, then more numerous landslides could occur in mountainous areas along the projected path of the storm in the States of Arkansas, Oklahoma and Missouri.<\/p>\r\n<p>Although there has not been heavy rain recently, the soil conditions in many of these areas face a significant risk that the predicted heavy rainfall could trigger numerous, fast-moving landslides. Residents of mountainous or other landslide-prone areas in the Ozark-Ouachita highlands should be aware of the warning signs and be prepared to move quickly. In Arkansas after two days of rain on March 28, 2005, several landslides (rock falls, mud\/debris flows and slumps) were started, including one very large landslide that destroyed a house.<\/p>\r\n<p>Landslides are powerful. People living in these areas should be aware of the danger during severe weather and be ready to act if the situation warrants.<\/p>\r\n<p><strong>Advice for residents in affected areas:<\/strong><\/p>\r\n<p><strong>Before the storm:<\/strong><\/p>\r\n<p>1. Become familiar with the land around you. Learn whether landslides have occurred in your area. Slopes where landslides have occurred in the past are likely to experience them in the future.<br>2. Watch the patterns of storm-water drainage on slopes near your home, and note especially the places where runoff water converges, increasing flow over soil-covered slopes. Watch the hillsides around your home for any signs of land movement, such as small landslides or debris flows or progressively tilting trees. <br>3. Contact your local authorities to learn about the emergency-response and evacuation plans for your area and develop your own emergency plans for your family and business.<\/p>\r\n<p><strong>During the storm:<\/strong><\/p>\r\n<p>1. Stay alert and stay awake. Many landslide fatalities occur when people are sleeping. Listen to a radio for warnings of intense rainfall. Be aware that intense short bursts of rain may be particularly dangerous, especially after longer periods of heavy rainfall and damp weather.<br>2. If you are in areas susceptible to landslides, consider leaving if it is safe to do so. Remember that driving during an intense storm can itself be hazardous.<br>3. Listen for any unusual sounds that might indicate moving debris, such as trees cracking or boulders knocking together. A trickle of flowing or falling mud or debris may precede larger flows. If you are near a stream or channel, be alert for any sudden increase or decrease in water flow and for a change from clear to muddy water. Such changes may indicate landslide activity upstream, so be prepared to move quickly. Don&rsquo;t delay.<br>4. Be especially alert when driving. Embankments along roadsides are particularly susceptible to landslides. Watch the road for collapsed pavement, mud, fallen rocks, and other indications of possible debris flows. Never attempt to drive across a flooded road.<\/p>\r\n<p>For more information, visit the following websites:<\/p>\r\n<p>Debris-Flow Hazards in the United States: <a href=\"http:\/\/pubs.usgs.gov\/fs\/fs-176-97\/fs-176-97.html\">http:\/\/pubs.usgs.gov\/fs\/fs-176-97\/fs-176-97.html<\/a><\/p>\r\n<p>Landslide Hazards: <a href=\"http:\/\/pubs.usgs.gov\/","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas","Oklahoma","Missouri"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1127534400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169427"},{"tid":"170303"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}