{"title":"Plateau Water Quality Impaired by Agriculture, But Some Good News","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Water quality in the Central Columbia Plateau of eastern Washington and western Idaho has been adversely affected by agriculture, especially in irrigated areas, according to the results of a five-year investigation by the U.S. Geological Survey (USGS).<!--introend--> Some improvements, however, are noticeable, such as less sediment being washed into streams. These improvements may be the result of increased use of best management practices (BMPs) by area farmers. \n<p>Areas with intensive fertilizer use and irrigation, such as in the Columbia Basin Irrigation Project (CBIP), showed the greatest impacts on ground-water quality. (The CBIP includes parts of Franklin, Grant, and Adams counties in eastern Washington.) \r\n<p>Shallow wells, generally those less than 150 feet deep, are the most susceptible to contamination, the USGS report says. A reassuring aspect of this finding, however, is that many public water supplies draw from wells at greater depths and are less susceptible to contamination from agricultural practices. \r\n<p>\"From the standpoint of human health, we were most concerned about checking for nitrate and pesticides in drinking water,\" said Sandy Williamson, USGS hydrologist and chief of the study. \"We found nitrate levels exceeding the maximum contaminant level in about 20 percent of all wells.\" (A maximum contaminant level-or MCL-is a drinking water regulatory standard that is set by the U.S. Environmental Protection Agency.) \r\n<p>\"The story on pesticides is a mixed bag,\" Williamson said. \"We found at least one pesticide in nearly half of the drinking water wells sampled, but pesticide levels were only a very small fraction of their MCLs.\" As a cautionary note, however, Williamson said that about half of the pesticides detected in Central Columbia Plateau wells do not have MCLs established. \r\n<p>A lack of information makes it difficult to assess the significance of finding pesticides in drinking water. \"As scientists, we don&rsquo;t know enough yet about what happens when these pesticides are combined,\" he said. \"In some of the very shallow wells that the USGS installed for monitoring purposes, we found up to seven different pesticides.\" \r\n<p>Encouraging news is that none of the newer pesticides, which break down more rapidly in the environment, were found at concentrations exceeding MCLs. Compounds that exceed drinking water standards were found in only 1 percent of the wells sampled-and those compounds have not been sold as pesticides since the mid-1980s. \r\n<p>However, agricultural impacts on water quality go beyond the concerns for drinking water-the aquatic ecosystem of the plateau also has been significantly affected. \"Very little surface water is used for drinking water in this area, but fish are harmed by decreased stream-water quality,\" said Mark Munn, the biologist for the USGS study. \"Pesticides and habitat degradation are the main concerns.\" He noted that stream sampling by the USGS showed seven currently used pesticides at concentrations above the limits recommended for protecting aquatic life. \r\n<p>Soil erosion, a long-term problem for farmers in the Palouse River Basin, transports some soil to streams, degrading habitat and carrying with it older pesticides and their breakdown products. A breakdown product of the banned insecticide DDT was found in both streambed sediment and bottom fish at concentrations exceeding guidelines for the protection of aquatic life. \r\n<p>\"Another problem for fish habitat is excessive plant growth caused by high levels of nutrients in streams,\" said Munn, who explained that these nutrients enter streams in runoff from agricultural fields and discharge from urban wastewater treatment plants. \r\n<p>Some agricultural practices, such as allowing cattle to graze near streams, are associated with higher rates of erosion. However, increased use of BMPs may improve water quality of the plateau. The USGS study showed that use of sprinkler or drip rather than furrow","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"892526400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170422"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}