{"title":"Just in time for Santa...Permafrost Map of North Polar Region Makes Debut in San Francisco","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A striking full-color map showing permafrost and ground ice over the Arctic and surrounding continental land masses has been released by the U.S. Geological Survey and will be displayed at the American Geophysical Union meeting in San Francisco this week. The map gives a birds-eye view over the North Pole and includes most of the northern hemisphere. It was compiled by an international team led by the USGS, the Geological Survey of Canada, and the Committee of Geology of the Russian Federation. <\/p>\n<p>\"This compilation will help researchers to document the effect of global environmental change,\" said Bonnie McGregor, USGS Associate Director. \"This is the first time that data on the entire North Polar region and adjacent lands has been compiled into a single map. It provides consistent and current information on the location and extent of long-term frost and ice in the northern hemisphere,\" McGregor said. <\/p>\r\n<p>Permafrost is defined as the state where the ground has remained at or below zero Celsius (32 degrees Fahrenheit) for at least two years. Ground ice, ice within the ground, can occur as coatings on mineral grains and soils, as crystals in pore spaces of sedimentary rocks, or as veins, lenses, or sheets. <\/p>\r\n<p>The map, titled \"Circum-Arctic Map of Permafrost and Ground Ice Conditions,\" USGS Circum Pacific Map Series CP-45, has a scale of 1:10,000,000. It was prepared by the International Permafrost Association, in cooperation with the Circum-Pacific Council for Energy and Mineral Resources. <\/p>\r\n<p>The map will be unveiled in a poster session by its lead editor, Jerry Brown, in Exhibit Hall D, Moscone Center on Thurs, Dec. 11 at 8:30am. It will also be displayed at the USGS exhibit booth, Exhibit Hall D, Moscone Center, Mon, Dec. 8 - Wed, Dec. 10 from 8:30am - 5:00pm; and on Thurs, Dec. 11 from 8:30am - 8pm. It can be ordered for $4.00 plus $3.50 handling from the USGS. Please call 1-800-USA- MAPS for more information on ordering. <\/p>\r\n<DIV align=center>* * * USGS * * *<\/DIV>\r\n<p>Note to editors: Review copies of the map are available to the news media by calling 703-648-4460 or by contacting Pat Jorgenson in the AGU newsroom at 415-905-1007.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"881730000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}