{"title":"USGS Scientists Find Gasoline Compounds in Lake Tahoe","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Gasoline-related compounds were found in water samples from Lake Tahoe by U.S. Geological Survey scientists during the July through September 1997 boating season.<!--introend--> MTBE (methyl tert -butyl ether), a gasoline additive, was found in non-toxic concentrations throughout the lake, as deep as 90 feet. Other compounds associated with gasoline were found near the lake surface at nine sampling locations. Gasoline compounds were not found in two other small lakes in the Lake Tahoe Basin, Marlette and Angora Lakes, which have no motorized watercraft use. \n<p>The study was done by the U.S. Geological Survey, Department of the Interior, in cooperation with Tahoe Regional Planning Agency. The results are published in a 2-page fact sheet. \r\n<p>The report, titled \"Volatile Organic Compounds in Lake Tahoe, Nevada and California, July-September 1997,\" by Carol J. Boughton and Michael S. Lico, is U.S. Geological Survey Fact Sheet FS055-98. It is available at the Lake Tahoe Branch Library in Zephyr Cove, Nev. (233 Warrior Way), El Dorado County Branch Library in South Lake Tahoe, Calif. (1000 Rufus Allen Blvd.), Placer County Library in Tahoe City, Calif. (740 North Lake Tahoe Blvd.), and Washoe County Libraries in Reno (301 S. Center St.) and Incline Village, Nev. (846 Tahoe Blvd.). Copies are available at the U.S. Geological Survey offices in Carnelian Bay, Calif. (5229 North Lake Blvd.), Carson City, Nev. (333 W. Nye Lane, Room 234), and Las Vegas, Nev. (6770 S. Paradise Road). The report also may be seen at the U.S. Geological Survey libraries in Menlo Park, Calif., Denver, Colo., and Reston, Va., and at the U.S. Geological Survey Earth Science Information Centers in Menlo Park, Calif., and Salt Lake City, Utah. \r\n<p>The fact sheet is free from the U.S. Geological Survey, Branch of Information Services, Box 25286, Denver, CO 80225-0286 (telephone, 1-800-435-7627). Please request report number FS-055-98. \r\n<p>Additional information about this and other USGS studies of water resources in Nevada may be obtained by email to <a href=\"mailto:usgsinfo_nv@usgs.gov\">usgsinfo_nv@usgs.gov<\/a> or visit our home page at <a href=\"http:\/\/wwwnv.wr.usgs.gov\">http:\/\/wwwnv.wr.usgs.gov<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"898488000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170122"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}