{"title":"New ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Bears in the far northwest corner of Montana and northeastern Idaho will soon be part of a new study using \"hair of the bear\" to estimate their population size.<!--introend--><\/p>\n<p>This method of estimating population size and distribution was successfully used to estimate the grizzly bear population size in the Glacier National Park - Bob Marshall Wilderness complex in northern Montana. The U.S. Geological Survey's new research project will result in a population size estimate of grizzly bears in the Cabinet-Yaak Ecosystem, one of the six recovery zones defined by the U.S. Fish and Wildlife Service's Grizzly Bear Recovery Plan.&nbsp;<\/p>\r\n<p>Researchers believe at least 40 grizzly bears make their homes within this 2,600-square-mile recovery zone. USGS scientists will use hair collection methods similar to those used in Glacier National Park and elsewhere to gain a more accurate estimate of the bear population size.&nbsp; This work will also provide detailed information about the distribution of the population and expand the genetic database for grizzly bears in the Cabinet-Yaak Ecosystem.<\/p>\r\n<p>\"Getting accurate counts of infrequently encountered animals in the wild is always a challenge, especially when individuals are difficult to distinguish from one another,\" said USGS Director Marcia McNutt. \"The great advantage of using DNA for counting is that it not only distinguishes individuals reliably, but also can determine how related or inbred a population has become, an important parameter in monitoring genetic diversity in the wild.\"<\/p>\r\n<p>Individual bears will be identified by DNA in bear hair collected from almost 800 scent-baited hair corrals and more than 1,200 unbaited, naturally occurring bear rubs such as trees, posts and poles that bears rub on.&nbsp; This information will be used to examine population and genetic health.<\/p>\r\n<p>The hair corrals are set up by encircling a group of trees with 100 feet of barbed wire and pouring liquid scent lure in the center of the wire corral. When a bear passes under or over the wire to investigate the source of the odor, the barbs collect the bear's hair.&nbsp; At the bear rubs, small strips of wire are attached to the rubbed surface to facilitate hair collection.&nbsp; No lure or attractants are used at these sample sites; rubbing is the result of natural behavior.&nbsp;<\/p>\r\n<p>Hair samples will be collected periodically throughout the summer and sent to a lab for genetic analysis.&nbsp;Only a few hair follicles are needed to obtain a great deal of information about the bear that left the sample, such as species, individual identity, sex and potentially, its relationship to other bears.&nbsp; All hair collection sites will be at least one-third mile from all structures and at least 100 yards from roads and trails.<\/p>\r\n<p>\"Determining the size and distribution of bear populations with accuracy and precision requires a lot of resources because it involves intense sampling on a large scale,\" said USGS scientist Kate Kendall. \"That the local community and agencies were able to pull together the funding for this effort is an indication of the importance to them of moving toward recovering this population.\"<\/p>\r\n<p>Fieldwork to set up the scent-baited hair traps and collect hair from the wire corrals and network of bear rubs will begin June 7. The study area extends beyond the recovery zone to include all 2.4 million acres thought to be occupied by grizzly bears in the Cabinet-Yaak Ecosystem. &nbsp;<\/p>\r\n<p>This project is a collaborative effort among city, county, tribal, federal, and state agencies, as well as partners from private industry and the non-profit sector.&nbsp; For more information, please visit the Cabinet-Yaak Grizzly Bear Project <a href=\"http:\/\/www.nrmsc.usgs.gov\/research\/CYEbeardna_detail\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Montana"],"country":["United States of America"],"mm_tags":["ecosystems","Ecosystems Cooperative Research Units","Terrestrialand Endangered Resources","bear"],"release_date":{"und":[{"value":"1337745600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170536"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}