{"title":"Ouch! Taking a Shot at Plague: Vaccine Offers Hope for Endangered Ferrets in Plague Outbreak","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Endangered black-footed ferrets, like children, aren't exactly lining up to be stuck with a vaccine, but in an effort to help control an extensive outbreak of plague in South Dakota, some of the ferrets are getting dosed with a vaccine given by biologists.<\/p>\n<p><img style=\"margin: 3px; float: right;\" src=\"http:\/\/usgs.gov\/images\/logos\/fws.gif\" alt=\"U.S. Fish &amp; Wildlife Service logo\" width=\"79\" height=\"95\" \/>This is the first time the vaccine has been used during a major plague epizootic&mdash;an animal version of a human epidemic. Sylvatic plague is an infectious bacterial disease usually transmitted from animal to animal by fleas. This exotic disease is usually deadly for black-footed ferrets and their primary prey, prairie dogs. Black-footed ferrets are one of the rarest mammals in North America.<\/p>\r\n<p>In mid-May, the Centers for Disease Control confirmed sylvatic plague in black-tailed prairie dog colonies in the Conata Basin area of Buffalo Gap National Grasslands in southwestern South Dakota. As of late June, about 9,000 acres of prairie dog habitat &mdash; including colonies occupied by vulnerable black-footed ferrets &mdash; have been infected by the disease, according to U.S. Forest Service mapping. Black-tailed prairie dogs are also being reconsidered for listing under the Endangered Species Act.<\/p>\r\n<p>Ferret population surveys in the fall of 2007, before the outbreak, indicated at least 290 ferrets lived in the Conata Basin ferret reintroduction area. Some of the plague-impacted prairie-dog colonies were occupied by ferrets, but researchers do not know yet how many ferrets have died from the outbreak. Scientists report that in the past, such outbreaks have wiped out entire colonies of prairie dogs and the black-footed ferrets that depended on them for food.<\/p>\r\n<p>To help increase ferret survival during this outbreak, biologists are vaccinating wild ferrets to provide immunity if they become exposed to plague. The plague vaccine was developed for humans by the U.S. Army Medical Research Institute for Infectious Disease and is being tested for animals at the USGS National Wildlife Health Center (NWHC) in Madison, Wisc.<\/p>\r\n<table border=\"0\" cellspacing=\"2\" cellpadding=\"2\" width=\"260\" align=\"right\" summary=\"contains images with captions directly beneath each image\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/usgs.gov\/newsroom\/images\/2008-7-16\/frtvacc6.JPG\"><img style=\"border: 0pt none;\" src=\"http:\/\/usgs.gov\/newsroom\/images\/2008-7-16\/frtvacc6_t.jpg\" alt=\"Ferret getting vaccinated at the USGS National Wildlife Health Center (courtesy USGS)\" width=\"250\" height=\"200\" \/><\/a><br \/><span class=\"small\">Ferret getting vaccinated at the USGS National Wildlife Health Center (courtesy USGS)<\/span><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><a href=\"http:\/\/usgs.gov\/newsroom\/images\/2008-7-16\/matchett1_nwhc.jpg\"><img style=\"border: 0pt none;\" src=\"http:\/\/usgs.gov\/newsroom\/images\/2008-7-16\/matchett1_nwhc_t.jpg\" alt=\"Spraying insecticide in prairie-dog colony (courtesy USFWS)\" \/><\/a><br \/><span class=\"small\">Spraying insecticide in prairie-dog colony (courtesy USFWS)<\/span><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><a href=\"http:\/\/usgs.gov\/newsroom\/images\/2008-7-16\/picture_ferret.jpg\"><img style=\"border: 0pt none;\" src=\"http:\/\/usgs.gov\/newsroom\/images\/2008-7-16\/picture_ferret_t.jpg\" alt=\"Black-footed ferret poking its head out of a prairie-dog burrow (courtesy USFWS)\" width=\"250\" height=\"167\" \/><\/a><br \/><span class=\"small\">Black-footed ferret poking its head out of a prairie-dog burrow (courtesy USFWS)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>\"Although the plague vaccine is still experimental in wildlife, we hope its use during this epizootic will protect as many ferrets as we can capture in the field and boost ferret survival during this critical period,\" said USGS NWHC Research Chief Dr. Christopher Brand.<\/p>\r\n<p>Prairie Wildlife biologists working with the federal agencies have captured and vaccinated 40 black-footed ferrets since the outbreak began, said Sco","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["biology","disease","ecology","endangered","wildlife","","vaccine","epidemic","ferret",""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1216180800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169018"},{"tid":"170251"},{"tid":"170457"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}