{"title":"Life in San Francisco Bay influenced by factors far out at sea","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>MENLO PARK, Calif.<\/strong> &shy;&ndash; <!--introstart-->Marine life in the San Francisco Bay has flourished over the past decade in concert with a large-scale climatic shift originating far out in the Pacific Ocean, according to a new U.S. Geological Survey study.<!--introend--> The study challenges the established principle that water quality in bays and estuaries is driven primarily by human-caused changes in the surrounding landscape.<\/p>\n<p>By documenting changes in two dominant climatic patterns of the north Pacific basin and looking at correlations with population abundances of marine life over the last 30 years, scientists have linked broader changes in climate to local manifestations including record-high abundances of marine species in San Francisco Bay.<\/p>\r\n<p>&ldquo;While some native species of fish are near extinction in the upstream Delta, bottom fish, crabs and shrimp are thriving in the marine waters of the bay,&rdquo; said Jim Cloern, research ecologist with the USGS. &ldquo;Discovery that the bay&rsquo;s biological communities are linked to climate patterns thousands of miles offshore is essential information for environmental managers.&rdquo;<\/p>\r\n<p>Revealed by three decades of observation, scientists from USGS, the California Department of Fish and Game, NOAA and five universities found that one particular wind pattern over the Pacific Ocean developed in 1999 and has persisted through most of the 2000s. This wind pattern changed ocean currents and upwelling to establish a coastal habitat that promotes population growth of flatfish, crabs and shrimp species that migrate into estuaries such as San Francisco Bay.<\/p>\r\n<p>The climatic patterns, known as the Pacific Decadal Oscillation and North Pacific Gyre Oscillation, appear to be at the top of a domino-like effect that strongly influences the coastal ocean, which in turn influences biological communities, which ultimately affects water quality in the San Francisco Bay.&nbsp;<\/p>\r\n<p>USGS scientists have continually monitored the San Francisco Bay since 1968, providing hundreds of scientific articles to draw from for this study.<\/p>\r\n<p>The study &ldquo;<a href=\"http:\/\/www.agu.org\/journals\/gl\/gl1021\/2010GL044774\/\">Biological communities in San Francisco Bay track large-scale climate forcing over the North Pacific<\/a>&rdquo; is available today in this month&rsquo;s issue of Geophysical Research Letters.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","Climate Change"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1289192400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}