{"title":"High Flows in New Hampshire from Recent Storm Estimated","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The February 25 storm that brought heavy rain and wind to the area resulted in high flows for southeastern New Hampshire rivers, according preliminary estimates released today by the U.S. Geological Survey (USGS).&nbsp;<\/p>\n<p>The Oyster River near Durham had its fourth highest flow over the past 75 years on February 26, measuring 864 cubic feet per second (cfs).&nbsp; The Lamprey River at Newmarket had the sixth greatest flow ever recorded at the location on February 28, measuring 5,190 cfs. The Exeter River at Haigh   Road near Brentwood had the fourth highest flow measured during 13 years, estimated to be 2,150 cfs on February 27.<\/p>\r\n<p>&ldquo;The peak flows in the Oyster River had a 1 in 25 chance of being equaled or exceeded in any given year, termed the 4% annual exceedance probability,&rdquo; said Keith Robinson, USGS New Hampshire-Vermont Water Science Center Director. &ldquo;The peaks flows in the Lamprey and Exeter Rivers had a 1 in 10 chance of being equaled or exceeded in any given year, or also known as a 10% annual exceedance probability,&rdquo; Robinson noted. Exceedance probabilities describe the magnitude and frequency of streamflows and represent the percent of time over which flows of similar magnitudes are expected to occur annually; these exceedence probabilities are based on historical streamflow data.<\/p>\r\n<p>USGS hydrologic technicians from the New Hampshire-Vermont  Water Science  Center measured the flows and height (termed stage) of the rivers during and following the storm to be able to accurately define the peak flows.<\/p>\r\n<p>View graphs and tables showing the <a href=\"http:\/\/nh.water.usgs.gov\/WaterData\/station_map.htm\">real-time streamflow data collected at USGS gages in New   Hampshire<\/a> for the last 120 days, and for the historical periods of record.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New Hampshire"],"country":["United States of America"],"mm_tags":["New Hampshire","water","flood","High Flows"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1268110800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169845"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}