{"title":"shaking it Up in Alaska: ShakeMap Released for 7.9 Earthquake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>NOTE TO NEWS EDITORS: The ShakeMap can be seen and downloaded\/reproduced at <br><a href=\"http:\/\/earthquake.usgs.gov\/eqinthenews\/uslbbl\/images\/AK_mmi.jpg\">http:\/\/earthquake.usgs.gov\/eqinthenews\/uslbbl\/images\/AK_mmi.jpg<\/a><\/b> <\/p>\n<p>A ShakeMap portraying the variations in shaking intensity from the Nov. 3, 2002, 7.9-magnitude earthquake was released today by the U.S. Geological Survey and the University of Alaska, Fairbanks. The map is the first ShakeMap produced for the state of Alaska and is considered a prototype. When fully implemented under the USGS&rsquo;s Advanced National Seismic System, such maps for the Anchorage area will be produced within minutes after a quake allowing emergency managers to know where to focus their efforts. <\/p>\r\n<p>The preliminary ShakeMap focuses on the central and south-central portions of the state, the area most affected by the quake. USGS seismologist Dan McNamara said that most notable on this map is a 200-mile-long and several-mile-wide zone of extremely violent shaking (highlighted in red and orange on the map) centered around the Denali and branching Totschunda faults. Not surprisingly, the shaking corresponds to the area where very heavy highway, pipeline, and structural damage were concentrated. Because ground shaking intensity declines with increasing distance from the fault, only moderate to light shaking is noted on the map in the metropolitan areas of Anchorage and Fairbanks. In these areas, little to no damage was observed. <\/p>\r\n<p>The ShakeMap was produced as the result of data from about 50 instrumental recordings across Alaska, with over two-thirds of the data recordings coming from Anchorage. A handful of recordings were available from Valdez, Fairbanks, Eagle River, and sites along the Parks Highway (stations noted by triangles in the map). Most recordings came from stations operated by the USGS and the University of Alaska&rsquo;s Earthquake Information Center &ndash; the state of Alaska&rsquo;s earthquake monitoring system. In addition, the Alyeska Pipeline Service Company provided strong motion recordings from seven pump stations closest to the fault. Given the vast area covered and the relatively small number of recordings, this first prototype ShakeMap offers only a generalized picture of the intensity of ground shaking across the region. To improve ShakeMap coverage of Alaska&rsquo;s widely distributed tectonic features, additional regional seismic stations are needed to augment the state of Alaska&rsquo;s seismic network. Nevertheless, the tremendous power of the Nov. 3 earthquake is apparent. <\/p>\r\n<p>The USGS has been working collaboratively with UAF scientists and the Anchorage Geotechnical Advisory Commission to bring ShakeMap capabilities to the state of Alaska. Much of their combined effort has been in improving the quality and number of seismic recording instruments that that feed data into ShakeMap. In the Anchorage region, researchers from the UAF Geophysical Institute and collaborating institutions operate 22 modern strong motion sensors with funding from the Alaska Science and Technology Foundation. <\/p>\r\n<p>ShakeMaps for Alaska combine the UAF and the new ANSS strong ground motion recordings in the urban centers with regional recordings collected by the University of Alaska&rsquo;s Earthquake Information Center. This combination of data will allow ShakeMap to reflect accurately both local and regional variations in ground shaking. The result will be an important tool for emergency managers deciding where their immediate response should be focused. It will also aid in immediate impact assessment the next time the ground begins to shake in a particular area &ndash; which in Alaska is only a matter of time. <\/p>\r\n<p>John Aho, chairman of the state&rsquo;s Geotechnical Advisory Commission, noted that the implementation of ShakeMap and the continuing partnership of USGS with the technical and research community of Alaska will have positive repercussion","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1036731600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169151"},{"tid":"170384"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}