{"title":"How Much Do You Use? The Story of Water","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"591\"]<a href=\"http:\/\/fl.water.usgs.gov\/infodata\/images\/SAM_1716.JPG\"><img title=\"Center pivot irrigation in Florida.\" src=\"http:\/\/fl.water.usgs.gov\/infodata\/images\/SAM_1716.JPG\" alt=\"Center pivot irrigation in Florida.\" width=\"591\" height=\"336\" \/><\/a> Center pivot irrigation in Florida.[\/caption]\n\nAcross the nation, water is vital to every household and every community; to agriculture, energy production, and a productive economy; to wildlife, forests, and a healthy environment. Americaâ\u0080\u0099s water resources are generally abundant but they are not limitless. It is vital as well that we have a comprehensive understanding of how much water is being used across the country so we can make wise choices in managing our water resources.\n\n<strong>Tracking where water goes<\/strong>\n\nEvery five years the <a href=\"http:\/\/www.usgs.gov\/water\/\">U.S. Geological Survey<\/a> collects data from counties all over the Nation for the national water use report, a thorough document that provides water resource managers and private citizens with accurate information on how much water is being used in specific places for a wide variety of purposes.\n\nâ\u0080\u009cSince 1950, the USGS has tracked the national water-use statistics,â\u0080\u009d said Suzette Kimball, acting USGS director. â\u0080\u009cBy providing data down to the county level, we are able to ensure that water resource managers across the nation have the information necessary to make strong water-use and conservation decisions.â\u0080\u009d\n\n<strong>A new low in water use<\/strong>\n\nWater use across the country reached its lowest recorded level in nearly 45 years. According to a new <a href=\"http:\/\/pubs.usgs.gov\/circ\/1405\/\">USGS report<\/a>, about 355 billion gallons of water per day (Bgal\/d) were withdrawn for use in the entire United States during 2010, which represents a 13 percent reduction of <a href=\"http:\/\/pubs.usgs.gov\/circ\/1344\/\">water use from 2005<\/a> when about 410 Bgal\/d were withdrawn and the lowest level since before 1970.\n\nReaching this 45-year low shows the positive trends in conservation that stem from improvements in water-use technologies and management. Even as the U.S. population continues to grow, people are learning to be more water conscious and do their part to help sustain the limited freshwater resources in the country.\n\n<strong><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_11_05\/fig14_TRENDS_2010_image.jpg\"><img class=\"alignright\" title=\"Trends 2010\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_11_05\/fig14_TRENDS_2010_image.jpg\" alt=\"\" width=\"564\" height=\"323\" \/><\/a>Categories of water use<\/strong>\n\nWater withdrawn for thermoelectric power was the largest type of water use nationally, with the other leading uses being irrigation, public supply and self-supplied industrial water, respectively. Withdrawals declined in each of these categories. Collectively, all of these uses represented 94 percent of total withdrawals from 2005-2010.\n\n<span style=\"font-size: 13px;\">A number of factors can be attributed to the 20 percent decline in thermoelectric-power withdrawals, including an increase in the number of power plants built or converted since the 1970â\u0080\u0099s that use more efficient cooling-system technologies, declines in withdrawals to protect aquatic habitat and environments, power plant closures and a decline in the use of coal to fuel power plants.<\/span>\n\nIn a separate <a href=\"http:\/\/pubs.er.usgs.gov\/publication\/sir20145184\">report<\/a>, USGS estimated thermoelectric-power withdrawals and consumptive use for 2010, based on linked heat- and water-budget models that integrated power plant characteristics, cooling system types and data on heat flows into and out of 1,290 power plants in the United States. By incorporating data on the consumptive use for thermoelectric power since 1995, the models offer a new approach for nationally consistent estimates.\n\nIrrigation withdrawals in the United States continued to decline since 2005, and more croplands were reported as using higher-efficiency irrigation systems in 2010. Shifts toward more sprinkler and micro-irrigation systems nationally and declining withdrawals in the West have contributed to a drop in the national average application rate from 2.32 acre-feet per acre in 2005 to 2.07 acre-feet per acre in 2010.\n\nFor the first time, withdrawals for public water supply declined between 2005 and 2010, despite a 4 percent increase in the nationâ\u0080\u0099s total population. The number of people served by public-supply systems continued to increase and the public-supply per capita use declined to 89 gallons per day in 2010 from 100 gallons per day in 2005.\n\nDeclines in industrial withdrawals can be attributed to factors such as greater efficiencies in industrial processes, more emphasis on water reuse and recycling, and the 2008 U.S. recession, resulting in lower industrial production in major water-using industries.\n\n<strong><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_11_05\/StateUseChart.jpg\"><img class=\"alignright\" title=\"State Use Chart\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_11_05\/StateUseChart.jpg\" alt=\"\" width=\"675\" height=\"425\" \/><\/a>Regional water use <\/strong>\n\n<span style=\"font-size: 13px;\">California accounted for 11 percent of the total withdrawalsÂ for all categories and 10 percent of total freshwaterÂ withdrawals for all categories nationwide. Texas accountedÂ for about 7 percent of total withdrawals for all categories,Â predominantly for thermoelectric power, irrigation andÂ public supply.<\/span>In August, USGS released the 2010 water-use <a href=\"http:\/\/ca.water.usgs.gov\/water_use\/\">estimates for California<\/a> in advance of the national report. The estimates showed that in 2010, Californians withdrew an estimated total of 38 Bgal\/day, compared with 46 Bgal\/day in 2005.Â  Surface water withdrawals in the state were down whereas groundwater withdrawals and freshwater withdrawals were up. Most freshwater withdrawals in California are for irrigation.\n\n[caption id=\"\" align=\"alignright\" width=\"373\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/11_24_2014\/xcs1Vih77P_11_24_2014\/large\/Fountain_Water_Display_Meridian_Idaho.JPG\"><img title=\"Fountain Water Display\" src=\"http:\/\/gallery.usgs.gov\/images\/11_24_2014\/xcs1Vih77P_11_24_2014\/large\/Fountain_Water_Display_Meridian_Idaho.JPG\" alt=\"Fountain water display, Meridian, Idaho.\" width=\"373\" height=\"498\" \/><\/a> Fountain water display, Meridian, Idaho.[\/caption]\n\nFlorida had the largest saline withdrawals,Â accounting for 18 percent of the total in the country, mostlyÂ saline surface-water withdrawals for thermoelectric power.Â Oklahoma and Texas accounted for about 70 percent of theÂ total saline groundwater withdrawals in the United States,Â mostly for mining.\n\n<span style=\"font-size: 13px;\">The <\/span><a style=\"font-size: 13px;\" href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/earth-week-a-tributary-to-water\/\">USGS<\/a><span style=\"font-size: 13px;\"> is the worldâ\u0080\u0099s largest provider of water data and the premier water research agency in the federal government.<\/span>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24401","uid":"31","filename":"SAM_1716.jpg","uri":"public:\/\/SAM_1716.jpg","filemime":"image\/jpeg","filesize":"159970","status":"1","timestamp":"1425492768","type":"image","uuid":"80927873-9dc2-4291-b65c-3b6a95ad027f","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["drought","energy","Nation","Thermoelectric","water","wateravailability","watersupply","WaterUse"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1416932570","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}