{"title":"Rare Tadpoles Released for First Time into Wild Stream","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Additional contact:&nbsp; Jane Hendron, USFWS, 760-271-6487 or <a href=\"mailto:Jane_Hendron@fws.gov\">Jane_Hendron@fws.gov<\/a><\/strong><\/p>\n<h4><em>Eitors&rsquo; Note: <\/em><em>Adam Backlin, head of this USGS frog reintroduction and monitoring project, is available for phone interviews on Tuesday afternoon and Friday. Please contact Ben Landis for details.<\/em><em> The San Diego Zoo will provide photos later today, and video on Aug. 25, 2010.<\/em><em>&nbsp;<\/em><\/h4>\r\n<p>IDYLLWILD, CALIF. &mdash; <!--introstart-->Thirty-six rare tadpoles were released into a wild steam today near Idyllwild, Calif. as part of a program aimed at giving the nearly-extinct, Southern California population of mountain yellow-legged frogs a chance of thriving in the wild again.<!--introend--><\/p>\r\n<p>The tadpoles were bred at the San Diego Zoo Institute for Conservation Research and carefully transported to the University of California James San Jacinto Mountains Reserve, part of the University of California Natural Reserve System. There, the tadpoles were released into a quiet stream where researchers can monitor them regularly. This release of tadpoles follows a release of mountain yellow-legged frog eggs in the same area four months ago.<\/p>\r\n<p>The release was lead by U.S. Geological Survey in collaboration with the U.S. Forest Service, U.S. Fish and Wildlife Service, and the San Diego Zoo. Other partners who have worked to help save the species include the California Department of Fish and Game, the California Department of Transportation (Caltrans) and the San Diego Museum of Natural History.<\/p>\r\n<p>&ldquo;This is the first time we have reintroduced captive-bred offspring of this species into the wild,&rdquo; said Adam Backlin, a scientist with the USGS Western Ecological Research Center. &ldquo;This tadpole release will refine our methodology for future releases and help us find the most effective and successful strategy.&rdquo;<\/p>\r\n<p>Globally, amphibians are on the decline because of habitat loss, effects of climate change, pesticide drift, introduction of nonnative species in the past, and the spread of a deadly pathogen called the chytrid fungus. The mountain yellow-legged frog is one of three frogs or toads on the federal Endangered Species List in Southern California, and has recently been proposed for listing under the California Endangered Species Act. Today, only a small wild population of less than 200 adult mountain yellow-legged frogs can be found in the San Gabriel, San Bernardino, and San Jacinto mountains.<\/p>\r\n<p>In April, the same team of researchers who released the tadpoles into the creek released about 500 mountain yellow-legged frog eggs. The eggs also were the result of breeding at the San Diego Zoo Institute for Conservation Research. Scientists believe about 40 of those morphed into 5-millimeter (less than &frac14; inch) -long tadpoles.&nbsp; The tadpoles from that first release are so small, it has been difficult for scientists to determine how many survived. The tadpoles released today were about 40 to 50 millimeters (1&frac12; to 2 inches) long, which gives them a better chance of survival, said Jeff Lemm, an animal research coordinator for the San Diego Zoo.<\/p>\r\n<p>The San Diego Zoo Institute for Conservation Research was the first to breed the Southern California mountain yellow-legged frog outside of its native habitat. Historically, scientists have had great difficulty breeding frogs in captivity. This year, the Zoo scientists discovered that the frogs&rsquo; breeding behaviors increased after frogs in the lab were chilled to temperatures that resembled their high mountain stream environment.&nbsp; Scientists hope the second year of breeding will result in a higher fertility rate.<\/p>\r\n<p>&ldquo;Reproduction in the lab, and release is a small first step, but it is a great one,&rdquo; said Lemm. &ldquo;We&nbsp;hope to&nbsp;have many more tadpoles to release in years to come and look forward to helpin","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["biology","frog","Yellow Legged","Mountain Yellow Legged","Endangered Species","San Diego Zoo","tadpole","San Jacinto","James Reserve","reintroduce","Idyllwild","California","Rana Muscosa","Sierra Madre Yellow Legged"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1282622400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168910"},{"tid":"169147"},{"tid":"168900"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}