{"title":"New Study Looks at Groundwater Quality in the North San Francisco Bay Region","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>About 14 percent of groundwater basins have high concentrations of inorganic constituents; only 1 percent have high levels of man-made organic compounds. <br \/><\/em><\/p>\n<p>SACRAMENTO, CA.<strong> &mdash; <\/strong><!--introstart-->High concentrations of naturally occurring inorganic constituents &ndash; including arsenic, boron and lead &ndash; are found in about 14 percent of the primary aquifers in Napa, Sonoma and Marin counties, according to a U.S. Geological Survey report prepared in cooperation with the California Water Resources Control Board.<!--introend--> Primary aquifers are those that supply public-drinking water.<\/p>\r\n<p>&ldquo;High concentration&rdquo; means that a level is above a health-based benchmark, some of which are regulatory. The USGS assessment analyzed untreated groundwater from wells, not water delivered to consumers through the tap. Regulatory benchmarks are enforced only for water delivered to consumers.<\/p>\r\n<p>Arsenic was detected above the U.S. Maximum Contaminant Level of 10 parts per billion in about 10 percent of the primary aquifers. Boron was detected above the California Notification Level, a non-regulatory benchmark of one part per million, in about 4 percent of the primary aquifers. And lead was detected at high concentrations in about 2 percent of the primary aquifers. The U.S. Action Level for lead is 15 parts per billion.<\/p>\r\n<p>High concentrations of arsenic were attributed to the dissolution of sediments that naturally contain arsenic. These processes are controlled by the amount of oxygen dissolved in the groundwater.<\/p>\r\n<p>High concentrations of boron were primarily associated with groundwater mixing with hydrothermal waters or high-salinity waters in the Napa-Sonoma lowlands.<\/p>\r\n<p>Concentrations of organic constituents &ndash; generally man-made compounds such as solvents and pesticides &ndash; were above health-based standards in about 1 percent of the groundwater.<\/p>\r\n<p>The report, &ldquo;Status and Understanding of Groundwater Quality in the North San Francisco Bay Groundwater Basins, 2004: California GAMA Priority Basin Project,&rdquo; was conducted under the State of California&rsquo;s <a href=\"http:\/\/www.waterboards.ca.gov\/gama\/\">Groundwater Ambient Monitoring and Assessment Program<\/a>.<\/p>\r\n<p>While the initial USGS well-sampling was conducted in 2004, and a data report released in 2006, this new interpretive report provides an assessment of the drinking water aquifers, based on the USGS data and more than 300,000 records in a California Department of Public Health database.<\/p>\r\n<p>The report can be found on <a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5089\">online<\/a>. An accompanying fact sheet, or non-technical summary, may also be found <a href=\"http:\/\/pubs.usgs.gov\/fs\/2010\/3060\/\">online<\/a>.&nbsp;<\/p>\r\n<p>The USGS has been coordinating closely with water purveyors in the region. The owners of wells sampled &ndash; cities, water agencies, private well owners &ndash; have received the results of the study.<\/p>\r\n<p>Of the 255 organic and special-interest constituents tested for, twenty-six were detected. Two organic constituents were detected in 10 percent or more of the samples: chloroform, a byproduct from the disinfection of water, and the herbicide simazine. However, both were detected at very low concentrations -- below one-tenth of a health-based threshold. Nitrate was high in less than 1 percent of the primary aquifers.<\/p>\r\n<p>Chloroform and simazine were generally detected in samples collected from shallow wells located in urban or agricultural areas.&nbsp; &nbsp;In addition, age-dating of these samples indicated that all or some of the groundwater from these wells is less than 50 years old.&nbsp; These results suggest that chloroform and simazine in groundwater are the result of human activities in the last 50 years.<\/p>\r\n<p>&ldquo;This aquifer assessment reveals that the major threats to groundwater quality are naturally occurring trace elements, ra","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","groundwater","","wells","arsenic","boron","contaminants","San Francisco","Bay Area","aquifer","Napa","Sonoma","Marin","Water Quality"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1283486400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169661"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}