{"title":"Media Advisory - ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The American Ground Water Trust&rsquo;s program \"Ground Water Institute for Teachers <SUP>TM<\/SUP>\", educates teachers about ground water and hydrology. The Ground Water Institute Program is expanding to have at least one Institute in each state every year.<!--introend--> In January 2005, the U. S. Geological Survey (USGS) established a formal partnership with the American Ground Water Trust to advance the public&rsquo;s understanding of the issues and science relating to water resources. For the past 5 years this program has introduced ground-water concepts, ongoing research techniques and resource management issues to 790 teachers at 31 ground water institutes in 17 states. Soon this expansion may also include workshops for tribal partners and others that would benefit from these educational programs. <\/p>\n<p>USGS involvement with the Trust in developing the Institute programs will serve to achieve a consistent science message nationwide and connects teachers to locally relevant science programs conducted at the federal level. The USGS is a partner in these two-day training workshops. All Institute participants will receive a package of USGS educational materials and publications that highlight the latest science and research technologies used to address water-resource issues and management practices. Local USGS scientists will be part of each program in several ways; leading field trips, presenting their research, assisting in planning, and providing materials. <\/p>\r\n<p>\"It&rsquo;s an exemplary initiative as it effectively integrates education and research and links in a meaningful way, with our professional associates,\" said Dr. Robert Ridky, USGS Education Coordinator.<\/p>\r\n<p>The first of the 2005 Institutes are scheduled for June 9-10 at the USGS Florida Integrated Science Center (FISC) in St. Petersburg, Florida. Additional Institutes will be scheduled in: Miami and Gainesville, Florida; Fresno, CA; Branchville, NJ; Denver, CO; Lowell, MA; Allentown, PA; San Antonio, TX; and Claremont, CA. For more information about this partnership and the Ground Water Institutes for Teachers see: <a href=\"http:\/\/water.usgs.gov\/partnerships.html\">http:\/\/water.usgs.gov\/partnerships.html<\/a> or <a href=\"http:\/\/www.agwt.org\/teachers\/institutehome.html\">http:\/\/www.agwt.org\/teachers\/institutehome.html<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1117771200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168843"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}