{"title":"Flood Peaks and Probability in the Midwest Assessed","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->New information and data will allow for the assessment of future flood potential in the Midwestern U.S., which can be used to make long-term planning decisions and help residents be better prepared for future floods in the region.<!--introend--><\/p>\n<p>A recent U.S. Geological Survey report documents the flood peak and probability of occurrence at over 100 USGS streamgages that were operational during the Midwest floods of 2008. Such assessments are useful for citizens and officials in addressing flood-control, land-use, and flood insurance regulations.<\/p>\r\n<p>&ldquo;2008 was an incredible year for floods for the Midwest,&rdquo; said Dr. Robert Holmes, USGS scientist and senior author of the report. &ldquo;This flood probability information is crucial to flood risk assessment efforts.&rdquo;<\/p>\r\n<p>Peak-of-record streamflows were recorded at more than 147 USGS streamgages in 2008. Separate flooding events occurred in January, February, March, April, May, June, July, and September of that year. &nbsp;Of those, the June floods were the most severe and widespread with the most substantial and, in some places, record flooding and damage occurring in Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, Oklahoma, South Dakota, and Wisconsin. &nbsp;&nbsp;<\/p>\r\n<p>&ldquo;USGS hydrologists and hydrologic technicians work long hours during flood events like this to collect the necessary data to provide the public and other agencies with accurate, reliable streamflow information,&rdquo; Holmes said. &ldquo;One of the agencies that make significant use of the USGS data is the National Weather Service (NWS), which uses the data as input to computer models. These models are the basis for NWS flood forecasts at almost 4,000 locations across the United States.&rdquo;<\/p>\r\n<p>The report &ldquo;Flooding in the United States Midwest, 2008&rdquo; can be found <a href=\"http:\/\/pubs.usgs.gov\/pp\/1775\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Kansas","Oklahoma","Iowa","Minnesota","Missouri","Nebraska","South Dakota"],"country":["United States of America"],"mm_tags":["water","midwest","floods"],"release_date":{"und":[{"value":"1277697600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170355"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}