{"title":"USGS and NASA Select Landsat Science Team","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp; \n<p>\r\nThe U.S. Geological Survey (USGS), in cooperation with the National Aeronautics and Space Administration (NASA), announces the selection of the Landsat Data Continuity Mission (LDCM) Science Team. These scientists and engineers will advise the USGS and NASA on issues critical to the success of the LDCM. Expected to launch soon after 2010, the LDCM is designed to supply Landsat-like data from the next generation of Earth observing satellites.&nbsp; \r\n<\/p>\r\n<p>\r\nThe LDCM Science Team will recommend strategies for the effective use of archived data from Landsat sensors and investigate the requirements for future sensors to meet the needs of Landsat users, including the needs of policy makers at all levels of government. The team will cooperate with other Earth observing missions, both nationally and internationally.\r\n<\/p>\r\n<p>\r\nThe LDCM Science Team combines USGS leadership, USGS and NASA scientists, and a group of external scientists and satellite data applications specialists. The first meeting of the team will be held in November, 2006. The members will serve in their advisory capacity through the development and launch of the [next Landsat -type] satellite and through the first year of data collection.\r\n<\/p>\r\n<p>\r\nThe LDCM Science Team members, and their study areas are:\r\n<\/p>\r\n<p>\r\nDr. Richard Allen, University of Idaho -- Operational Evapotranspiration Agorithms for the Landsat Data Continuity Mission\r\n<\/p>\r\n<p>\r\nMartha Anderson, USDA Agricultural Research Service -- Mapping Drought and Evapotranspiration at High Spatial Resolution Using Landsat Thermal and Surface Reflectance Band Imagery\r\n<\/p>\r\n<p>\r\nAlan Belward, European Commission Joint Research Center -- Natural Resources Management - Meeting Millennium Development Goals\r\n<\/p>\r\n<p>\r\nRobert Bindshadler, NASA Goddard Space Flight Center -- Advancing Ice Sheet Research with the Next Generation Landsat Sensor\r\n<\/p>\r\n<p>\r\nWarren Cohen, U.S. Forest Service Pacific Northwest Research Station --&nbsp;Landsat and Vegetation Change: Towards 50 Years of Observation and Characterization<br \/>\r\n<\/p>\r\n<p>\r\nFeng Gao - Earth Resources Technology -- Developing a Consistent Landsat Data Set from MSS, TM\/ETM+ and International Sources for Land Cover Change Detection\r\n<\/p>\r\n<p>\r\nSam Goward, University of Maryland -- The LDCM Long Term Acquisition Plan: Extending and Enhancing the Landsat 7 LTAP Approach\r\n<\/p>\r\n<p>\r\nDennis Helder, South Dakota State University -- A Systematic Radiometric Calibration Approach for LDCM and the Landsat Archive\r\n<\/p>\r\n<p>\r\nEileen Helmer, USDA Forest Service International Institute of Tropical Forestry -- Cloud-Free Landsat Image Mosaics for Monitoring Tropical Forest Ecosystems\r\n<\/p>\r\n<p>\r\nRama Nemani , NASA Ames Science Center -- Developing Biophysical Products for Landsat\r\n<\/p>\r\n<p>\r\nLazaros Oraiopoulos, University of Maryland - Baltimore County -- Cloud Detection and Avoidance for the Landsat Data Continuity Mission\r\n<\/p>\r\n<p>\r\nJohn Schott, Rochester Institute of Technology -- The Impact of Land Processes on Fresh and Coastal Waters\r\n<\/p>\r\n<p>\r\nPrasad Thenkabail, International Water Management Institute -- Global Irrigated Area Mapping using Landsat 30-m for the Years 2000 and 1975\r\n<\/p>\r\n<p>\r\nEric Vermote, University of Maryland -- A Surface Reflectance Standard Product for LDCM and Supporting Activities\r\n<\/p>\r\n<p>\r\nJames Vogelmann, SAIC, USGS Center for Earth Resources Observation and Science -- Monitoring Forest and Rangeland Change using Landsat Continuity and Alternative Sources of Satellite Data\r\n<\/p>\r\n<p>\r\nCurtis Woodcock, Boston University -- Toward Operational Global Monitoring of Landcover Change\r\n<\/p>\r\n<p>\r\nMichael Wulder, Canadian Forest Service -- Large-Area Land Cover Mapping and Dynamics: Landsat Imagery to Information\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1160971200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169712"},{"tid":"169321"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}