{"title":"Mercury Rising: Increased Burning of Peatland Soils Creates ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>For millennia, the boggy and cold peatlands of Alaska and northern Canada have acted as atmospheric sponges, beneficially absorbing carbon and mercury from the atmosphere. Now, as peatlands become drier and burn more often, toxic mercury is spewing back into the atmosphere, making its way to the land and waters of the northern hemisphere, according to a study just published by U.S. Geological Survey (USGS) and Michigan State University (MSU) scientists in the Geophysical Research Letters.<\/p>\n<p>&quot;With pervasive drying of peatlands, probably due to climate change, much of the carbon and mercury that took thousands of years to accumulate may simply go up in smoke,&quot; said Jennifer Harden, a USGS researcher and co-author of the study, along with Merritt Turetsky of MSU and researchers from National Center for Atmospheric Research (NCAR) and from the Canadian Forest Service. &quot;It is important that researchers account for this increased mercury being unleashed into the atmosphere as we assess the possible effects of global warming.&quot;<\/p>\r\n<p>The study&acute;s authors estimated global mercury emissions as 15-fold greater than previous studies that did not account for the vast amount of mercury stored in northern peat soils.<\/p>\r\n<p>The cycle of dry weather and increased fire was visible in the catastrophic fires that plagued Alaska in 2004 and 2005.&nbsp; Based on a prescribed burn in Alaska in 1999, Harden noted that although mercury takes residence in peat and permafrost soils, wildfire triggered rapid releases of this mercury.&nbsp; &quot;It follows that those fires in Alaska likely released vast amounts of mercury along with the carbon,&quot; Harden said. Within a year, this mercury will have been redeposited throughout the northern hemisphere, much of it ending up in aquatic systems, where it can be converted to methyl-mercury, a powerful neurotoxin harmful to all animal life, including people.<\/p>\r\n<p>For the study, Turetsky and Harden reconstructed 20 years of mercury emissions with the help of their Canadian and NCAR colleagues and concluded that drought, water table, and fire severity governed as much as a 15-fold increase in mercury and carbon emissions across boreal North America. &quot;Scenarios that coupled drought, fire severity, and burn area showed that boreal wildfire emissions of mercury ranged from less than 1 to &gt;100 metric tons of mercury between small and large fire years,&quot; the authors said. &quot;Over a 20-year period from 1980 to 1999, fire-caused mercury emissions across the northern region averaged about 23 metric tons a year; during drought years, however, emissions approached industrial emissions of mercury in North America &ndash; about 210 tons of mercury per year.&quot;<\/p>\r\n<p>The researchers point out that ongoing and projected increases in boreal wildfire activity due to climate change will increase atmospheric mercury emissions, contributing to the human-caused alteration of the global mercury cycle and exacerbating mercury toxicities for northern food chains. When mercury converts into methyl-mercury, it can pose significant health threats to people, marine mammals, and other animals high on the food chain.<\/p>\r\n<p>Though boreal soils have historically been regarded as hotspots for mercury accumulation, now they may become hotspots for mercury emissions with increased burning. Increasing fires at high latitudes may mobilize relatively harmless mercury stored in saturated soil into potentially more mobile and toxic forms.<\/p>Harden added: &quot;While we&acute;re being pretty careful to account for carbon emissions and energy-carbon feedbacks to global warming, perhaps our other eye should be on mercury, the toxic twin.&quot;","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1157601600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170118"},{"tid":"170114"},{"tid":"170474"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}