{"title":"Monitoring the Chesapeake Bay Watershed","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/03_08_2010\/bFVi0MLyx6_03_08_2010\/medium\/elkRiver.jpg\"><img class=\"   \" src=\"http:\/\/gallery.usgs.gov\/images\/03_08_2010\/bFVi0MLyx6_03_08_2010\/medium\/elkRiver.jpg\" alt=\"\" width=\"350\" height=\"223\" \/><\/a> A development along the mouth of the Elk River, a tributary of the Chesapeake Bay.[\/caption]\n\nThe Chesapeake Bay Watershed covers over 64,000 square miles and is home to more than 17 million people. As human populations and activities in the watershed have grown, the Bayâ\u0080\u0099s ecosystem has been degraded by sediment and excessive levels of nitrogen- and phosphorus-based nutrients.\n\nNutrients flow into the Bay from wastewater treatment plants and from fertilizers spread throughout the watershed. Meanwhile, excess sediment comes from development, runoff from agricultural land, and erosion of stream channels. Too many nutrients rob the Bay of oxygen needed for fish and, along with sediment, cloud the waters, disturbing the habitat of underwater plants that are crucial for aquatic life and waterfowl.\n\nThe Chesapeake Bay Program, a partnership between federal and state agencies, local governments, non-profit organizations and academic institutions, is working to improve water-quality in the Bay by striving to meet the Chesapeake Bay Total Maximum Daily Load (TMDL), a requirement of the Clean Water Act for impaired waters that identifies the maximum amount of a pollutant the waterway can receive and still meet water quality standards. Meeting the Chesapeake Bay TMDL standard requires that stricter practices for reducing nutrients and sediment in the Bay be implemented by 2025.\n\n<strong>Start with Science<\/strong>\n\nIn addition to other efforts to clean up the Bay, the Chesapeake Bay Program, through a partnership among USGS with EPA, six states and Washington D.C., established a network to monitor changes in nutrients and sediment in the Chesapeake Bay watershed.Â  Information from this network is used to help scientists and managers assess water-quality conditions and long-term trends as management practices are implemented.\n\nMonitoring water quality is critical to answering key questions: Are TMDL management practices and regulations making the needed reductions in nutrients and sediment? Is water quality in the Bay improving for birds, fish, crabs, oysters, and underwater grasses?\n\n<strong>Recent USGS Monitoring Results<\/strong>\n\nThe USGS recently released a report showing that nitrogen and phosphorous concentrations have improved at a majority of the sites in the Bay watershed since 1985. However, improvement is less significant over the last 10 years.\n\nSince 1985, nitrogen concentrations have decreased at about two thirds of the monitoring stations. Over the past 10 years, however, improvements occurred at less than half of the sites with the majority of the sites having no significant change. Similarly, over the long-term,Â  phosphorus concentrations have improved at most monitoring sites and worsened at only a handful. However, in looking at just the last 10 years, phosphorus concentrations improved only at one-third of the sites with a majority having no significant change.\n\nIn general, sediment concentrations have shown less improvement overall than nutrients. Over the long-term, sediment trends have improved at about one third of the sites, but they have only improved at a handful of sites over the past 10 years. Sediment trends worsened at about a quarter of the sites both over the long term and past 10 years.\n\n[caption id=\"\" align=\"alignright\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/03_08_2010\/bFVi0MLyx6_03_08_2010\/medium\/Chesapeakelandsat.jpg\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/03_08_2010\/bFVi0MLyx6_03_08_2010\/medium\/Chesapeakelandsat.jpg\" alt=\"\" width=\"350\" height=\"263\" \/><\/a> Image of the Chesapeake Bay taken from Landsat satellite data. The Chesapeake Bay watershed is 64,000 square miles and has 11,600 miles of tidal shoreline, including tidal wetlands and islands. The watershed encompasses parts of six states, and approximately 17 million people live there. The Bay itself is the largest estuary in the U.S.[\/caption]\n\n<strong>Why is There Less Improvement Over the Last Decade?<\/strong>\n\nThe long-term trends indicate that pollution-reduction efforts, such as enhanced controls at wastewater treatment plants and practices to reduce nutrients and sediment from farms and suburban lands, are improving water-quality conditions in many areas of the watershed. However, there is a lag time between implementing water-quality practices and seeing the full benefit in rivers, which is one reason why scientists see less improvement over the past 10 years.\n\nLag times depend on both the type of practice being implemented and the time it takes for nutrients and sediment to be transported through the Bay watershed. For example, generally speaking, improvements related to upgrades of sewage treatment plants yield quick results. However, improvements from nonpoint sources, such as reductions in fertilizer from agricultural and suburban areas, take longer. In fact, the lag time for nonpoint source improvements can range from weeks to decades. Previous studies by the USGS found that some of the nitrogen applied in the watershed travels through groundwater and thus it may take years to decades to move to streams. Sediment, which also carries nutrients, can take longer to move down streams to the Bay.\n\nUSGS annually updates information detailing water quality changes in the Bay watershed. An update with results through 2011 is expected later this year.\n\n<strong>Understanding Complicated Trend Results<\/strong>\n\nThe runoff of precipitation carries nutrients and sediment from the land surface to streams and rivers. Eventually they are delivered to the Bay. USGS has found that periods of low inputs of nutrients and sediment coincide with periods of low streamflow. Similarly, inputs are higher during years with greater streamflow. These correlations indicate that precipitation and streamflow significantly influence nutrient and sediment concentrations in the Bay and can mask whether management practices are impacting water quality.\n\nThe USGS has used â\u0080\u009cflow-adjustment techniquesâ\u0080\u009d that take variations in precipitation and flow into account when assessing water quality. By normalizing streamflow conditions, scientists and managers can paint a clearer picture of whether changes in nutrients and sediment are related to management and restoration activities.\n\n[caption id=\"attachment_174649\" align=\"alignleft\" width=\"220\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/07\/baywatershed1.jpg\"><img class=\"size-medium wp-image-174649 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/07\/baywatershed1-220x300.jpg\" alt=\"\" width=\"220\" height=\"300\" \/><\/a> The Chesapeake Bay Watershed. Graphic courtesy of the Chesapeake Bay Program.<br \/>http:\/\/www.chesapeakebay.net\/discover\/baywatershed[\/caption]\n\nNutrient and Suspended-Sediment Trends, Loads, and Yields and Development of an Indicator of Streamwater Quality at Nontidal Sites in the Chesapeake Bay Watershed, 1985â\u0080\u00932010, U.S. Geological Survey Scientific Investigations Report â\u0080\u0094<a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5093\/\">SIR 2012-5093<\/a>\n\n<a href=\"http:\/\/chesapeake.usgs.gov\/\">USGS Chesapeake Bay Activities<\/a>\n\n<a href=\"http:\/\/executiveorder.chesapeakebay.net\/\">Chesapeake Bay Executive Order<\/a>\n\n<a href=\"http:\/\/www.chesapeakebay.net\/\">Chesapeake Bay Program<\/a>\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24220","uid":"31","filename":"elkRiver.jpg","uri":"public:\/\/elkRiver.jpg","filemime":"image\/jpeg","filesize":"30282","status":"1","timestamp":"1425492768","type":"image","uuid":"2cd9c261-86fc-40f9-a07e-fd7a84be03e3","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":319,"width":500},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","Chesapeake Bay","nutrients","sediment","water","watershed"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1343309421","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}