{"title":"New Reports Update Estimates of Flood Frequency in California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SACRAMENTO, Calif.<strong> &mdash; <!--introstart--><\/strong>The U.S. Geological Survey has released updated flood frequency estimates for select rural \"natural flow\" California streams throughout the state.<!--introend--> The estimates are based on greatly expanded data and documented in three reports available online. These reports from the USGS and its partners represent an important resource for emergency officials, water managers and civil engineers. &nbsp;<\/p>\n<p>The <a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5260\/\">first report<\/a>, prepared in cooperation with the Federal Emergency Management Agency, the U.S. Army Corps of Engineers, and the U.S. Forest Service, provides a new regional equation to help characterize peak flows throughout California by using historical and recent flood data with updated statistical methodologies to calculate flood magnitude and frequency. This regional equation, based on data from 158 streamgages through 2005, takes into account elevation and the complex interaction of rain, snow and flood hydrology of California mountains on the frequency and magnitude of large floods. Using this new regional equation, the report also provides updated flood estimates for streams monitored by USGS streamgages primarily in the Sacramento-San Joaquin River basin.<\/p>\r\n<p>Building on the regional equation established in the aforementioned report, the <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5113\/\">second report <\/a>develops new statewide prediction equations for determining the magnitude and frequency of annual instantaneous peak flows using data from 769 streamgages throughout California. The report provides estimates of the annual exceedance probability flood flows &ndash; the probability of a certain size flood being equaled or exceeded in a given year &ndash; at these 769 locations.&nbsp;Together, these two reports&nbsp;replace previous prediction equations that were last updated more than 30 years ago. This new analysis may be used by the public and private sectors for everything from water management to insurance estimations.<\/p>\r\n<p>\"Pacific storms can deliver rainfall to California at rates that rival hurricanes of the Gulf coast, creating the potential for both human and high-dollar disasters across the California landscape,\" said USGS Director Marcia McNutt. \"Furthermore, modifications that are made to drainage systems in the process of land development and from natural events can modify flood potential. Based on updated information and improved methods, these new flood-frequency estimates will help Californians reduce or avoid losses to life and property.\"&nbsp;<\/p>\r\n<p>The<a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5130\"> third report<\/a>, prepared in cooperation with the U.S. Army Corps of Engineers, focuses on sustained flood flow (flood duration), which is needed to assess the adequacy of reservoirs, levees and&nbsp;other flood-control structures. Using data through 2008, the report examines annual maximum floods for 1-day, 3-day, 7-day, 15-day and 30-day durations at 50 dams and streamgages throughout the Sacramento-San Joaquin River basin and adjacent regions.&nbsp;Applying updated statistical methodologies to these data, the report provides new regional equations to help characterize flood-duration flows.&nbsp;<\/p>\r\n<p>&nbsp;\"At FEMA, we are constantly working to increase the level of recognition of all hazards, including flooding, by communicating the steps that the whole community can take to prevent or mitigate those threats,\" said FEMA Region IX Administrator Nancy Ward. \"The scientists at USGS and USACE are to be commended for helping to inform California&rsquo;s communities of the flood hazards they face.\"<\/p>\r\n<p>USGS operates more than 8,400 streamgages needed by federal, state and local agencies and the private sector to design and operate water-supply, wastewater treatment, hydropower, and irrigation infrastructure, and conducts studies to extend the utility of these data and related pu","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","Natural Hazards","Natural Hazards Landslide Hazards","Geographic Areas Southwest"],"article_type":["Technical Announcement","State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1346040000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169924"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}