{"title":"she Flies On . . . and On . . . and On","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>March 23 Editor's Note: Wisdom and her chick survived the March 10-11 tsunami that washed over the Midway Atoll National Wildlife Refuge, although there were tremendous losses of Laysan and black-footed albatross at the refuge -- an estimated 110,000 chicks and 2,000 adults.<\/strong><\/p>\n<p><strong>For a high-resolution photo of Wisdom and her chick, please see thumbnail at the end of this release.<\/strong><\/p>\r\n<p>MIDWAY ATOLL &mdash; &nbsp;&nbsp;The oldest known U.S. wild bird &ndash; a coyly conservative 60 -- is a new mother.&nbsp;<\/p>\r\n<p><!--introstart-->The bird, a Laysan albatross named Wisdom, was spotted a few weeks ago with a chick by John Klavitter, a U.S. Fish and Wildlife Service biologist and the deputy manager of the Midway Atoll National Wildlife Refuge. <!--introend--><\/p>\r\n<p>The bird has sported and worn out 5 bird bands since she was first banded by U.S. Geological Survey scientist Chandler Robbins in 1956 as she incubated an egg. Chandler rediscovered Wisdom in 2001. In 1956, he estimated Wisdom to be at least 5 years old then since this is the earliest age at which these birds breed, though they more typically breed at 8 or 9 after an involved courtship lasting several years.&nbsp; This means, of course, that Wisdom is likely to be in her early sixties.<\/p>\r\n<p>There must be something to all that fish oil she consumes because Wisdom does not look her age (see photo below).&nbsp;<\/p>\r\n<p>&ldquo;She looks great,&rdquo; said Bruce Peterjohn, the chief of the North American Bird Banding Program at the USGS Patuxent Wildlife Research Center in Laurel, Md. &ldquo;And she is now the oldest wild bird documented in the 90-year history of our USGS-FWS and Canadian bird banding program,&rdquo; he added.&nbsp; &ldquo;To know that she can still successfully raise young at age 60-plus, that is beyond words. While the process of banding a bird has not changed greatly during the past century, the information provided by birds marked with a simple numbered metal band has transformed our knowledge of birds.&rdquo;<\/p>\r\n<p>Wisdom, Peterjohn said, has likely raised at least 30 to 35 chicks during her breeding life, though the number may well be higher because experienced parents tend to be better parents than younger breeders.&nbsp; Albatross lay only one egg a year, but it takes much of a year to incubate and raise the chick. After years in which they have successfully raised and fledged a chick &ndash; which on Midway is about two-thirds of the time &ndash; the parents may take the occasional next year off from parenting. Klavitter said that Wisdom also nested in 2006, 2008, 2009 and 2010.<\/p>\r\n<p>And since adult albatross mate for life, with both parents raising the young, it makes one wonder if Wisdom has had the same partner all these years or not.<\/p>\r\n<p>Almost as amazing as being a parent at 60 is the number of miles this bird has likely logged &ndash; about 50,000 miles a year as an adult &ndash; which means that Wisdom has flown at least 2 to 3 million miles since she was first banded. Or, to put it another way, that&rsquo;s 4 to 6 trips from the Earth to the Moon and back again with plenty of miles to spare.<\/p>\r\n<p>One reason for all these miles is that Laysan albatross spend the first 3 to 5 years after fledging at sea, never touching land. Then they return to breed in the northwestern Hawaiian Island chain but some of their feeding grounds are actually off the coast of western North America, including the Gulf of Alaska. The parents tend to feed closer to the islands where their nests are when the chicks are very young, but they regularly commute to the northern Pacific Ocean and even the Gulf of Alaska when the chicks are older or when the adults are incubating.&nbsp; They convert the fish eggs and squid oil they eat into a rich, oily liquid, which they regurgitate and feed to their chick.<\/p>\r\n<p>In the non-breeding part of the year, albatross do not touch land -- the birds, scientists believe, o","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii","Alaska"],"country":["United States of America"],"mm_tags":["biology","ecosystems","birds","Laysan Albatross","Albatross","Pacific Islands","Alaska","Ornithology","Seabirds"],"release_date":{"und":[{"value":"1299560400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168984"},{"tid":"169020"},{"tid":"169722"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}