{"title":"USGS Crews Measure Flooding in Indiana","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters:&nbsp; Do you want to accompany a USGS field crew as they measure flooding? Please contact Paul Baker: 317-290-3333 x 181, 317-697-1619 (cell), or prbaker@usgs.gov.<\/strong><\/p>\n<p>Widespread moderate and isolated major flooding is occurring within the southern portion of Indiana. &nbsp;Most impacted include the Lost River basin in Orange County, along the Patoka River near Princeton, the East Fork of the White River from Seymour to Shoals, the Wabash River below Vincennes, and along the lowest reaches of the White River in the southern third of Indiana at this time. Daily updates of flood conditions impacting Indiana may be found <a href=\"http:\/\/in.water.usgs.gov\/flood\/\">online<\/a><a href=\"http:\/\/in.water.usgs.gov\/flood\/\"><strong><\/strong><\/a><strong>.<\/strong><\/p>\r\n<p>This morning, April 25, 2011, water levels exceeded flood stage at 22 USGS streamgage sites around Indiana. Moderate flooding is occurring on the East Fork White River, Lower White River, and the Lower Wabash River, all located in the southwestern portion of the state.&nbsp; Forecast heavy precipitation may push these sites to major flood levels by the end of this week.<\/p>\r\n<p>Multiple USGS field crews are measuring discharge at USGS streamflow sites today and keeping the gage network operational. Since Tuesday, April 19th, USGS crews have made approximately 18 discharge measurements throughout the southern half of the state. <strong><\/strong><\/p>\r\n<p>During and after storms and floods, USGS field crews measure the flow and height of rivers and verify the accuracy of <a href=\"http:\/\/water.usgs.gov\/nsip\/\">streamgages<\/a>.&nbsp; Field crews continue to work as waters recede, gathering high water marks for post flood analysis. This information is important because it is used to issue flood warnings and to characterize flood hazards.<\/p>\r\n<p>&ldquo;These are major floods and we know that people&rsquo;s lives are at risk, so we work rapidly to make accurate flood measurements and keep our real-time streamgages operating,&rdquo; said Scott Morlock USGS Supervisory Hydrologist. &ldquo;If any of the streamgages are damaged or destroyed, we will repair them as quickly as possible to ensure that the data are available to State and local emergency managers, the National Weather Service for flood-forecasting, and the U.S. Army Corps of Engineers for flood-control operations.&rdquo;<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.<\/p>\r\n<p>Access current flood and high flow conditions across the country by visiting the USGS <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch<\/a> website. Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>.<\/p>\r\n<p>The USGS operates a network of about 7500 <a href=\"http:\/\/water.usgs.gov\/nsip\/\">streamgages<\/a> throughout the U.S. The gages provide critical information within minutes to many users including the National Weather Service, which issues flood warnings.<\/p>\r\n<p><a href=\"http:\/\/water.usgs.gov\/district_chief.html\">USGS Water Science Centers are located in each state<\/a>. They can provide more detailed information on stream conditions and on the USGS response to local events.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Indiana"],"country":["United States of America"],"mm_tags":["flooding","Indiana","water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1303704000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170229"},{"tid":"170439"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}