{"title":"Global Change Considered in Toronto... Why Scientists Look at Large Lakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->\"Let&rsquo;s head for the lake!\" is a common rejoinder of fishing enthusiasts, those who appreciate the outdoor scenery, and those wanting to escape from work. It&rsquo;s also a phrase repeated by scientists at the U.S. Geological Survey who are not talking about their next vacation.<!--introend--> U.S. Geological Survey geologist Dr. Steven M. Colman will describe the value of large lakes in environmental research at the Annual Meeting of the Geological Society of America scheduled for Oct. 25-29 in Toronto, Canada. \n<p>\"Large lakes provide key records of global environmental change because of their geographic distribution and the kinds of sedimentary records that they contain,\" explains Colman. \"Large lakes range in age from more than 20 million to less than 20 thousand years; they are present on all continents, except Antarctica, and they range in latitude from above the Arctic circle to southern Patagonia. This distribution is precisely what is required for regional and time-series reconstructions of climate and other environmental systems,\" says Colman. \r\n<p>Great variations in physical, chemical, biological, and geological characteristics, and variations in the influence of humans make large lakes ideal for broadly based studies on environmental change. Some sedimentary environments within large lakes are very similar to those on the margins of ocean basins, making many large lakes more like small oceans than lakes, according to Colman. \r\n<p>Studies of lake sediments throughout the world are coordinated by a task force led by Colman of the Past Global Changes Project of the International Geosphere-Biosphere Programme. This task force facilitates large-scale international efforts to retrieve lake sediment records covering about 250,000 years. \r\n<p><b>\"Large Lakes and Their Stratigraphic Records of Global Environmental Change,\" is scheduled for 3:00 pm Wednesday, Oct 28 Metro Toronto Convention Center Room 715AB.<\/b><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"909201600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}