{"title":"All Aboard! - Holiday Trains Make Tracks for Science","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nModel trains will be on track and circling the auditorium of the U.S. Geological Survey in Reston during the holidays from 9:30 a.m. to 5:00 p.m. on December 18, 19, 22, 23, and 24. Friends and neighbors are invited to: \r\n<\/p>\r\n<ul>\r\n\t<li>come see the large display of Lionel and American Flyer models and G, HO, and N scale trains,<\/li>\r\n\t<li>browse a variety of science displays about animals, minerals, water, and maps,<\/li>\r\n\t<li>view train videos, and<\/li>\r\n\t<li>shop at the USGS Earth Science Information Center. <\/li>\r\n<\/ul>\r\n<p>\r\nCome and enjoy the holidays with trains and learn more about our environment. The USGS is located at 12201 Sunrise Valley Drive in Reston, Va. Parking and admission are free. Call (703) 648-5000 for more information. \r\n<\/p>\r\n<p>\r\n<strong>Community Night at USGS<\/strong> \r\n<\/p>\r\n<p>\r\nThe model trains will be running extra miles and extended evening hours on Thursday, December 18, between 5:00 and 9:00 p.m. Meet scientists at exhibits, watch the trains make their rounds, and view train videos in the USGS Visitors Center. \r\n<\/p>\r\n<p>\r\nNeed stocking stuffers? For the convenience of holiday shoppers, the USGS Earth Science Information center will be open on December 18 from 6:00 p.m. to 8:30 p.m. Pick up free general interest publications and teaching materials, purchase topographic maps, or select a geologic map of your neighborhood. The USGS is located at 12201 Sunrise Valley Drive in Reston, VA. Call 1-800-ASK-USGS for product information, or visit our homepage at <a href=\"http:\/\/www.usgs.gov\/\">http:\/\/www.usgs.gov<\/a> and click on product information. As the nation&rsquo;s largest natural resources science and mapping agency, the USGS works in cooperation with nearly 2000 organizations to provide reliable, impartial, scientific information to resource managers, planners, and other customers. USGS hydrologists, geologists, biologists and cartographers work in every state to minimize the loss of life and property from natural disasters, contribute to wise economic and physical development of the nation&rsquo;s natural resources, and enhance the quality of life. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"880520400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169003"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}