{"title":"Answers to Florida Bay Restoration Are Clear as Mud!","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: The Geological Society of America (GSA) Annual Meeting, Boston, November 5-8. For interviews with the scientists during the GSA Annual Meeting contact Carolyn Bell (USGS) or Ann Cairns (GSA) in the newsroom at 617-954-3214. <\/b><\/p>\n<p><b>Session:<\/b> \"Use of Ecosystem History Data in Resource Management and Restoration: A Case Study from Florida Bay, Everglades National Park\" is scheduled for 11:45 am Tuesday, Nov. 6, Hynes Convention Center Room 210. <\/p>\r\n<p><!--introstart-->Recent evidence recovered from the muddy bottom of Florida Bay by a team of USGS scientists indicates that some of the changes in Florida Bay&rsquo;s ecosystem are natural and some are not.<!--introend--> Lynn Brewster-Wingard will present data from cores that show a significant increase in the last 20-40 years in <i>Brachidontes exustus<\/i>, a mussel that is tolerant of poor water quality and a wide range of salinities. <\/p>\r\n<p>\"The same cores also show a dramatic decrease in molluscan diversity during the last forty years. These findings indicate a system under stress,\" says Wingard. Ancient evidence, however, suggests that the well-publicized seagrass die-off of 1987-88 may have been part of a natural cycle. \"To restore ecosystems to their natural state, land managers must understand natural ecosystem variability prior to 20th century human disturbance,\" explains Wingard. <\/p>\r\n<p>Striking changes to plant and animal communities in Florida Bay during the last few decades are driving massive ecosystem restoration efforts both in the bay and in the Everglades. Salinity and water quality are critical issues in the bay. Short cores collected in Florida Bay provide evidence for natural variability in salinity and seagrass density and abundance prior to significant human activity in the region. Scientists compare these data to that gathered from recent sediments to establish the component of change that can be attributed to human activity versus change due to natural cycles. <\/p>\r\n<p>Current research efforts are directed toward extracting data from mollusc shell growth layers that will illustrate monthly, seasonal and annual changes in water chemistry prior to alteration of the natural flow of water into Florida Bay. Results of this work are intended to provide target data for restoring seasonal water flow into Florida Bay. For more information on this project \"Ecosystem History: Florida Bay and the Southwest Coast,\" please visit our website: <a href=\"http:\/\/sofia.usgs.gov\/projects\/eh_fbswc\/\">http:\/\/sofia.usgs.gov\/projects\/eh_fbswc\/<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1005022800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}