{"title":"sea Ice Decline and Permafrost Thaw Create Goose Habitat in Arctic Alaska","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ANCHORAGE, Alaska &mdash; Scientists with the U.S. Geological Survey report that warming temperatures are leading to the creation of high quality habitats for geese along the Arctic coast of Alaska. This scientific finding is contrary to the deleterious effects that warming global temperatures are having on habitats of sea ice-dependent animals, such as polar bear and walrus.&nbsp;<\/p>\n<p>The USGS research findings focus on black brant geese that migrate by the thousands each summer to the Arctic Coastal Plain of Alaska to undergo their wing molt, during which time the birds are flightless for three weeks. This molting period requires high quality food to give the birds the energy necessary to replace worn feathers and also extensive open water areas where birds can escape from predators.<\/p>\r\n<p>Since the 1970's, the U.S. Fish and Wildlife Service has noted a shift in the distribution of black brant geese near Teshekpuk Lake, a large lake south east of Barrow, Alaska, in the center of the Arctic Coastal Plain and within the National Petroleum Reserve.&nbsp; The most important change has been that geese are moving away from large inland lakes to coastal salt marshes.<\/p>\r\n<p>\"This was a case where we knew that geese were shifting their molting distribution from the long term survey data, but 'why' was the question,\" says Paul Flint, a research wildlife biologist with the USGS and one of the authors of the new research.<\/p>\r\n<p>The answer, according to Dr. Flint, is that the shift of black brant from inland lakes to coastal areas is the result of creation of new habitat along the coast as opposed to degradation of inland habitat. As part of this work, new molting areas were discovered outside the historic range. Results from the research suggest that black brant are dispersing from the Teshekpuk Lake area into new coastal habitats, while simultaneously redistributing within the Teshekpuk Lake area. Surveys conducted in new coastal molting habitats documented a 50 percent increase in the population size of molting black brant along the Arctic Coast. The authors also conclude that continued reductions in sea ice and associated permafrost melting may continue to alter coastal areas toward creating more salt marshes and thus facilitate further changes in goose distributions. &nbsp;<\/p>\r\n<p>\"The bottom line is that there is now an abundance of high quality goose forage along the coast, therefore, we expect this process to continue and for populations of black brant and other goose species to increase,\" said Flint. &nbsp;<\/p>\r\n<p>Future investigations planned by the USGS will determine if the sea ice and permafrost driven changes are resulting in an overall increase in the high quality coastal vegetation used by geese or if habitat is simultaneously being lost to coastal erosion.<\/p>\r\n<p>\"This kind of information has been very helpful in determining areas that may need special considerations when planning for potential industrial development on the North Slope,\" said Debbie Nigro, wildlife biologist with the Bureau of Land Management in Fairbanks, Alaska.<\/p>\r\n<p>The recent publications by USGS and colleagues from the University of Alaska, Fairbanks, and the U.S. Fish and Wildlife Service are, \"Inundation, sedimentation, and subsidence creates goose habitat along the Arctic Coast of Alaska\" which was published this month by the journal Environmental Research Letters and \"High fidelity does not preclude colonization: range expansion of molting black brant on the Arctic coast of Alaska&rdquo; which will be published by the Journal of Field Ornithology in March of 2014.\"<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_01_21\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_01_21\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["","Sea Ice","permafrost","Black Brant Geese","birds","Alaska","habitat","biology","","Teshekpuk Lake","costal","erosion"],"article_type":["State News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1390280400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169855"},{"tid":"170240"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}