{"title":"New Geologic Map Provides Details on Past, Present and Future of Western Transverse Ranges","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Do you ever wonder what has happened beneath your feet? Curious about what might occur in years to come?<\/p>\n<p><!--introstart-->A new tool that can help citizens who live, work and play in the western Transverse  Ranges region is now available online and in print from the U.S. Geological Survey (USGS).<!--introend--><\/p>\r\n<p>The Geologic Map of the Eastern Three-Quarters of the Cuyama 30' x 60' Quadrangle, California. Geological Survey Scientific Investigations Map 3002, is available for <a href=\"http:\/\/pubs.er.usgs.gov\/usgspubs\/sim\/sim3002\">purchase or free download<\/a>. A low-resolution image of the map is attached.<\/p>\r\n<p><img style=\"float: right;\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-9-30\/west_transverse_ranges.jpg\" alt=\"Screenshot of the map available for download.\" width=\"280\" height=\"202\" \/>Geologic maps serve as the framework for a number of planning and industrial activities because they show the rock types at the earth's surface and help to unravel the history of the earth. They can help inform land-use decisions such as how planners should design buildings, canals, roads, and drainage of farmland, locate earthquake faults, and show where landslides are likely to occur to help plan for safer communities. They can also help predict where resources such as oil, gas, and mineral resources exist for future development.<\/p>\r\n<p>\"Geologic maps are important tools for policy makers, planners and the general public,\" said Eugene Schweig, USGS geologist and Chief Scientist of the Central Region Earth Surface Processes team.<\/p>\r\n<p>The newly released USGS map represents part of the Transverse Ranges, east-west trending mountains in southern California that include the San Bernardino, San Gabriel, Santa Monica, and Santa Ynez Mountains. The map also includes a large section of the San Andreas fault that ruptured during the major 1859 Ft. Tejon earthquake.&nbsp; It shows surface-level rocks and deposits being formed and deformed today, and others that formed as long as 1.7 billion years ago.<\/p>\r\n<p>An accompanying pamphlet describes in detail the geologic units of the region, most of which are less than about 50 million year old (Tertiary age) and include both marine and non-marine rocks.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["geography","geology","map","Minerals"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1222747200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}