{"title":"Loon Migration Underway, Prompted by Frigid Temperatures","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->As freezing air swept into the Upper Midwest this past week, juvenile common loons took a cue from the weather and <a href=\"http:\/\/www.umesc.usgs.gov\/terrestrial\/migratory_birds\/loons\/migrations.html\">began their migrations<\/a> to the warm Gulf of Mexico.<!--introend-->&nbsp;<\/p>\n<p>By this past Monday, eight young loons, recently tagged by the U.S. Geological Survey and partners, had reached the Gulf of Mexico from the midwestern United States, and eight were en route to southern wintering areas. The scientists captured and radiomarked the juvenile common loons on lakes scattered across Minnesota and Wisconsin during the last two weeks of August 2014 to study the challenges facing these birds during their first two years, when they are most vulnerable.<\/p>\r\n<p>&ldquo;Midwest loons are susceptible to <a href=\"http:\/\/www.nwhc.usgs.gov\/disease_information\/avian_botulism\/\">avian botulism<\/a> in the Great Lakes and pollution found in U.S. waters during migration and overwintering,&rdquo; said Kevin Kenow, USGS lead scientist for the study. &ldquo;Resource managers need information on the iconic birds&rsquo; first critical years to develop effective conservation strategies.&rdquo;&nbsp;<\/p>\r\n<p>Common loons are large, black-and-white, fish-eating waterbirds with haunting calls and are bioindicators, or living gages of ecosystem health, in the Great Lakes states. The survival rate of loons during their first few years of life &ndash; about 50 percent over three years &ndash; is much lower than that of adults, which have a rate of about 93 percent annually.<\/p>\r\n<p>&ldquo;Satellite transmitter and geolocator tag technologies help us learn more about the movements, habitat use and causes of mortality of young common loons, and ultimately about the health of the overall food web,&rdquo; Kenow said.&nbsp;<\/p>\r\n<p>The tracking devices record daily location, temperature, light levels and pressure data used to log the foraging depths of these diving birds.<\/p>\r\n<p><a href=\"http:\/\/www.umesc.usgs.gov\/terrestrial\/migratory_birds\/loons\/migr_prev.html\">Previous band recovery data<\/a> suggested that while some common loons may remain on wintering grounds year-round their first two years, there is the potential for a northward movement up the Atlantic Coast during summers.&nbsp;Watch where the new loons travel this year via the <a href=\"http:\/\/www.umesc.usgs.gov\/terrestrial\/migratory_birds\/loons\/migrations.html\">USGS common loon migration website<\/a>.<\/p>\r\n<p>For more information on USGS loon studies, please visit the <a href=\"http:\/\/www.umesc.usgs.gov\/\">USGS Upper Midwest Environmental Sciences Center website<\/a>.<\/p>\r\n<p><strong>Video<\/strong>:&nbsp; <a href=\"http:\/\/gallery.usgs.gov\/videos\/688#.VG4iN_nF9PN\">Unraveling Mysteries of the Common Loon<\/a><\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_11_20\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_11_20\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Minnesota","Wisconsin"],"country":["United States of America"],"mm_tags":["ecosystems","biology","Loons","Common Loon","migration","Migratory Birds","","Waterbirds","","Upper Midwest Environmental Science Center","banding"],"distribution":["Biology"],"release_date":{"und":[{"value":"1416459600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169870"},{"tid":"170026"},{"tid":"170297"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}