{"title":"Secretary Jewell Announces New Wildlife and Climate Studies at the South Central Climate Science Center","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Descriptions of the funded projects are available <\/strong><a href=\"https:\/\/nccwsc.usgs.gov\/csc\/south-central\"><strong>here.<\/strong><\/a><strong> <\/strong><\/p><p>Secretary of the Interior Sally Jewell announced today that Interior&rsquo;s South Central Climate Science Center is awarding nearly $550,000 to universities and other partners for <a href=\"https:\/\/nccwsc.usgs.gov\/csc\/south-central\">research<\/a> to guide managers of parks, refuges and other cultural and natural resources in planning how to help species and ecosystems adapt to climate change.<\/p><p>&quot;These climate studies are designed to help address regional concerns associated with climate change, providing a pathway to enhancing resilience and supporting local community needs,&quot; said Secretary Jewell. &quot;The impacts of climate change are vast and complex, so studies like these are critical to help&nbsp;ensure that our nation&#39;s responses are rooted in sound science.&quot;&nbsp;<\/p><p>The six funded studies will focus on how climate change will affect natural and cultural resources as well as identifying management actions that can be taken to help offset such changes. They include:<\/p><p>Studies focusing on drought and fire, specifically:<\/p><ul><li>Providing information to resource managers about how future precipitation will affect fire frequency and how that may impact species distribution in the South Central United States.<\/li><li>Assessing drought resilience in communities by analyzing drought exposure, impacts and adaptation.<\/li><li>Creating a better understanding of drought dynamics and fire weather forecasting by linking precipitation variability, soil and air temperatures, and daily temperature changes.&nbsp;<\/li><\/ul><p>Efforts to foster better ways to communicate climate science, including:<\/p><ul><li>Developing effective tools for communicating drought information.<\/li><li>Identifying vulnerabilities by initiating studies to assess tribal climate change and extreme event response. &nbsp;<\/li><\/ul><p>&ldquo;The continuing drought in the South Central U.S. is a strong reminder of the impact changing climate can have on our lives,&rdquo; said Kim Winton, South Central Climate Science Center director. &ldquo;Thus we have focused our projects on understanding the implications of long-term drought and how to best communicate our findings to natural and cultural resource managers and to the public.&rdquo;<\/p><p>Each of the Department of the Interior&#39;s eight&nbsp;<a href=\"http:\/\/www.doi.gov\/csc\/\">Climate Science Centers<\/a> worked with states, tribes, federal agencies, <a href=\"http:\/\/www.fws.gov\/landscape-conservation\/lcc.html\">Landscape Conservation Cooperatives<\/a>, universities supporting the CSCs, and other regional partners to identify the highest priority management challenges in need of scientific input, and to solicit and select research projects.<\/p><p>The studies will be undertaken by teams of scientists from the universities, tribes, USGS, as well as other partners such as NOAA&rsquo;s Southern Climate Impacts Planning Program, NOAA&rsquo;s Geophysical Fluid Dynamics Lab, the USDA&rsquo;s Southern Plains Regional Climate Hub, and the&nbsp;Landscape Conservation Cooperatives in the South Central region.<\/p><p>The eight <a href=\"https:\/\/nccwsc.usgs.gov\/sites\/default\/files\/files\/CSC_consortia_and_regions.pdf\">DOI Climate Science Centers<\/a> form a national network, and are coordinated by the&nbsp;<a href=\"https:\/\/nccwsc.usgs.gov\/\">National Climate Change and Wildlife Science Center,<\/a> located at the headquarters of Interior&#39;s U.S. Geological Survey. CSCs and LCCs have been created under <a href=\"http:\/\/www.doi.gov\/whatwedo\/climate\/cop15\/upload\/SecOrder3289.pdf\">Interior&#39;s strategy to address the impacts of climate change<\/a> on America&rsquo;s waters, land, and other natural and cultural resources. Together, Interior&#39;s CSCs and LCCs will assess the impacts of climate change and other landscape-scale s<\/p>","summary":"","format":"filtered_html","safe_value":"<p><strong>Reporters: Descriptions of the funded projects are available <\/strong><a href=\"https:\/\/nccwsc.usgs.gov\/csc\/south-central\"><strong>here.<\/strong><\/a><strong> <\/strong>Secretary of the Interior Sally Jewell announced today that Interior’s South Central Climate Science Center is awarding nearly $550,000 to universities and other partners for <a href=\"https:\/\/nccwsc.usgs.gov\/csc\/south-central\">research<\/a> to guide managers of parks, refuges and other cultural and natural resources in planning how to help species and ecosystems adapt to climate change.\"These climate studies are designed to help address regional concerns associated with climate change, providing a pathway to enhancing resilience and supporting local community needs,\" said Secretary Jewell. \"The impacts of climate change are vast and complex, so studies like these are critical to help ensure that our nation's responses are rooted in sound science.\" The six funded studies will focus on how climate change will affect natural and cultural resources as well as identifying management actions that can be taken to help offset such changes. They include:Studies focusing on drought and fire, specifically:\n<\/p><ul><li>Providing information to resource managers about how future precipitation will affect fire frequency and how that may impact species distribution in the South Central United States.<\/li>\n<li>Assessing drought resilience in communities by analyzing drought exposure, impacts and adaptation.<\/li>\n<li>Creating a better understanding of drought dynamics and fire weather forecasting by linking precipitation variability, soil and air temperatures, and daily temperature changes. <\/li>\n<\/ul><p>Efforts to foster better ways to communicate climate science, including:\n<\/p><ul><li>Developing effective tools for communicating drought information.<\/li>\n<li>Identifying vulnerabilities by initiating studies to assess tribal climate change and extreme event response.  <\/li>\n<\/ul><p>“The continuing drought in the South Central U.S. is a strong reminder of the impact changing climate can have on our lives,” said Kim Winton, South Central Climate Science Center director. “Thus we have focused our projects on understanding the implications of long-term drought and how to best communicate our findings to natural and cultural resource managers and to the public.”Each of the Department of the Interior's eight <a href=\"http:\/\/www.doi.gov\/csc\/\">Climate Science Centers<\/a> worked with states, tribes, federal agencies, <a href=\"http:\/\/www.fws.gov\/landscape-conservation\/lcc.html\">Landscape Conservation Cooperatives<\/a>, universities supporting the CSCs, and other regional partners to identify the highest priority management challenges in need of scientific input, and to solicit and select research projects.The studies will be undertaken by teams of scientists from the universities, tribes, USGS, as well as other partners such as NOAA’s Southern Climate Impacts Planning Program, NOAA’s Geophysical Fluid Dynamics Lab, the USDA’s Southern Plains Regional Climate Hub, and the Landscape Conservation Cooperatives in the South Central region.The eight <a href=\"https:\/\/nccwsc.usgs.gov\/sites\/default\/files\/files\/CSC_consortia_and_regions.pdf\">DOI Climate Science Centers<\/a> form a national network, and are coordinated by the <a href=\"https:\/\/nccwsc.usgs.gov\/\">National Climate Change and Wildlife Science Center,<\/a> located at the headquarters of Interior's U.S. Geological Survey. CSCs and LCCs have been created under <a href=\"http:\/\/www.doi.gov\/whatwedo\/climate\/cop15\/upload\/SecOrder3289.pdf\">Interior's strategy to address the impacts of climate change<\/a> on America’s waters, land, and other natural and cultural resources. Together, Interior's CSCs and LCCs will assess the impacts of climate change and other landscape-scale s<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["Louisiana","New Mexico","Oklahoma","Texas"],"country":["United States of America"],"mm_tags":["Climate Science Centers","Southwest","Climate Change","South Central Climate Science Center","collaboration"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1418878800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}