{"title":"Tipsheet II: More USGS Science at AGU<br>Earthquakes in the East and the Environment","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<DIV align=center>Washington Convention Center (CC)<br>Washington, D.C.<br>May 30-June 3, 2000<\/DIV>\n<p><b>Tuesday, May 30<\/b> <\/p>\r\n<p>1:50 p.m. Estimating Nitrogen Loss in Streams With an Empirical Model, Session H22A-02. Location: Renaissance Hotel Grand C. Richard Alexander, USGS Reston. <\/p>\r\n<p>Disturbances to the ecosystems of many shallow estuarine and coastal marine waters, such as areas of the Gulf of Mexico and Chesapeake Bay, have been linked to increases in nitrogen flux in streams and rivers during the past several decades. Yet sources contributing to these increased changes are not well understood. The author will examine the effect of channel depth on the contribution of nitrogen by streams and rivers to coastal ecosystems. 3:30 p.m. Evidence for Conservative Transport of Nitrate in the Mississippi River, Session H22A-07. Location: Renaissance Hotel Grand C. Donald Goolsby, USGS Denver, CO. <\/p>\r\n<p>River boats aren&rsquo;t the only thing the Mississippi River transports effectively. In this study covering a 2,250-km reach, relatively little nitrate was lost from the water column. More than 60% of the 2,140 metric tons per day of nitrate discharged from the Mississippi River originated upstream of St. Louis, more than 1,900 km from the river&rsquo;s mouth. <\/p>\r\n<p>3:40 p.m. The Impact of Sustained Drought on Chesapeake Bay, Session H22C-06. Location: Renaissance Hotel Grand N. Thomas Cronin, USGS Reston. <\/p>\r\n<p>Drought affects the salinity, clarity, and nutrient influx of estuaries. By analyzing major droughts in the 16th century, the author will describe the effect these changes might have on hydrologic conditions and biological communities in the Chesapeake Bay during a possible modern prolonged drought in the mid-Atlantic region. <\/p>\r\n<p>4:05 p.m. Holocene Climate variability of Palmer Deep, Antarctica, Ocean Drilling Program Site 1098, Session OS22A-10. Location: CC 32. Lisa Osterman, USGS Reston. <\/p>\r\n<p>The author will describe how sediments sampled from Palmer Deep, Antarctica, document cooling of ocean waters and expansion of persistent sea ice from early to late Holocene. <\/p>\r\n<p><b>Wednesday, May 31<\/b> <\/p>\r\n<p>9:30 a.m. Role of Interactions Between Groundwater and Wetland Surface Water in Recharging and Storing Mercury Within the Surficial Aquifer System of the Northern Everglades, Session H31C-05. Location: CC 27. Judson Harvey, USGS Reston. This study describes how controls on surface-water flows in the Northern Florida Everglades by water managers seeking to reduce flooding and maintain adequate water supply have affected the movement of mercury between surface water and shallow ground water. <\/p>\r\n<p>10:45 a.m. Seismicity and Seismic Hazards in Eastern North America I, Session S31C. Location: CC Room 10-12. Joan Gomberg, USGS Memphis, presiding. <\/p>\r\n<p>1:30 p.m. Seismicity and Seismic Hazards in Eastern North America II, Session S32A. Location: CC Room 10-12. Thomas Hanks, USGS Reston, presiding. <\/p>\r\n<p>The central and eastern U.S. have been sites for some of the strongest earthquakes on record in the lower 48 states, and damaging earthquakes are on record for nearly every state East of the Mississippi River. The East has lower earthquake return rates than the West, however, making earthquake hazards assessment more difficult. Earthquakes in the East have a higher potential impact than those in the West because damaging waves travel farther, the East has a greater population density living among an older inventory of structures, and the public is not prepared. In these sessions, scientists will discuss possible ways to overcome the difficulties of studying these low probability\/high impact hazards. 1:30 p.m. Poster: Atmospheric Wet Deposition of Trace Elements to a Suburban Catchment in Northern Virginia, Session A32B-01. Location: CC Hall D. Kathryn Conko, USGS Reston.<\/p>\r\n<p>Elevated levels of copper and zinc found in Lake Anne in Reston, VA, but not found at remote sites sampled i","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"959659200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}