{"title":"Celebrating 30 Years of Imaging The Earth","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>NASA and the U.S. Geological Survey are celebrating Landsat&rsquo;s 30th anniversary of imaging the Earth. <\/p>\n<p>On July 23, 1972, NASA launched the first Landsat satellite beginning what is now the longest record of the Earth&rsquo;s continental surfaces as seen from space. It is a record unmatched in quality, detail, coverage and value. This 30-year archive of imagery, a scientific partnership between NASA and the U.S. Geological Survey (USGS), provides an invaluable historical record that helps us understand and protect our home planet. <\/p>\r\n<p>\"In essence, this archive of Landsat imagery is the equivalent of having a periodically refreshed family photo album for the entire Earth,\" said Dr. Ghassem R. Asrar, NASA Associate Administrator of the Office of Earth Science. \"The scientific data gathered by these spacecraft allows us to see changes on the Earth&rsquo;s surface over time, giving us insight into what is happening and helping us plan for the future.\" <\/p>\r\n<p>In celebration of the 30th anniversary of the first Landsat launch, NASA and the USGS have assembled an exhibit called \"Landsat: Earth as Art.\" These images, created by the USGS EROS Data Center using Landsat 7 data, introduce the general public to the Landsat Program, administered jointly by USGS and NASA. The USGS operates Landsat 5 and 7 and manages the national archive of data collected by all of the Landsat satellites, distributing these data to researchers around the world. <\/p>\r\n<p>\"This archive of imagery is a valuable tool for scientists and researchers as they work to gain a better understanding of the Earth and its complex systems,\" said Charles Groat, USGS Director. \"Long-term monitoring information is critical for maintaining the health and safety of our communities, our economy and our environment.\" <\/p>\r\n<p>The \"Landsat: Earth as Art\" exhibit highlights 41 images that were selected on the basis of aesthetic appeal. The exhibit opens July 23 at the Library of Congress in Washington. A selection of the \"Landsat: Earth as Art\" images will be on display in the Senate Russell Office Building Rotunda in Washington, July 22-26, and the fall at the Arizona Science Center in Phoenix. Another similar exhibit is currently on display in Rapid City, S.D., at the Children&rsquo;s Science Center. <\/p>\r\n<p>The first Landsat, originally called ERTS, for Earth Resources Technology Satellite, was developed and launched by NASA in 1972. Landsat 5 is still transmitting images and the Landsat 7 mission has built upon the historic strengths of the Landsat program. The low cost of Landsat 7 data, as well as the elimination of data copyright, has fostered an environment in which users are free to experiment with novel applications, and use large quantities of data for existing applications. <\/p>\r\n<p>The data from these Landsat satellites serve many purposes. Landsat satellites monitor important natural processes and human land use such as vegetation growth, deforestation, agriculture, coastal and river erosion, snow accumulation and fresh-water reservoir replenishment, and urbanization. The USGS uses Landsat data to spot the amount and condition of dry biomass on the ground, which are potential sources for feeding wildfires that can threaten humans, animals and natural resources. Farmers and land managers use Landsat data to help increase crop yields and cut costs while reducing environmental pollution. <\/p>\r\n<p>Continuity of data with previous Landsat missions is a fundamental goal of the Landsat program. Landsat Program Management (NASA and USGS) is required by public law to continue gathering and preserving this important scientific data. The planned follow-on to the Landsat program, the Landsat Data Continuity Mission (LDCM), is a cooperative effort between Government and private industry to provide continuity of land surface measurements beyond Landsat 7 without any data gaps. Based on the Science Data Specification and Data Policy, jointly specified by NASA a","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1027310400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"169349"},{"tid":"169991"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}