{"title":"Virtual Museums and Data Curation from Museums to Mars: USGS Co-Sponsors Two AAAS Symposia","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) will co-sponsor two symposia at the 2004 Annual Meeting of the American Association for the Advancement of Science (AAAS) in Seattle, WA, February 12-16, 2004. This year&rsquo;s theme is &quot;Science at the Leading Edge,&quot; and the USGS-sponsored symposia will address how today&rsquo;s technology is creating new ways to preserve and share knowledge. <\/p>\n<p>The first symposium, &quot;Virtual Science Museum Development: Technology, Interoperability, and Collaboration,&quot; will take place from 2:30 to 4 p.m. Feb. 16, and will address the latest development in natural history collections: the creation of virtual museums. <\/p>\r\n<p>&quot;Now, more than ever, natural history museums can share data, enhance educational opportunities, and work out issues of data expatriation and ownership,&quot; said Gladys Cotter, Associate Chief Biologist for Information. &quot;It will provide a platform for dialogue among museum managers, information scientists, taxonomists, and information technologists, so they can address some of the issues related to virtual museum development of biological collections.\" <\/p>\r\n<p>The second symposium, &quot;Preserving Our Scientific Knowledge: Scientific Data Curation from Museums to Mars,&quot; is co-sponsored with Bonnie C. Carroll, senior consultant to USGS and President of Information International Associates, Inc., and will take place from 8 to 9:30 a.m. on Feb. 16. <\/p>\r\n<p>&quot;Data curation is fundamental to the preservation of our scientific knowledge base,&quot; Carroll said. &quot;From museum specimens to data sets to earth images&mdash;the effective management of our data assets has allowed use and reuse of unique raw materials of science. Advances in information technology have generated new methods of managing this knowledge base, bringing new challenges, new opportunities, and new visibility to what was once a backroom profession. <\/p>\r\n<p>For more information see the AAAS web site at <a href=\"http:\/\/www.aaas.org\/meetings\/index.html\">http:\/\/www.aaas.org\/meetings\/index.html<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1076648400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}