{"title":"Pollutants Pose Threat to Mekong River Residents","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>LAFAYETTE, La<\/strong>. &ndash; <!--introstart-->Portions of the Mekong River Basin contain hotspots of persistent organic pollutants that pose a significant threat to the residents and wildlife of the Mekong Basin, according to a new U.S. Geological Survey <a href=\"http:\/\/dx.doi.org\/10.3133\/sir20135196\">study<\/a>.<!--introend--><\/p>\n<p>A research team comprised of members from the University Network for Wetland Research and Training in the Mekong Region, the International Crane Foundation and the <a href=\"http:\/\/www.usgs.gov\/\">USGS<\/a> found that the total loading of persistent organic pollutants in wetland sediments of the Mekong Basin was generally low, but hotspot sites occurred where concentrations exceeded established ecological risk thresholds. Team members from the University Network are providing the results to officials within their own countries so they can determine how to address the issues.<\/p>\r\n<p>\"The overall results of this study provide crucial baseline data that will guide future development and conservation efforts in the Mekong Basin,\" said Scott Wilson of the USGS National Wetlands Research Center and co-author of the study. \"Future work will focus on the classification and distribution of wetlands in the Mekong River Basin, an investigation into heavy metal contamination, and surface elevation monitoring in the coastal area of Southeast Asia.\"<\/p>\r\n<p>Persistent organic pollutants are not readily biodegradable and are known to induce a variety of toxic effects in humans and other organisms. In humans, adverse health effects related to reproductive, developmental, behavioral, neurologic, endocrine, and immunologic processes have been linked to exposure. Since persistent organic pollutants do not degrade easily, they can persist in the environment for long periods of time. The pollutants come from agricultural pesticides, industrial pollutants, and other unintentional by-products. This study focused primarily on persistent organic pollutants used in agricultural practices.<\/p>\r\n<p>The persistent organic pollutants accumulate in the fatty tissue of fish, amphibians, snakes and water birds that make up a large portion of the local population's diet. &nbsp;Animals tested in some hotspots, such as the Tonle Sap, are known to have high levels of bioaccumulation.<\/p>\r\n<p>The international team looked at 531 samples from approximately 450 wetlands across five countries in Southeast Asia and analyzed them for 39 persistent organic pollutants -- in this case organochlorines and PCBs. &nbsp;<\/p>\r\n<p>\"Conducting quality science at this spatial scale requires intimate knowledge of local areas,\" said Wilson. \"This effort could only be completed with the help of local universities, regional organizations like the International Crane Foundation, and the interdisciplinary science program of agencies like USGS.\"<\/p>\r\n<p>Results showed that the use of DDT, a known persistent organic pollutant that has been banned in the study countries, has declined in the region, however, some wetland hotspots were found that contain levels of DDT above established risk thresholds and even suggest continued illegal use. The concentration and distribution of endosulfan, a chemical being phased out in the U.S. and other parts of the world, and its metabolites were also studied and represent a serious problem that requires further study and management action in the Mekong River Basin.<\/p>\r\n<p>The USGS study, \"<a href=\"http:\/\/dx.doi.org\/10.3133\/sir20135196\">Persistent Organic Pollutants in Wetlands of the Mekong Basin<\/a>,\" was initiated by the U.S. Department of State and was prepared in cooperation with the University Network for Wetland Research and Training in the Mekong Region and the International Crane Foundation.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["International Programs Asiaand Pacific","Water Hydrologic Networksand Analysis","Mekong River","Persistent Organic Pollutants"],"article_type":["International News Release"],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1393477200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169391"},{"tid":"170445"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}