{"title":"June Floods Trigger Pollution Peak On Potomac River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>An unusual influx of atrazine, nitrogen and phosphorus to the Potomac River was carried by flood waters in mid-June and briefly elevated concentrations of these agricultural chemicals, according to the U.S. Geological Survey (USGS). <\/p>\n<p>Follow-up measurements indicate that this episode posed no health threat from exposure to the raw river water or from drinking water withdrawn from the river, according to the U.S. Environmental Protection Agency (EPA). <\/p>\r\n<p>\"We took advantage of the record flooding on the Monocacy River to get a worst-case look at some of the chemicals that might be running off agricultural and developed lands in that tributary of the Potomac,\" said Joel Blomquist, USGS hydrologist, Towson, Md. <\/p>\r\n<p>\"Not surprisingly, the results were some of the highest concentrations we have ever measured for these compounds in the Potomac River near Washington, D.C. This should help us get a better understanding of the long-term pollution loads carried by the Potomac into the Chesapeake Bay.\" <\/p>\r\n<p>The USGS measured an atrazine concentration of 4.1 parts per billion (ppb) in the Potomac River on June 20, 1996, the highest concentration ever measured at this site. The federal drinking water standard for atrazine, the most widely used herbicide in the nation, is set at 3.0 ppb. However, the standard applies to average annual concentrations in finished drinking water, and these short-term conditions pose no health threat. By June 22, atrazine concentrations in the river had dropped to less than 3.0 ppb. <\/p>\r\n<p>The Potomac River provides the public water supply to a large portion of the metropolitan Washington, D.C area. Upon receiving the data from the USGS, the EPA immediately requested historic and more recent sampling data from water companies which withdraw from the Potomac. These facilities reported atrazine concentrations far below the drinking water standard in both raw and finished water. Follow-up sampling at the Washington Aqueduct by EPA showed atrazine concentrations were less than 0.1 ppb in early August. The aqueduct is the water treatment facility that supplies the District of Columbia and several suburban Virginia communities. Based on analysis of these data, the EPA is taking the following steps: <\/p>\r\n<p>-Coordinating more closely with USGS on data sharing. <\/p>\r\n<p>-Recommending more frequent sampling for raw and finished water from water utilities in the metropolitan area during May and June, when herbicide use is heaviest and when storm events are most likely to cause elevated instream concentrations. <\/p>\r\n<p>The USGS and EPA are working with the Metropolitan Washington Council of Governments, the Maryland Department of the Environment, the Virginia Department of Health, and Washington area water suppliers to evaluate whether, under the same circumstances, other pollutants could affect drinking water quality. <\/p>\r\n<p>New provisions of the Safe Drinking Water Act emphasize protection of water-supply sources, in order to improve public health-protection and drinking-water quality, as well as to reduce the cost of treatment. <\/p>\r\n<p>Additional background from USGS: <\/p>\r\n<p>* The June flooding was greatest in the Monocacy River, a tributary of the Potomac, where streamflow reached a record high near Bridgeport, Md. The June 18-19 event is considered to be a 200-year flood--one that is only expected to occur once in 200 years, on average, or with about a one-half of one per cent chance in any given year. <\/p>\r\n<p>* The highest atrazine concentration previously found in the Potomac was 1.2 ppb in June 1980. Monitoring results from 1992-1994 show an average concentration of 0.16 ppb and a peak of 0.5ppb. <\/p>\r\n<p>* As a result of the June flooding, the USGS estimates that about 4,300 pounds of atrazine were transported to the tidal Potomac River, mostly from Conococheague Creek and the Monocacy River. Over the same 5-day period, about 2,200 tons of nitrogen and 260 tons of phosphorus were","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"840168000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}