{"title":"Landsat Users Confirm Its Unique Value","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Since 1972, the Landsat program has allowed scientists and analysts to observe the world beyond the power of human sight, monitor changes to the land, and detect critical trends in the conditions of natural resources.<!--introend-->&nbsp;<\/p>\n<p>To learn more about who uses Landsat imagery and the value these users see in Landsat imagery, the U.S. Geological Survey analyzed responses to a survey of more than 40,000 individuals who accessed free Landsat images from the archive at the USGS Earth Resources Observation and Science <a href=\"http:\/\/eros.usgs.gov\/archive\/nslrsda\/overview.html\">(EROS) Center<\/a> in Sioux Falls, S.D. Over 11,000 users responded to the survey.&nbsp;<\/p>\r\n<p>Recently published in a <a href=\"http:\/\/dx.doi.org\/10.3133\/ofr20131269\">USGS report<\/a>, the survey findings demonstrate that a very wide range of customers use Landsat &mdash; from educators to Earth scientists, foresters to urban planners, agricultural managers and water users, and many more. These diverse users were surveyed about their specific utilization of Landsat imagery, as well as the impacts of doing without Landsat imagery and its value to each group.<\/p>\r\n<p>\"The value of Landsat's unique 40-year archive of Earth imagery is incalculable,\" said Anne Castle, Department of the Interior Assistant Secretary for Water and Science, who welcomed publication of the survey. \"But with this study, we can begin to quantify the benefits of Landsat to the national economy and to its many users.\"<\/p>\r\n<p>Respondents used Landsat imagery in 38 different primary applications, ranging from environmental sciences to agriculture to planning, administration of natural resources, and humanitarian aid. Three-quarters of respondents said the imagery is somewhat or very important to their work and stated that they were moderately or very dependent on Landsat imagery to do their jobs. Almost two-thirds of users reported that they would have to discontinue half of their work, on average, if new and archived Landsat imagery were unavailable.<\/p>\r\n<p>The value of Landsat imagery was quantified through a contingent valuation method that estimates the aggregated annual economic benefits derived from the imagery. Based on the survey results, economists estimated the benefits from Landsat imagery distributed directly by the USGS in 2011 to be just over $1.79 billion for U.S. users and almost $400 million for international users, resulting in a total annual economic benefit of $2.19 billion. This estimate does not include benefits from further distribution and reuse of the imagery after it has been obtained from the USGS or from the use of value-added products derived from Landsat imagery.&nbsp;<\/p>\r\n<p>Landsat images are unique in that they provide complete global coverage, they span over 41 years of continuous Earth observation, and they are available for free to anyone in the world. No other satellite provides that combination of attributes.&nbsp;&nbsp;<\/p>\r\n<p>The USGS report, \"Users, Uses, and Value of Landsat Satellite Imagery&mdash;Results from the 2012 Survey of Users,\" is available <a href=\"http:\/\/dx.doi.org\/10.3133\/ofr20131269\">online<\/a>. The survey was the second completed as part of a <a href=\"http:\/\/www.fort.usgs.gov\/landsatsurvey\/\">larger study<\/a>, which also includes a survey conducted in 2009. The Landsat program is jointly managed by USGS and NASA.<\/p>\r\n<p><strong>Learn more<\/strong><\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/landsat.usgs.gov\/\">USGS Landsat<\/a><\/li>\r\n<li><a href=\"http:\/\/landsat.gsfc.nasa.gov\/\">NASA Landsat<\/a><\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Land Remote Sensing","Climateand Land Use Change Earth Resources Observationand Science Center"],"article_type":["National News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1385960400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"169500"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}