{"title":"What Is Killing Americaâ\u0080\u0099s Bats?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>RESTON, Va. &ndash; <!--introstart-->White Nose Syndrome -- a devastating disease responsible for killing more than 5 million wild bats in Virginia, Maryland, 14 other states, and four Canadian provinces -- is the topic of a free public lecture Wednesday, March 7, at 7 p.m. at the U.S. Geological Survey National Center in Reston, Va.<!--introend-->&nbsp;&nbsp;<\/p>\n<p><a name=\"_GoBack\">\"This is truly a gripping detective story, of how scientists identified the cause of the mysterious disease that is decimating our defenseless bats, sequenced its genome, and are now working to better understand this previously unknown pathogen\" said USGS Director Marcia McNutt. \"Now they are in a race against time to find a way to manage this scourge before it is too late for these under-appreciated little mammals.\"<\/a>&nbsp;<\/p>\r\n<p>Worldwide, bats play critical ecological roles in insect control, plant pollination, and seed dissemination, and the decline of North American bat populations has far-reaching ecological consequences. USGS research scientist David Blehert will discuss the unexpected emergence and rapid spread of this disease, which has impacted six different bat species in North America.&nbsp; He will also address the profound impacts white-nose syndrome may have on bat populations in the 21st century.&nbsp;<\/p>\r\n<p>Although insect-feeding wild bats may lack the easily defined monetary value of domestic animals, a recent analysis showed they provide natural pest control services to American farmers valued at approximately $23 billion per year. The issue has also highlighted the importance of a national and international infrastructure to investigate and respond to emerging wildlife disease and related ecological and societal threats.<\/p>\r\n<p>For more information and directions visit the <a href=\"http:\/\/www.usgs.gov\/public_lecture_series\/\">Public Lecture Series website<\/a>.<\/p>\r\n<p>The lecture is in a federal facility and a photo ID is required for entry.&nbsp;<\/p>\r\n<p>Those unable to attend the lecture in person can follow it live on Twitter @USGSLive<\/p>\r\n<p>The USGS public lectures are held monthly in Reston, Virginia. These evening events are free to the public and intended to familiarize a general audience with science issues that are meaningful to their daily lives. USGS speakers are selected for their ability and enthusiasm to share their expertise with an audience that may be unfamiliar with the topic.&nbsp;<\/p>\r\n<p>The series provides the public an opportunity to interact with USGS scientists and ask questions about recent developments in Natural Hazards; Water; Energy Minerals and Environmental Health; Climate and Land Use Change; Ecosystems; and Core Science Systems. Ultimately, the goal is to create a better understanding of the importance and value of USGS science in action.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":["publiclecture","scienceinaction","nationalwildlifehealthcenter","bats","batdeaths","wildlifedisease","publicevent","whitenosesyndrome","","whitenose"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1331010000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169176"},{"tid":"170108"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}