{"title":"Cumberland River Crest Highest in 73 Years","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Rivers throughout middle Tennessee crested at record high levels last week.&nbsp; They exceeded previous highs at many streamgages by as much as 14 feet, according to preliminary estimates released today by the U.S. Geological Survey (USGS).&nbsp;&nbsp; The highest flood levels were recorded on May 2 and 3, from Nashville west toward Jackson, extending about 40-miles north and south of Interstate 40, and affecting major tributaries to the Cumberland and Tennessee Rivers.<\/p>\n<p>The flood peak on the Cumberland River in downtown Nashville ranks as only the tenth highest in more than 200 years of record at that site. This peak was, however, the highest observed during the past 73 years in which much of the basin upstream of Nashville was regulated by several large flood-control reservoirs.&nbsp;<\/p>\r\n<p>At least four major tributaries to the lower Cumberland River met or exceeded warning levels established by the National Weather Service (NWS) for major flooding conditions last week.&nbsp; Flood peaks on the Harpeth River at Bellevue exceeded the NWS stage for major flooding by more than 5 feet, and exceeded the USGS record at that site (measured in 1948) by more than 9 feet. The Harpeth River near Kingston Springs exceeded the NWS major flood stage by almost 16 feet and was 14 higher than the previous recorded peak from 1946.&nbsp;<\/p>\r\n<p>Flood levels on Mill Creek near Nolensville exceeded major flood stage by more than 3 feet and downstream at Antioch exceeded major flood stage by more than 6 feet. Peak flood levels for Mill Creek further downstream at Thompson Lane in Nashville were somewhat lower, but still exceeded by less than 1 foot both the historic high and NWS stage for major flood.<\/p>\r\n<p>&ldquo;Most tributaries to the lower Cumberland River had flows with only a 1 in 500 chance in any given year, causing the lower Cumberland to flood with a severity that was almost entirely unexpected,&rdquo; according to Rodney Knight, surface-water specialist with the USGS Tennessee Water Science Center.&nbsp;&nbsp; &ldquo;That a regulated river like the Cumberland could have such high flooding is unusual and is a testament to the severity of this event. The extreme rainfall in tributaries that enter the Cumberland River downstream from the flood storage area made this a very difficult event to regulate.&rdquo;<\/p>\r\n<p>The USGS operates streamgages across the Nation in cooperation with other Federal, state, and local agencies. This information is important because it is used by the NWS to issue flood warnings. It is used by FEMA and the U.S. Army Corps of Engineers to characterize flood hazards.<\/p>\r\n<p>Graphs and tables showing the <a href=\"http:\/\/waterdata.usgs.gov\/tn\/nwis\/rt\">real-time streamflow data<\/a> collected at USGS gages in Tennessee for the last 120 days are available online. The USGS <a href=\"http:\/\/tn.water.usgs.gov\/flood\/\">May 2010 flood information<\/a> website includes graphs that compare this event to other historical floods.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Tennessee"],"country":["United States of America"],"mm_tags":["Tennessee","flooding","water","floods","hazards"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1273723200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170382"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}