{"title":"DROUGHT IN NORTHEAST WEARS ON: RECENT RAINS HAVE SHORT-TERM IMPACT ON LONG-TERM DROUGHT IN NORTHEAST","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Rains that fell in parts of the Northeastern U.S. during the past weekend are having a short-term impact on the long-term drought conditions in the Northeastern U.S., according to hydrologists at the U.S. Geological Survey. \n<p>\"Streamflows in the Northeast rose only slightly in response to the rains of the past weekend, and remain at well below normal levels,\" said Terrance Lamb, USGS hydrologist and surface-water specialist for the Northeastern U.S. \"It must be remembered that streamflows did not reach these below normal levels overnight; more replenishing rains are needed to reverse the trend. \r\n<p>\"The numbers indicate that hydrologic drought conditions endure,\" Lamb said. \r\n<p>A hydrologic drought occurs when the natural water system that we depend on -- the rivers, streams, and ground-water levels in wells -- are adversely affected by a lack of long-term moisture. The impact can be severe, and can take many months, or even years, of normal precipitation to reverse. \r\n<p>The USGS measured the following streamflows in the Northeast, Thurs., Oct. 12, 1995: \r\n<p>o At Auburn, Maine, flow of the Androscoggin River is 1.7 bgd, 20 percent below the October average flow of 2.2 bgd. \r\n<p>o At Green Island, N.Y., flow of the Hudson River is 2.7 bgd, nearly 50 percent below the October average flow of about 4.0 bgd. o At Washington, D.C ., flow of the Potomac River is about 1.7 bgd, about 10 percent less than the October average flow of 2.0 bgd. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maine","New York"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"813556800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}