{"title":"USGS Completes Assessment of Oil and Gas Resources in Priority Basins in the U.S.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Detailed fact sheets of each basin are available at <a href=\"http:\/\/energy.cr.usgs.gov\/oilgas\/noga\/\">http:\/\/energy.cr.usgs.gov\/oilgas\/noga\/<\/a><\/b> <\/p>\n<p>The USGS has just completed an assessment of undiscovered, technically recoverable oil and natural gas resources in five geologic basins in the Rocky Mountain region. The assessed basins are: Uinta-Piceance of Colorado and Utah, Southwestern Wyoming (Greater Green River Basin), San Juan Basin of New Mexico and Colorado, Montana Thrust Belt, and the Powder River Basin of Wyoming and Montana. <\/p>\r\n<p>The 2002 National Oil and Gas Assessment includes conventional and unconventional (continuous) hydrocarbon resources. Overall findings in the assessment indicate a mean of about 183 trillion cubic feet (TCF) of undiscovered gas, of which 92 percent (a mean of 169 TCF) of the undiscovered gas resource is unconventional; an indication that unconventional resources contribute significantly to the total of the estimated U.S. oil and gas - much more so than conventional resources in these five basins. Of the 169 TCF of unconventional gas, about 25 percent (42 TCF) is coalbed gas. <\/p>\r\n<p>The 2002 mean estimates for natural gas, oil, and natural gas liquids are: \r\n<p><b>Uinta-Piceance:<\/b> 21 TCF natural gas, 60 million barrels (MMB) of oil, 43 MMB of natural gas liquids. Nearly all the undiscovered gas resource is unconventional. <\/p>\r\n<p><b>Southwestern Wyoming:<\/b> 84.6 TCF natural gas, 131 million barrels of oil, 2600 MMB of natural gas liquids. Nearly all the undiscovered gas resource is unconventional. <\/p>\r\n<p><b>San Juan Basin:<\/b> 50.6 TCF natural gas, 19 million barrels of oil, 148 MMB of natural gas liquids. Nearly all the undiscovered gas resource is unconventional. <\/p>\r\n<p><b>Montana Thrust Belt:<\/b> 8.6 TCF natural gas, 109 million barrels of oil, 240 MMB of natural gas liquids. All of the undiscovered gas resource is conventional. <\/p>\r\n<p><b>Powder River:<\/b> 16.5 TCF natural gas, 1600 MMB of oil, 86.5 MMB of natural gas liquids. Nearly all the undiscovered gas resource is unconventional. <\/p>\r\n<p>Of particular interest is the mean estimate of 14.3 TCF of coalbed gas in the Powder River Basin (Wyoming), a substantial increase from 1.1 TCF in the continuous gas numbers from the 1995 assessment. The increased estimate is based upon new geologic information from increased exploration and drilling operations. The assessment is part of a scheduled update of the USGS 1995 National Oil and Gas Assessment and will be incorporated into a report to Congress pursuant to the Energy Policy and Conservation Act (EPCA) Amendments of 2000. Improved methods of assessing geologic resources have provided the USGS with refined capabilities of understanding the resource potential, particularly unconventional resources. <\/p>\r\n<p>The 2002 National Oil and Gas Assessment provides estimates of undiscovered conventional and unconventional hydrocarbon resources in five basins. They should not be confused with hydrocarbon reserves, which are resources that have been discovered and proven to be recoverable. Conventional resource accumulations are discrete fields with well-defined hydrocarbon water contacts, have obvious seals and traps, and the hydrocarbon is buoyant upon a column of water. Unconventional or continuous accumulations are regional in extent, have diffuse boundaries, do not have obvious seals and traps, and are not buoyant upon a water column.<\/p>\r\n<p>The USGS provides periodic assessments of the oil and natural gas endowment of the United States. Understanding the oil and gas resources in our country is needed for strategic planning, formulating economic and energy policies, evaluating lands in the purview of the Federal government, and developing sound environmental policies. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Wyoming","Colorado","New Mexico","Utah"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1040014800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168777"},{"tid":"169063"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}