{"title":"USGS Map Sales Office to Close &mdash; Temporarily","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The Earth Science Information Center (ESIC), which is the map sales outlet for the U.S. Geological Survey in Menlo Park, <b>will be closed from August 31 through September 18<\/b>, to facilitate moving the operation into a newly remodeled building on the USGS campus at 345 Middlefield Road in Menlo Park.<!--introend--> Prior to August 31 the sales outlet near the intersection of Linfield Drive and Homewood Place, just south of the intersection of Middlefield Road and Linfield Drive, will be open from 8 a.m. to 4 p.m., Monday through Friday. \n<p>During the three-week closure inquiries about maps and their availability from the USGS distribution center in Denver, CO, may be made by contacting the Menlo Park center by phone at 650-329-4390; fax 650-329-5130; or email <ESIC_WEST@USGS.GOV>, \r\n<p>For the past two and one-half years the ESIC has been housed in modular buildings near the intersection of Linfield Drive and Homewood Place, while the main USGS building at 345 Middlefield Road was renovated. Work on that building, known as Building Three, is now complete, so it is time to move the 100,000 maps and publications back into the building. The new sales outlet is in the same location in Building Three as it was prior to renovation, but with a larger sales area and new, easy-access shelving to make it easier and faster to retrieve individual maps. \r\n<p>In addition to the standard USGS topographical maps, the ESIC has a number of educational posters and USGS publications for sale. Also, a large variety of pamphlets and brochures on various earth-science topics are available at no cost.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"902289600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}