{"title":"USGS Scientists Present at 2008 International Meeting of the Society of Wetland Scientists: May 26 - 30","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Climate change and sea level rise are threatening\nwetlands and impacting nearby species habitat, water quality, recreation sites\r\nand more. Effective wetland conservation programs are needed that consider\r\nclimate change. U.S.\r\nGeological Survey scientists are studying related impacts to wetlands and will\r\ndiscuss their research and collaborative conservation projects at this meeting.<\/p>\r\n<p class=\"titles-large\">Tuesday, May 27<\/p>\r\n<p class=\"bold\">Global Change and the Function and Distribution of\r\nWetlands - Symposium<\/p>\r\n<p><span class=\"bold\">Impacts of Sea level Rise on Coastal Wetlands:\r\nWill Elevated Carbon Dioxide Make a Difference?<\/span><br \/>Global changes in atmospheric carbon dioxide and climate\r\nare expected to affect coastal wetlands and their ability to keep up with\r\nrising sea level. Multiple factors may interact to alter the vertical accretion\r\nof coastal marshes under different global change scenarios, and new data has\r\nbeen acquired showing how carbon dioxide enrichment may increase soil expansion\r\nby stimulating plant production. (Karen McKee, USGS)<\/p>\r\n<p class=\"bold\">Wetlands as Sentinels of Climate Change: Effects on\r\nGoods and Services - Symposium<\/p>\r\n<p><span class=\"bold\">Coastal\r\nWetlands as Sentinels of Climate Change<\/span><br \/>Coastal\r\nwetlands are critical habitat for many species and perform important ecosystem services.\r\nThese services include providing an avenue for human recreation, improving\r\nwater quality by filtering of sediments and nutrients, dissipating the energy\r\nand reducing the erosive effects of coastal storms, and recycling and\r\nexchanging nutrients within and among estuarine habitats. As sea level rise is\r\nnow accelerating above historic rates due to global warming, coastal wetlands\r\nwill become increasingly vulnerable to submergence if wetland vertical\r\ndevelopment can not keep pace. (Donald R. Cahoon, USGS)<\/p>\r\n<p><span class=\"bold\">Vulnerability of Central North American Wetlands\r\nto Climate Change<\/span><br \/>The Prairie Pothole Region of\r\nNorth America contains 5 - 8 million wetlands, provides critical habitat for\r\ncontinental waterfowl populations, and provides valuable ecosystem services for\r\nthe region and nation. The USGS developed computer simulation models, which use\r\nthe Intergovernmental Panel on Climate Change projections for future\r\ntemperature and precipitation change in this region over the next century.\r\nThese models suggest that many of the wetlands in this region will be drier and\r\nlose their ability to provide critical ecosystem services. These scenarios also\r\nsuggest that the future best landscapes for maintaining biodiversity, critical\r\necosystem services and habitat for waterfowl populations will shift eastward from\r\nthe east central Dakotas and Canadian prairies to the wetter climates of\r\nwestern Minnesota and Iowa, areas where most wetlands have been lost because of\r\nagricultural activities. (Glenn Guntenspergen, USGS)<\/p>\r\n<p><span class=\"bold\">Potential\r\nEffects of Climate Change on Forested Wetlands in the Lower Mississippi\r\n Valley<\/span><br \/>The\r\nLower Mississippi\r\nValley is the nation's largest\r\nfloodplain and the forest and wetland ecosystems of the Lower Mississippi\r\n Valley provide critically\r\nimportant ecosystem services. Climate is a large-scale agent of change\r\ncontrolling dominant drivers of ecosystem structure, processes, and services.\r\nThe effects of predicted climate change on hydrology and land cover and the\r\ncascading impacts on ecosystem services in the Lower Mississippi\r\n Valley are largely\r\nunknown. This is a significant gap in our knowledge base directly affecting\r\nresource management, conservation, and ecosystem restoration programs of federal,\r\nstate and local governments. (Stephen Faulkner, USGS)<\/p>\r\n<p class=\"titles-large\">Wednesday, May 28<\/p>\r\n<p class=\"bold\"><span class=\"red-highlight\">**<\/span> Fieldtrip: Restored Tidal Freshwater Wetlands of\r\nthe Anacostia River\r\nin Washington, D.C.<\/p>\r\n<p>During\r\nthe first half","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1211515200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}