{"title":"USGS Unveils Flood Mapping Tool for Atlanta Suburb","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>ATLANTA<\/strong> &ndash; <!--introstart-->A powerful new flood preparedness tool that will help emergency managers protect lives and property in the flood-prone Sweetwater Creek area was unveiled in a ceremony today on the banks of the creek at Austell's Legion Regional Park.<!--introend--><\/p>\n<p>Developed by scientists from the U.S. Geological Survey's <a href=\"http:\/\/ga.water.usgs.gov\/\">Georgia Water Science Center<\/a>, the interactive web-based tool, called a \"<a href=\"http:\/\/ga.water.usgs.gov\/FIM\/Sweetwater\">flood inundation map<\/a>,\" is the first of its kind to be created for a major urban area in the southeastern United States.<\/p>\r\n<p>\"I am pleased the USGS has made this informative and interactive tool available to the public,\" said Congressman David Scott, who spoke at the event.&nbsp; \"It will be especially useful to my constituents, many of whom know all too well the devastating effects floodwaters can have on personal safety and property.&nbsp; I encourage all Georgians to utilize this valuable tool in order to predict the effects flooding may have on our areas so that citizens will no longer be taken by surprise by rising water levels.\"<\/p>\r\n<p>The epic Atlanta floods of 2009 resulted in 10 deaths and more than $250,000,000 total estimated damages in a 7-day period. Floods impacted more than 20,000 homes and businesses and damaged hundreds of roads and bridges, according to Federal Emergency Management Agency.&nbsp; At this time, Sweetwater Creek experienced the highest flows recorded in more than 108 years of measurement with a recorded 31,500 cubic feet per second -- 300 times higher than the Creek&rsquo;s normal flow.<\/p>\r\n<p>\"Floods are the most expensive natural disaster that we face in the U.S., affecting all 50 states and costing more than $2.7 billion dollars annually averaged over the past 10 years according to government estimates,\" said USGS Director Marcia McNutt, from her office in Reston, Va. \"Investing in science-based preparedness tools like the online flood inundation maps is a smart way to help everyone know the quick decisions to make to spare lives and property.\"<\/p>\r\n<p>This new online tool will help identify where the potential threat of floodwaters is greatest, enabling emergency personnel from FEMA and state and local agencies to make quick decisions about when and how to evacuate residents.&nbsp; State and local officials will be able to use the interactive tool before the rain falls to better plan flood response and resource recovery and to assess evacuation routes at various flood levels.&nbsp;<\/p>\r\n<p>Nationwide, the USGS is partnering with the National Weather Service, U.S. Army Corps of Engineers and FEMA to develop comparable flood inundation maps in locations identified to be at the <a href=\"http:\/\/water.usgs.gov\/osw\/flood_inundation\/\">highest risk for flooding<\/a>.&nbsp; Georgia has one flood inundation map for the Flint River at Albany, with two more underway for Peachtree Creek in Atlanta and Suwanee Creek in Gwinnett County.<\/p>\r\n<p>Today's event was held on the banks of the creek with a high-water mark from the 2009 flood some 15-20 feet above the ball fields in the park. In addition to Congressman Scott, officials from Cobb County, the City of Austell, USGS and NWS spoke at the ceremony.&nbsp;<\/p>\r\n<p>Flood inundation maps are based on real-time river gauge readings from the USGS&rsquo;s nationwide streamgage network, which monitors water level and flow of the nation's rivers and streams. Remote sensing lidar data and geographic information system technology are used to portray streamgage readings from the <a href=\"http:\/\/waterdata.usgs.gov\/ga\/nwis\/uv\/?site_no=02337000&amp;PARAmeter_cd=00065,00060,00062\">Sweetwater Creek gauge<\/a> onto an online interactive map.&nbsp; The result is a dynamic webpage where users can zoom in and out on different parts of the community to identify locations that would be affected by flooding at different water levels from I-20 north","summary":null,"format":null}]},"field_images":[],"regions":["Georgia"],"country":["United States of America"],"mm_tags":["Press Conference","Georgia","sweetwatercreek","floods","flood","flooding","","floodforcasting","floodpreparedness","wateralert","","webcam","water","National Streamflow Information"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1345608000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168974"},{"tid":"170108"},{"tid":"170392"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}