{"title":"Groundwater Quality Generally Good in West Virginia","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The <a href=\"http:\/\/pubs.er.usgs.gov\/publication\/sir20125186\">report<\/a> is posted online. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\n<p><strong>Charleston, W.Va.<\/strong> -- <!--introstart-->The quality of West Virginia's groundwater is generally good, according to a recent 10-year U.S. Geological Survey study, the most comprehensive assessment of West Virginia's groundwater quality to date.<!--introend-->&nbsp; In the majority of cases, raw, untreated groundwater samples met <a href=\"http:\/\/water.epa.gov\/drink\/contaminants\/index.cfm\">primary drinking-water<\/a> criteria meant for finished, supplied drinking water. &nbsp;&nbsp;<\/p>\r\n<p>However, in more than half of the groundwater samples, naturally occurring iron and manganese exceeded secondary drinking-water criteria, which are non-enforceable guidelines, and, in the northwest portion of the state and the Eastern Panhandle, radon gas concentrations in groundwater frequently exceeded a proposed maximum concentration level, according to the report done in cooperation with <a href=\"http:\/\/www.dep.wv.gov\/WWE\/Pages\/default.aspx\">West Virginia Department of Environmental Protection, Division of Water and Waste Management.<\/a> Recent research has linked manganese and excess iron to developmental delays in children and breathing radon gas, which can also accumulate indoors from running water, increases the risk for lung cancer.<\/p>\r\n<p>The results highlight the importance of private well owners testing and potentially treating their water.&nbsp; While public water supplies are treated to ensure that water reaching the tap of households meets federal requirements, there are no such requirements for private supplies.<\/p>\r\n<p>\"I want to personally thank the scientists who persisted in this monumental effort to gather an immense amount of data in a state with complex geology on a very important topic: the safety of the water we drink,\" said USGS Director Marcia McNutt. \"Overall, the results of this study are very good news for those who rely on ground water in West Virginia, although those with private wells would be wise to get their water tested for a few elements of possible concern.\"&nbsp;<\/p>\r\n<p>About 42 percent of all West Virginians rely on groundwater for their domestic water supply; however, prior to 2008, the quality of the state&rsquo;s groundwater was largely unknown.&nbsp;<\/p>\r\n<p>\"This report shows where groundwater contamination is most likely for a variety of substances,\" said USGS scientist Doug Chambers, who led the study.&nbsp; \"This research is intended to help inform decisions ranging from water and land management to public health. Although this study primarily sampled public-supply wells, we would remind private well owners in West Virginia that it remains important to test their water.\"&nbsp;&nbsp;<\/p>\r\n<p>Private wells are not regulated and it is the owner's responsibility to test and treat the water. Many of the contaminants identified can be reduced or eliminated through a variety of treatments. Private well owners can find more information at the <a href=\"http:\/\/www.dep.wv.gov\/WWE\/Pages\/default.aspx\">WV DEP<\/a> website.<\/p>\r\n<p>For this study, scientists sampled groundwater for a wide range of natural and manmade chemical characteristics, including metals, nutrients, volatile organic compounds, fecal indicator bacteria, and radon from 1999-2008.&nbsp; Some samples were further analyzed for pesticides or semi-volatile organic compounds. All samples were of raw, untreated groundwater.<\/p>\r\n<p>Organic compounds and trace elements exceeding drinking-water criteria were found at much lower frequencies than iron, manganese, and radon. Pesticides occurred most frequently and in higher concentrations in limestone areas of the state where agriculture is concentrated.<\/p>\r\n<p>\"In much of West Virginia, local geology has the strongest influence on groundwater quality,\" said Chambers, noting the frequency of natural contaminants.&nbsp; \"Man-made compounds","summary":null,"format":null}]},"field_images":[],"regions":["West Virginia"],"country":["United States of America"],"mm_tags":["West Virginia Groundwater","West Virginia Drinking Water","Radon West Virginia Groundwater","Manganese West Virginia Groundwater Water","water","water","Geographic Areas Northeast","Radon Lung Cancer","Manganese Children","Human Health","West Virginia Groundwater Quality"],"article_type":["State News Release"],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1354770000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169278"},{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}