{"title":"125 Years of Science for America - Now Even More Accessible","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Having served the Nation for 125 years with earth and natural science information, the U.S. Geological Survey invites you to check out the innovative online resources that are available to provide the public with access to its wealth of <span class=\"c-bold\"><span class=\"italics\">science for a changing world<\/span><\/span>.<\/p><p>&quot;On the occasion of our 125th anniversary - March 3, 2004 - the USGS is highlighting some of the ways in which we are making it easier to tap into the immense storehouse of scientific knowledge, data, and information that showcase what the USGS is doing on behalf of the Nation,&quot; said Chip Groat, USGS Director.<\/p><p>&quot;The Internet has provided us with a powerful communication tool that has an incredible return on the investment that the public makes to support the USGS and its science,&quot; Groat said. &quot;We are mindful that we are a public science agency, supported by the taxpayers of this country, and it is a privilege to lead this organization as it marks a significant milestone in its history. We are using our 125th anniversary year to celebrate the past, to showcase how we are meeting the challenges of the present and how we are preparing for the future with the science that society needs to face the issues of tomorrow and beyond.&quot;<\/p><p>The USGS Home Page (<a href=\"http:\/\/www.usgs.gov\/\">www.usgs.gov<\/a>) is an exciting doorway to real-time information on earthquakes and river flows, maps, publications, databases, software applications, scientific models, and just plain &quot;cool stuff&quot; about the world around you, as well as your federal source for science about the Earth, its natural and living resources, natural hazards and the environment.<\/p><p><span class=\"c-bold\"><a href=\"http:\/\/www.usgs.gov\/\">WWW.USGS.GOV<\/a> - your one-stop shopping choice for science news and information: <\/span><\/p><p>61,000 Publication Citations; 15,000 Online Reports...and Counting: The wealth of information in USGS science publications and thematic maps is now more readily available to the public through the USGS Publications Warehouse (<a href=\"http:\/\/pubs.usgs.gov\/\">http:\/\/pubs.usgs.gov<\/a>), which provides an integrated mechanism to search more than 61,000 bibliographic citations for USGS reports and thematic maps, looking back to an 1882 monograph on the geology of the Comstock lode and to a 2003 circular on case studies on the role of science in managing ground-water resources. The site provides a citation search tool to locate and, when available, to link to the full content of the more than 15,000 publications currently available online. Links are provided to selected biological resources publications, which were not originally in the USGS publication series. When the Publications Warehouse points to a publication that is available in hard copy, the publication can be easily purchased through a link to the new USGS Store.<\/p><p><span class=\"c-bold\">Maps of Minot, Mobile...and Mars:<\/span> Public customers can now browse and purchase online thousands of USGS maps and reports. The new USGS Store (<a href=\"http:\/\/store.usgs.gov\/\">http:\/\/store.usgs.gov<\/a>) is an online catalog that presents thumbnail images of more than 58,000 topographic maps along with larger images of other selected maps. The new topographic map of Mars is one of the featured map products that can be seen and purchased through the online store. Ordering options enable users to charge to an account or a credit card. Customers can also order products through a network of authorized USGS retailers, a list of which is provided at the online store. Users who are looking for USGS book reports and thematic maps in the Publications Warehouse have an option to &quot;Purchase Now&quot; that takes them directly to that report in the USGS Store for easy ordering. In addition to USGS products, the online store and catalog carries the products of other agencies that are available from the USGS, including land management<\/p>","summary":"","format":"filtered_html","safe_value":"<p>Having served the Nation for 125 years with earth and natural science information, the U.S. Geological Survey invites you to check out the innovative online resources that are available to provide the public with access to its wealth of science for a changing world.\"On the occasion of our 125th anniversary - March 3, 2004 - the USGS is highlighting some of the ways in which we are making it easier to tap into the immense storehouse of scientific knowledge, data, and information that showcase what the USGS is doing on behalf of the Nation,\" said Chip Groat, USGS Director.\"The Internet has provided us with a powerful communication tool that has an incredible return on the investment that the public makes to support the USGS and its science,\" Groat said. \"We are mindful that we are a public science agency, supported by the taxpayers of this country, and it is a privilege to lead this organization as it marks a significant milestone in its history. We are using our 125th anniversary year to celebrate the past, to showcase how we are meeting the challenges of the present and how we are preparing for the future with the science that society needs to face the issues of tomorrow and beyond.\"The USGS Home Page (<a href=\"http:\/\/www.usgs.gov\/\">www.usgs.gov<\/a>) is an exciting doorway to real-time information on earthquakes and river flows, maps, publications, databases, software applications, scientific models, and just plain \"cool stuff\" about the world around you, as well as your federal source for science about the Earth, its natural and living resources, natural hazards and the environment.<a href=\"http:\/\/www.usgs.gov\/\">WWW.USGS.GOV<\/a> - your one-stop shopping choice for science news and information: 61,000 Publication Citations; 15,000 Online Reports...and Counting: The wealth of information in USGS science publications and thematic maps is now more readily available to the public through the USGS Publications Warehouse (<a href=\"http:\/\/pubs.usgs.gov\/\">http:\/\/pubs.usgs.gov<\/a>), which provides an integrated mechanism to search more than 61,000 bibliographic citations for USGS reports and thematic maps, looking back to an 1882 monograph on the geology of the Comstock lode and to a 2003 circular on case studies on the role of science in managing ground-water resources. The site provides a citation search tool to locate and, when available, to link to the full content of the more than 15,000 publications currently available online. Links are provided to selected biological resources publications, which were not originally in the USGS publication series. When the Publications Warehouse points to a publication that is available in hard copy, the publication can be easily purchased through a link to the new USGS Store.Maps of Minot, Mobile...and Mars: Public customers can now browse and purchase online thousands of USGS maps and reports. The new USGS Store (<a href=\"http:\/\/store.usgs.gov\/\">http:\/\/store.usgs.gov<\/a>) is an online catalog that presents thumbnail images of more than 58,000 topographic maps along with larger images of other selected maps. The new topographic map of Mars is one of the featured map products that can be seen and purchased through the online store. Ordering options enable users to charge to an account or a credit card. Customers can also order products through a network of authorized USGS retailers, a list of which is provided at the online store. Users who are looking for USGS book reports and thematic maps in the Publications Warehouse have an option to \"Purchase Now\" that takes them directly to that report in the USGS Store for easy ordering. In addition to USGS products, the online store and catalog carries the products of other agencies that are available from the USGS, including land management<\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1078290000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"},{"tid":"169811"}]},"subtitle":[]}