{"title":"Orthorectified Landsat Digital Data Now Available From USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The US Geological Survey (USGS) now offers, at no cost, selected Landsat 4, 5 and 7 satellite data. Orthorectified Landsat data are available for free download from the Global Visualization Viewer (GloVis) at <a href=\"http:\/\/glovis.usgs.gov\">http:\/\/glovis.usgs.gov<\/a> and Earth Explorer at <a href=\"http:\/\/earthexplorer.usgs.gov\">http:\/\/earthexplorer.usgs.gov<\/a>.<\/p>\n<p>The Landsat Orthorectified data collection is a global set of high-quality, relatively cloud-free orthorectified Landsat 4-5 Thematic Mapper (TM) and Landsat 7 Enhanced Thematic Mapper Plus (ETM+) imagery. Selected and generated through NASA&rsquo;s Commercial Remote Sensing Program, the datasets provide two full sets of global coverage over an approximate 10-year interval (circa 1990 and circa 2000) and total nearly 16,000 scenes. Other data sets will be added as they become available, including the Landsat Orthorectified Multispectral Scanner (MSS) data set (circa 1975). <\/p>\r\n<p>Users can download an entire scene, containing all bands, metadata, jpeg and header information in a single zipped format file. For more information regarding Orthorectified data, please go to <a href=\"http:\/\/eros.usgs.gov\/products\/satellite\/landsat_ortho.html\">http:\/\/eros.usgs.gov\/products\/satellite\/landsat_ortho.html<\/a> or contact USGS Customer Service, EROS, 800-252-4547 or <a href=\"mailto:custserv@usgs.gov\">custserv@usgs.gov<\/a>.<\/p>\r\n<p>The Landsat Program is the longest running program providing vital images of the Earth&rsquo;s surface from space. The first Landsat satellite was launched in 1972 and since then, Landsat satellites have been providing a constant stream of moderate-resolution images. In 1999, the Landsat Program took a giant leap forward technologically with the launch of Landsat 7. The instruments on the Landsat satellites have acquired millions of images of the surface of the planet, providing a unique resource for scientists who study agriculture, geology, forestry, regional planning, education, mapping and global change research. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1135659600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170665"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}