{"title":"Tracing the Hayward Fault: Online and On the Ground","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Ever wonder exactly where the Hayward Fault is? Three new educational publications will show you just where to look. A field trip guidebook, online virtual tour, and fact sheet aimed at increasing awareness of the area's most hazardous and urbanized fault, are available online, courtesy of the scientists at the U.S. Geological Survey.<\/p>\n<p>The 140<sup>th<\/sup> anniversary of the 1868 Hayward earthquake this October 21<sup>st<\/sup> marks an important milestone: the past 5 large earthquakes on the Hayward Fault have been on average about 140-years apart, so a repeat of this powerful earthquake could happen at any moment. A recent report indicates that the Hayward Fault is the most likely fault to produce a magnitude 6.7 or larger earthquake in the greater Bay Area in the next 30-years.<\/p>\r\n<p>\"Few Bay Area residents know about the significant impact of the 1868 Hayward earthquake and these new publications will make it easier for all of us to understand and to be better prepared for its repeat,\" said Tom Brocher, author of the fact sheet and a senior seismologist at the USGS. \"These products would be useful for Bay Area educators seeking information on local earthquakes to add to their curriculum.\"<\/p>\r\n<p>The first of these new USGS publications is a fact sheet, <em>The Hayward Fault-Is it due for a repeat of the powerful 1868 earthquake?<\/em> &nbsp;This 4-page pamphlet, written for the public, provides a description of the earthquake, describes how building practices were changed after the earthquake, discusses the hazards posed by the Hayward Fault, and provides information about how to prepare for its expected repeat.&nbsp;This fact sheet is available online at: <a href=\"http:\/\/pubs.usgs.gov\/fs\/2008\/3019\/\">http:\/\/pubs.usgs.gov\/fs\/2008\/3019\/<\/a>.<\/p>\r\n<p>The second publication is a guidebook to visiting the Hayward Fault using public transit called <em>Where's the Hayward Fault? A Green Guide to the Hayward Fault<\/em>. &nbsp;Nine separate field trips are available at locations starting at Point Pinole on San Pablo Bay at the northern end of the fault to Mission San Jose in Fremont near the southern end of the fault, and points in between at Berkeley, Oakland, San Leandro, and Hayward. &nbsp;Each trip contains a map, photographs, and directions on how to access the fault using mass transit. Touring the fault is a surefire way to understand just how close it lies to our communities. The field trip guidebook is available online at: <a href=\"http:\/\/pubs.usgs.gov\/of\/2008\/1135\/\">http:\/\/pubs.usgs.gov\/of\/2008\/1135\/<\/a>.<\/p>\r\n<p>The third USGS publication is a \"virtual tour\" of the Hayward Fault in which users can explore the impact of 1868 Hayward earthquake using free Google Earth<sup>TM<\/sup> software. The virtual tour of the Bay Area's most urbanized fault includes the location of the Hayward Fault, historic photographs of damage produced by the 1868 quake, and locations of soils known to be most prone to damage from liquefaction, and many other features. The tour is available online at: <a href=\"http:\/\/earthquake.usgs.gov\/regional\/nca\/1868virtualtour\">http:\/\/earthquake.usgs.gov\/regional\/nca\/1868virtualtour<\/a><\/p>\r\n<p>For other online resources about the Hayward Fault, please visit: <a href=\"http:\/\/earthquake.usgs.gov\/regional\/nca\/1868\">http:\/\/earthquake.usgs.gov\/regional\/nca\/1868<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1211428800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}