{"title":"New All Time Low Temperature Recorded in Maine","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->On the morning of Jan.16, as New England was under the grip of an arctic blast, an all-time low temperature of -50&deg; Fahrenheit was recorded for Maine near Caribou.<!--introend--> &nbsp;It was recorded between 7:00 and 7:30 am EST at a U.S. Geological Survey (USGS) stream gage on the Big Black River near Depot Mountain in northwestern Maine. The previous record, -48&deg; Fahrenheit was set in Van Buren, Maine almost 84 years earlier, on Jan.19, 1925.<\/p>\n<p>\"It is exciting to be a part of this historic event.\" said George Jacobson, Maine State Climatologist and Member of the State Climate Extremes Committee (SCEC), the group that vetted this measurement for consideration as a new all time minimum temperature record for the State of Maine. \"But the real benefit to the State is in good weather and climate data being recorded daily by the NWS, USGS and other partners in the scientific community.\"<\/p>\r\n<p>The lowest temperature ever recorded in the U.S. was -80&deg;F on Jan. 23, 1971 at Prospect Creek, Alaska, according the National Climatic Data Center. The lowest temperature recorded in the lower 48 states was -70 &deg;F on Jan. 20, 1954 at Rogers Pass, Mont.<\/p>\r\n<p>The existence of this temperature sensor owes to the partnership between the National Weather Service (NWS) Weather Forecast Offices in Caribou and Gray, and the USGS Maine Water Science Center in Augusta. This partnership resulted in installation of NWS supplied air temperature sensors on many existing NWS river forecast points and USGS stream gages over the past several years. The aim of this partnership was to better serve society's needs for high quality weather, water, and climate information.<\/p>\r\n<p>Increasingly, partnerships such as this between the NWS and USGS are being founded to leverage resources used in weather, water, and climate research to better meet the public's needs. This leverage has resulted in the nearly fourfold increase in the number of temperature reporting stations across the state of Maine between 1925 and 2009.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maine"],"country":["United States of America"],"mm_tags":["temperature","record","Maine"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1234242000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170360"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}