{"title":"World&rsquo;s Most Acidic Waters Are Found Near Redding, CA","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Editors: On-site photo opportunities and interviews with scientists involved in the research will be available at the Iron Mountain mine, Wednesday, March 22, from 10 a.m. to 1 p.m. Call for map of location.<\/b> <\/p>\n<p><!--introstart-->The most acidic waters ever measured are percolating through an underground mine near Redding, Calif., according to scientists with the U.S. Geological Survey.<!--introend--> <\/p>\r\n<p>Hot acid solutions, more concentrated than battery acid, are dripping off colorful mineral stalactites in the abandoned Richmond copper and zinc mine at Iron Mountain, a northern California \"Superfund\" site that is undergoing remediation by the U.S. Environmental Protection Agency (EPA). <\/p>\r\n<p>Although a water-treatment plant at Iron Mountain has reduced the amount of copper and zinc leaching from the site by 80 to 90 percent since 1994, some acid waters from the mine site still make their way to Spring Creek, a tributary to the Sacramento River, a few miles upstream from Redding, according to Kirk Nordstrom and Charlie Alpers, USGS geochemists who have been sampling and analyzing the Iron Mountain drainage waters since the early 1970s. <\/p>\r\n<p>Spring Creek enters the Sacramento River system in the Spring Creek arm of Keswick Reservoir, about two miles upstream of Keswick Dam. The City of Redding is located about four miles downstream of Keswick Dam. Alpers said that although the City of Redding gets its drinking water from the Sacramento River, the metals from Iron Mountain do not pose a significant threat to this water supply because of dilution effects and the water treatment plant. Fish are much more sensitive than humans to trace metals such as copper and zinc, and water-quality criteria for wildlife, that are enforced by the Regional Water Quality Board and the EPA, are much more stringent than criteria for drinking water, in the case of these metals. In the event of an uncontrolled release of metal-rich drainage from iron Mountain, the City of Redding has a contingency plan to switch to alternate ground-water sources. <\/p>\r\n<p>In the course of their research at Iron Mountain, Nordstrom and Alpers, in cooperation with colleagues from the University of Waterloo, in Ontario, Canada, developed a new method for measuring negative pH values in highly concentrated acid mine waters. The most acidic waters ever recorded were sampled by the USGS scientists in 1990 and 1991, but it took several years for them to find a way to accurately quantify the extreme acidity and to have the concept of negative pH accepted by the scientific community. <\/p>\r\n<p>Chemistry textbooks usually describe pH values as ranging from 0 to 14, with 7 being neutral. Values of pH near 0 are highly acidic, becoming less acidic and more alkaline at the higher numbers. Because pH is measured on a logarithmic scale, each declining unit represents 10 times more acidity. Alpers said several of the drip-water samples at Iron Mountain had pH values below zero, indicating hydrogen ion activities greater than one. The lowest pH found at the site was -3.6. <\/p>\r\n<p>Alpers and other members of the underground sampling team had to contend with dangerous conditions in the mine workings. The temperature was more than 120 degrees Fahrenheit, humidity approached 100 percent, random rock falls from the 40-foot ceiling were a common occurrence, and extremely acid water was dripping everywhere. Huge stalacite-stalagmite structures, composed of rhomboclase and other iron sulfate minerals, spanned from floor to ceiling in the mine opening, where the most acidic waters were found. Rhomboclase, a rare mineral, is a solid form of sulfuric acid and ferric iron sulfate. <\/p>\r\n<p>To put the hydrology of the Iron Mountain site in context, the drip rate of the negative pH waters found in the Richmond Mine is on the order of less than one gallon per minute, whereas the overall flow rate of the discharge from the Richmond Mine ranges from 20 to more than 1,000 gal","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"953701200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}