{"title":"President&rsquo;s FY 2002 Budget for USGS&mdash; Contributions to Energy Security and America&rsquo;s Environment","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The President has proposed a budget of $813 million for the Interior Department&rsquo;s U.S. Geological Survey (USGS) in Fiscal Year 2002. This budget request provides the same level of funding as 2000. The 2002 budget is approximately $70 million below 2001. The 2002 budget focuses resources on core USGS programs, such as mapping and hazards, and those that directly support better land and natural resource management by the Department of the Interior (DOI). <\/p>\n<p>&quot;USGS has played a key role in recent events where public health and safety were a primary concern such as the Seattle earthquake and the outbreak of West Nile Virus in the Northeast and Mid-Atlantic,&quot; said USGS Director Charles Groat. &quot;The President&rsquo;s budget enables USGS to continue its critical mission in monitoring for these and other hazards. At the same time, we are working with the other DOI bureaus to better identify and provide the science needed for informed land and resource management decisions.&quot; <\/p>\r\n<p>Focusing scientific efforts on the Department&rsquo;s land and resource management bureaus is a top Bush Administration priority for USGS, which provides a broad range of expertise in mapping, geology, hydrology and biology. For instance, USGS is using this interdisciplinary expertise in leading a national effort to determine the causes and extent of amphibian decline. &quot;This is a good example of the work USGS is doing with and for the National Park Service, the U.S. Fish and Wildlife Service and the Bureau of Land Management which we will continue in FY2002,&quot; said Groat. The USGS will also continue to provide timely and unbiased scientific information to other federal agencies, state and local partners and stakeholders to address increasingly complex resource, natural hazard and earth science issues.<\/p>\r\n<p>Ongoing national assessments of coal, oil and natural gas, and other energy and mineral commodities, which have long been part of the mission of the USGS, are providing a critical foundation in the formulation of an energy strategy for the nation. &quot;USGS will continue to provide this reliable, unbiased information that is important to the President&rsquo;s national strategy for a sound energy policy and to the nation as it continues to grow,&quot; said Groat. <\/p>\r\n<p>To focus resources for these USGS activities, the budget proposes to reduce funding for one-time projects, Congressional add-ons, lower priority programs, and specific programs that may be more appropriately funded by USGS partners. The budget also proposes to reduce funding for programs that received extraordinary increases in 2001 back to their 2000, or more historical, funding level. <\/p>\r\n<p>A significant portion ($30.0 million) of the proposed decreases affects two USGS water quality programs that primarily benefit other federal agencies and states. The National Water-Quality Assessment Program (NAWQA) and the Toxic Substances Hydrology Program provide extensive data and information to state and federal regulatory agencies such as the Environmental Protection Agency (EPA). These entities rely on USGS to provide information to help them fulfill their own mission-critical responsibilities. The Department and USGS will work with EPA and other beneficiaries of both programs in an effort to obtain partnership funding to maintain current scope and schedule in both programs.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"986788800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}