{"title":"Barry Rosen to Lead USGS in Florida","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Dr. Barry Rosen has been selected to lead U.S. Geological Survey (USGS) science in the state of Florida as the Director of the Florida Integrated Science Center (FISC), the agency announced today. <!--introend-->He comes to the USGS from the U.S. Fish and Wildlife Service where he oversaw the hydrology, engineering, modeling and overall integration and assessment of the south Florida ecosystem restoration projects. <\/p>\n<p>As director of the USGS FISC, Rosen will lead agency natural science programs in biology, geology, geography, and water studies conducted through field centers throughout the state from FISC headquarters in Orlando. USGS science in Florida concerns a wide variety of issues including Everglades restoration, endangered species, coastal erosion, water quality and availability, hurricane hazard mitigation, and invasive species research.<\/p>\r\n<p>Rosen has an expertise in aquatic biology, has published articles in numerous scientific journals, and has an in-depth knowledge of water quality and aquatic biology, threatened and endangered species, critical habitat, and conservation biology. He has worked closely with state and federal agencies on south Florida environmental issues and his work has contributed significantly toward a better understanding of the overall ecosystem restoration efforts. <\/p>\r\n<p>Rosen earned his PhD. in aquatic biology from Bowling Green State University, his M.A. in aquatic biology from St. Cloud State University in Minnesota, and his B.S. in botany from University of Connecticut. <\/p>\r\n<p>He was an American Association for the Advancement of Science-EPA Environmental Science Fellow, working on the impact of pollutant discharges to the marine environment from public-owned treatment works. He worked at the South Florida Water Management District as the Program Manager for Lake Okeechobee, overseeing the planning, research, monitoring, exotic plant control, and regulatory activities for the greater Lake Okeechobee area. He was one of the original contributors to the restoration efforts for the Comprehensive Everglades Restoration Plan in South Florida. <\/p>\r\n<p>He joined the federal government in 1999, working for the Natural Resources Conservation Service Watershed Science Institute on national water quality issues, including Harmful Algal Blooms. He joined the US Fish and Wildlife Service in June 2002, as Assistant Field Supervisor and is the manager for the Restoration efforts, including, CERP in South Florida.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1154491200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}