{"title":"Climate Change Impacts on Wildlife will be Studied","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<h4><span class=\"fontSize5\"><em>Fish and Wildlife Face Significant Risks as the Climate Changes<\/em><\/span><\/h4>\n<p>Our nation&rsquo;s fish and wildlife are expected to be significantly impacted now and in the future as the climate continues to fluctuate.<\/p>\r\n<p>New research will help understand future climate conditions and impacts to species and their habitats. Projects include studies of alterations in Florida&rsquo;s ecosystems, potential impacts on Great Lakes&rsquo; fish, sea-level rise impacts on San Francisco Bay marshes, and the effects of melting glaciers on Alaska&rsquo;s freshwater coastal systems.<\/p>\r\n<p>&ldquo;The U.S. Geological Survey has funded 17 new projects through the National Climate Change and Wildlife  Science Center,&rdquo; said USGS Associate Director for Biology Susan Haseltine. &ldquo;Our future holds new climate conditions and new habitat responses, and managers need projections based on sound science to assess how our landscapes may change and to develop effective response strategies for species survival.&rdquo;<\/p>\r\n<p>Several projects are summarized below, and descriptions of all projects can be found on the <a href=\"http:\/\/nccw.usgs.gov\/\">National Climate Change and Wildlife Science Center Web site<\/a>.<\/p>\r\n<p><strong>Preserving Florida&rsquo;s Unique Land <\/strong><\/p>\r\n<p>Florida has diverse ecosystems and a unique climate. To understand how it will fare in the face of climate change, scenarios must be developed that consider this uniqueness. USGS scientists are doing just that by creating Florida-specific models regarding which species and habitats will increase or decline based on potential rainfall and temperature change as well as impacts of human-induced land use and land cover change.<\/p>\r\n<p><strong>What&rsquo;s the Future for Great Lakes Fish?<\/strong><\/p>\r\n<p>The Great Lakes support a multi-billion-dollar fishing and tourism industry, but little is known on how climate change could affect their fish species. USGS scientists and collaborators are updating models to predict 50 to 100 years in the future how water level, water temperatures and ice cover will change in the Great Lakes. Scientists will explore how warmer water temperatures may affect fish growth and consumption rates and forecast algal production and fish variability in Lakes Michigan and Huron.<\/p>\r\n<p><strong>San   Francisco Bay Marshes under Siege<\/strong><\/p>\r\n<p>San Francisco  Bay marshes are at risk from sea-level rise, storms, altered salinities, changes in sediment loads and more. This threatens plant communities and species such as the salt marsh harvest mouse, California clapper rail and California black rail, which are all listed as either federally endangered or threatened. USGS scientists are developing models for this area to predict sea-level rise, effects on species and habitats, and whether marshes can grow at sustainable rates.<\/p>\r\n<p><strong>Climate on the Move: Where Will It Go<\/strong><\/p>\r\n<p>What if managers could map where climate conditions will likely occur in the future? Or visualize how habitats will respond and move? USGS scientists are working to make this happen, helping to protect our nation&rsquo;s natural resources. They are creating climate models for North America and smaller scaled models for the contiguous United States and Alaska. Data will be incorporated into an online Web interface where managers can download information and produce maps of future climate conditions.<\/p>\r\n<p><strong>Camouflage Trying to Keep Up with Climate Change<\/strong><\/p>\r\n<p>Many species undergo a seasonal change of coat color to match the presence or absence of snow. As the climate changes and snowpack declines, species may have white coats on non-snowy backgrounds. One species impacted by this is the snowshoe hare, which are prey for the federally threatened Canada lynx. Animals could face population decline or respond by adapting or moving. USGS scientists are tracking snowshoe hares to evaluate thei","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","Climate Change","Coastal Ecosystem","ecology","ecosystems","endangered","Natural Resource Management","Near Shore Habitat","Sea Level Rise","conservation","environment","Global Warming","San Francisco Bay","Great Lakes","Alaska","wildlife","fish","drought","Stream Flow","glaciers"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1269921600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169288"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}