{"title":"scientists Locate Faults Possibly Related to Shaking From Northridge, California Eathquake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. Geological Survey scientists are encouraged because they now know that they have the capability to explain the blind thrust faults of the Los Angeles region with seismic reflection methods, according to USGS researcher Dr. Rufus Catchings. Catchings described the numerous unknown factors related to blind thrust faults in the Los Angeles region at the annual meeting of the Seismological Society of America (SSA), at the Hawaiian Regent Hotel in Honolulu, Hawaii. \n<p>Catchings said the January 17, 1994 Northridge earthquake occurred on a type of fault known as a \"blind thrust.\" The term \"blind thrust\" is used for thrust faults that do not breach the ground surface. The blind thrust fault that produced the Northridge earthquake extends toward the earth&rsquo;s surface about 35 km (~20 miles) northwest of Los Angeles in the Santa Susanna Mountains, near the town of Newhall. \r\n<p>One of four areas where major surface cracking was observed following the 1994 earthquake was west of Newhall in an area known as Potrero Canyon. Because Potrero Canyon experienced major surface cracking during the 1994 Northridge earthquake and because it is located near the surface projection of the Northridge fault, USGS scientists conducted a series of investigations in Potrero Canyon starting in January 1994, shortly following the Northridge earthquake. The investigations included a seismic survey to visualize the possible near-surface extension of the Northridge fault or other faults. \r\n<p>Seismic reflection images from Potrero Canyon show evidence of at least one thrust fault at depths as shallow as 500 meters and show evidence of other faults beneath Potrero Canyon that project to the near-surface. Movement on any or a combination of these faults may have caused increased shaking in Potrero Canyon, resulting in the observed surface cracking. \r\n<p>Without a more detailed seismic investigation, Catchings said, USGS scientists do not know if any of the faults imaged are an extension of the fault that caused the 1994 Northridge earthquake, but the primary thrust fault imaged in the seismic survey does project to the southeast toward the 1994 Northridge earthquake&rsquo;s hypocenter. more--SSA-97-Catchings 2--SSA-97-Catchings \r\n<p>Together with scientists from Southern California Earthquake Center (SCEC), the USGS scientists currently have plans to conduct seismic imaging investigations in an area closer to the epicenter of the Northridge earthquake. \r\n<p>\"Regardless of whether or not the fault imaged is an extension of the Northridge fault, the seismic image obtained is important because (1) it shows thrust faults beneath an area undergoing rapid suburban grow, and (2) it shows that these faults can be replicated and located in the greater Los Angeles area. If the location of these blind thrust faults are known, the hazard in the area can be much better assessed and mitigation measures can be emplaced for critical facilities,\" Catchings said. \r\n<p>\r\n<p>\r\n<CENTER>\r\n<CENTER>\r\n<p>\r\n<p>Editors: Dr. Catchings will present his findings on Friday morning, April 11. He may be contacted for interviews by calling the SSA newsroom at the Hawaiian Regent Hotel, Honolulu, at 808-921-5036. \r\n<p>\r\n<p>Contact: Rufus Catchings 415-329-4749 <\/p><\/CENTER><\/CENTER>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"860644800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}