{"title":"Perfect Size...Perfect Color...Perfect Fit - Free or Low-Cost Holiday Gifts from the USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>It&rsquo;s the same old set of holiday problems. You need that perfect gift for that special person. Something different, the right size and color. Something they don&rsquo;t already have. You need a place to park when you buy it. The USGS is here to help you. And, our parking lot is a lot less crowded than the mall. \n<p>The USGS has many free publications and inexpensive maps, posters, and CD-ROM discs that make unusual and perfect holiday gifts for everyone. If your special person lives in the United States, the USGS has at least one map that covers their hometown. Outside the US? The USGS has maps of the world. Your friend is really not from around here? The USGS has maps and posters of the planets in our Solar System. \r\n<p>Low-cost,low-stress gifts include maps of any place in the US; simulated 3-D views of the US and Alaska; satellite image maps of the Chesapeake Bay Watershed, Washington, D.C., and other locations; and posters showing earthquakes, explorer&rsquo;s routes, and other historical subjects. All of these for only $4.00 apiece. \r\n<p>If you are looking for something educational, the USGS has that too. The USGS has publications to use when you are \"Helping Your Child Learn Geography.\" The \"Topographic Field Trip of Washington, D.C.\" takes kids on a multimedia learning experience using maps and aerial photos of our nation&rsquo;s capital. Replace that teacher&rsquo;s fruit basket with a CD-ROM for \"Teaching Earth Science.\" Both CD-ROMs are available for $11.50 per disc. \r\n<p>Still stumped? How about a free \"Outdoor America\" map for that next-door neighbor? Finally, for that Hard-To-Shop-For Person...what about a map with their name on it? Let us search our database of over 2 million named features to find a topo map with a town, river, mountain, or other feature with their name. They&rsquo;re only $4. \r\n<p>Visit us at the USGS National Center, 12201 Sunrise Valley Drive in Reston Virginia, 20192. Our parking lot is a lot less crowded than the mall. Or, call the USGS and let our information specialists help you to find just the right gift. Call 1-800 USA-MAPS (after January 4, 1999 use 1-888-ASK-USGS) or call a map dealer near you. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"913784400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168933"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}