{"title":"Landsat 5 To Continue Operating<br>Satellite Complements Landsat 7&rsquo;s Earth Science Research","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Landsat 5, an important but aging satellite that had been scheduled for decommissioning on June 30, 2001, will continue collecting earth science information, for at least several more months.<\/p>\n<p>Landsat 5, launched in 1984, and Landsat 7, launched in 1999, cover the entire earth&rsquo;s surface in alternating cycles every eight days. Users of USGS earth satellite images were concerned over the loss of that once-every-eight days cycle and the end of Landsat 5 as a backup for the technologically advanced Landsat 7. <\/p>\r\n<p>\"Users like the eight-day cycle from two satellites because it gives them greater opportunities to obtain critical, cloud-free images of forest clear-cutting, forest and wildland fires, agricultural crops, floods, tornado damage swaths, urban change, coastal erosion and a host of other landscape changes,\" said USGS Landsat program manager, R. J. Thompson.<\/p>\r\n<p>Several large orders for Landsat 5 data from the U.S. Department of Agriculture, NASA, other federal agencies, universities and private users were sufficient to enable the satellite to continue collecting images for several more months.<\/p>\r\n<p>Because commercial marketing rights to current and historical Landsat data expired July 1, 2001, Landsat 5 data users will no longer have restrictions on the use or redistribution of Landsat 5 products.<\/p>\r\n<p>Landsat 5 has performed far beyond its two-year design lifetime, sending hundreds of thousands of 100-mile by 100-mile land-surface images to U.S. and international ground receiving stations. Landsat 5, using its several back-up subsystems, still provides high-quality image data to ground antennas. <\/p>\r\n<p>More information on Landsat 5 and ordering satellite data from USGS can be found at: http:\/\/earthexplorer.usgs.gov. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"994392000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170302"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}