{"title":"Media Advisory: Briefing on New Science to Identify Sources of Excessive Nutrients in Rivers and Estuaries","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table>\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>What: <\/strong><\/td>\r\n<td>The USGS will demonstrate a new and innovative online decision support system used to identify sources of nutrients to downstream waters, such as the Gulf of Mexico, Long Island Sound and others. The decision support system provides access to six newly-developed regional models that describe how rivers receive and transport nutrients to sensitive waters. <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Why: <\/strong><\/td>\r\n<td>This decision support system saves time and resources by giving water managers access to sophisticated water-quality models that relate nutrient sources, such as atmospheric deposition, agriculture, waste water treatment plants, and others, to stream water-quality conditions. Managers can easily map and track predictions of nutrient conditions, sources, and quantities transported to downstream waters, and evaluate alternative nutrient reduction scenarios. <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Who: <\/strong><\/td>\r\n<td>Alan Vicory, Executive Director of the Ohio River Valley Water Sanitation Commission<br \/>Steve Preston, USGS National Water-Quality Assessment Program<br \/>Saya Qualls, Tenn. Department of Environment and Conservation Water Pollution Control<br \/>Wayne Anderson, Minn. Pollution Control Agency <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Where: <\/strong><\/td>\r\n<td>Rayburn House Office Building, Room 2167, Washington, D.C. <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>When: <\/strong><\/td>\r\n<td>Friday, October 28, 10:00 a.m. to 11:30 a.m. <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Sponsors: <\/strong><\/td>\r\n<td>Northeast Midwest Institute<br \/>Water Environment Federation<br \/>USGS National Water-Quality Assessment Program<\/td>\r\n<td>&nbsp;<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>The briefing is free and open to the public. No RSVP required.<br \/><strong><br \/><\/strong><em><\/em><\/p>\r\n<p><em>For more information, contact Pallavi Raviprakash at praviprakash@wef.org or (703) 684-2400 x7741.<\/em><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","nawqa","Sparrow","nutrients","Estuaries","Water Quality"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1319515200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}