{"title":"Dr. Nancy Milton Named Director of USGS Great Lakes Science Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Dr. Nancy Milton was named today to the post of center director at the U.S. Geological Survey&rsquo;s <a href=\"http:\/\/www.glsc.usgs.gov\/\">Great Lakes Science Center <\/a>in Ann Arbor, Mich. Dr. Milton, succeeds Dr. Gregory Smith, who selected her for the position. Dr. Smith is now the USGS Acting Eastern Regional Chief Biologist in Leetown, W.Va. <!--introend-->\n<p>In announcing his selection, Dr. Smith said, \"Dr. Milton&rsquo;s work with the White House&rsquo;s Office of Management and Budget and as a senior manager in the Geologic Division of USGS has provided her with excellent experience in developing and maintaining partnerships. Partnerships are an integral part of the Great Lakes Science Center&rsquo;s research program. She has demonstrated a commitment to multi-disciplinary science and effective science management throughout her career.\" \r\n<p>Now a program coordinator with the USGS&rsquo;s Biological Resources Division in Reston, Va., Dr. Milton said that she will take her new positon in May and is \"pleased with the opportunity to work with the long-standing, strong partnerships of the great lakes Science Center, The Center&rsquo;s long and close associations include a wide range of federal, state, and local governments, as well as international,tribal and academic interests concerned with the natural resources of the Great Lakes. There are great opportunities to create new, innovative responses to the environmental challenges facing the region.\" \r\n<p>Dr. Milton completed her Ph.D. in ecology, with an emphasis in earth sciences, at Johns Hopkins University. She earned a B.S. in botany, with a minor in chemistry, at Howard University, and attended the University of California, Berkeley, where she focused on Russian studies. Dr. Milton has been an invited speaker at more than 30 scientific symposia, including international conferences on Remote Sensing and Agricultural Water Management in Europe and Asia. She has published more than 40 scientific and technical articles during her career. \r\n<p>Dr. Milton will have overall responsibility for the administration of the science center, its five research vessels, and eight field stations. Those facilities are the Lake Superior Biological Station, Ashland, Wis.; Lake Michigan Ecological Station, Porter, Ind.; Cheboygan Vessel Base, Cheboygan, Mich.; Munising, Mich., Biological Station; Hammond Bay Biological Station, Millersburg, Mich.; Lake Erie Biological Station, Sandusky, Ohio; Lake Ontario Biological Station, Oswego, N.Y.; and Tunison Laboratory of Aquatic Science, Cortland, N.Y.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Michigan"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"891835200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169932"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}