{"title":"Tool Estimates Streamflow for Pennsylvania Waterways","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors:&nbsp; <\/strong><strong>The <\/strong><a href=\"http:\/\/pa.water.usgs.gov\/projects\/surfacewater\/flow_estimation\/\"><strong>BaSE tool and supporting documentation<\/strong><\/a><strong> can be found online. <\/strong><\/p>\n<p><strong>NEW CUMBERLAND, Pa. -- <!--introstart--><\/strong>Water resource managers can now estimate daily baseline streamflows in a matter of minutes for any location along Pennsylvania's waterways.<!--introend--> The <strong>Ba<\/strong>seline <strong>S<\/strong>treamflow <strong>E<\/strong>stimator, called \"BaSE,\" provides users with estimated daily mean streamflow, minimally altered by human activities, for locations on Pennsylvania streams that don&rsquo;t have streamgages. Pennsylvania is one of the first states in the nation to have such a tool.<\/p>\r\n<p>\"BaSE provides water-resource managers with nearly 50 years of daily mean streamflow for ungaged sites in a matter of minutes that they can use for their projects. These daily values can then be used to generate a number of streamflow statistics that may be needed for decision making,\" said Marla Stuckey, USGS hydrologist and project lead in Pennsylvania.<\/p>\r\n<p>Water-resource managers use daily mean streamflow to evaluate withdrawal, allocation, and wastewater permit applications and to assess the health of the Commonwealth's streams.&nbsp; Historically, it has been difficult, costly, and time intensive to estimate daily mean streamflow for stream locations that were not gaged, or monitored. Now, BaSE allows users to estimate daily mean streamflow values and daily hydrographs by entering a few basic basin characteristics in an easy-to-use tool.&nbsp; The output is a summary spreadsheet, containing information about the location of interest, including daily mean streamflow for every day from 1960 to 2008.&nbsp;<\/p>\r\n<p>BaSE relies on a methodology that uses flow-duration curves, which illustrate the percentage of time, or probability, that a flow value in a stream will equal or exceed a particular value. Flow-duration curves are generated for reference streamgage locations with monitored streamflow and the curves are transferred to ungaged locations to estimate daily mean streamflow.<\/p>\r\n<p>BaSE chooses the most appropriate reference streamgage for the ungaged location and applies newly developed regression equations to convert the transferred flow duration curve to streamflow at the ungaged location.<\/p>\r\n<p>A <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5142\/\">USGS Scientific Investigations Report<\/a> describing BaSE can be found online.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Pennsylvania"],"country":["United States of America"],"mm_tags":["water","Water Hydrologic Networksand Analysis","Geographic Areas Northeast","Baseline Stream Flow","Pennsylvania Stream Flow","Ba","Baseline Streamflow Estimator","Baseline Stream Flow Pennsylvania"],"article_type":["Technical Announcement","State News Release"],"distribution":["Climate Change","Environmental Health","Water"],"release_date":{"und":[{"value":"1361509200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169530"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}