{"title":"science and the Billion-Dollar Ground-Water Cleanup","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: Interviews with the scientists during the American Association for the Advancement of Science (AAAS) meeting can be arranged by contacting Diane Noserale in the AAAS newsroom in Boston at 617-236-1550.<\/b> <\/p>\n<p><b><i>Topical Lecture: \"Science and the Billion-Dollar Ground-Water Cleanup at the Massachusetts Military Reservation\" is scheduled for 8:00 - 8:45 am, Saturday, February 16. Location will be listed in meeting schedules available on site.<\/b><\/i> <\/p>\r\n<p><!--introstart-->Since 1911, activities by numerous occupants at what is now known as the Massachusetts Military Reservation (MMR) have contaminated billions of gallons of ground water in the Cape Cod aquifer with fuels, solvents, treated sewage, landfill leachate, and explosive compounds from ordinance. Ground water is the only source of drinking water for the residents of Cape Cod. U.S. Geological Survey (USGS) research hydrologist Denis LeBlanc will describe the scientific, engineering, and political challenges of this massive and costly cleanup during the AAAS Annual Meeting in Boston.<!--introend--> <\/p>\r\n<p>\"The long history, variety of compounds, permeable soils, and sheer size of the problem have made this an ideal field laboratory for learning about the transport of contaminants and how to clean them up,\" said LeBlanc. \"What we learned at the MMR has been successfully applied at cleanup sites around the world, in some cases by scientists not involved in the work at the MMR,\" explained LeBlanc. <\/p>\r\n<p>Defense Department contractors and the USGS have done intensive drilling and sampling of the site since 1978, discovering more than 15 contaminant plumes, some moving as fast as several feet per day. The investigation and cleanup of the plumes by the military will cost more than $1 billion when completed. <\/p>\r\n<p>\"A project of this scope, complexity, cost, and importance to the public requires action based on sound scientific information,\" said LeBlanc. \"Reliable and unbiased information on the hydrogeology of the Cape Cod aquifer has been essential to the development and implementation of a successful, publicly acceptable cleanup strategy.\" <\/p>\r\n<p>Armed with information on the location, size, and rate of movement for the plumes, the scientists were able to construct computer models and design a strategy to contain and clean up the contamination. The plan minimizes changes in water levels that could have deleterious ecological impacts. At the end of 2001, treatment systems at eight plumes were pumping nearly 12 million gallons per day and returning the treated water to the aquifer. <\/p>\r\n<p>USGS scientists are working closely with the Defense Department agencies managing the cleanup, including the Air Force Center for Environmental Excellence and the National Guard Bureau. The USGS?s Cape Cod work is part of the USGS Toxic Substances Hydrology Program, which has been developed to provide objective scientific information on the behavior of toxic substances in the nation&rsquo;s hydrologic environments. The information is used to improve characterization and management of contaminated sites, to protect human and environmental health, and to reduce potential future contamination problems. <\/p>\r\n<p>The Toxics Program is coordinated with the Environmental Protection Agency, the Department of Agriculture, the Department of Defense, the Department of Energy, the Nuclear Regulatory Commission, and the Department of the Interior to ensure that current and future research priorities are being addressed. More information on the Toxics Program is available on the Internet at: <a href=\"http:\/\/toxics.usgs.gov\/\">http:\/\/toxics.usgs.gov\/<\/a> <\/p>\r\n<p>The AAAS Annual Meeting runs from February 14 - 19, at the Hynes Convention Center, Boston, Massachusetts. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1013490000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}