{"title":"USGS Responds to Hurricane Floyd in Virginia","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Heavy rains have occurred as Floyd moved into eastern and central Virginia. Currently, streamflows in some rivers in southeastern Virginia are already above flood stage. <!--introend-->These include the Meherrin, Nottoway, and Blackwater Rivers. Numerous smaller streams in these areas are also causing local flooding. \n<p>Last night and early this morning, USGS personnel in Virginia headed out in vans packed with sampling equipment. They are collecting streamflow measurements as well as water-quality data. Streamflow measurements are needed by flood forecasters in order to warn emergency management officials and the public of rising water levels. \r\n<p>Water-quality sampling is important during and after storms because storm runoff can wash large amounts of nutrients, sediment, pesticides, and other contaminants into rivers, streams, and Chesapeake Bay. \r\n<p>If necessary, USGS personnel will cooperate with the Federal Emergency Management Agency (FEMA) and the U.S. Army Corps of Engineers to collect data on storm surges, which are abnormally high tides caused by storm winds. \r\n<p>&quot;This is when we worry about our people out in the field, &quot; said Virginia&rsquo;s hydrologic data chief Roger White. &quot;We step up our regular data collection efforts during storms because that&rsquo;s when accurate data are needed for saving lives, but it&rsquo;s also the most dangerous time for our technicians to be out working.&quot; \r\n<p>USGS operates a network of streamflow gaging stations in nine major river basins across Virginia, providing data on river stages and discharges to the National Weather Service and the public in real time. Real-time streamflow data for 74 gaging stations may be viewed on the USGS Virginia District web page at <a href=\"http:\/\/va.water.usgs.gov\/\">http:\/\/va.water.usgs.gov\/ <\/a>scroll down to &quot;Current Streamflow Conditions.&quot; \r\n<p>Hurricane preparedness information from the USGS may be found at: <a href=\"http:\/\/www.usgs.gov\/\">http:\/\/www.usgs.gov\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"937454400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170661"},{"tid":"170387"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}