{"title":"From Fires to Volcanoes: USGS at the American Geophysical Union 2004<br>Understanding and Reducing the Risks from Hazards","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>AGU meets in San Francisco, California, from Dec 13-17, 2004. For information on any of these newstips, please call the contacts listed above. <\/strong><\/p>\n<p>MONDAY, December 13 <\/p>\r\n<p>Urban Development and Water Quality: USGS is studying urban basins in the Piedmont of North Carolina to determine the relation between urban development and water quality. Scientists collected data on water chemistry, hydrologic stage, discharge, water temperature, benthic algae, invertebrate and fish communities for 30 basins. They analyzed this data against an Urban Index that includes information about land cover, infrastructure, population, and socioeconomic characteristics. A preliminary review of the stream water-chemistry data indicates distinct relations between ionic composition and the Urban Index. <b>Doug Harned (B11B-0150) and Thomas Cuffney (B11B-0146), Monday, 8:00 a.m.-noon, MCC Level 1<\/b> <\/p>\r\n<p><b>Press Conference: Landslides (on Land and Undersea) as a Source of Tsunamis: <\/b>Evidence is accumulating that submarine and subaerial landslides pose a major tsunami hazard, particularly if the landslide is associated with oceanic volcanoes. In this press conference, scientists will discuss new research on Hawaiian Giant Submarine Landslides, including run-out modeling up to 2,600 feet above sea level. <b>Monday, 2 p.m., Room 2012, Moscone West NOTE: This press conference is associated with Sessions OS21E-05, Peter Cervelli, 9 a.m., Tuesday (The Silent Earthquakes of Kilauea&rsquo;s South Flank and Catastrophic Failure), MCC 3011, and OS23B (Tuesday 1:40 p.m.) MCC Level 2 <\/p>\r\n<p>TUESDAY, December 14 <\/p>\r\n<p>No Green Martians but Other Life on Mars? It&rsquo;s Possible: <\/b>The Mars rovers found evidence for water, not life. Yet in a column published Dec 3 in Science Magazine, USGS scientist Jeffrey Kargel noted that these rover missions, the European Space Agency&rsquo;s discovery of methane on the planet, and other exciting finds have led to the conclusion that Mars surely was, and most likely still is, a water world and may have been or perhaps still is a living world. The planet clearly possessed a potentially habitable environment at Meridiani Planum. Fine, rhythmic layers, polygonal cracks, and other features observed by the Opportunity rover resemble similar features normally found in wet sedimentary environments on Earth. The mineralogical characteristics further specify a highly acidic watery environment on Mars. The presence of methane is consistent with the possible current existence of subsurface life. Because of this possibility, Kargel noted that future exploration of the planet must be approached with redoubled caution. \"We are dealing with a whole new planet,\" says Kargel, \"and it is one that has been isolated from Earth since the origin of the Solar System.\" Because of this, researchers, engineers, and policy makers must thoroughly review and test planetary protection methods that have been adopted to safeguard both Earth and Mars from biological contamination from each other. Kargel says, \"Because of the possibility of life on Mars, the issues of safety for both planets are the ultimate reason to ensure that we do not short-circuit planetary protection techniques.\" The possibility of life on Mars is also a prime motivation to proceed with exploration of Mars. <b>Jeffrey Kargel (P21A-0205), Tuesday, 8 a.m., MCC Level 1 <\/p>\r\n<p>PAGER: Prompt Assessment of Global Earthquakes for Response: <\/b>A combined death toll of 30,000 for the earthquakes in Iran (2003), Algeria (2003), and Morocco (2004) stresses the importance of improving the world&rsquo;s ability to respond to and mitigate earthquake disasters. At present, it takes several hours to days for the media and other organizations to provide an assessment of a damaging earthquake, an unacceptable delay when rapid mobilization of rescue and aid workers can save lives. To reduce this delay, USGS scientists at the National Earthquake Information Cen","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1102914000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}