{"title":"Research Aims to Appraise Value of Changes to a Binational Ecosystem's River in Southern Arizona","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>TUCSON, Ariz. &mdash; The Santa Cruz River watershed, located on the Arizona-Sonora portion of the U.S.-Mexico border, depends for its perennial flow on an international treatment plant that treats wastewater on both sides of the border before discharging it into the river in Arizona. This treated wastewater has great value for nearby wildlife and ecosystem managers, property owners and communities. Now, USGS science has helped to quantify this value for the benefit of binational water policy makers and other stakeholders.<\/p>\n<p>The team led by USGS research physical scientist Laura Norman looked at the water&rsquo;s value to ecological, economic and hydrologic systems along several reaches of the Santa Cruz River from Rio Rico, Ariz., to Tubac, Ariz. The team also modeled scenarios with varying reductions of wastewater flow and their potential effects on ecosystem services through provisioning of water, vegetation and habitat. Finally, the researchers employed a human well-being index to evaluate the effect of reduced flows on socioeconomically vulnerable communities in the study area.<\/p>\r\n<p>Researchers found that the local median home price is an additional 3.1 percent, or $3,903, higher near the desert riparian woodland of cottonwood and willow trees supported by perennial Santa Cruz River flows. The changes to this woodland and thus to home prices resulting from a two-thirds reduction in wastewater flow could lead to a $1.61 million loss in local assessed property valuation, the researchers found. In addition, the treated wastewater that flows in the river has value to recharge groundwater resources tapped by area wells. Researchers concluded that if wastewater flows were reduced, it could cost up to $513,000 yearly to replace it from other sources, provided those sources had surplus water available.<\/p>\r\n<p>\"We hope the research presented can raise awareness about the ongoing challenges in the borderlands and also provide forward-looking science for decision-makers to consider for sustainability of aridlands,\" Norman said.<\/p>\r\n<p>The research is published in an article, \"Framing Scenarios of Binational Water Policy with a Tool to Visualize, Quantify and Valuate Changes in Ecosystem Services,\" by Laura M. Norman et al., in Water magazine.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["water","Arizona","watershed"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1375070400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168892"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}