{"title":"USGS BIOLOGISTS TO ASSESS HURRICANE FLOYD DAMAGE","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->USGS scientists from the Patuxent Wildlife Research Center, the National Wetlands Research Center and the Florida and Caribbean Science Center are gearing up to assess Hurricane Floyd damage to wildlife and habitat from Florida to Maine. <!--introend-->\n<p>Biologist Mike Erwin from the USGS Patuxent Wildlife Research Center in Laurel, Md., says, \"Shorebird migration is no doubt being seriously disrupted by Hurricane Floyd, and it is even possible that many coastal species will be pushed to far-inland sites. Perhaps many sandpipers, plovers, knots, and others will end up feeding and roosting in agricultural fields in eastern Tennessee or Kentucky.\" Also of concern is the endangered Northeast breeding population of roseate terns. But Patuxent biologist Jeff Spendelow believes the terns may dodge the predicted path of the hurricane because it is rather late in the season, and most birds may be well on their way from their summer staging area in Cape Cod, Mass., to northern South America where they overwinter. He adds, however, \"We won&rsquo;t know for sure if Floyd will have affected these migrating terns until next summer when we census the major colonies on the East coast in New York, Connecticut, Massachusetts and Maine.\" \r\n<p>Spendelow said that sometimes even several years of study and analysis are needed before scientists can accurately determine all the effects of hurricanes on birds. For example, Patuxent scientists and their cooperators have only just recently been able to determine the full effects on roseate terns of Hurricane Bob, which occurred in the fall of 1991. They learned that Hurricane Bob almost doubled the death rate of overwintering adult roseate terns, and that only about five percent of the young terns from that year survived and eventually entered the breeding population in later years. \r\n<p>Other studies at Patuxent include the effects of deer browsing on vegetation in the flood plain of the Patuxent River. Although the floodplain ecology involves periodic flooding, a serious flood from Hurricane Floyd could obscure the effects of deer browsing, according to biologist Richard Hammerschlag. \r\n<p>Erwin added that Patuxent biologists will go to the Virginia coastal marshes to evaluate the impacts of Hurricanes Floyd and Dennis on sediment deposition in their marsh study plots established this spring. \r\n<p>Also concerned with erosion are scientists from the National Wetlands Research Center, headquartered in Lafayette, La. According to Center Director Bob Stewart, the Center routinely studies hurricane effects and develops computer models to predict effects on wildlife habitat; uses remote sensing and geographic information systems to study and monitor wetland responses to hurricanes; and researches hurricane effects on coastal erosion and wetland forests. In the wake of Hurricane Floyd, Center scientists will be monitoring study sites in Florida and the Carolinas. \r\n<p>Stewart reported that hurricanes have the ability to massively change wildlife habitats of barrier islands, coastal marshes and forests. He said some of these habitats such as beaches and dunes initially change rapidly but in time sometimes return to their former structure. \"But sometimes changes from hurricanes result in permanent loss of upland and marsh habitat. Hurricanes are important elements that shape these truly dynamic coastal systems.\" \r\n<p>The Florida and Caribbean Science Center in Gainesville has ongoing fish research at the Timicuan Ecological and Historical Preserve and Merritt Island National Wildlife Refuge in Florida. Though effects of Floyd are expected to be minimal there, scientists will be assessing damage and cotninuing studies at both locations. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"937540800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169411"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}