{"title":"USGS DRGs Now Available Nationwide","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->U.S. Geological Survey&rsquo;s (USGS) Digital Raster Graphics (DRGs) are now available for all of the U.S., Puerto Rico, the U.S. Virgin Islands and the Pacific islands.<!--introend--> DRG development began early in 1994, and production began in October 1995. The DRGs of the Pacific islands, finished in 1998, marked the completion of nationwide DRG coverage. \r\n<\/p>\r\n<p>\r\nA Digital Raster Graphic is a computerized image of a USGS topographic map. According to Max Ethridge, chief of the USGS Mid-Continent Mapping Center, &quot;the program involved producing DRG&rsquo;s for approximately 59,000 topographic maps in two and a half years. Making computerized images of this many maps was a large undertaking, and required pooling experience from almost every part of our Mapping Center, and working with partners in the federal and private sector.&quot; \r\n<\/p>\r\n<p>\r\nGovernment employees made the majority of the original USGS topographic maps and developed the DRG process and standards, but the actual computerized versions of the paper maps were produced through an Innovative Partnership agreement with Land Information Technologies, Ltd., of Aurora, Colorado. Land Information Technologies, Ltd. made the digital images by scanning USGS paper maps. Employees at the Mid-Continent Mapping Center then checked the images, added additional information and user instructions, and packaged the data on Compact Disc (CD) for sale. \r\n<\/p>\r\n<p>\r\nDRGs have become an extremely valuable tool for use in emergency and hazards relief efforts. Very large amounts of map data are available on one CD and in some cases can also be down loaded over the Internet. \r\n<\/p>\r\n<p>\r\nDRGs for California and Tennessee were produced by other agencies and are available directly from them (Teale Data Center in California and Tennessee Valley Authority). All other DRG&rsquo;s, may be purchased from the EROS Data Center in Sioux Falls, South Dakota, for $32 per CD plus a $3.50 handling charge. They may also order them through any USGS Earth Science Information Center. Information about ordering DRGs from USGS, Teale or TVA can also be found on the Internet at URL:http:\/\/mcmcweb.er.usgs.gov\/drg or call 1-800-ASK-USGS.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"896414400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169423"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}