{"title":"Tuesday Highlights at GSA","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note: All room locations are in the Reno\/Sparks Convention Center, at the annual meeting of the Geological Society of America<\/b> <\/p>\n<p><b>That Sinking Feeling<\/b> &ndash; that has affected people in California&rsquo;s Santa Clara Valley and residents of the Houston-Galveston area is due to excessive pumping of groundwater during the past century. USGS scientist Devin Galloway will present various new technologies that are being used to map and monitor the subsidence, and take a look at some possible remedial actions. <b>8 a.m., Tuesday, November 14, in Room B4.<\/b> <\/p>\r\n<p><b>Nitrogen Recycling<\/b> -- Nitrogen contained in sedimentary rocks is a potential source of nitrogen to stream and ground water. This nitrogen should be released through the course of weathering, or the chemical breakdown of rock; however, nitrogen is an element in high demand for biological activity and is difficult to trace directly as it goes from rock to soil to water. <b>USGS scientist JoAnn Holloway<\/b> will discuss how microorganisms that convert organic nitrogen in the rock to inorganic forms of nitrogen (ammonium and nitrate) promote the weathering process in soils in East Salt Wash, a drainage near Grand Junction, CO. <b>The influence of microbes in converting the nitrate in stream water to nitrous oxide, a greenhouse gas, will also be discussed in Biogeochemical Transformations Influencing Release and Cycling of Nitrogen in Shale to Stream and Ground Water, on Tuesday, November 14 at 11:45 a.m., Room B11.<\/b> <\/p>\r\n<p><b>Dust in the deserts--why do we care?<\/b> Anyone living in or traveling through America&rsquo;s southwestern desserts on windy days will notice haze obscuring peaks or maybe even plumes of dust rising from the desert floor. Some effects of dust are well known to the residents of the Southwest. Dust can affect human health, damage equipment and infrastructure, and in extreme cases reduce visibility so greatly that it contributes to traffic accidents. Old wind-blown dust, now sequestered in desert soil, plays a less obvious but important role in our surroundings in its capacity to provide plant-essential nutrients and suitable substrate for roots. Small differences in dust composition may be sufficient to nurture different plant communities and the wildlife that these plant communities in turn support. <\/p>\r\n<p>Using new techniques to detect old wind-blown dust in desert soils, USGS scientists have found small but important differences in the composition of such dust in different surfaces in the eastern Mojave Desert. The results will help ecologists understand plant communities in these dry settings and will give land managers information about what is lost to ecosystems if wind erosion entrains the old dust back into the atmosphere. <b>USGS scientist Rich Reynolds will share the findings of his innovative research at Eolian Dust in Arid-Land Soils &ndash; Magnetic Petrology and Nutrient Inputs, on Tuesday, November 14 at 4:30 p.m., Room A3. <\/b><\/p>\r\n<p><b>Effects of African Dust on Holocene Coral; Did It Happen?<\/b> -- The vitality of Caribbean coral refs has undergone a continual state of decline since the mid-1970s, a period of time coincidental with drought in Sahel region of North Africa and large increases of dust being transported across the Atlantic Ocean from Africa. Similar periods of drought and elevated levels of dust transport have undoubtedly occurred in the past and may explain many paeoecosystem and facies changes preserved in the geologic record, according to <b>Eugene Shinn, who will speak on this at 4:45 p.m., Tuesday, November 14, in room A-3.<\/b><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Nevada"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"974005200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}