{"title":"USGS Report Documents Alien Plants in Sequoia-Kings Canyon and Yosemite National Parks","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A recent report published by the U.S. Geological Survey documents nonnative plants in Sequoia-Kings Canyon and Yosemite national parks, and provides a useful template for ranking alien species problems for management actions in these and other national parks and reserves. The alien plant surveys were designed to complement existing data sets on the distribution and abundance of all plant species at randomly located sites in Sequoia-Kings Canyon and Yosemite national parks. <\/p>\n<p>\"Invasive alien species pose threats to the maintenance of many natural landscapes, both through their displacement of the native plants and animals as well as upsetting natural ecosystem processes,\" said Dr. Jon Keeley, a USGS research ecologist in California and co-author of the report. \"Nowhere is the concern greater than in nature reserves designed to conserve examples of biodiversity and other unique landscape features.\" <\/p>\r\n<p>Only recently have alien plant species captured the attention of park resource managers. However, there was clearly a need to document the pattern of alien plant establishment and to predict those species that could pose the greatest threats to the parks. Invasive alien plants can bring about significant changes in park ecosystems by changing native plant communities and the processes that support them, such as fire, nutrient cycling, hydrology, soil erosion and decomposition. <\/p>\r\n<p>Populations of alien plant species initially thought to pose little or no threat can become serious pests. For example, said Keeley, the investigation revealed that the invasive plant cheatgrass, which was previously considered a Great Basin sagebrush problem, has become an increasingly significant threat to conifer forests in the Sierra Nevada and may even be favored by recent attempts to restore fire to these ecosystems. Inventories of the current distribution of alien species address the need of managers to have information on all potential invaders so that priorities can be established for monitoring and control. <\/p>\r\n<p>The 149-page report, titled \"Alien Plant Species Threat Assessment and Management Prioritization for Sequoia-Kings Canyon and Yosemite National Parks,\" by John D. Gerlach, Jr., Peggy E. Moore, Brent Johnson, D. Graham Roy, Patrick Whitmarsh, Daniel M. Lubin, David M. Graber, Sylvia Haultain, Anne Pfaff, and Jon E. Keeley, is U.S. Geological Survey Open-File Report 02-170. It is available for inspection at the USGS offices at the Western Ecological Research Center in Sacramento, Calif. (7801 Folsom Blvd., Suite 101), Sequoia Kings Canyon Field Station in Three Rivers, Calif. (47050 Generals Highway), and the Yosemite Field Station in El Portal, Calif. (5083 Foresta Rd.). The report also may be inspected at the USGS libraries in Menlo Park, Calif., Denver, Colo., and Reston, Va. <\/p>\r\n<p>The report may be purchased at cost from the U.S. Geological Survey, Branch of Information Services, Box 25286, Denver, CO 80225-0286 (telephone 1-888-ASK-USGS). The price is $86.00 per copy plus $5.00 per order for shipping and handling. Request must specify report number OFR 02-170 and should include a check or money order payable to \"Department of the Interior&#8212;USGS.\" <\/p>\r\n<p>Additional information about this and other USGS studies of biological resources may be obtained by visiting the USGS home page at <a href=\"http:\/\/biology.usgs.gov\/\">http:\/\/biology.usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1058241600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169755"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}