{"title":"National Research Council Calibrates Research for The National Map","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->A report recently issued by the National Research Council (NRC) of the National Academies sharpens the research focus of <em>The National Map<\/em>.<!--introend--> The report, <em>A Research Agenda for Geographic Information Science at the United States Geological Survey<\/em>, advocates the integration of highly diverse data from state and local agencies into a consistent, national framework as a unique feature of <em>The National Map<\/em> that distinguishes it from other online geospatial data sources.&nbsp; \r\n<\/p>\r\n<p>\r\n<em>The National Map<\/em> is being developed by the USGS as a trusted, nationally consistent geospatial framework to serve a broad range of uses by scientists, communities, government officials, and the public. \r\n<\/p>\r\n<p>\r\n&quot;Comprehensive and authoritative baseline geospatial data are crucial to the Nation and to the USGS mission of integrated, multi-disciplinary natural science,&quot; said USGS Director Mark Myers. &quot;The USGS is strongly committed to the vision that this NRC report lays out. These research directions will enhance <em>The National Map<\/em>, and with it, the National Spatial Data Infrastructure.&quot; \r\n<\/p>\r\n<p>\r\nThe USGS commissioned the NRC Mapping Sciences Committee to assess current and future needs for USGS geographic information science (GIScience) capabilities. The committee was also asked to make recommendations concerning research and collaboration at the Center of Excellence for Geospatial Information Science (CEGIS) established by the USGS in 2006. \r\n<\/p>\r\n<p>\r\nOne element of <em>The National Map<\/em> - the National Hydrography Dataset (NHD) - serves as an example of a nationally standardized dataset that is not available from any other online geospatial data source. The NHD was built, and is beginning to be maintained, in partnership with its users who understand the local hydrography and who also require precise, current data to meet their business needs. These contributing partner stewards manage data maintenance activities in their geographies while the USGS facilitates the overall process, providing national coordination, standards, training, quality assurance, archival, and data distribution. Downstream flow data in NHD, one of its many information capabilities, is used extensively in pollution control analysis by the U.S. Environmental Protection Agency to study the relationship between impaired waters and drinking water use. \r\n<\/p>\r\n<p>\r\nTo accelerate the incorporation of partner data into national databases, the NRC study calls for further research to advance automated integration, fusion, and generalization of data at widely varying scales, resolutions and qualities. The report also calls for new high priority research in user-centered design of Web map interfaces, re-invention of topographic maps in electronic form, and robust data characterization that conveys geographic context. \r\n<\/p>\r\n<p>\r\nLooking ahead, the NRC study recommends additional research to transform <em>The National Map<\/em> database into a geographic knowledgebase. This long term effort would enable knowledge discovery and analysis to, in the words of the report, go &quot;far beyond the typical mapping portal&quot; to &quot;deliver enormous power to <em>The National Map<\/em> application and lead to its clear differentiation from other web-based products.&quot;&nbsp; \r\n<\/p>\r\n<p>\r\nThe report is available online for free download at <a href=\"http:\/\/www.nap.edu\/catalog\/12004.html\">www.nap.edu\/catalog\/12004.html<\/a>. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1200978000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"170646"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}