{"title":"Media Advisory: USGS to Unveil Flood Preparedness Tool For Atlanta Suburb","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A powerful new online flood mapping tool that will help emergency managers protect lives and property in&nbsp;the flood-prone Sweetwater Creek area will be unveiled Wednesday at Austell's Legion Regional Park.<!--introend--> The interactive web-based tool, called a \"flood inundation map,\" is the first of its kind to be created for a major urban area in the southeastern United States.&nbsp; Cobb County was ground zero for high water and flood damages from the epic 2009 flood events; this map will help identify where the potential threat of floodwaters is greatest, enabling quick decisions to be made about when and how to evacuate area residents threatened by rising floodwaters.&nbsp; This mapping product, along with other USGS and National Weather Service tools, create a comprehensive flood preparedness \"toolbox\" for the Sweetwater Creek and surrounding communities. Follow this event live on Twitter @USGSLive.<\/p>\n<table>\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>When: <\/strong><\/td>\r\n<td>Wednesday, August 22, 2012<br \/>10:00-11:00 A.M. Eastern <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Where: <\/strong><\/td>\r\n<td>Legion Park<br \/>5514 Austell Powder Springs Rd<br \/>Austell, GA 30106 <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Who: <\/strong><\/td>\r\n<td>U.S. Congressman David Scott<br \/>Honorable Joe Jerkins, Mayor of Austell, Georgia<br \/>Tim Lee, Chairman, Cobb County Board of Commissioners, Georgia<br \/>Keith Stellman, Meteorologist-in-Charge, NWS-Peachtree City, Georgia<br \/>Robert Mason, Assistant Chief, USGS Office of Surface Water, Reston, Virginia<\/td>\r\n<td>&nbsp;<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"regions":["Georgia"],"country":["United States of America"],"mm_tags":["flooding","floods","floodinnundationmap","Press Conference","water","water","National Streamflow Information","floodhazard"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1345435200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168974"},{"tid":"170108"},{"tid":"170392"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}