{"title":"Dead Bear Linked by DNA to August Mauling","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Anchorage<\/strong><strong> --<\/strong>&nbsp; <!--introstart-->The brown bear killed by biologists from the Alaska Department of Fish &amp; Game (ADFG) in August is, by DNA analysis, the same bear that mauled an Anchorage woman earlier that month.<!--introend--><\/p>\n<p>Scientists from the Molecular Ecology Laboratory of the U.S. Geological Survey (USGS) Alaska Science Center in Anchorage and ADFG revealed today the bear killed on August 19, 2008, was positively identified through DNA analysis as the animal that attacked Clivia Feliz on August 8, 2008.&nbsp; That bear (#207) had been part of an earlier research study of brown bears in the Anchorage area.&nbsp; The scientists were also able to reconfirm earlier preliminary findings that a different, unidentified bear was responsible for the attack on Petra Davis on June 29, 2008.&nbsp;&nbsp;<\/p>\r\n<p>The findings are the results of a DNA study on this past summer's brown bear maulings in Anchorage.&nbsp; Dr Sandra Talbot and George K. Sage of the USGS analyzed samples collected by ADFG's Dr. Farley from the bicycle helmet used by Petra Davis and from clothing worn by Clivia Feliz.&nbsp; Samples of bear DNA were compared with DNA collected from bear #207, her cubs, and with DNA recently collected from over 20 additional brown bears in the Anchorage area as part of a different study.&nbsp;&nbsp;<\/p>\r\n<p>Genetic data obtained from the samples collected from Clivia Feliz's clothing were identical to data obtained from DNA extracted from the bear killed by ADFG.&nbsp; The probability that DNA identified on Ms Feliz's clothing was not from #207 but from another brown bear in the population is smaller than one in 10 million.&nbsp; These results lead researchers to be extremely confident that bear #207 was responsible for attacking Ms. Feliz.&nbsp; DNA analysis also enabled researchers to distinguish the attacking bear from another suspect Anchorage bear that is very likely the mother of #207 and with whom she shared a home range in Bicentennial Park.&nbsp;&nbsp;<\/p>\r\n<p>These results demonstrate the utility of applying DNA-based techniques to issues of public safety involving attacks by wild animals, and that these tools can verify whether the attacking animal has actually been killed or captured.&nbsp; Scientists stress that the greatest probability of identifying bears involved in attacks will come from close coordination between public safety agencies to ensure timely and proper collection, storage, and analysis of samples.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["biology","bear","Brown Bear","Alaska","","Bear Mauling","wildlife","Public Safety"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1224734400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169316"},{"tid":"169318"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}