{"title":"Measuring the Flow: Uses of Streamflow Information","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"In this story, we explore the many uses of streamflow information, highlighted by testimonies of USGS stakeholders.\n\n<strong>An eye on rising waters<\/strong>\n\nThe USGS provides practical, unbiased information about the Nation's rivers and streams that is crucial in mitigating hazards associated with floods. Flooding costs the Nation billions each year.\n\nDr. Thomas Graziano, Chief of the Hydrologic Services Division, National Weather Service (NOAA-NWS), has said, â\u0080\u009cUSGS streamgage observations serve as the foundation for <a href=\"http:\/\/water.weather.gov\/ahps\/forecasts.php\">National Weather Service river forecasts and warnings<\/a>. We work closely with USGS on a daily basis and during all flood events. The USGS is usually the first to respond and go out in the midst of floods to acquire the observations necessary for the NWS to get the forecast right and provide timely and accurate warnings. The USGS's high resolution and real-time and historical high quality data, collected over the full range of conditions, are necessary to run and improve our operational forecasting models. NOAA-NWS values our partnership and the USGSâ\u0080\u0099 long history of responsiveness and professionalism.â\u0080\u009d\n\n[caption id=\"attachment_176237\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/j1.jpg\"><img class=\" wp-image-176237 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/j1-300x224.jpg\" alt=\"\" width=\"300\" height=\"224\" \/><\/a> A USGS hydrologist measures flow on the Black River at Black Rock, AR during Spring 2011 flooding on the Mississippi River. Waters reached 16 feet above floodstage. When flooding happens, USGS field crews are among the first to respond.[\/caption]\n\nMajor General Michael Walsh of the Corps, former Commander of the Mississippi Valley Division, Vicksburg, Mississippi and currently serving as the Deputy Commanding General of Civil and Emergency Operations, reported on the value of USGS monitoring inside the Birds Point-New Madrid floodway during the <a href=\"http:\/\/gallery.usgs.gov\/videos\/439\">historic Mississippi River Flood of 2011<\/a>, stating, â\u0080\u009cThe science we got from the USGS was exactly what I needed to make the decision I had to make [regarding breaching of the Madrid levee to alleviate upstream flooding in Cairo, Illinois and other areas along the Mississippi River].â\u0080\u009d\n\nEmergency managers with localities and States and the general public use the real-time information and dynamic<a href=\"http:\/\/water.usgs.gov\/osw\/flood_inundation\/focus-rtmap.html\"> flood inundation maps<\/a> to see the expected extent of a flood on a street-by-street basis, hours or even days before it occurs, reducing the possible devastating toll of floods on communities.\n\nThe USGS provides practical, unbiased information about the Nation's rivers and streams that is crucial in mitigating hazards associated with floods.\n\nA citizen from Pennsylvania commented on the <a href=\"http:\/\/waterdata.usgs.gov\/nwis\/rt\">USGS National Water Information System online service<\/a> during a 2006 flood: â\u0080\u009cIt is now 2:26am.Â We are a community with water around us.Â This [USGS real-time] service has been very beneficial in watching the water levels. I am a member of the local fire company and live along the Susquehanna River in Lycoming County, Pa. Thanks for the hard work and keeping the site updated.â\u0080\u009d\n\n<strong>Helping Federal, regional, State, and Tribal partners manage water<\/strong>\n\nStates, regional commissions, Tribes, localities, and Federal water resource agencies â\u0080\u0094 such as the National Park Service, U.S. Army Corps of Engineers, and Bureau of Reclamation â\u0080\u0094 operate water supply systems on a day-to-day and seasonal basis. These organizations are often charged with developing operating strategies to maintain the ecological function of rivers while also serving multiple water needs for recreation, cities, farms, energy production, navigation, and industries. With such diverse requirements, stream gage measurements are fundamental to (1) manage reservoir releases for water supply, irrigation, hydropower, environmental and navigation uses; (2) protect stream ecology and other instream uses; and (3) plan for a sustainable water future.\n\n[caption id=\"attachment_176238\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/j2.jpg\"><img class=\"size-medium wp-image-176238 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/j2-300x225.jpg\" alt=\"\" width=\"300\" height=\"225\" \/><\/a> Gage house for the streamgage on the Souris River above Minot, North Dakota.[\/caption]\n\nUSGS collaborates with the U.S. Army Corps of Engineers (Corps) and Bureau of Reclamation (BOR) on an ongoing basis to assist their daily operational decisions. These data-assisted decisions can include managing daily and hourly flows through gates and hydropower penstocks, pumping water into diversion systems, or managing hydroelectric reservoirs. Thousands of streamgages operated by USGS are used by the Corps, BOR, and others to operate flood control, navigation, and water-supply reservoirs across the country.\n\nUSGS and the National Park Service jointly operate more than 600 streamgages within or near national parks. In some places, for example, at Happy Isles along the Merced River in Yosemite National Park, we have partnered for more than 95 years to measure streamflow.\n\nEd Harvey, Director of the National Park Service Water Resources Division, states, â\u0080\u009cUSGS streamflow information is required to manage our National Parks and assure public safety and property protection, support threatened and endangered species, and accurately assess long-term changes in relatively pristine watersheds resulting from climate change.â\u0080\u009d\n\nRiver Basin Commissions by their nature employ a whole basin planning, development, and management approach to identify â\u0080\u009cwin-winâ\u0080\u009d solutions that cut across functional and jurisdictional boundaries. Bob Tudor, with the Delaware River Basin Commission, has said, â\u0080\u009cUSGS streamgage measurements are the single most important sound science tool in the State\/Regional\/Federal toolbox to leverage the talent and resources of multiple jurisdictions in common ground strategies to assure community flood resilience and long-term water supply needs.â\u0080\u009d\n\nPeter Evans, Executive Director of the Interstate Council for Water Policy, the national organization of State and regional water resource management agencies,Â states, â\u0080\u009cStreamgages are like our stethoscope on Americaâ\u0080\u0099s riversÂ and water supplies. Without reliable, long-term measurement ofÂ ourÂ water resources, we canâ\u0080\u0099t possible understand, protectÂ orÂ assureÂ sustainable supplies in our future.â\u0080\u009d\n\nStreamflow monitoring is critical to many Tribes in the United States, not only for its importance in flood warning predictions and water supply management, but for tribal sustenance and sovereignty as well. Ms. Sharri Venno, Environmental Planner with the Houlton Band Maliseet Indians in Houlton Maine, says, â\u0080\u009cOur Tribe relies on USGS streamflow gaging activities to maintain aquatic habitat and the seasonal harvesting of a variety of native medicinal flora of importance to our tribal lifestyle and long-standing tribal ceremonies. In addition, USGS stream gages, such as on the Meduxnekeag River in Eastern Maine, provide us valuable real-time information on river flow and water-quality that is critical to native fish habitat, including for spawning Atlantic Salmon, a native species the Tribe hopes to restore back to its once healthy populations.â\u0080\u009d\n\n[caption id=\"attachment_176239\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/j3.png\"><img class=\"size-medium wp-image-176239\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/j3-300x225.png\" alt=\"\" width=\"300\" height=\"225\" \/><\/a> USGS streamgaging on the Meduxnekeag River in eastern Maine helps the Houlton Band Maliseet Indians manage and restore native fish habitats, such as for spawning Atlantic Salmon.[\/caption]\n\n<strong>Recreation<\/strong>\n\nAmerican Whitewater is a membership organization with over 5000 individual members and more than 100 local paddling club affiliates collectively representing a broad diversity of individual whitewater enthusiasts and river conservationists. The organization connects the interests of human-powered recreational river users with ecological and science-based data to conserve and restore Americaâ\u0080\u0099s whitewater resources and to enhance opportunities to enjoy them safely.\n\n[caption id=\"attachment_176240\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/j4.jpg\"><img class=\"size-medium wp-image-176240 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/j4-300x263.jpg\" alt=\"\" width=\"300\" height=\"263\" \/><\/a> Canoeists enjoying the Shenandoah River in western Virginia.[\/caption]\n\nThomas O'Keefe, American Whitewater's Pacific Northwest Stewardship Director, reports, \"Whitewater boaters use USGS streamflow data on a daily basis to assess the safety of river conditions and plan boating trips across the country. In addition, USGS long-term data records represent an important resource for those who manage our Nation's rivers. We are active participants in management forums with river managers, irrigators, and hydropower operators and we all depend on the reliable and accurate long-term records collected and archived by USGS for the critical scientific guidance they provide to quantitatively evaluate various river management scenarios.\"\n\n<strong>Specialized uses<\/strong>\n\nLearn more about these and other more specialized uses of USGS water resources research and data â\u0080\u0094 such as designing highways and bridges; protecting water quality; managing water rights and transboundary issues; fulfilling legal obligations related to treaties, compacts, and decrees; advancing education and research â\u0080\u0094 in a <a href=\"http:\/\/water.usgs.gov\/osw\/pubs\/nhwc_report.pdf\">2006 report by the National Hydrologic Warning Council<\/a> and <a href=\"http:\/\/pubs.usgs.gov\/circ\/circ1123\/index.html\">USGS Circular 1123<\/a>\n\n<strong>Streamflow information for the Nation<\/strong>\n\nThe USGS remains dedicated to providing its stakeholders and the public with continuous, consistent, unbiased, well- documented, and well-archived streamflow data to meet a wide spectrum of current and future needs.\n<div>\n\nWhether you are simply a citizen of a watershed â\u0080\u0094 and we all are â\u0080\u0094 or a local, State, Tribal, or Federal practitioner and manager responsible for water decisions, USGS will continue to prioritize its resources to provide the valuable streamflow information you need, today and into the future.\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/measuring-the-flow-part-1-the-importance-of-streamgages\/?from=image\"><img class=\"aligncenter size-full wp-image-176258\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/Part-1-Image.jpg\" alt=\"A screenshot of Part 1. Clicking it will take you to Part 1 of the Streamgage story\" width=\"498\" height=\"257\" \/><\/a>\n\n&nbsp;\n\n<\/div>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24287","uid":"31","filename":"05Maybig1.jpg","uri":"public:\/\/05Maybig1.jpg","filemime":"image\/jpeg","filesize":"36774","status":"1","timestamp":"1425492768","type":"image","uuid":"a5325faa-0b98-4151-bfac-bf8b377eb2e3","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["floods","partenrships","Stream gages","streamflow information","tribes"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1363791651","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}