{"title":"River Flow in Potomac Almost Three Times Normal for October","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->In October, the average daily flow rate in the Potomac River at Little Falls was 5.4 billion gallons per day (bgd) or about 290 percent of the normal October flow rate (1.9 bgd), according to hydrologists at the U.S. Geological Survey (USGS). <!--introend-->During October, flow varied from a high of about 15.3 bgd to a low of about 2.1 bgd. \n<p>\r\n<p>October streamflow was in the normal or above normal range throughout most of the Maryland-Delaware-D.C. region although streamflow has decreased since September. The lowest streamflows of the year in this region usually occur in October, so the decrease in streamflow rates follow the average seasonal pattern. \r\n<p>\r\n<p>October precipitation caused the total river inflow to the Chesapeake Bay to be about 31.5 bgd, which was about 15 percent above the long-term October average (27.5 bgd). Although remaining three times above average for October, streamflow decreased after September&rsquo;s record setting flows on the upper Eastern Shore. \r\n<p>\r\n<p>Diversions of Potomac River water for municipal use averaged about 362 million gallons per day (mgd) in October, about 8 percent less than last October. Contents of the Baltimore reservoir system increased from September to 58,960 million gallons (58.96 billion gallons) near the end of October, which was 83 percent of average and 83 percent of the amount available at this time last year. \r\n<p>\r\n<p>Ground-water levels at the end of October increased throughout most of the area, but remain below normal in west-central Maryland and the Eastern Shore. September and October rains have begun to reverse the downward trend in ground-water levels in most USGS ground-water observation wells.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"941691600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169407"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}