{"title":"Glaciation, Permafrost and Climate: New Report Describes Diverse Alaskan Terrain","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>From glaciers and lava flats to white spruce woodlands and bog communities, a new U.S. Geological Survey report will aid scientists, managers and planners in organizing environmental data. <\/p>\n<p>The full-color report entitled \"Ecoregions of Alaska,\" provides the only complete framework for the study of all of Alaska&rsquo;s diverse terrain and for interpreting Alaska&rsquo;s unique environment. It includes information that can be used for many applications such as analyzing the physical, chemical and biological characteristics of Alaska&rsquo;s surface-water resources, examining the state&rsquo;s diverse wildlife habitat and for pinpointing locations where soil erosion may occur. The report will help resource managers, planners and scientists organize data for conducting scientific research and for making informed decisions on resource management. <\/p>\r\n<p>The report divides the State of Alaska into a framework of 20 â\u0080\u0098ecoregions&rsquo; into which nearly any type of environmental data may be placed for ease of analysis. The ecoregions were developed from synthesis of environmental factors such as climate, soils, vegetation, terrain, glaciation, and permafrost. <\/p>\r\n<p>Of particular note among the publication&rsquo;s 41 color photographs of Alaska&rsquo;s diverse terrain is an aerial photograph (p. 13, fig. 6) of the boundary between several ice wedges where melting has occurred and formed a pattern which, from the air, resembles a string of beads. <\/p>\r\n<p>Volcanoes, black spruce and white spruce forests, glaciers, coastal plains, mountain ranges and lava flats are also shown. <\/p>\r\n<p>Plate One (in pocket, back cover) is a full-color poster of Alaska with each of the 20 ecoregions numbered, outlined and briefly described. <\/p>\r\n<p>An effort is underway to expand the ecoregions system to include the entire northern circumpolar area. <\/p>\r\n<p>The report, USGS Professional Paper 1567, \"Ecoregions of Alaska,\" by Alisa L. Gallant, Emily F. Binnian, James M. Omernik, and Mark B. Shasby, was written in cooperation with Colorado State University and the Environmental Protection Agency. It is available for $9.50 (plus a $3.50 handling fee) from the USGS Branch of Distribution, P.O. Box 25286, Denver Federal Center, Denver, Colo., 80225, telephone 1-800-435-7627. <\/p>\r\n<p>The U.S. Geological Survey provides the nation with reliable, scientific information that can be used to minimize the loss of life, manage natural resources, enhance and protect the quality of life and contribute to wise economic and physical development. <\/p>\r\n<p>* * * USGS * * * <\/p>\r\n<p>For USGS earth science information on the World Wide Web, enter <a href=\"http:\/\/www.usgs.gov\">http:\/\/www.usgs.gov<\/a>.<\/p>\r\n<p>(Note to Editors: Copies of the report, \"Ecoregions of Alaska,\" are available to the news media at no cost by calling the USGS Outreach Office at 703-648-4460.)<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"839563200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}