{"title":"USGS Exhibit At Mount Rainier Visitor Center Explains The History and Hazards of That Volcanic Mountain","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The volcanic processes that created Mount Rainier and may pose a hazard to some residents of the Pacific Northwest are highlighted in a new exhibit that will be unveiled at the Sunrise Visitor Center in Mount Rainier National Park, on Saturday, August 9, 1997. \n<p>The exhibit, which was created by scientists and technicians at the U.S. Geological Survey and Mount Rainier National Park, is the first major exhibit about the geology of Mount Rainier in recent years, and the only permanent exhibit within the park that explains the volcanic history of the mountain. The cost of producing the exhibit was underwritten by the non-profit Northwestern Interpretive Association. \r\n<p>In addition to explaining the volcanic processes and history of the mountain, two of the four exhibit panels explain how scientists have determined the potential for future eruptions and landslides at Mount Rainier, and what residents of the areas near the volcano can do to prepare for such natural disasters. \r\n<p>The Mount Rainier Sunrise Visitor Center is located about 55 miles southeast of Enumclaw, Wash., or about 85 miles southeast of Seattle, via State Highway 410 to the park&rsquo;s White River entrance, then 17 miles to the visitor center. The Sunrise Visitor Center is located at 6,400 feet elevation and provides an excellent view of the east flank of Mount Rainier. Visitor center hours are 9 a.m. to 6 p.m, Sunday through Friday, and 9 a.m. to 7 p.m., Saturday. \r\n<p>USGS geologists who conduct field research at Mount Rainier will be on hand, Saturday and Sunday, August 9 and 10, to answer questions about the volcano and the ongoing geologic research projects. \r\n<p>Mount Rainier is one of several active volcanoes in the continental United States and Hawaii where the USGS monitors ongoing activity and estimates the potential for damage and loss of life from future eruptions. Research at Mount Rainier is conducted by scientists at the USGS Cascades Volcano Observatory in Vancouver, Wash. Other USGS volcano observatories are located in Anchorage, Alaska, and on the slopes of Kilauea Volcano, in Hawaii.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"870840000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}