{"title":"North Atlantic May Be a New Route for Spread of Avian Flu to North America","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"250\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_03_19\/map.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_03_19\/map_tn.jpg\" alt=\"Map of bird movement\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td>\r\n<p><span class=\"small\">A. Arrows show generalized movements of birds in particular flyways. Red arrows show general movements in the East Atlantic Flyway and yellow arrows show general movement in the North American Atlantic Flyway. Most birds use only portions of the flyways, which are determined mostly by species and by origin of breeding populations. <\/span><\/p>\r\n<p><span class=\"small\">B. Red dots show the locations of where birds were sampled in the study. Reykjavik is shown for reference. Samples from some locations (Brei&eth;afj&ouml;r&eth;ur and Selfoss) were obtained over a larger area than shown because samples were provided by hunters and fishermen within the region. <a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_03_19\/map.jpg\">(High resolution image<\/a>)<\/span><\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><!--introstart-->The North Atlantic region is a newly discovered important pathway for avian influenza to move between Europe and North America, according to a U.S. Geological Survey <a href=\"http:\/\/dx.plos.org\/10.1371\/journal.pone.0092075\">report<\/a> published today.<!--introend--><\/p>\r\n<p>USGS scientists and Icelandic partners found avian flu viruses from North America and Europe in migratory birds in Iceland, demonstrating that the North Atlantic is as significant as the North Pacific in being a melting pot for birds and avian flu. A great number of wild birds from Europe and North America congregate and mix in Iceland's wetlands during migration, where infected birds could transmit avian flu viruses to healthy birds from either location.<\/p>\r\n<p>By crossing the Atlantic Ocean this way, avian flu viruses from Europe could eventually be transported to the United States. This commingling could also lead to the evolution of new influenza viruses. These findings are critical for proper surveillance and monitoring of flu viruses, including the H5N1 avian influenza that can infect humans.<\/p>\r\n<p>\"None of the avian flu viruses found in our study are considered harmful to humans,\" said Robert Dusek, USGS scientist and lead author of the study. \"However, the results suggest that Iceland is an important location for the study of avian flu and is worthy of special attention and monitoring.\"<\/p>\r\n<p>The study also highlighted the new finding that gulls play an important role in moving avian flu viruses across the North Atlantic.<\/p>\r\n<p>During the spring and autumn of 2010 and autumn of 2011, the USGS researchers and Icelandic partners collected avian influenza viruses from gulls and waterfowl in southwest and west Iceland (see map). By studying the virus&rsquo; genomes &mdash; an organism&rsquo;s hereditary information &mdash; the researchers found that some viruses came from Eurasia and some originated in North America. They also found viruses with mixed American-Eurasian lineages. &nbsp;&nbsp;<\/p>\r\n<p>\"For the first time, avian influenza viruses from both Eurasia and North America were documented at the same location and time,\" said Jeffrey Hall, USGS co-author and principal investigator on this study. \"Viruses are continually evolving, and this mixing of viral strains sets the stage for new types of avian flu to develop.\"<\/p>\r\n<p>The partners on the new study include the <a href=\"http:\/\/thekkingarsetur.is\/english\/\">Southwest Iceland Nature Research Institute<\/a>, the University of Iceland's <a href=\"http:\/\/hs.hi.is\/en\/english\">Snaefellsnes Research Centre<\/a>, the University of Minnesota and the <a href=\"http:\/\/www.jcvi.org\/cms\/home\/\">J. Craig Venter Institute<\/a>. This study was funded by the USGS and the National Institute of Health&rsquo;s <a href=\"http:\/\/www.niaid.nih.gov\/labsandresources\/resources\/ceirs\/Pages\/default.aspx\">Centers of Excelle","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecosystems","Ecosystems International","Ecosystems Microbiology","Flu","Avian Flu","Avian Influenza","Influenza","Iceland","North Atlantic","Europe","North America","birds","Waterbirds","gull","disease","wildlife Health","Wildlife Disease","Wildlife Diseases","migration","Migratory Birds","","waterfowl","virus","genomes","","National Wildlife Health Center","biology"],"article_type":["National News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1395201600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169396"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}