{"title":"High Flow Test Study from Glen Canyon Dam through Grand Canyon","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<CENTER><strong>MEDIA ADVISORY<\/strong><\/CENTER>\n<p>WASHINGTON &#8212; The Department of the Interior has proposed conducting a scientific study on the use of high flows from Glen Canyon Dam to improve Colorado River natural and cultural resources in Grand Canyon National Park. <\/p>\r\n<p>The test is predicated on successful completion of an Environmental Analysis (EA) and issuing of a Finding of No Significant Impact statement &#8212; steps required by the National Environmental Policy Act. An EA is currently undergoing public review, with the comment period closing on Nov. 19, 2004. Further details will be provided in a news release issued on that day. <\/p>\r\n<p>The test would use flows that are above power plant capacity to move sediment that has accumulated in Marble Canyon at the confluence of the Paria and Colorado Rivers to rebuild beaches, help improve Colorado River habitat for endangered fish, and learn more about the river ecosystem to help guide future management decisions. <\/p>\r\n<CENTER><strong>Nov. 21 Morning Media Opportunity<\/strong><\/CENTER>\r\n<p>If the test is held as proposed, a briefing on the experiment and photo opportunity will take place at Glen Canyon Dam. U.S. Geological Survey Director Chip Groat will explain the science experiments that will be conducted during and after the test at an 8:45 a.m. briefing in the Glen Canyon Dam visitor center auditorium. <\/p>\r\n<p>The photo opportunity will be held at 10 a.m. that morning, when the second set of bypass outlet tubes are opened. Bus transportation to the base of the dam will be provided immediately after the briefing. No private vehicles are allowed at the base of the dam. Media will be allowed parking space at the dam&rsquo;s visitor center. <\/p>\r\n<p>Reclamation will have a security patrol at the visitor center where media trucks will be parked while reporters are at the base of the dam. Please note that the experimental flow schedule dictates that the bypass must take place at 10 a.m. The media bus will depart for the base of the dam no later than 9:10 a.m. <\/p>\r\n<p>The visitor center is a secure site. There will be a media check-in point in the parking lot area. Equipment bags are subject to search. Identification will be required to travel to the base of the dam. The visitor center opens at 8 a.m. and media are requested to be on site well ahead of the 8:45 a.m. start time for Dr. Groat&rsquo;s briefing. The schedule will not accommodate those who miss the 9:10 a.m. bus departure. <\/p>\r\n<p>Media wishing to film the first bypass opening earlier that day at 7 a.m. may do so from the visitor center or the highway bridge. However, the light at that time of day in November is flat with extensive shadows from the canyon. \r\n<p>To reserve space for transportation to the base of Glen Canyon Dam and to obtain other logistical information, contact Barry Wirth, Regional Public Affairs Officer for the Bureau of Reclamation, at 801-524-3774. His email address is bwirth@uc.usbr.gov. <\/p>\r\n<CENTER><strong>Nov. 21 Afternoon Media Opportunity<\/strong><\/CENTER>\r\n<p>Following the photo opportunity at Glen Canyon Dam, media representatives will be directed to Lee&rsquo;s Ferry for a 1 p.m. media availability with U.S. Geological Survey Director Chip Groat and demonstrations of science experiments at the mouth of the Paria River. <\/p>\r\n<p>This is an opportunity for reporters to interact with USGS, Fish and Wildlife Service, and National Park Service research crews as they make final preparations for data collections on the Colorado River. <\/p>\r\n<p>For information regarding the science associated with the experimental high flow, contact Scott Harris, Public Affairs Officer for the U.S. Geological Survey, at 703-648-4054 (office); or 703-785-1113 (cell); or 877-826-5955 (satellite phone available after Nov. 18). His email address is <a href=\"mailto:sharris@usgs.gov\">sharris@usgs.gov<\/a>. <\/p>\r\n<p>The draft EA is available at <a href=\"http:\/\/www.usbr.gov\/uc\/envprog\/amp\">www.us","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Colorado"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1100667600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170436"},{"tid":"168895"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}