{"title":"USGS Is Open For Business, Friday","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->All offices of the U.S. Geological Survey, at 345 Middlefield Road in Menlo Park, will close at 2 p.m., Wednesday, November 24, but will be open to serve the public Friday, November 26. <!--introend-->This includes the map sales office and the USGS library. \n<p>\"We always have a grateful number of customers who are glad to know that we&rsquo;re open on the day after Thanksgiving, when many people have the day off and can come here to look for maps and other interesting publications,\" said Diane Garcia, manager of the USGS Earth Science Information Center (ESIC), better known as the map sales office of the USGS. \r\n<p>In addition to the standard \"topo\" maps, the USGS\/ESIC has large wall maps and posters of the world, the U.S., and special areas, for only $4 each. One $4 bargain is the \"Dynamic Planet\" world map that locates the epicenters of 24,000 earthquakes of magnitude 6 or larger that occurred between 1960 and 1990, and 1,500 volcanoes that have erupted in the past 10,000 years. A companion picture book, \"This Dynamic Earth,\" is available for $6, and the two make a wonderful, educational gift package for anyone who wants to know more about the \"third rock from the sun.\" Other books on a diverse range of earth-science subjects, including where and how to search for gold, are available at reasonable prices. \r\n<p>And, during the holiday season, the Menlo Park ESIC is offering unusual, free holiday wrapping paper, in the form of outdated topographical maps. In an effort to save the colorful but space-consuming maps from the landfill, the USGS\/ESIC is giving the maps away. With their shades of green for forests and cities etched in red, many of the maps are arrayed in winter holiday colors, and their large size, 24\" by 30\" offers a generous wrap for most holiday packages. \r\n<p>The USGS earth-science library, which is the largest of its kind on the west coast, also will be open from 8 a.m. to 4 p.m., Friday. As part of its 350,000-volume collection, the library has a \"California Center,\" which includes books, maps and journals on California geology, water, mining exploration and history. Materials may be borrowed through the inter-library loan system. The library also has an educational-resource center for teachers. \r\n<p>For information about the USGS\/ESIC and the products it offers, call 650-329-5587, 8 a.m. to 4 p.m., Monday through Friday. The USGS library may be reached at 650-329-5026. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"943246800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}