{"title":"New Study Reveals Past and Present Erosion Hazards of the Matanuska River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ANCHORAGE &mdash; <!--introstart-->A new report maps out erosion history and hazards for 74 miles of the Matanuska River, a braided river in Southcentral Alaska that has damaged and threatened houses, roads and public facilities for decades.<!--introend--> This new information from the USGS Alaska Science Center will be useful to property owners who want to know the most likely areas where the river could do damage. The mapping will help the public and the Matanuska-Susitna Borough anticipate the extent of potential future erosion.<\/p>\n<p>\"Rivers can be both capricious and powerful as they plow back and forth across the landscape on their way to the sea, but even they must obey the laws of geology,\" said USGS director Marcia McNutt. \"This new study maps out locations of unconsolidated banks that rivers can quickly erode and solid bedrock banks that will resist the river's force, identifying safer ground for the long term.\"&nbsp;<\/p>\r\n<p>The study mapped the braid plain, the broad, gravelly collection of current and former channels, and then mapped the type of bank at its edge and how much the bank had eroded since 1949. Understanding erosion at the edge of the braid plain is critical for public safety and understanding river movement across the braid plain is important for understanding ecological processes and evaluating how effective erosion-control structures might be. It&rsquo;s the first study to cover the entire river and draws on field observations and detailed analysis of historical photographs.<\/p>\r\n<p>\"We&rsquo;re excited to have this study available,\" said Frankie Barker, environmental planner with the Matanuska-Susitna Borough. \"It will be very useful for informing the public about erosion hazards along the river.\"&nbsp;&nbsp;<\/p>\r\n<p>When the river flows next to a sand and gravel bank, bank erosion can be swift. From 2004 to 2006, the river devoured more than 200 feet of river bank in a particularly hard-hit rural residential area near the community of Butte. Bedrock banks protect against erosion where they occur, but these locations have never before been comprehensively mapped.&nbsp;<\/p>\r\n<p>\"The erosion has typically occurred in bursts, rather than as a regular amount over a long time. Knowing how erosion occurs provides a good perspective for addressing future erosion,\" said Janet Curran, a USGS hydrologist and one of the study authors.&nbsp;<\/p>\r\n<p>To help define the activity of the river, the authors looked at vegetation and channel patterns in historical photos. The average age of vegetation on the braid plain was estimated to be only 15 years, meaning that the river moves very frequently. Some channels remained stable for a few decades, allowing trees to grow on neighboring areas, but entire forests were quickly removed when the river re-occupied its former path.<\/p>\r\n<p>The study, <a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5214\/\">Geomorphology and Bank Erosion of the Matanuska River, Southcentral Alaska<\/a>, was conducted in partnership with the Matanuska-Susitna Borough.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_01_23\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2012_01_23\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["erosion","Alaska"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1327294800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169384"},{"tid":"169562"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}