{"title":"Future energy source, greenhouse gas, drilling hazard ... USGS Scientists Describe Latest on Gas Hydrates","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists are taking another look at methane in gas hydrate, which contains perhaps twice as much organic carbon as all fossil fuels on earth. This gas may prove to be an energy resource for the future. <\/p>\n<p>On the negative side, the methane that migrates in and out of the hydrate reservoir may also be a strong influence in the global greenhouse as methane is a stronger greenhouse gas than carbon dioxide. Also, gas hydrate formation and breakdown clearly can cause instability of bottom sediments and affect sea floor structures, such as oil wells and pipelines. <\/p>\r\n<p>Immense amounts of methane, in a crystalline state with water molecules, are contained in ocean sediments at depths greater than 500 m. The material is known as gas hydrate. U.S. Geological Survey scientists will describe research on gas hydrates in two sessions of the American Geophysical Union meeting in San Francisco. This work resulted from a major international gas hydrate drilling program carried out on the continental rise off South Carolina two years ago. Topics include identification of gas hydrate deposits by acoustic and well logging approaches, examination of the gas in the well and in the hydrate, and the \"plumbing\" of sediment fractures over a salt dome that allows escape of gas to the atmosphere. <\/p>\r\n<p>Other USGS papers describe the physical properties of sediments containing gas hydrate, the nature of gas hydrate formation in sediment, and the escape of hydrate methane from the sea floor and its influence on global climate. <\/p>\r\n<p>These sessions will be held on Mon., Dec. 8, 1:30pm - 5:00pm in room 308, Moscone Center and Tues., Dec. 9, 8:30am in Exhibit Hall D, Moscone Center (posters). <\/p>\r\n<p>As the nation&rsquo;s largest water, earth and biological science and civilian mapping agency the USGS works in cooperation with more than 2000 organizations across the country to provide reliable, impartial, scientific information to resource managers, planners, and other customers. This information is gathered in every state by USGS scientists to minimize the loss of life and property from natural disasters, contribute to sound economic and physical development of the nation&rsquo;s natural resources, and enhance the quality of life by monitoring water, biological, energy, and mineral resources. <\/p>\r\n<p>Note to edtiors: Bill Dillon will preside over these sessions and will be available at the conference for additional information.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"881557200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}