{"title":"Chesapeake Bay Inflow Set January Record","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Snowmelt followed by rains have resulted in record freshwater inflow to the Chesapeake <\/p>\n<p>Bay, according to the U.S. Geological Survey. <\/p>\r\n<p>The USGS said that in the immediate aftermath of last weekend&rsquo;s flooding, total freshwater inflow to the Chesapeake Bay was 224,000 cubic feet per second (cfs), a new record- high for January. <\/p>\r\n<p>The major streams that flow into the Bay contributed the following volumes of freshwater: <\/p>\r\n<p>Potomac River -- 45,600 cfs, a new record inflow for January, breaking a 59-year old record set in 1937 of 37,600 cfs. <\/p>\r\n<p>Susquehanna River-- 113,000 cfs, a new record inflow for January, breaking a 17-year old record set in 1979 of 101,000 cfs. <\/p>\r\n<p>James River -- 20,000 cfs, more than twice the January average inflow of 9,740 cfs, but less than the all-time-high January record of 26,500 cfs set in 1936. <\/p>\r\n<p>The impact of the floods on Chesapeake Bay water quality is unknown at this point, although it is likely that large amounts of nutrients --nitrogen and phosphorus--were mobilized and transported by the flood waters. <\/p>\r\n<p>Nitrogen and phosphorus, or, nutrients, can be pollutants because they nourish algal blooms that deprive Bay grasses of sunlight and deplete water of oxygen. This can kill fish and other plants that enter the Bay, which can, in turn, have a negative impact on commercial and recreational industries of the Chesapeake Bay. <\/p>\r\n<p>Large amounts of nitrogen were probably deposited with the snow from atmospheric sources during the blizzard of two weeks ago, and as the snowpack melted this past weekend, this nitrogen was released into the flood waters. Large amounts of phosphorus were transported along with sediments originating from the erosion of fields and stream banks, and from scour behind dams. The largest water-quality impact on the Chesapeake Bay may result from the large inflows of fresh water into the saltwater environment of the Bay. <\/p>\r\n<p>USGS hydrologists and technicians work around the clock during floods to measure the flood and to quickly share the information with state and local water resource managers and emergency management officials. During a flood, the data are used to issue flood warnings, watches and evacuation orders. The data are routinely used by federal and state organizations for flood control, monitoring local water supplies, navigation and electric power generation.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"822546000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}