{"title":"International Scientists to Discuss Common Way to Communicate Earth Science Data","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The line between information technology and its science applications is becoming blurry. Opportunities such as Geoinformatics 2006 are key to linking the scientific community together to provide a common cyberinfrastructure for data management and accessibility for a broad spectrum of natural science data.<\/p>\n<p>This infrastructure is being developed by a consortium of federal, academic, and nongovernmental organizations. It will serve as a linked system of sites that provides the earth science community a vast library of research data, research-grade tools to mine, analyze and model interdisciplinary data, and the necessary resources for these activities. Imagine sitting down at your computer and being able to use geoscience databases all over the world. <\/p>\r\n<p><strong>What: <\/strong>Geoinformatics 2006 is an international conference for earth scientists and information scientists to exchange current research leading to the development of common cyberinfrastructure.<\/p>\r\n<p><b>Who:<\/b> <\/p>\r\n<blockquote>\r\n<p><strong>Chair<\/strong>:<br>Margaret Banton, San Diego Supercomputer Center, UC San Diego<\/p>\r\n<p><strong>Members<\/strong>:<br>Linda Gundersen, USGS<br>A. Krishna Sinha, Virginia Tech<\/p><\/BLOCKQUOTE>\r\n<p><strong>Where<\/strong>: <br>USGS National Center<br>12201 Sunrise Valley Drive, Main Auditorium<br>Reston, VA 20192<\/p>\r\n<p><strong>When<\/strong>: 8:30 a.m. &ndash; 5:30 p.m., May 11 - 12, 2006<\/p>\r\n<p><strong>Sponsors<\/strong>: USGS, NASA, the National Science Foundation, and the Geological Society of America<\/p>\r\n<p><\/p>\r\n<p><strong>Host<\/strong>: Co-hosted and organized by the U.S. Geological Survey and GEON (GEOscience Network)<\/p>\r\n<p><\/p>\r\n<p>For more information, log onto <a href=\"http:\/\/www.geongrid.org\/geoinformatics2006\">www.geongrid.org\/geoinformatics2006<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1147060800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168919"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}