{"title":"USGS Announces New Science Advisor for Earthquakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. David Applegate has been selected as the Senior Science Advisor for Earthquake and Geologic Hazards at the U.S. Geological Survey (USGS). Dr. Applegate will lead the Geologic Discipline?s Earthquake Hazards Program and will also provide coordination for geologic hazards across the Bureau. <\/p>\n<p>\"January 17 marks the 10th anniversary of the Northridge, California, earthquake, the most costly natural disaster in our Nation&rsquo;s history. The USGS looks forward to Dave&rsquo;s strong leadership of our Earthquake Hazards Program, which provides the science needed to ensure our safety and economic security,\" said USGS Director Chip Groat. <\/p>\r\n<p>Dr. Applegate is currently the Director of Government Affairs at the American Geological Institute (AGI), a non-profit federation of 42 geoscience societies. Before coming to AGI in 1995, he served with the Senate Committee on Energy and Natural Resources as the American Geophysical Union&rsquo;s Congressional Science Fellow. <\/p>\r\n<p>Applegate currently serves on the steering committee of the National Research Council&rsquo;s Disaster Roundtable, co-leads the Congressional Natural Hazards Caucus Work Group and chairs the International Union of Geological Sciences Task Group on Public Affairs. He was the 2003 president of the Geological Society of Washington. <\/p>\r\n<p>In 2002, he received a Presidential Certificate of Merit from the American Institute of Professional Geologists. The AGI Government Affairs Program, under Applegate&rsquo;s leadership, was a 2003 recipient of the USGS John Wesley Powell Award. <\/p>\r\n<p>Dr. Applegate holds a B.S. in geology from Yale University and a Ph.D. in geology from the Massachusetts Institute of Technology, where he did his dissertation on the tectonic evolution of the Funeral Mountains in the Death Valley region of California. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1073883600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}