{"title":"June Water Conditions Normal in Maryland, Delaware, and D.C.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Chesapeake Bay Inflow in June Four Times Higher Than Drought of 1999<\/b> <\/p>\n<p>Streamflow and ground-water levels during June in the Maryland-Delaware-DC region are generally in the normal range, according to hydrologists at the U.S. Geological Survey (USGS) in Baltimore, Maryland. The average streamflow for several key sites in June 2000 is 3 to 4 times higher than in June 1999 when the region was heading into drought conditions and associated water-supply restrictions. <\/p>\r\n<p>The average streamflow into the Chesapeake Bay during June 2000 was 45.2 billion gallons per day, which is 12 percent above the long-term average for June, and 4 times greater the flow in than June, 1999 (11.2 billion gallons per day). Streamflow during June at the Potomac River near Washington, D.C., averaged 5.1 billion gallons per day, which is about normal for June, and over 3 times greater than in June 1999 (1.5 billion gallons per day). In western Maryland and on the upper Potomac River, streamflow was in the normal range for the month of June and was close to the long-term average for June. Streamflows on the Eastern Shore in June were much lower than those measured in May, but were still normal for this time of year. Throughout the rest of the bistate area, streamflow in local streams remained about the same, and remained within the normal range for June. <\/p>\r\n<p>Ground-water levels at the end of June decreased throughout the area but generally remained in the normal range throughout the entire bistate area. Monthly updates of ground-water conditions for 32 key observation wells located throughout Maryland and Delaware may be found at <a href=\"http:\/\/md.water.usgs.gov\/groundwater\/\">http:\/\/md.water.usgs.gov\/groundwater\/<\/a>. Water storage in the Baltimore reservoir system was 70.6 billion gallons near the end of June, which is 93 percent of capacity. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"962942400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169407"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}