{"title":"Monumental Minerals","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"405\"]<a href=\"http:\/\/www.arlingtoncemetery.mil\/portals\/0\/Images\/ANC150\/wreath%20in%20front%20of%20Tomb.jpg\"><img class=\"        \" src=\"http:\/\/www.arlingtoncemetery.mil\/portals\/0\/Images\/ANC150\/wreath%20in%20front%20of%20Tomb.jpg\" alt=\"Unknown Soldier\" width=\"405\" height=\"270\" \/><\/a> Wreath in front of the Tomb of the Unknown Soldier, Arlington National Cemetery.[\/caption]\n\nAt the eleventh hour, of the eleventh day, of the eleventh month, President Woodrow Wilson and the Allies signed the Armistice concluding World War I in 1918.\n\nEach year on November 11<sup>th<\/sup> we honor those veterans who served in World War I and all other American wars in a commemoration called, â\u0080\u009cVeteranâ\u0080\u0099s Day.â\u0080\u009d\n\nThe <a href=\"http:\/\/www.arlingtoncemetery.mil\/Explore-the-Cemetery\/Tomb-of-the-Unknown-Soldier\">Tomb of the Unknown Soldier<\/a> was unveiled on April 9, 1931, although the remains of an unknown U.S. soldier from World War I were laid to rest at the location a decade earlier. The tomb commemorates the services of an unknown soldier and to the common memories of all soldiers killed in any war.\n\nFive years ago, the USGS was asked by John C. Metzler, the previous superintendent of the Arlington National Cemetery, to study the original marble used in the Tomb of the Unknown Soldier, as well as a potential marble block that might be used as a replacement at some point in the future. USGS recently completed an analysis on the integrity of the marble at the <a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1182\/pdf\/ofr2013-1182.pdf\">Tomb of the Unknown Soldier<\/a> at Arlington National Cemetery.\n\n&nbsp;\n\n[caption id=\"attachment_204001\" align=\"alignright\" width=\"391\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/11\/CrackV2.jpg\"><img class=\"size-full wp-image-204001 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/11\/CrackV2.jpg\" alt=\"Crack\" width=\"391\" height=\"292\" \/><\/a> Crack across the north elevation of the Tomb of the Unknown Soldier, Arlington National Cemetery. Courtesy: John Metzler[\/caption]\n\n&nbsp;\n\n<strong>The Marble<\/strong>\n\nMarble for the Tomb of the Unknown Soldier at Arlington National Cemetery was cut from the Colorado Yule Marble Quarry in 1931. Yule marble is quarried outside the town of Marble in central Colorado and is named for George Yule, a mining engineer who discovered and realized the value of the marble deposit in 1873.\n\n<strong>The Cracks<\/strong>\n\nAlthough anecdotal reports suggest that cracks were noticed in the main section of the monument shortly after its installation, a report in 1963 first documented the occurrence of cracks in the tomb monument, though the cracks probably existed well before that date. At that time, in anticipation of the permanent closing of the Yule Quarry, Mr. John S. Haines of Colorado decided it would be prudent to reserve a suitable block of replacement marble from the same quarry, if needed in the future.\n\nAs the cracks have continually grown, now reaching around the entire Tomb, debate also continues as to the cause of the cracks and strategies for dealing with the cracked monument. Then, 41 years after Hainesâ\u0080\u0099 donation, a 58-ton block of Yule Marble was extracted from the quarry. The so-called â\u0080\u009cHaines blockâ\u0080\u009d can serve as a potential backup for the Tomb if the cracks should need to be repaired or replaced.\n\n[caption id=\"attachment_204011\" align=\"alignleft\" width=\"386\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/11\/CrackV3.jpg\"><img class=\"wp-image-204011 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/11\/CrackV3.jpg\" alt=\"Cracks\" width=\"386\" height=\"200\" \/><\/a> Photographs showing cracks on the southeast and northeast corners of the tomb maximal widths of the fractures are approximately 4mm. (Ruler width, 11mm).[\/caption]\n\n<strong>The Haines Block<\/strong>\n\nWhen the Haines block was cut from the quarry in 2004, exceptional practices were followed in the removal and transport of the block to minimize physical impacts that might trigger structural defects. The Haines block has not yet been transported to Arlington, and remains just outside the quarry.\n\nThe brief USGS study was conducted during mid-summer 2009 at the behest of the superintendent of Arlington National Cemetery. A team of USGS scientists entered the subterranean Yule Marble Quarry to contrast the method used for extraction of the Haines block with the method that was probably used to extract the original marble block that is now cracked.\n\n[caption id=\"attachment_204021\" align=\"alignright\" width=\"316\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/11\/HanesBlockV2.jpg\"><img class=\" wp-image-204021  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/11\/HanesBlockV2.jpg\" alt=\"Haines\" width=\"316\" height=\"213\" \/><\/a> Photograph of the Haines block at its present location near the Yule Marble Quarry[\/caption]\n\nBased on surficial inspection and shallow coring of the Haines block, and on the nature of cracking in Yule Marble as judged by close inspection of a large collection of surrogate Yule Marble blocks, the team found the donated block to be structurally sound and cosmetically equivalent to the marble used for the current monument. If the Haines block is needed in the future, it would be an appropriate replacement.\n\n<strong>Yule Marble and the Minerals in the Parks<\/strong>\n\nColorado Yule marble is praised as one of the purest marbles ever quarried and cited as a rival to the Italian and Greek marbles of classic fame. It is nearly pure calcite marble with minor inclusions of mica, quartz, and feldspar. Like the Tomb, Yule marble is used for many other memorials, including the <a href=\"http:\/\/pubs.usgs.gov\/pdf\/bulletin\/b2162\/b2162.pdf\">Lincoln Memorial<\/a>.\n\n[caption id=\"\" align=\"alignleft\" width=\"291\"]<a href=\"http:\/\/www.arlingtoncemetery.mil\/portals\/0\/images\/tomb.jpg\"><img src=\"http:\/\/www.arlingtoncemetery.mil\/portals\/0\/images\/tomb.jpg\" alt=\"servicemen\" width=\"291\" height=\"250\" \/><\/a> Armed servicemen in front of the Tomb of the Unknown Soldier, Arlington National Cemetery.[\/caption]\n\n<strong>Learn More\/Start with Science<\/strong>\n\nIn the summer of 2014 the USGS published <a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1182\/\">Comments on the Yule Marble Haines Block â\u0080\u0093 Potential Replacement, Tomb of the Unknown Soldier, Arlington National Cemetery<\/a>, an open file report authored by Victor G. Mossotti, a research scientist with USGS in Menlo Park.<strong><\/strong>\n\nThe national <a href=\"http:\/\/geomaps.wr.usgs.gov\/parks\/rxmin\/mineral.html\">parks are filled with minerals<\/a> that USGS studies each day. In fact, the <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/nmic\/nmic.pdf\">National Minerals Information Center<\/a> releases the minerals yearbook, a resource for the general public to learn about minerals.\n\nThe <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/myb.html\">Minerals Yearbook<\/a> is organized into metals reports, for all of the everyday appliances people use, as well as domestic and international area reports in order to know what minerals people will come across when they travel and where they live.\n\nFor more information on the making of the Nationâ\u0080\u0099s capital read about the <a href=\"http:\/\/pubs.usgs.gov\/gip\/stones\/\">stones<\/a> used to construct each <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/building-stones-of-our-nations-capital\/\">monument and building<\/a>.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24366","uid":"31","filename":"Main.jpg","uri":"public:\/\/Main.jpg","filemime":"image\/jpeg","filesize":"111012","status":"1","timestamp":"1425492768","type":"image","uuid":"3018522b-45d3-4ab8-bc17-e4898aaa96f2","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Minerals","Tomb","Veterans Day"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1415642141","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}