{"title":"USGS Director Welcomes Independent Panel Report Confirming that Scientific Basis for New Madrid Seismic Hazard is Sound","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The National Earthquake Prediction Evaluation Council has issued a new report in which independent experts conclude that current USGS estimates for significant earthquake hazards in the New Madrid Seismic Zone&mdash;affecting eight central and eastern U.S states&mdash;are based on sound science.<!--introend--><\/p>\n<p>The Council, a federal advisory committee, recently presented the report to USGS Director Marcia McNutt.&nbsp; Prepared by a panel of scientists from many disciplines and organizations, the report comes during the Bicentennial commemoration of the three violent &ldquo;New Madrid&rdquo; earthquakes and hundreds of aftershocks that struck the Mississippi River Valley in 1811-1812.&nbsp;<\/p>\r\n<p>&ldquo;I commend NEPEC for assembling an independent expert panel to weigh scientific evidence regarding the threat posed by large earthquakes in the New Madrid Seismic Zone,&rdquo; said Director McNutt. &ldquo;This is an important issue that has spurred decades of excellent research on the large earthquakes of 1811 and 1812; the geologic evidence of similar earthquakes in previous centuries; and how our modern cities and towns would be shaken if similar earthquakes were to occur today.&rdquo;&nbsp;<\/p>\r\n<p>Professor John Vidale of the University of Washington chaired the independent panel of experts, who concluded in the report that:<\/p>\r\n<ul>\r\n<li>The New Madrid Seismic Zone represents a      significant hazard for large earthquakes that would cause widespread      damage. <\/li>\r\n<li>This hazard must be accounted for in urban      planning and development. <\/li>\r\n<li>The panel does not support the view of some      individuals that the region has &ldquo;shut down&rdquo; in its production of large      earthquakes. <\/li>\r\n<li>The current version of the USGS national seismic      hazard maps are a good estimate of the overall hazard posed by the New      Madrid Seismic Zone and should continue to be used until the next revision      of the maps replace them in 2013.<\/li>\r\n<li>Additional research could lower remaining      uncertainties and thus potentially lower the potential hazard in future      maps.&nbsp; <\/li>\r\n<\/ul>\r\n<p>The New Madrid Seismic Zone overlaps eight states: Alabama, Kentucky, Mississippi, Tennessee, Illinois, Indiana, Arkansas and Missouri.&nbsp; It is the most seismically active area of the United States east of the Rockies. Scientists are pursuing research on numerous aspects of the hazard; this work has shown that there have been several sequences of big earthquakes during at least the past several thousand years. Because earthquakes in the central and eastern U.S. are more infrequent than in the western U.S., there are fewer observations and therefore greater uncertainties about future hazards.&nbsp;<\/p>\r\n<p>During the bicentennial anniversary of the earthquakes, scientists and emergency managers are raising awareness of earthquake hazards and providing information to help communities take steps to lessen the impacts of future earthquakes.&nbsp;<\/p>\r\n<p>NEPEC was congressionally established in legislation authorizing the four-agency National Earthquake Hazards Reduction Program. The Council provides advice and recommendations to the USGS Director on earthquake predictions and related scientific research.<\/p>\r\n<p>The <a href=\"http:\/\/earthquake.usgs.gov\/aboutus\/nepec\/reports\/NEPEC_NMSZ_expert_panel_report.pdf\">report<\/a> and an accompanying <a href=\"http:\/\/earthquake.usgs.gov\/aboutus\/nepec\/reports\/NEPEC_LettertoMcNutt4-18-11.pdf\">letter<\/a> from NEPEC Chairman Terry Tullis are posted on the Council&rsquo;s <a href=\"http:\/\/earthquake.usgs.gov\/aboutus\/nepec\/\">website<\/a>.&nbsp; More information on earthquake hazards can be found on the USGS <a href=\"http:\/\/earthquake.usgs.gov\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","geography"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1303790400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"169310"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}