{"title":"Planet place names in the U.S. ... Mars May Be Just Around The Corner","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Can&rsquo;t find a travel agent booking flights to Mars? Try exploring one of the 478 planet places right here in the United States. \n<p>\r\n<p>For those determined to get to Mars there is always Mars, PA; or you can climb Mount Mars, CA; or cross over Mars Bridge in SC; or take a dip in Mars Lake, WI. Of course no trip to Mars would be complete without touching down on Mars Landing Strip, OH. \r\n<p>\r\n<p>If you don&rsquo;t want to limit yourself to Mars, try Neptune Island, NY, fly into Venus Airport, TX picnic on Uranus Ridge, ID, fish Saturn Creek, OR, swim in Mercury Lake, MI, or maybe a hike through Pluto Canyon, NV, is more to your liking. \r\n<p>\r\n<p>When it comes to naming our towns, rivers, mountains, and other geographical features, the most common planet name in the U.S. is Mars which describes 185 features and the least common planet name is Uranus, which appears on 17 geographic locations. Earth falls near the middle with about 47 geographic locations, aside from the actual planet, of course. \r\n<p>\r\n<p>As much fun as they are, heavenly names, like all place names in the U.S., aren&rsquo;t handed out lightly. The U.S. Board of Geographic Names is responsible for standardizing more than 2 million geographic names in the United States for use on Federal maps and publications. The interagency Board considers about 400 proposed new and revised names for geographic features that are submitted each year by citizens and organizations from across the country. The U.S. Geological Survey, as the Nation&rsquo;s largest civilian mapping agency, provides staff support for the domestic names work of the Board. \r\n<p>\r\n<p>\"A map is about the last place you want to spell a name wrong or put the wrong name on the wrong feature\" said Roger Payne, Executive Secretary of the U.S. Board. \"There are a lot of good reasons to keep track of what we call our hills, rivers, and swamps and where they are,\" Payne said. \"Is the rescue pilot going to the right mountain, is the proposed name of the new town already in use, and is it Mount Venus or Venus Mountain?\" \r\n<p>\r\n<p>The newly generated excitement over the Pathfinder Mission and the geological features being discovered and named on Mars is sure to renew interest in naming celestial bodies and features. \r\n<p>\r\n<p>\r\n<CENTER>You can visit the Geographic Names and USGS Mars mission home pages at: \r\n<p>\r\n<p><a href=\"http:\/\/mapping.usgs.gov\/www\/gnis\/\">http:\/\/mapping.usgs.gov\/www\/gnis\/<\/a>\r\n<p>\r\n<p>and \r\n<p>\r\n<p><a href=\"http:\/\/wwwflag.wr.usgs.gov\/USGSFlag\/Space\/nomen\/nomen.html\">http:\/\/wwwflag.wr.usgs.gov\/USGSFlag\/Space\/nomen\/nomen.html<\/a><\/p><\/CENTER>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"868939200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}