{"title":"U.S. Minerals Sector Declined in 2009","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The value of U.S. mineral production significantly declined in 2009.<\/p>\n<p>The value of raw, nonfuel minerals mined in the United States was $57.1 billion in 2009, a decline of 20 percent over the past year. The value of materials domestically processed and refined from these raw minerals was $454 billion in 2009, a 25 percent decline from that of 2008.<\/p>\r\n<p>Also over the past year, U.S. dependence on foreign sources for minerals has increased, continuing a trend that has been evident for more than 30 years. The United   States relied on foreign sources to supply more than 50 percent of domestic consumption of 38 mineral commodities in 2009, and was 100 percent reliant on imports for 19 of those.<\/p>\r\n<p>Minerals are a fundamental component to the U.S. economy. Final products, such as cars and houses, produced by major U.S. industries using mineral materials made up approximately 13 percent (more than $1.9 trillion) of the 2009 gross domestic product.<\/p>\r\n<p>The U.S. Geological Survey recently released the Mineral Commodity Summaries 2010, and this annual report addresses events, trends, and issues in the domestic and international mineral industries and includes statistics on about 90 mineral commodities. The report is used by public and private sector analysts regarding planning and decision making for government and business.<\/p>\r\n<p>&ldquo;Over the last year, there has been reduced production of almost every mineral commodity and lower prices for most metals,&rdquo; said USGS Mineral Resources Program Coordinator Kathleen Johnson. &ldquo;This report allows for timely research and analysis of our nation&rsquo;s minerals sector.&rdquo;<\/p>\r\n<p>A decline in the U.S. housing market during 2009 caused reductions in the production and consumption of construction materials. Declines in automobile and durable goods manufacturing resulted in reduced production and consumption of metals including copper, iron, steel, lead, and platinum-group metals.<\/p>\r\n<p>Gold was one notable exception to the downward trend in metal prices, reaching an all time high of $1,215.21 per troy ounce in early December 2009. Iron ore was among the largest to decline and decreased by nearly 50 percent in production quantity and value over the last year.<\/p>\r\n<p>The USGS is the sole federal provider of objective assessments on mineral resources, production, consumption, and environmental effects. The USGS collects, analyzes, and disseminates current data on mineral commodity industries in the United   States and about 180 other countries.<\/p>\r\n<p>The USGS report &ldquo;Mineral Commodity Summaries 2010&rdquo; is available at <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/\">http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/<\/a>.<\/p>\r\n<p>Hardcopies should be available in February from the Government Printing Office, Superintendent of Documents. For ordering information, please call (202) 512-1800 or (866) 512-1800 or <a href=\"http:\/\/bookstore.gpo.gov\/\">http:\/\/bookstore.gpo.gov\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","economics","Minerals"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1266296400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169779"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}