{"title":"Fallen Leaves, Precipitation Add Similar Amounts of Mercury to the Environment","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Fallen autumn leaves transfer as much, if not more, hazardous mercury from the atmosphere to the environment as does precipitation each year, according to recent U.S. Geological Survey research.<!--introend--><\/p>\n<p>Mercury is an environmental contaminant that accumulates in fish and food webs and poses a health risk to humans and wildlife. Precipitation is a major avenue by which mercury is transferred from the atmosphere into the environment, but new studies by the USGS and partners show that litterfall&mdash;the leaves and needles that drop to the forest floor each year&mdash;delivers at least as much mercury to eastern U.S. ecosystems as precipitation, and precipitation has been increasing in the Great Lakes region.<\/p>\r\n<p>\"Before these studies, we didn&rsquo;t know the extent of litterfall as a mercury pathway in different types of forests across the eastern U.S.,\" said USGS research hydrologist Martin Risch. \"Our research found that annual amounts of mercury deposited in autumn litterfall from deciduous forests were equal to or exceeded the annual amounts deposited in precipitation.\"<\/p>\r\n<p>Most of the mercury that eventually ends up in fish and food webs comes from the air, and much of the mercury in the air comes from human sources such as coal-fired power plants, industrial boilers, cement manufacturing, and incinerators. Forest canopies naturally remove mercury from the air and incorporate the mercury into and onto the leaves and needles of trees.<\/p>\r\n<p>USGS scientists researched mercury levels in litterfall from forests over a three-year period in 15 eastern U.S. states. When they compared the results to those from a separate study of mercury in precipitation within the Great Lakes region, they found similar geographic patterns for mercury in litterfall and mercury in precipitation: Both types of mercury deposition were generally high in the same areas and low in the same areas.<\/p>\r\n<p>\"The similar geographic patterns indicate that the same mercury emissions sources affecting mercury levels in precipitation in an area also may affect mercury levels in forests and litterfall in that same area,\" Risch said.<\/p>\r\n<p>Furthermore, the precipitation study found no improvement in the amount of atmospheric mercury deposited by precipitation in the Great Lakes region over a 7-year period, and found that the amount of precipitation in the region had increased during this time. This precipitation study covers a time period that precedes new regulations by the U.S. Environmental Protection Agency to reduce mercury emissions in the U.S.<\/p>\r\n<p>The two studies, \"<a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0269749111003319\">Litterfall mercury dry deposition in the eastern USA<\/a>\"<em> <\/em>and \"<a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0269749111003174\">Spatial<em> <\/em>patterns and temporal trends in mercury concentrations, precipitation depths, and mercury wet deposition in the North American Great Lakes region, 2002-2008<\/a>,\" are available online in the journal <em>Environmental Pollution<\/em>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Mercury","precipitation","Litterfall","Great Lakes","contaminants","Environmental Heath"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1312257600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170026"},{"tid":"170073"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}