{"title":"TIPSHEET &mdash; Recent USGS Work in New England and Beyond","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Volunteer Bird Watchers are Key to Continent-Wide Survey&rsquo;s Success: Each year, over a short period of time in early spring, a well-organized network of more than 2500 skilled amateur birders and professional biologists participate in the North American Breeding Bird Survey (BBS). The BBS is a large-scale roadside survey to monitor breeding bird populations across North America. About 3000 different routes, measuring 24.5 miles each, are surveyed annually. Surveys begin thirty minutes before sunrise and normally require 4-5 hours to complete. Sky condition, wind speed, and temperature also are recorded at the beginning and end of each survey. Data on breeding populations can reveal whether major population changes of a species in certain states are related to a continental decline or merely represent population shifts within a species&rsquo; breeding range. The BBS has been gathering data since 1966 on the abundance, distribution, and population trends of more than 400 bird species. The BBS is jointly coordinated by the U.S. Geological Survey (USGS) and the Canadian Wildlife Service. Individuals who are interested in participating in the survey can visit the BBS Web site: <a href=\"http:\/\/www.mp2-pwrc.usgs.gov\/bbs\/index.htm\">http:\/\/www.mp2-pwrc.usgs.gov\/bbs\/index.htm <\/a>. The site also includes route location maps, a bird species list, abstracts and newsletters, and results of data analysis. Contact: Bruce Peterjohn; 301-497-5841; bruce_peterjohn@usgs.gov. \n<p>Water Quality at Abandoned Vermont Mine Described at Providence Meeting: The effects of acid mine drainage on surface and ground water at the abandoned Elizabeth Copper Mine in Orange County, Vermont, will be presented by scientist Robert Seal at the Northeastern Section of the Geological Society of America meeting, scheduled for March 22-24 at the Westin Hotel, Providence, Rhode Island. Sampling by the USGS, in cooperation with the Elizabeth Mine Study Group, a local citizens group, shows that surface water is acidic and exceeds EPA guidelines for three heavy metals -- copper, zinc, and cadmium -- consistent with the geochemistry of the deposit. Contact: Robert Seal; 703-648-6290; rseal@usgs.gov. \r\n<p>Bird Doggin&rsquo; the Woodcock&rsquo;s Decline: Because of the dramatic woodcock declines that have occurred over the past 29 years, USGS scientists, in partnership with biologists and cooperators from federal, state and private groups, will use radio-telemetry to assess woodcock survival on the birds&rsquo; local breeding areas in five northeastern states this fall. The following spring, bird dogs will help scientists monitor and assess woodcock brood production on study areas. Contact: Dan McAuley; 207-581-3357; Dan_McAuley@usgs.gov. or Dennis Jorde; 301-497-5652; dennis_jorde@usgs.gov . \r\n<p>Frogwatch USA Launched: Frogwatch USA is a new long-term frog and toad monitoring program designed to engage scientists and the public in amphibian conservation. Volunteers and scientists from across the United States, Puerto Rico, and the Virgin Islands can contribute to the Frogwatch USA effort by periodically monitoring a convenient wetland site for calling frogs and toads. After surveying the wetland, observers can submit their findings via the Frogwatch USA Web site: <a href=\"http:\/\/www.mp2-pwrc.usgs.gov\/frogwatch\/\">http:\/\/www.mp2-pwrc.usgs.gov\/frogwatch\/ <\/a>. Developed by the USGS Patuxent Wildlife Research Center, Frogwatch USA is intended for the study of frog and toad distributions, trends, and climate influences. The program is also intended to promote public appreciation for the diversity of frogs and toads, foster an understanding of the importance of wetlands in changing landscapes, and provide an opportunity for the public to participate in amphibian research while learning more about nearby communities and ecosystems. Volunteers can sign up at the Frogwatch USA Web site to get more information and instructions. Contact: Gideon Lachman; 301-497-5819; frogwat","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Maine","Massachusetts","New Hampshire","Rhode Island","Vermont"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"922165200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}