{"title":"An Island in Time: A 15-Year Study of Land and Water in Puerto Rico","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\nThe tropics are undergoing profound, rapid landscape change. Humid tropical regions occupy about a quarter of Earthâ\u0080\u0099s land surface, yet they contribute a substantially higher fraction of the water, solutes, and sediment discharged to the worldâ\u0080\u0099s oceans. Nearly half of Earthâ\u0080\u0099s population lives in the tropics where development stresses can potentially harm soil resources, water quality, water supply, and increase landslide and flood hazards.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/08_10_2012\/g40Nf65edy_08_10_2012\/medium\/1.JPG\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/08_10_2012\/g40Nf65edy_08_10_2012\/medium\/1.JPG\" alt=\"\" width=\"350\" height=\"280\" \/><\/a> El Yunque Peak as seen across the Mameyes River valley. El Yunque National Forest, Puerto Rico.[\/caption]\n\nâ\u0080\u009cAs our influence on Earthâ\u0080\u0099s lands and waters grows more substantial, we need to understand and quantify these effects to preserve our well-being,â\u0080\u009d said Matt Larsen, USGS Associate Director for Climate and Land Use Change. â\u0080\u009cEarth sciences are central to meeting this need because they guide the monitoring, assessment, and modeling of natural processes that help us to understand our interaction with the environment.â\u0080\u009d\n\nPuerto Rico is representative of rapid, ongoing change in the tropics. Many agricultural lands are undergoing reforestation, while coastal areas are becoming heavily urbanized. The area is also changing because of the introduction of nonnative species, water supply projects, and the construction of roads and other kinds of infrastructure. Slower, larger scale factors are also at work in environmental change, such as the deposition of airborne pollutants and natural and human-induced climate change.\n\nIn eastern Puerto Rico, four humid-tropical watersheds exhibit varying types of underlying geology while their waters flow through or near the mature forest of the Luquillo Experimental Forest (also known as the El Yunque National Forest). Lying within a relatively small geographic footprint, the four watersheds provide a natural laboratory that allows scientists to quantify and characterize landscape change in this region.\n\nIn recognition of this opportunity, scientists from the USGS have conducted research in eastern Puerto Rico for several decades, in collaboration with scientists from the U.S. Forest Service. The scientistsâ\u0080\u0099 aim is to study hydrologic, geologic, geomorphic (Earth-shaping), and anthropogenic (human-driven) processes in the area with the goal of generalizing their investigation to the broader tropical world.\n\nThese findings have recently been <a href=\"http:\/\/pubs.usgs.gov\/pp\/1789\/\">published by the USGS<\/a>. Because eastern Puerto Rico resembles many tropical regions in terms of geology and patterns of development, implications from this study are transferable to other tropical regions facing deforestation, rapid land-use change, and climate change.\n\n<em>Location, location â\u0080\u0094 and precipitation <\/em>\n\nFocusing on four small watersheds in eastern Puerto Rico allowed the scientists to integrate studies of hydrologic and chemical processes. Two watersheds are located on coarse-grained granitic rocks; two are located on fine-grained volcanic rocks. For each bedrock type, one watershed is covered with mature rainforest. The other two watersheds, like most of the rest of Puerto Rico, were subjected to intensive agriculture in the 19th and early 20<sup>th<\/sup>century, but they have been undergoing reforestation as a result of a shift from an agricultural economy to an industrial one and the related human migration to urban areas.\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/08_10_2012\/g40Nf65edy_08_10_2012\/medium\/4.jpg\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/08_10_2012\/g40Nf65edy_08_10_2012\/medium\/4.jpg\" alt=\"\" width=\"300\" height=\"274\" \/><\/a> The long term study focused on four watersheds that have varied geology and land cover characteristics.[\/caption]\n\nOwing to the islandâ\u0080\u0099s steep topography, low water-storage capacity, and dependence on trade-wind precipitation, Puerto Ricoâ\u0080\u0099s people, ecosystems, and water supply are vulnerable to extreme weather such as hurricanes, floods, and droughts. At the same time, rainfall varies greatly over small distances in eastern Puerto Rico, based on differences in elevation, topographic position and aspect, and proximity to the ocean.\n\nPuerto Rico lies directly in the path of the easterly trade winds, which deliver steady rainfall to the mountains and steer weather systems called tropical waves toward the island. Hurricanes and tropical storms derived from these systems typically deliver the majority of yearly rainfall, but northern cold fronts can also deliver heavy rainfall for several days at a time, usually from December through February.\n\nThese rain events vary greatly in frequency and intensity, contributing to substantial differences in annual precipitation. A unique aspect of this study is that USGS scientists sampled and chemically analyzed river water during major storms using automated equipment. Such intense storms had never before been studied in this manner.\n\nThe largest storms can have profound geomorphic consequences, such as landslides, debris flows, and deep gullying on deforested lands. Past deforestation and agricultural activities in the developed watersheds led to greatly accelerated erosion and soil loss. Rates of erosion in two forested watersheds were considerably higher than expected, presenting a new area for future study.\n\nRegional weather patterns and the sources of air masses influence the type and timing of atmospheric contributions to the land. Eastern Puerto Rico receives marine salts and <a href=\"http:\/\/coastal.er.usgs.gov\/african_dust\/\">Saharan Desert dust<\/a> in rainfall, while nitrogen loads in precipitation have roughly doubled since measurements began in 1985.\n\n<em>A matrix of factors in landscape change<\/em>\n\nThe 15-year Water, Energy, and Biogeochemical Budget dataset, including data on stream discharge, field parameters, suspended sediment, and nutrients, is available from the USGS <a href=\"http:\/\/waterdata.usgs.gov\/pr\/nwis\/\">National Water Information System (NWIS)<\/a>. The dataset provides a baseline for characterizing future environmental change in eastern Puerto Rico and will improve our understanding of the interdependencies of land, water, and biological resources and their responses to changes in climate and land use.\n\n<em>Publication Citation<\/em>\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/08_10_2012\/g40Nf65edy_08_10_2012\/medium\/5.jpg\"><img src=\"http:\/\/gallery.usgs.gov\/images\/08_10_2012\/g40Nf65edy_08_10_2012\/medium\/5.jpg\" alt=\"\" width=\"300\" height=\"235\" \/><\/a> A sampling of historic hurricanes that have hit Puerto Rico. Large storms can have profound geomorphic (land changing) consequences.[\/caption]\n\n<a href=\"http:\/\/pubs.usgs.gov\/pp\/1789\/\">Murphy, S.F., and Stallard, R.F., eds., 2012, Water quality and landscape processes of four watersheds in eastern Puerto Rico: U.S. Geological Survey Professional Paper 1789, 292 p.<\/a>\n\n<em>Links and resources<\/em>\n\n<a href=\"http:\/\/pr.water.usgs.gov\/\">USGS Caribbean Water Science Center<\/a>\n\n<a href=\"http:\/\/waterdata.usgs.gov\/pr\/nwis\/\">USGS Water Data for Puerto Rico<\/a>\n\n<a href=\"http:\/\/mrdata.usgs.gov\/geology\/pr\/\">Geology of Puerto Rico<\/a>\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24224","uid":"31","filename":"Canovan1.jpg","uri":"public:\/\/Canovan1.jpg","filemime":"image\/jpeg","filesize":"145649","status":"1","timestamp":"1425492768","type":"image","uuid":"a394176f-43b3-4888-b2a1-beb664771d87","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":342,"width":512},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["geography","Land Cover","Puerto Rico","soil","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1344872627","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}