{"title":"NASA Launches Study of Next-Generation Global Land Imaging System","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>NASA and the U.S. Geological Survey kick off a quest for an innovative and affordable space-based system to extend the Landsat data record for decades to come with a public forum and call for ideas Wednesday, Sept. 18.&nbsp;<\/p>\n<p>The <a href=\"http:\/\/espd.gsfc.nasa.gov\/landimagingstudy\/\">Sustainable Land Imaging Architecture Study Industry and Partner Day<\/a> will take place from 1-4:30 p.m. EDT in the NASA Headquarters Webb Auditorium, 300 E St. SW, Washington. Following this public forum, NASA will release a request for information to formally seek new ideas on the design of such a system.&nbsp;<\/p>\r\n<p>In April the Obama Administration directed NASA to conduct the study as part of its initiative to create for the first time a long-term, sustainable spaceborne system to provide Landsat-quality global observations for at least the next 20 years. The Sustainable Land Imaging Program, announced in the President's proposed fiscal year 2014 budget, directs NASA to lead the overall system architecture study with participation from USGS.&nbsp;<\/p>\r\n<p>Representatives of the White House Office of Science and Technology Policy, NASA and the USGS will present details of the study process and planning timeline during the public forum.&nbsp;<\/p>\r\n<p>\"We are looking for system design solutions that spur innovation and increase efficiencies, making use of aerospace expertise from across the government and commercial aerospace sector,\" said David Jarrett, study lead in the Earth Science Division in the Science Mission Directorate at NASA Headquarters. \"We will evaluate a range of solutions, including large and small dedicated spacecraft, formation flying, hosted payloads, and international and private sector collaborations.\"&nbsp;<\/p>\r\n<p>\"Landsat data are used by a broad range of specialists to assess some of the world&rsquo;s most critical issues &mdash; the food, water, forests, and other natural resources needed for a growing world population.&rdquo; said Matt Larsen, USGS Associate Director for Climate and Land Use Change. \"We are happy to participate in the NASA study to help develop and refine the long-term future of this program, while at the same time recognizing that it is vital that we maintain our Landsat observational capabilities over the short-term to ensure that no data gap occurs.\"&nbsp;<\/p>\r\n<p>The objective of the Sustainable Land Imaging study is to design space-based systems that can provide continuous Landsat-quality data for at least 20 years and be sustained in a tight federal budget environment. The system is planned to continue the 41-year-old Landsat data record, which was assembled with a series of single satellites implemented one at a time.<\/p>\r\n<p>The most recent addition to the long-running series, Landsat 8, launched in February 2013, is performing well. However, Landsat 7, launched in 1999 and now operating with limited redundancy and a waning fuel supply, could fail or run out of fuel in the next few years. Both satellites were developed and launched by NASA. The spacecraft are now operated by the USGS, which is responsible for generating, archiving, and distributing a range of standard products based on the space-borne measurements.&nbsp;<\/p>\r\n<p>The Landsat program provides continuous global, moderate-resolution measurements of land and coastal regions, providing mankind's longest record of our planet from space. Landsat data provide a consistent and reliable foundation for research on land use change, forest health and carbon inventories, and changes to our environment, climate, and natural resources.<\/p>\r\n<p>The free and open availability of Landsat data enables the measurements to be used routinely by decision makers both inside and outside the government, for a wide range of natural resource issues including water resource management, wildfire response, agricultural productivity, rangeland management, and the effects of climate change.<\/p>\r\n<p>Media interested in attending the public forum must","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Land Remote Sensing"],"article_type":["National News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1379390400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"170488"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}