{"title":"Using Traditional Native American Knowledge to Document Effects of Climate Change","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Traditional Native knowledge can inform and document the effects of climate change and other ecosystem changes, providing valuable additions to scientific investigations, according to Geological Survey scientist Margaret Hiza. Her research is being presented at the American Association for the Advancement of Science meetings in Seattle, Wash, on Feb. 15 from 9 a.m. to 12 p.m. <\/p>\n<p>The scientific community underuses traditional Native knowledge, says Hiza. &quot;Results of this work not only augment the scientific database on changing climate and landscape conditions, but it also promotes scientific inquiry within Native communities,&quot; Hiza said. &quot;In addition, the cultural views of a predominantly Native American team of researchers have influenced the strategies and methods used in this scientific investigation and are important in the interpretation of traditional knowledge.&quot; <\/p>\r\n<p>As a USGS researcher and Native American conducting scientific research on the Navajo Nation, Hiza is incorporating Native wisdom and traditional knowledge that provide information on the changes of the arid ecosystem in which Navajo people have lived for at least 600 to 1,000 years. <\/p>\r\n<p>Traditional people on the Navajo Nation live a subsistence lifestyle dependent upon landscape conditions. Native traditional knowledge, an integral part of this lifestyle, is a compilation of information based on teachings and experiences of living that is passed down through generations of living within a specific ecosystem. This environmental knowledge includes seasonal changes in weather, the relations of different parts of the ecosystem, and the resources they offer. Even in the most traditional parts of the Navajo Nation, however, the Native perspective is lacking in community development and resource management activities such as water-development and land-use planning, community growth, and agricultural practices. <\/p>\r\n<p>According to Hiza, traditional knowledge can provide scientists and resource managers a long-term perspective that is lacking in more typical direct observations in a limited amount of time. Incorporating traditional knowledge into studies of landscape change is also important for Native people living on Native Lands, because it is a critical to cultural empowerment and sovereignty, she said. <\/p>\r\n<p>The goal of this ongoing USGS research is to establish the relations of historical and prehistoric impacts of land use and climate change on landscape conditions in the Tsezhin Bii&rsquo; region of the Navajo Nation; to discriminate between the impacts of climate change and land-use; and to determine the relation and extent to which uranium and arsenic, associated with shallow groundwater resources and springs, have affected human health and land-use sustainability. <\/p>\r\n<p>Results of this work, said Hiza, will benefit education and land-use planning, particularly in areas where rapid population growth may surpass the carrying capacity of lands upon which people are dependent for their livelihoods. Tsezhin Bii&rsquo; has been continuously inhabited by humans since at least 600 AD, including the drought period of Anasazi &quot;abandonment.&quot; Nevertheless, she noted, with current drought conditions, people struggle to survive with little water, more than half of it hauled by truck. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1076648400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}