{"title":"southwestern Forests at Increased Risk from Climate Warming and Drought","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Slower-growing trees. More severe fires. More bark beetle outbreaks. A lot more dead trees. And big changes in where various tree species are dominant in southwestern U.S. forests.<!--introend--><\/p>\n<p>This is the worrisome forecast suggested for southwestern forests if temperature and aridity rise as projected, according to research published today by U.S. Geological Survey and other federal and university researchers in the Proceedings of the National Academy of Sciences.<\/p>\r\n<p>\"Forests in the southwestern United States may experience all of these changes because they appear particularly sensitive to warming temperatures and increased dryness,\" said USGS research ecologist Craig D. Allen, a co-author of the report. \"The presence of forest vegetation in semi-arid regions, like the U.S. Southwest, starts with the availability of adequate moisture, which depends on both precipitation and temperature.\"<\/p>\r\n<p>Allen and his co-authors noted that since the 1970s, temperatures have increased particularly rapidly in the Southwest relative to the rest of the continental U.S. This, combined with the regional drought conditions common since 2000, means that trees in these forests have already undergone significant and sustained stress, growth declines, and increased mortality.<\/p>\r\n<p>Mountain forests across the Southwest are already experiencing forest die-offs and rapid shifts in the relative dominance of trees that live in them, Allen said. The authors estimate that up to 18 percent of southwestern forests &ndash; that is, millions of acres &ndash; have experienced high levels of bark-beetle and wildfire-related tree mortality during recent warm droughts, an extent and rate unprecedented in the documentary period of the past century.<\/p>\r\n<p>These trends &ndash; weaker trees, more insect infestations, higher tree death rates, and more severe and frequent fires &ndash; will get worse, the authors warn, if temperature and aridity in the Southwest rise according to current climate projections.<\/p>\r\n<p>The authors compared tree-ring growth records from more than 1,000 tree populations across the United States with historical climate data to determine how tree growth within each population is related to climate variability. They concluded that southwestern forests are particularly sensitive to drought and warmth. Of particular concern, they noted, is that drought-related forest die-off events and severe forest fires can result in vegetation type conversions from forest to shrub- and grass-dominated ecosystems in the dry Southwest, presenting risks to both the socioeconomic and environmental sustainability of the region.<\/p>\r\n<p>\"Such big, fast changes in Southwest forest vegetation could have significant effects on a wide range of ecosystem goods and services, from watershed protection and timber supplies to biodiversity and recreation,\" Allen said. \"These emerging vulnerabilities present increasingly clear challenges for managers of southwestern forests to develop strategies to mitigate or adapt to the coming changes, in order to sustain these forested ecosystems and their benefits into the future.\"&nbsp;<\/p>\r\n<p>This paper is part of a special feature, \"Climate Change and Water in Southwestern North America,\" of the <em>Proceedings of the National Academy of Sciences<\/em>. For more information, see Williams, A.P., C.D. Allen, T.W. Swetnam, C.I. Millar, J. Michaelsen, C.J. Still, and S.W. Leavitt.&nbsp; 2010. <a href=\"http:\/\/www.pnas.org\/content\/early\/2010\/06\/29\/0914211107.abstract\">Forest responses to increasing aridity and warmth in southwestern North America<\/a>. <em>Proceedings of the National Academy of Sciences, U.S.A. Vol. 107, No. 50. doi: 10.1073\/pnas.0914211107.<\/em><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Colorado","New Mexico","Utah"],"country":["United States of America"],"mm_tags":["Climate Change","trees","droughtwildfires","Southwest","barkbeatle","forest Biology"],"release_date":{"und":[{"value":"1292216400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169109"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}