{"title":"Prices and Events in U.S. Metals Sector Detailed in New Report","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Thirty years of U.S. metal prices and the events that influenced them are profiled in a single document by the U.S. Geological Survey (USGS). \"Metal Prices in the United States Through 1998\" provides an extended price history for over 60 metals. Such information can be useful for decision support and study of issues in the national economy, analysis of mineral commodity issues, as well as for other purposes. <\/p>\n<p>\"Metal Prices in the United States Through 1998\" has been published by USGS mineral commodity specialists in response to requests by the Bureau of the Census, the Bureau of Economic Analysis, and other government agencies, as well as academia and others. The publication tracks long-term price trends for over 60 metals in current and constant 1992 dollars (deflated in relation to the Consumer Price Index). Additionally, the chapter for each mineral commodity includes a graph of annual current and 1992 constant dollar prices for 1959 through 1998, where available; a list of significant events that affected prices; a brief discussion of the metal and its history; and one or more tables that list current dollar prices. Constant dollar prices can be used to show if prices have kept pace with inflation. For example, in the mid-1980&rsquo;s gold prices declined owing to fluctuating world currency exchange rates, increasing concern about U.S. trade and budget deficits and banking problems, and Third World debt. Conversely, aluminum metal prices skyrocketed during roughly the same period because of worldwide supply shortages. The report \"Metal Prices in the United States Through 1998\" is available for purchase from the Superintendent of Documents, P.O. Box 371954, Pittsburgh, PA 15250-7954. The stock number is 024-004-02467-4; price is $17.00 for U.S. delivery and $21.25 for delivery outside the United States.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"947134800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170222"},{"tid":"170543"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}