{"title":"Research Finds That Breakdown Products of  Widely Used Pesticides are Acutely Lethal to Amphibians","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nThe breakdown products (oxons) of the three most commonly used organophosphorus pesticides in California&#39;s agricultural Central Valley -- chlorpyrifos, malathion and diazinon -- are 10 - 100 times more toxic to amphibians than their parent compounds, which are already highly toxic to amphibians, according to experiments conducted by scientists of Southern Illinois University, Carbondale, and the U.S. Geological Survey (USGS) Western Ecological Research Center. \r\n<\/p>\r\n<p>\r\nThe results of the laboratory experiments on the toxicity of three breakdown products were just published in the journal <em>Environmental Pollution.<\/em> \r\n<\/p>\r\n<p>\r\n&quot;Since some of the parent pesticide compounds are already at concentrations sufficient to cause significant amphibian mortality in the Sierra Nevada, the higher toxicity of the breakdown products poses a serious problem,&quot; said Dr. Gary Fellers, coauthor of the study. \r\n<\/p>\r\n<p>\r\nDr. Donald Sparling, a research biologist and contaminants specialist at Southern Illinois University, and Fellers, a research biologist and amphibian specialist at the USGS Western Ecological Research Center in California, conducted laboratory tests to determine the acute toxicity -- the lethal dosage causing death in 96 hours or less -- of chlorpyrifos, malathion and diazinon, and their oxon derivatives on tadpoles of the <a href=\"http:\/\/online.wr.usgs.gov\/ocw\/htmlmail\/rana_boylii\/images.html\" target=\"_blank\">foothill yellow-legged frog<\/a>  <em>(Rana boylii).<\/em> \r\n<\/p>\r\n<p>\r\nOrganophosphorus pesticides have been implicated in the declines of several amphibian species in the California Central Valley and in downwind montane areas, including the Cascades frog, California red-legged frog, mountain yellow-legged frog and the <a href=\"http:\/\/online.wr.usgs.gov\/ocw\/htmlmail\/rana_boylii\/images.html\" target=\"_blank\">foothill yellow-legged frog<\/a>, which inhabit foothill or montane regions east of the Central Valley. \r\n<\/p>\r\n<p>\r\nMore than 6 &frac12; million pounds of active ingredient organophosphorus pesticides were used in California during 2004, the most recent year for which data are available. Researchers estimate that this accounts for about 25 percent of organophosphorus pesticide use nationwide. \r\n<\/p>\r\n<p>\r\nOrganophosphorus pesticides suppress an enzyme called acetylcholinesterase, which is essential for the proper functioning of the nervous system. Reduced levels of acetylcholinesterase cause neurological synapses to fire repeatedly and uncontrollably, leading to death, usually by asphyxiation as the animal loses respiratory control. Most pesticides of this group reach their greatest potencies when metabolized internally and converted to an oxon form in the liver. However, oxons can also be found in the environment, formed by bacterial decay of the parent pesticide. \r\n<\/p>\r\n<p>\r\nFor the laboratory experiments, tadpoles were raised from eggs collected from a stream in the California Coast Range, upwind of agricultural activities in the Central Valley and away from areas where significant quantities of pesticides are used. Test results indicated that chloroxon killed all tadpoles and was at least 100 times more toxic than the lowest concentration of the parent compound chlorpyrifos, which resulted in no mortality. Maloxon was nearly 100 times more toxic than malathion, and diazoxon was about 10 times more toxic than diazinon. \r\n<\/p>\r\n<p>\r\n&quot;Other data published in 2001 and new unpublished data show that these pesticides are widespread, even in pristine areas of the Sierra Nevada Mountains,&quot; Sparling said. &quot;The combination of field and laboratory studies is revealing that organophosphorus pesticides are posing serious hazards to the welfare and survival of native amphibians in California.&quot; \r\n<\/p>\r\n<p>\r\nThe authors noted that amphibians inhabiting ponds in the Central Valley of California could be simultaneously exposed to two or all three of these pesticides and their oxons.","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1180497600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169260"},{"tid":"169405"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}