{"title":"Landsat 5 Suspension of Operations Extended","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Landsat 5 Earth imaging operations have been suspended for an additional 90 days while the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> Flight Operations Team (FOT) continues to investigate options for the resumption of imaging.<!--introend--><\/p>\n<p>Landsat 5 imaging was <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3040&amp;from=rss_home\">halted in November 2011<\/a> when an electronic component vital to transmission of the satellite's Thematic Mapper (TM) data began showing signs of imminent failure. Following an unsuccessful attempt to recover the backup electronic component, the FOT is exploring potential changes to operational procedures for the primary component.&nbsp;<\/p>\r\n<p>\"The challenge of attempting to recover operations of malfunctioning, 3-decade-old components in an unmanned satellite orbiting more than 400 miles above Earth is daunting to say the least,\" said USGS Director Marcia McNutt. \"Regardless of whether any additional data is collected, Landsat 5 has already exceeded all expectations for longevity.\"&nbsp;<\/p>\r\n<p>Should no significant improvement in transmitting TM data be realized, a very limited amount of transmission life would remain. In that case, TM imaging will be prioritized to collect growing season imagery over the Northern Hemisphere.&nbsp;<\/p>\r\n<p>Meanwhile, the USGS is researching the prospect of recovering the secondary imaging instrument on Landsat 5, the Multispectral Scanner (MSS), which was turned off many years ago. The MSS instrument collects imagery in four spectral bands at 79-meter resolution and uses a different data transmission scheme than the TM instrument. MSS data would provide some data continuity in the event TM data could no longer be transmitted. However, the current condition of the instrument is unknown and the reception and ground processing capabilities for its data would have to be reconstituted.&nbsp;&nbsp;<\/p>\r\n<p>As it approaches the 28th anniversary of its launch, Landsat 5 is in a safe state while<a name=\"_GoBack\"><\/a> the USGS is doing everything it can to restore imaging operations. Should neither the restoration of TM data transmissions nor the revival of the MSS instrument succeed, the USGS will proceed to decommission the satellite. The FOT is now developing the procedures required to turn off all systems and safely lower the orbit of Landsat 5, should this step prove necessary.&nbsp;<\/p>\r\n<p>The USGS-operated Landsat 7 remains in orbit collecting global imagery. Since its launch in 1999 with a 5-year design life, Landsat 7 has experienced an instrument anomaly which reduces the amount of data collected per image. Landsat 8, currently called the Landsat Data Continuity Mission, is now scheduled to be launched in January 2013.&nbsp;<\/p>\r\n<p>For further details and the latest information about the status of Landsat 5, visit the USGS <a href=\"http:\/\/landsat.usgs.gov\/\">Landsat Missions website<\/a>.<\/p>\r\n<p>The Landsat Program is a series of Earth observing satellite missions jointly managed by the U.S. Geological Survey and <a href=\"http:\/\/landsat.gsfc.nasa.gov\/\">NASA<\/a>. Landsat satellites have been consistently gathering data about our planet since 1972. They continue to improve and expand this unparalleled record of Earth&rsquo;s changing landscapes for the benefit of all.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","landsat","Climateand Land Use Change Land Remote Sensing"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1329368400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}