{"title":"Predicting Hurricane-Induced Coastal Change","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>ST. PETERSBURG, Fla. <\/strong>&mdash; <!--introstart-->The probability of hurricane-induced coastal change on sandy beaches from Florida to New York has been assessed for the first time in two U.S. Geological Survey studies released today.<!--introend-->&nbsp;<\/p>\n<p>The two reports -- one assessing the coastline from Florida to North Carolina, the other from Virginia to New York -- can function as part of a \"virtual toolkit\" for U.S. Atlantic coast community planners and emergency managers as they make decisions on how to best address coastline vulnerabilities.<\/p>\r\n<p>The reports show that even during the weakest hurricane, a category 1 with winds between 74 and 95 miles per hour, 89 percent of the dune-backed beaches from Florida to New York coast are very likely to experience dune erosion during a direct landfall.&nbsp; But scientists involved say the strength of the studies is in their ability to predict coastal change in specific areas.&nbsp;<\/p>\r\n<p>The <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/erosionhazards\/\">online mapping tool<\/a>, based on a USGS state-of-the-art model, will allow community planners and emergency managers to focus on a specific storm category and see the predicted coastal change in their area.&nbsp; The information may help them with decisions ranging from changes to building codes and locations for new construction, to determining the best evacuation routes for future storms.<\/p>\r\n<p>\"The USGS has been working on identifying storm-driven coastal change hazards for more than a decade,\" said Hilary Stockdon, a USGS research oceanographer and co-author of the studies. \"The data collected and modeling capabilities developed during that period are what&rsquo;s enabled us to complete these regional assessments of predicted coastal change, providing key information to decision makers working to build more resilient communities and take actions to protect lives and property before storms hit.\"<\/p>\r\n<p>For the entire study area, the modeling also shows that during a category 1 hurricane, storm waves are expected to increase water levels at the shoreline by approximately 150 percent above storm surge levels. This means in a category 1 storm that waves alone would raise water levels at the shoreline by approximately 2.6 to 3.3 meters (8.5 to 10.8 feet), depending on the region.&nbsp; Results show that waves play a significant role in elevating water levels during lower category storms, while storm surge is the major contributor to high water levels in stronger storms.<\/p>\r\n<p>In an assessment of dune height from Florida to New York, the researchers found the southeast coasts, because of their lower dune elevations, more likely to experience overwash, or the landward movement of beach sand, than coastlines farther north.&nbsp; Dune heights from Delaware to New York are 1.4 meters (4.6 feet) higher, on average, than the dunes from Maryland south to Florida. &nbsp;The South Carolina coast, where average dune elevations are only 2.9 meters (9.5 feet), is the most vulnerable to overwash of the beaches studied. Ninety-six percent of coastal locations in the state are likely to overwash if a category 1 hurricane makes landfall there.<\/p>\r\n<p>Prior to Hurricane Sandy, dunes on New York&rsquo;s south shore were among the highest on the Atlantic coast, and as such during a category 1 storm only 9 percent of coastal areas were likely to overwash. &nbsp;Still, these high dunes were vulnerable to extreme erosion during a category 1 hurricane, with 76 percent of the dunes very likely to be experience erosion. &nbsp;This was observed during Hurricane Sandy, which made landfall as an extra-tropical cyclone but pounded the beach with hurricane waves and surge. The protective sand dunes along barrier islands in New Jersey and New York were completely eroded in places, increasing vulnerability to more extreme erosion during future storms.&nbsp;&nbsp;<\/p>\r\n<p>But vulnerability doesn't just come down to dune hei","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Natural Hazards Coastaland Marine Geology","Natural Hazards","Geographic Areas Northeast","Geographic Areas Southeast"],"article_type":["National News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1372651200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"169498"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}