{"title":"Mining-Related Contaminants Persist in Some Appalachian Coal Region Water Wells","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Editors: The report, Ground-Water\r\nQuality in Unmined Areas and Near Reclaimed Surface Coal Mines in the Northern\r\nand Central Appalachian Coal Regions, Pennsylvania and West Virginia, is available at: <a href=\"http:\/\/pubs.usgs.gov\/sir\/2006\/5059\/\">http:\/\/pubs.usgs.gov\/sir\/2006\/5059\/<\/a>.<\/strong>\r\n<\/p>\r\n<p>\r\n<!--introstart-->A study of private\r\nwater wells in reclaimed surface-coal-mining areas of the northern and central\r\nAppalachians shows that traces of mining-related contaminants persist in some\r\nwells, the U.S. Geological Survey (USGS) announced.<!--introend--> These contaminants\r\ntypically decreased to background levels at distances 1,000 feet or more from\r\nsurface coal mines and in wells deeper than 150 feet.\r\n<\/p>\r\n<p>\r\n&quot;Iron and manganese\r\nwere commonly detected at concentrations exceeding U.S. EPA drinking-water\r\nstandards. Although more frequently detected with sulfate, aluminum, and five\r\nother constituents in water from wells in mined areas, only concentrations of\r\niron and manganese exceeding drinking water standards are also commonly\r\ndetected in water from wells in unmined area&#39;s&quot; said Mark Kozar, a USGS\r\nhydrologist and co-author of the report. Concentrations of radon-222, a\r\ncolorless, odorless, and carcinogenic gas were also commonly detected in the\r\nwells sampled, but less frequently in mined areas than in unmined areas.\r\nAccording to Kozar, &quot;Radon concentrations are generally lower in the mined\r\nareas, most likely due to fracturing of rock associated with surface mining,\r\nwhich allows the gas to escape.&quot;\r\n<\/p>\r\n<p>\r\n&quot;Unlike iron and\r\nmanganese, which are regulated primarily due to problems with taste, odor, or\r\nstaining of plumbing fixtures; inhalation of air with elevated concentrations\r\nof radon gas poses a potential health threat, primarily lung cancer,&quot; Kozar\r\nsaid. &quot;The bottom line for residents of coal-mining regions in the Appalachians\r\nis being aware of&nbsp; radon gas and knowing\r\nthat kits are available to test the indoor air in their homes for radon.\r\nTesting well water for iron, manganese, sulfate, and bacteria is also a good\r\nidea,&quot; Kozar added.\r\n<\/p>\r\n<p>\r\nThe study compared\r\nground-water quality in 58 privately owned wells downgradient of reclaimed\r\nsurface coal mines to that of 25 wells in unmined areas. The comparisons were\r\nmade on a large scale within and between the high-sulfur coal region in western\r\nPennsylvania and northern West\r\nVirginia and the low-sulfur coal\r\nregion in southern West Virginia.\r\n<\/p>\r\n<p>\r\nSurface coal mines\r\nhave historically had major impacts on the quality of shallow ground water.\r\nSince about 1977, changes in mining regulations have mandated reclamation.\r\nAlthough state and federal regulators require water-quality monitoring in and\r\nnear surface coal mines, this study examined whether post-reclamation\r\nground-water quality near bituminous coal mines is similar to ground-water\r\nquality observed in unmined areas. \r\n<\/p>\r\n<p>\r\nAs part of the USGS\r\nNational Water-Quality Assessment Program (NAWQA), ground-water samples were\r\ncollected from the 83 wells in 1996-98. Samples were analyzed for a broad set\r\nof common chemicals and metals. The study, headed by USGS Hydrologist Steve\r\nMcAuley, also analyzed selected samples for chlorofluorocarbons to determine\r\nground-water age and found ages ranging from 30 to 35 years in various\r\ntopographic settings of mined areas. The median ages were the same in mined and\r\nunmined areas. These findings are the result of mixing of ground-water ages in\r\nwells open to fractures at various depths, disturbance of rock from blasting;\r\nand variations in slope and terrain relief in the study area. The age of the well\r\nwaters sampled also increased as distance from the mined area increased.\r\n<\/p>\r\n<p>\r\nThe USGS implemented the NAWQA Program in 1991 to support national,\r\nregional, state, and local information needs and decisions related to\r\nwater-quality management and policy (<a href=\"h","summary":null,"format":null}]},"field_images":[],"regions":["Pennsylvania","West Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1167282000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169726"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}