{"title":"Hurricane Season is Here. ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"225\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_07_2011_w06Eu22TTo_09_07_2011_1\"><img title=\"Storm surge sensor during Hurricane Irene \" src=\"http:\/\/gallery.usgs.gov\/images\/09_07_2011\/w06Eu22TTo_09_07_2011\/medium\/IMG_3165.JPG\" alt=\"\" width=\"225\" height=\"300\" \/><\/a> During hurricanes the USGS deploys storm-surge monitoring instruments along the coasts, sounds, and bays in impacted areas to gauge how high hurricanes push water in rivers, bays and other areas. The sensors are crucial for forecasting future storms and assessing hurricane damage. They are strapped to structures expected to survive the storm, such as bridge piers, light poles, and fire hydrants. In this picture USGS employee Curtis Weaver installs a storm surge sensor on the Pamlico Sound in Avon, NC.[\/caption]\n\nWhile many residents of the northeast United States are still working to recover from Hurricane Sandy, the second costliest storm in U.S. history, the 2013 Atlantic Hurricane Season begins June 1.\n\nPeople who live in states along the Gulf or Atlantic coasts can prepare for the upcoming season by visiting <a href=\"http:\/\/www.ready.gov\/\">Ready.gov<\/a> for the latest on what to do before, during or after a storm.\n\nScientists from the U.S. Geological Survey are looking at their checklists as well, as they prepare to deploy teams, tools and technology, along with other federal partners, to provide decision makers and emergency managers the information they need to save lives and property.\n\nBefore, during and after hurricanes or tropical storms affecting the United States, the USGS applies earth and ecosystem science to measure the height and intensity of the storm surge; monitor water levels and flows of inland rivers and streams; assess impacts to water quality and coastal ecosystems; and where substantial impacts are anticipated, forecast coastal change that may be caused by the storm.\n\nThis water level and surge data collected provides critical information used to forecast floods; determine what areas may need to be evacuated, when, and by what route; and how flooding may be impacting water quality, among other things.\n\nThe first named storm of the 2013 season will be â\u0080\u009cAndrea,â\u0080\u009d with 20 more names pre-selected by the National Weather Service for use as necessary. In 2012, 19 of the 21 names were used.\n\n<strong>Storm Surge Monitoring<\/strong>\n\nDuring the 2012 Hurricane season, hundreds of instruments were deployed along the Gulf and Atlantic coasts in advance of Hurricanes Isaac and Sandy and permanent real-time tidal and river monitoring stations were made ready. Pre-storm deployments included storm surge sensors, rapid deployment streamgages, wave sensors, and barometric pressure sensors.Â  All of these sensors combined allowed USGS to observe and document hurricane-induced storm-surge as it made landfall and interacted with coastal features. Â Storm surge sensors were by far the most numerous sensor deployed. They are typically housed in a pipe about 1 1\/2 inches in diameter and a foot long. Â The storm surge sensors are strapped to piers, docks or other structures in the water expected to withstand the storm to collect data on storm surge, and in some cases, transmit water levels in real time.Â  They are typically installed on the coast or just inland of the coast about 50 miles west and 100 miles east of the projected landfall area.\n\nLearn moreÂ about <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_science_pick\/usgs-storm-surge-sensors\/\">USGS storm surge sensors<\/a>. All data collected by these sensors and the existing USGS streamgage network are available on the <a href=\"http:\/\/54.243.149.253\/home\/webmap\/viewer.html?webmap=c07fae08c20c4117bdb8e92e3239837e\">USGS Storm-Tide Mapper<\/a>.\n\n[caption id=\"\" align=\"alignright\" width=\"400\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_01_2012_rVMy5DCp53_09_01_2012_0\"><img class=\" \" title=\"Terrestrial Lidar to Map Flooding from Hurricane Isaac\" src=\"http:\/\/gallery.usgs.gov\/images\/09_01_2012\/rVMy5DCp53_09_01_2012\/medium\/Terrestrial_Lidar_Scan.jpeg\" alt=\"\" width=\"400\" height=\"232\" \/><\/a> A 3-D terrestrial lidar scan of the Interstate-510 bridge in New Orleans taken Friday (Aug. 31, 2012). The U.S. Geological Survey used this new technology in select areas of Louisiana, Mississippi and Alabama to map flooding in urban areas impacted by Hurricane Isaac.[\/caption]\n\n<strong>Inland Water Data <\/strong>\n\nUSGS field crews will record high-water marks, collect discharge measurements and obtain water quality data in coastal and inland areas after a hurricane or tropical storm.Â  This information is important because it is used by the National Weather Service to issue flood warnings. The data is also used by emergency responders and planners to mitigate current and future flood hazards.\n\n<strong>Coastal Change Impacts <\/strong>\n\nHurricanes unleash dangerous waves and powerful currents capable of moving large amounts of sand, destroying buildings and infrastructure, and reshaping our nation's coastline. USGS research focuses on understanding the magnitude and variability of the impacts of hurricanes and extreme storms on the sandy beaches of the United States. The overall objective is to improve the capability to predict coastal change that results from severe storms. Such a capability will support management of coastal infrastructure, resources, and safety.\n\n<strong>Landslides and Hurricanes<\/strong>\n\nHurricanes are well known to cause landslides, especially in mountainous areas.Â  Although not always associated with hurricanes, landslides can occur as a result of heavy rainfall and flooding caused by intense storms.Â  The slope of the land, the type of geology, ground saturation, rainfall intensity, and duration all play major roles in triggering landslides. The USGS is working with other federal, state and local agencies on efforts to be able to forecast conditions that make landslides more likely.\n\n[caption id=\"\" align=\"alignright\" width=\"324\"]<a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/photo-comparisons\/newjersey.php\"><img class=\"     \" title=\"Location 6 Image: Oblique aerial photographs of Seaside Height Pier, NJ.\" src=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/photo-comparisons\/images\/NJ_Loc6_SeasideHeights_Pier-lg.jpg\" alt=\"\" width=\"324\" height=\"703\" \/><\/a> Oblique aerial photographs of Seaside Height Pier, NJ. View looking west along the New Jersey shore. Storm waves and surge from Hurricane Sandy eroded the beach; destroyed the seaward edge of the pier; and deposited the roller coaster superstructure in the ocean. Sediment deposited on the island is visible in the background and indicates that overwash occurred here. The yellow arrow in each image points to the same feature.[\/caption]\n\n<strong>The Science after the Storm--Hurricane Sandy <\/strong>\n\nAfter major storms, USGS facilitates and assists states, cities and communities as well as working on federal lands to recover and rebuild in a more resilient way.Â  USGS science is used to identify coastal areas vulnerable to storm damage to provide communities with critical information they need for recovery that will also help prepare for future storms.Â  On Fire Island, New York, for example, USGS scientists have been working with the National Park Service, U.S. Army Corps of Engineers, the state and other partners looking at the decimation of the protective sand dunes, and discussing beach replenishment â\u0080\u0093 or rebuilding â\u0080\u0093 of portions of the area.\n\nIn addition to the customary work that USGS does after a storm, with Hurricane Sandy supplemental funding, USGS scientists will provide more complete and current coverage of detailed elevation data; focus on updating coastal vulnerability forecasts â\u0080\u0094 such as erosion, overwash and other impacts to beaches and dunes; and provide maps and models of storm impacts to coastal ecosystems, habitats and fish and wildlifeâ\u0080\u0094especially those on DOI lands.\n\nOther post Hurricane Sandy specific efforts also include more extensive analysis of water level data collected during Sandy to improve storm-surge models, understand the impacts to coastal bays and estuaries and identify crucial locations for future monitoring and sensor deployment. USGS will also use information from water circulation patterns, debris and sediment movement to identify contaminant occurrence and potential human and ecological exposure pathways.\n\nNow that hurricane season has begun, USGS scientists and technicians will be in the field before, during, and after the storms to better understand the impacts of hurricanes to save lives and property.\n\nFor more information please visit the following websites:\n\n<a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/\">Coastal Change Hazards: Hurricanes and Extreme Storms<\/a>\n\n<a href=\"http:\/\/water.usgs.gov\/floods\/\">USGS Flood Information<\/a>â\u0080\u0094Information about current and past flooding\n\n<a href=\"http:\/\/water.usgs.gov\/wateralert\/index.html\">USGS WaterAlert<\/a> â\u0080\u0093 Sends e-mail or text messages from the USGS streamgage of your choice\n\n<a href=\"http:\/\/waterwatch.usgs.gov\/?id=pamap\">USGS WaterWatch<\/a>â\u0080\u0094Provides current USGS water data for the nation\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/start-with-science-to-address-vulnerable-coastal-communities\/?from=title\">Start with Science to Address Vulnerable Coastal Communities<\/a>\n\n<a href=\"http:\/\/wh.er.usgs.gov\/slr\/sealevelrise.html\">Sea Level Rise<\/a> Hazards and Decision Support\n\n<a href=\"http:\/\/www.ready.gov\/\">Ready.gov<\/a>â\u0080\u0094What to do before, during and after an emergency\n\n<a href=\"http:\/\/www.ready.gov\/kids\">Ready.gov for kids<\/a>â\u0080\u0094What to do before, during and after an emergency for kids\n\n<a href=\"http:\/\/www.nhc.noaa.gov\/\">National Hurricane Center<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24308","uid":"31","filename":"sandy_goe_2012302_1745_lrg.jpg","uri":"public:\/\/sandy_goe_2012302_1745_lrg.jpg","filemime":"image\/jpeg","filesize":"81840","status":"1","timestamp":"1425492768","type":"image","uuid":"60f5050a-d48d-430e-b765-01bcf1d5a1dc","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Coastal Change","Hurricane","Natural Hazards","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1370018193","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}