{"title":"High Waters Challenge USGS Field Personnel","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Heavy rainfall and flooding prompted an emergency response from USGS (U.S. Geological Survey) engineers and field technicians to keep stream gages operational during and after Hurricane Georges.<!--introend--> Personnel from Louisiana, Mississippi, Alabama, and Florida are working to secure gages threatened by rising rivers and streams or damaged by the storm. Some gaging stations monitored by the USGS are used by the National Weather Service to forecast floods. \n<p>A USGS Hurricane Response Team, based in Mississippi, is leading the communications and coordination efforts necessary to assure that continuous information is available to local officials, state and federal agencies, and the general public. During the aftermath of Hurricane Georges, the USGS is assisting the U.S. Army Corps of Engineers, U.S. Forest Service, FEMA, NOAA, and NASA to collect water data and assess the environmental impact of the storm along the Gulf Coast. \r\n<p>Gaged streams in the western Florida Panhandle have all peaked from the heavy rains associated with Hurricane Georges, although some rivers in the mid-panhandle, including the Apalachicola and Ochlockonee Rivers, are still rising and are at or near flood stage from lesser rains dumped on the rest of the Florida Panhandle, eastern Alabama, and Georgia as the remnants of Georges moved quickly east and out over the Atlantic Ocean on Tuesday and Wednesday. The flood height on the Shoal River near Crestview set a new record on September 30 of 21.40 feet above gage datum, almost 6 feet above the previous record of 60 years set in 1975. The recurrence interval of this new peak is estimated to be greater than 100 years. The Perdido River at Barrineau has in all likelihood also set a new record--it was measured at 38,000 cubic feet per second (and rising) on September 29, about 1,000 cubic feet per second below the record of 39,000 cubic feet per second set in 1955. This also would indicate a recurrence interval of greater than 100 years. The Yellow River at Milligan peaked this morning at a stage of 24.09 feet, almost 2 feet below the record set in 1929. The Escambia River at Century and the Blackwater River ear Baker both peaked on September 30 at flows with estimated recurrence intervals of about 50 years. \r\n<p>In Alabama, discharge measurements have indicated flood flows exceeding the 50-year recurrence interval in portions of Mobile County. The stream gage on Chickasaw Creek near Kushla located just north of the Mobile city limit recorded the highest stage since 1955. Eastern Baldwin County was severely affected by flooding along the Styx River where flows have inundated and blocked access to the stream gage located on County Road 87. The Styx River gage has been in operation since 1987 and had never been overtopped prior to this flood event. In western Baldwin County, flows on the Fish River near Silver Hill are approximately equal to a 10-year recurrence interval. \r\n<p>Early discharge measurements from Mississippi indicate flood occurred at about a 25-year to greater than a 100-year recurrence interval on some of the smaller basins which drain to the Gulf of Mexico in Harrison and Jackson Counties. Provisional flood discharge data indicate floods occurred that exceeded a 100-year recurrence interval on the Tchoutacabouffa River near D&rsquo;Iberville, about a 50-year recurrence interval on the Tuxachanie Creek near Biloxi, and a 25-year recurrence interval on the Biloxi River at Wortham and less than a 2-year recurrence interval on the Wolf River near Landon. The Escatawpa River near Agricola was measured at a peak stage of 22.7 feet, which is about 0.5 feet above the peak of record, which was April 8, 1983. This discharge corresponds to about a 25-year recurrence interval.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Louisiana","Mississippi"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"907300800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170549"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}