{"title":"Meet Robert Leeper, Physical Science Technician","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<div style=\"float: right;padding: 5px\" align=\"right\">[iframe width=\"400\" height=\"233\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/rB70ApV0VuE?rel=0\" frameborder=\"0\" allowfullscreen name=\"YouTube video of Robert Leeper\" title=\"Robert Leeper - Day in the Life of a Physical Science Technician\"]<\/div>\nIâ\u0080\u0099m <a href=\"https:\/\/youthgo.gov\/youth-profile\/robert-leeper\">Robert Leeper<\/a>, a senior Bachelor of Science student majoring in geology at California State University, Fullerton. While attending Cerritos College in 2007, I applied for an internship at the <a href=\"http:\/\/www.scec.org\/\">Southern California Earthquake Center<\/a>. During my internship, I was assigned to work with the USGS Multi-Hazards Demonstration Project, on the <a href=\"http:\/\/www.shakeout.org\/\">Great Southern California â\u0080\u009cShakeOutâ\u0080\u009d<\/a> earthquake scenario. Following my internship, I was offered the opportunity to work for the USGS as a student employee under a <a href=\"http:\/\/www.usgs.gov\/ohr\/students\/\">Student Temporary Employment Program<\/a> appointment, and I happily accepted. I am now a member of the USGSâ\u0080\u0099s Science Application for Risk Reduction (<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/usgs-natural-hazards-risk-reduction-project-goes-national\/\">SAFRR<\/a>) team. SAFRR will aid in applying natural hazard science to improving the safety, security and economic well-being of the nation.\n\n<strong>A Day in the Life<\/strong>\n\nWhen I am not conducting field research, I am analyzing data recorded in a trench along the San Andreas Fault. I investigate spatial reference points using a computer program in order to identify <a href=\"http:\/\/www.usgs.gov\/science\/science.php?term=1104\">stratigraphy<\/a> that has been exposed by the trench. When an earthquake occurs, stratigraphy along the fault can be offset, and measuring the offset helps provide a better understanding of earthquake magnitude. When the stratigraphic layers are dated and those data are combined with earthquake magnitude data from the stratigraphy measurements, the magnitude and frequency of earthquakes on that fault become better understood. I am also working on creating photo-mosaics from a San Andreas Fault trench and preparing them for analysis. In addition, Iâ\u0080\u0099m writing a paleotsunami deposit fact sheet -- a paleotsunami is a tsunami that occurred before the historical record, or a tsunami for which there is no written record.\n\n[caption id=\"attachment_173828\" align=\"alignleft\" width=\"231\" caption=\"This picture was taken while I was conducting post-storm debris-flow reconnaissance. The fault was covered by vegetation and sediment prior to the storms that hit the area after the Station Fire. To me, the small fault segment and the entire mountain range I was working in symbolized yet another, more well-known geologic hazard that residents of southern California face: earthquakes. While working in the field, I try to decipher and understand as much geology as I can.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/R_Leeper_DebrisFlowReconn.jpg\"><img class=\"size-full wp-image-173828 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/R_Leeper_DebrisFlowReconn.jpg\" alt=\"Robert Leeper standing in front of an exposed cliff face showing various layers of rock, particularly a clear fault line running through the center of the rock formation.\" width=\"231\" height=\"456\" \/><\/a>[\/caption]\n\nI work with a team of scientists on a study that aims to identify a chronology of paleotsunami events along the California coast. At present, we are in the reconnaissance phase of the study, probing the subsurface in salt marshes and estuaries for anomalous and laterally continuous â\u0080\u009cbeachâ\u0080\u009d sand layers that could mean a paleotsunami occurred there. Once we identify sites of interest, we will conduct more in-depth studies and laboratory analyses.Â  The result of all this is that a better understanding of how often tsunamis have hit the California coast in the past will emerge. And of course, past events are an indication of what could happen in the present and the future. Consequently, the final results of the study will be used by the state of California to better assess its tsunami hazard; this research will also be incorporated by the SAFRR into our next hazard scenario.\n\n<strong>Contributing to Science <\/strong>\n\nThe largest wildfire in Los Angeles County history, The Station Fire, burned in the mountains north of Los Angeles in late 2009. This wildfire greatly increased the danger of debris flows in subsequent storm seasons. After the fire and through 2011, I contributed to the development of a method that provided data on the timing of post-fire debris flows relative to rainfall. Â <a href=\"http:\/\/pubs.usgs.gov\/fs\/fs-176-97\/fs-176-97.pdf\">Debris flows<\/a> are fast-moving landslides that occur in a wide variety of environments throughout the world. They are particularly dangerous to life and property because they move quickly, destroy objects in their paths, and often strike without warning. After the fire, I installed, maintained and monitored real-time debris flow data-acquisition stations within the fire perimeter. As storms passed over the burned area, I was a point of contact that provided status reports from the field so other USGS personnel could forward the data to emergency management officials. Also, I am proud to say that I am coauthor of a peer-reviewed paper that presents the debris-flow timing data our team collected. The paper has been approved and scheduled for publication soon.\n\n[caption id=\"attachment_173744\" align=\"alignright\" width=\"300\" caption=\"This photo was taken on the morning of February 6, 2010, shortly after the Mullally debris basin was filled to capacity and breached by debris flows. The photo shows a house that was destroyed by debris flows. The water heater and tan wall on top of the car are from the house that is to the left of the field of view (not in the photo). Debris, such as boulders, mud and tree stumps, are shown inside the house, which had a good portion of its walls and windows blown out.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/R_Leeper_DebrisFlow_EmergencyResponse.jpg\"><img class=\"size-medium wp-image-173744 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/R_Leeper_DebrisFlow_EmergencyResponse-300x224.jpg\" alt=\"The power of debris flow on a home\" width=\"300\" height=\"224\" \/><\/a>[\/caption]\n\nMy favorite experience with the USGS so far was responding to the debris-flow events of February 6, 2010; these events occurred in the foothills of the San Gabriel Mountains north of Los Angeles. I was called to the scene after debris flows breached containment basins and inundated the communities situated below them. When I saw the destruction and unimaginable power of the debris flows, my respect for the diversity and severity of geo-hazards was taken to a new level. Other memorable moments with the USGS include conducting media interviews while in the field conducting emergency debris-flow response during storms. I actively helped piece together and solve real-world geologic-hazard problems alongside professional scientists. Deciphering the complicated processes behind geologic hazards makes our world a safer place.\n\n<strong>The Greater Good<\/strong>\n\nI find great satisfaction in knowing that the work I am doing helps humanity understand geologic hazards better, which in turn makes all of our lives safer. I hope to continue working for the USGS once I start graduate school in the spring of 2013. After I complete graduate school, I would like to have a career with the USGS. Working for the USGS has provided me with invaluable field and laboratory research experience.\n\nEvery day, I gain an understating of what it takes to manage a successful long-term research project and to see it through to fruition. I would like people to know that the USGS is an organization that conducts research for the betterment of humanity. Whether it is research on groundwater quality or on earthquake early warning systems, the scientists at the USGS are conducting research that benefits us all.Â  Â <strong>Â <\/strong>\n\n[caption id=\"attachment_173737\" align=\"alignleft\" width=\"350\" caption=\"Robert Leeper being interviewed by the media during a storm. Residents of the affected communities and the media wanted to know how the mountains were holding up and if any debris flows had occurred during the current storm. It turned out that no debris flows were recorded during this particular storm because the intense rainfall did not pass over the burned area as had been forecasted earlier that day.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/R_Leeper_DebrisFlow_MediaInterview.jpg\"><img class=\"size-full wp-image-173737 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/R_Leeper_DebrisFlow_MediaInterview.jpg\" alt=\"Robert Leeper media interview\" width=\"350\" height=\"223\" \/><\/a>[\/caption]","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24189","uid":"31","filename":"top-story-leeper.jpg","uri":"public:\/\/top-story-leeper.jpg","filemime":"image\/jpeg","filesize":"70671","status":"1","timestamp":"1425492768","type":"image","uuid":"42e4a428-9611-4b23-98b1-63f7d6e69501","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":360,"width":620},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["California","hazards","Science Application For Risk Reduction","STEP","student","USGS Multi-Hazards Demonstration Project","youth"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1333364420","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}