{"title":"USGS Flood Teams at Work in Mississippi","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Do you want to accompany a USGS field crew as they measure flooding?&nbsp; <\/strong><strong>To join a USGS flood crew in Mississippi, call <\/strong><strong>Michael Runner&nbsp; (601) 933-2941&nbsp; <br \/><\/strong><\/p>\n<p>The <a href=\"http:\/\/ms.water.usgs.gov\/\">USGS Mississippi Water Science Center<\/a> is working to provide emergency information on the flow and water level of the Mississippi River and its tributaries at critical locations throughout the State of Mississippi.<\/p>\r\n<p>The USGS is installing an emergency gage to monitor the Mississippi River&rsquo;s water level near Hillhouse, Miss. between Memphis and Greenville. USGS crews are being dispatched to the Mississippi Delta to measure water velocity along levees and to advise the levee board where high velocities are occurring.<\/p>\r\n<p>The crest on the Mississippi River is projected to be at record levels from Greenville, Miss. south.&nbsp; USGS boat crews will assist the National Weather Service and the U.S. Army Corps of Engineers by making supplemental measurements as the crest moves south. The <a href=\"http:\/\/ms.water.usgs.gov\/\">USGS Mississippi Water Science Center<\/a> will continue to work during peak flows to maintain gages and verify their accuracy, and to take supplemental measurements.<\/p>\r\n<p>Currently, crews are collecting discharge measurements and water samples along the Mississippi River at Vicksburg and along the Yazoo River at Redwood, Miss. They are repairing the Long Lake gage near the Steele Bayou, on the Yazoo River, and are raising equipment in the gage house to levels above the predicted peak flood stage.<\/p>\r\n<p>USGS crews from Mississippi are also in Arkansas and Memphis to assist USGS partners in flood protection with discharge measurements and water quality sampling.<\/p>\r\n<p>Real-time data are continually needed, particularly during flood emergencies. USGS field crews work before, during and after storms and floods, to install additional streamgages as needed, keep streamgages operating, verify the accuracy of streamgage information, and take supplemental measurements at ungaged sites.<\/p>\r\n<p>Field crews continue to work as waters recede, gathering high water marks for post flood analysis. This information is important because it is used by planners to mitigate the loss if life and property from future floods.<\/p>\r\n<p>The USGS is the nation&rsquo;s primary provider of flow and level information for our nation&rsquo;s waterways.&nbsp; For more than 125 years, the USGS has monitored selected streams and rivers across the U.S.<\/p>\r\n<p>The USGS collects data from more than 7,500 streamgages throughout the U.S.&nbsp; The gages provide critical information within minutes to many users including the National Weather Service, which issues flood warnings. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.<\/p>\r\n<p>Current flood and high flow conditions are available across the country by visiting the USGS <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch<\/a> website. Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>.<\/p>\r\n<p><a href=\"http:\/\/water.usgs.gov\/district_chief.html\">USGS Water Science Centers are located in each state<\/a>. They can provide more detailed information on stream conditions and on the USGS response to local events.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Mississippi"],"country":["United States of America"],"mm_tags":["water","mississippi","river","mississippi","flooding"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1305086400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"170126"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}