{"title":"Post-Fire Debris Flow Hazards Shown on New USGS Maps","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) has posted new maps on the Internet showing basins with the greatest potential for producing mudslides as a result of the devastating October fires in Southern California. The new maps show the probability for debris-flow (mudslide) activity and estimates of the peak discharge from drainage basins burned by the Old and Grand Prix Fires near San Bernardino and the Piru, Simi and Verdale Fires near Simi Valley and Fillmore. <\/p>\n<p>&quot;The recent fatalities from flash floods and mudslides in San Bernardino County are tragic examples of what can happen when hillsides scoured from the recent devastating fires are combined with heavy rainstorms over the region,&quot; said Sue Cannon of the USGS Landslide Hazards Program. <\/p>\r\n<p>The new USGS maps evaluate potential debris-flow (mudslide) hazards that might occur in response to 25-year, 10-year and 2-year rainstorm events. They are based on models derived from data collected from recently burned basins throughout the western United States. The models take into account the areas of the basin burned, basin topography and steepness and soil properties. <\/p>\r\n<p>The maps and analysis were prepared in cooperation with FEMA (Federal Emergency Management Agency) and the California Office of Emergency Services, and were provided to them upon completion. They have also been provided to each County Flood Control District. The maps are intended to provide decision makers, emergency responders and county, state and federal government agencies additional tools to help identify risk potential and develop mitigation strategies. They can also be used to identify potential hazards and aid in decisions about evacuation timing and routes, according to Cannon. <\/p>\r\n<p>USGS has been providing support since the fires producing the new maps, installing rain gages, passing information on stream flow and sediment transport, conducting field surveys and reconnaissance, and documenting hazards created by changes in the carrying capacity of streams or landslides changing the steepness of slopes. <\/p>\r\n<p>&quot;When rain starts to fall, people in higher-risk basins should be prepared to evacuate,&quot; Cannon cautioned. &quot;Do not remain in, near or below burn areas, particularly in low-lying areas at the base of canyons, even during light rain. Stay away from small streams that could become raging rivers in the blink of an eye. If the forecast calls for heavy rains through the night, homes may not be safe places if they are located in or near a drainage area and within a mile of the mountain front. Roads can suddenly become blocked with mud and debris, and can wash out at stream crossings. It is important to pay strong attention to warnings from local emergency responders and weather advisories from the National Weather Service.&quot; <\/p>\r\n<p>A similar debris flow mapping approach is near completion for basins at greatest risk from the Cedar and Paradise Fires outside of San Diego. These maps have been provided to government agencies and will be released to the public on the Internet after official review is completed. <\/p>\r\n<p>More information and copies of the new maps can be obtained at <a href=\"http:\/\/pubs.usgs.gov\/of\/2003\/ofr-03-475\/\">http:\/\/pubs.usgs.gov\/of\/2003\/ofr-03-475\/<\/a> and <a href=\"http:\/\/pubs.usgs.gov\/of\/2003\/ofr-03-481\/\">http:\/\/pubs.usgs.gov\/of\/2003\/ofr-03-481\/<\/a> <\/p>\r\n<p>More information about debris flows can be obtained at <a href=\"http:\/\/www.oes.ca.gov\/\">http:\/\/www.oes.ca.gov<\/a>, <a href=\"http:\/\/www.fema.gov\/hazards\/landslides\/landslif.shtm\">http:\/\/www.fema.gov\/hazards\/landslides\/landslif.shtm<\/a>, <a href=\"http:\/\/landslides.usgs.gov\/html_files\/fire-flows.html\">http:\/\/landslides.usgs.gov\/html_files\/fire-flows.html<\/a> or by calling the USGS Landslide Program at 1-800-654-4966. Information about risk in individual communities can be obtained from the County Flood Control Districts. The USGS maps do not replace or affect FEMA&rsquo;s Flood Insu","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1072760400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170469"},{"tid":"169129"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}