{"title":"Interior Secretary Babbitt, USGS Director Eaton Praise Scientist, Friend","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>In Memoriam:<br>Eugene M. Shoemaker, Father of Planetary Geology<\/b> \n<p>\r\n<p>\r\n<p>\r\n<p>Secretary of the Interior Bruce Babbitt and USGS Director Gordon Eaton have joined with scientists and leaders from around the world to mourn the loss and praise the career of Dr. Eugene Shoemaker, who was killed in an automobile accident in Australia last Friday (July 18, 1997). \r\n<p>\"Gene Shoemaker was both a personal friend and a teacher, going all the way back to my years as a geology student,\" said Babbitt. \"His life and work leave a permanent legacy to the American space program and our knowledge of the universe. While we join with the family in mourning his loss, our spirits have been permanently stirred by his revolutionary thinking.\" \r\n<p>\"The U.S. Geological Survey is deeply, deeply saddened by the accidental death of Dr. Eugene M. Shoemaker, an outstanding member of the USGS family and the acknowledged founder of modern planetary geology,\" said Gordon Eaton. \r\n<p>\" Gene&rsquo;s landmark contributions to the geology of the Earth, its Moon, and the Solar System span more than four decades. His accomplishments and well-deserved honors fill many books. But in addition to being a world-class scientist, Gene also took the time to educate the public on the excitement of planetary science and was an enthusiastic mentor of younger scientists. Just one of his living legacies is the USGS Astrogeology Center in Flagstaff where, known as \"Super Gene,\" he inspired dozens of scientists in the study and mapping of planets, moons, comets and asteroids. \r\n<p>\"Much of his research over the past two decades was done in partnership with his wife, Carolyn Shoemaker, a planetary astronomer and USGS volunteer. We pray for Carolyn&rsquo;s quick recovery from the same automobile accident that took Gene and extend our deepest and shared sympathy to her and the family. Gene will be missed, but his work and friendship will continue to inspire us,\" Eaton said. \r\n<p>\r\n<CENTER>* * * USGS\/DOI * * * <\/CENTER>\r\n<p><b>Note to Editors: A detailed obituary, file photos, plans for memorial services and other information is available and being updated on a special web page maintained by the USGS Astrogeology Center, Flagstaff, Ariz., and can be reached through the USGS homepage: http:\/\/www.usgs.gov\/<\/b> <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"869544000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}