{"title":"A First: Endangered Puaiohi Birds Fledge Four Chicks in the Wild","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A highly endangered native Hawaiian bird species has taken a small but significant step back from the brink of extinction.<!--introend--> USGS biologists monitoring 14 captive-reared puaiohi released into the wild earlier this year by The Peregrine Fund say the birds are nesting and have already fledged four young. \n<p>The young puaiohi are the first endangered Hawaiian forest birds to be raised in the wild by birds raised in captivity. This year&rsquo;s successful nesting makes biologists optimistic that a recovery program for the puaiohi will ultimately succeed. \r\n<p>\"We are all excited that at least seven of the birds have nested this year,\" said USGS field biologist Erik Tweed of the USGS Pacific Island Ecosystems Research Center. \"The release effort at this time looks promising, in terms of re-establishing a self-sustaining population of puaiohi in their former range.\" \r\n<p>Tweed says that released birds have built 14 nests to date in the Alakai Wilderness Preserve on the island of Kauai. Some nests remain active or have already produced fledglings&ndash;chicks capable of leaving the nest. \r\n<p>Apart from the released birds, only 200-300 individuals of this small unique Hawaiian bird species survive in the wild. Biologists fear that at such low numbers, the population cannot sustain itself. In addition to the remnant wild population, a captive flock of 16 puaiohi is maintained at the Keauhou Bird Conservation Center near Volcanoes National Park by The Peregrine Fund, a private conservation organization. \r\n<p>The Peregrine Fund reared 23 puaiohi in 1998, and in January and February of this year brought 14 of the young birds to Kauai. The birds were held in a hacking tower &mdash; a release cage &mdash; for one week and then released into their new home in the rain forest. The Alakai site was chosen because it offered suitable habitat and already supported a small puaiohi population. One benefit has been that some of the captive- bred birds are interbreeding with wild birds as well as each other. \r\n<p>USGS researchers who have been monitoring the birds say the released puaioho are showing some surprising characteristics. \"The exciting news has been the propensity of these birds to re-nest time after time, regardless of whether their nests have been successful or not, \" says USGS field biologist Jeffrey Foster. \r\n<p>While many songbirds initiate more than one nest during a single breeding season, Foster says some puaiohi are taking this to an unusual extreme. \"At least one of the females was building her new nest even before the young had fledged out of her first nest,\" he said. In another case, a single male is paired with two different females and is assisting both with nest duties &mdash; a breeding arrangement not previously known for this species. \r\n<p>In addition to monitoring the released birds, the USGS biologists are conducting ecological research on the wild puaiohi population and are removing non-native predators that prey upon the birds and their eggs. Unfortunately, said researchers, two nestling were taken by rats. \r\n<p>The puaiohi project is a cooperative effort involving the USGS, The Peregrine Fund, the U.S. Fish and Wildlife Service, and the State of Hawaii Department of Land and Natural Resources. In addition, the Hawaii Division of Forestry and Wildlife administers and manages the habitat in which the recovery project is being conducted. \r\n<p>This research and conservation partnership began in Hawaii in 1993, as part of the â\u0080\u0098alala recovery program. The Peregrine, working in close collaboration with partner agencies, has hatched and reared 12 different species of native Hawaiian forest birds from three different islands. Researchers hope that successful reintroductions can eventually be carried out for these other species as well. \r\n<p>\"The rapid adjustment and pairing of these captive-reared puaiohi gives us all a great sense of satisfaction and accomplishment,\" says Alan Lieberman, d","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"931492800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169362"},{"tid":"168801"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}