{"title":"USGS Scientist Tells Public to ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nEarthquake expert Dr Lucy Jones of the U.S. Geological Survey (USGS) will provide the public with her perspective on the next big California earthquake, the lessons learned from Hurricane Katrina, the new Dare to Prepare Campaign and the great risk to the populous Los Angeles basin from a major earthquake on the southern San Andreas Fault.\r\n<\/p>\r\n<p>\r\nHer talk will be held in the Sexson Auditorium at Pasadena City College on Wednesday, January 17.&nbsp; It will begin at 7:00 p.m.&nbsp; The auditorium is located in the C building, 1570 E. Colorado Blvd., Pasadena.\r\n<\/p>\r\n<p>\r\n&ldquo;The more scientists learn about the potential for a great earthquake on the southern San Andreas, the more concerned we become,&rdquo; Jones said.&nbsp; &ldquo;It&rsquo;s definitely not a question of if, it&rsquo;s a question of when and a call to be prepared.&rdquo;\r\n<\/p>\r\n<p>\r\nWednesday&rsquo;s lecture, on the 13th Anniversary of the Northridge earthquake of 1994, is a reminder that this earthquake is not the Really Big One that is expected.&nbsp; Scientists are using the 150th Anniversary of the Fort Tejon&nbsp; earthquake of 1857 that occurred on the San Andreas Fault to better characterize the fault and understand the impact on structures were another 7.9 to occur with a large urban population in Southern California today.\r\n<\/p>\r\n<p>\r\nFor more information please visit <a href=\"http:\/\/earthquake.usgs.gov\/regional\/sca\/lectures\">http:\/\/earthquake.usgs.gov\/regional\/sca\/lectures<\/a>  or call (626) 583-7823.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1169010000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169361"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}