{"title":"Wild Atlantic Salmon Found in New York's Salmon River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><span class=\"fontSize2\"><strong>First in More than a Century...<\/strong><\/span><\/p>\n<p><!--introstart-->Scientists recently discovered wild young Atlantic salmon in New York&rsquo;s Salmon River. This is the first time in more than a century that salmon produced naturally in the wild have been found in what was once New York&rsquo;s premier salmon stream.<!--introend--> Forty-one wild Atlantic salmon were collected in June and July. All of the salmon were under one year old and ranged in length from about 2 &ndash; 2.5 inches.<\/p>\r\n<p>&ldquo;This discovery suggests that, after many years of reproductive failure, restoration is starting to work for this species,&rdquo; said Jim Johnson, Station Chief for the U.S. Geological Survey (USGS) Tunison Lab of Aquatic Science in Cortland,  NY. &ldquo;This finding should provide real excitement and impetus for biologists and sport groups interested in bringing this species back to the area,&rdquo; said Johnson, whose lab made the discovery.<\/p>\r\n<p>Lake Ontario once supported the largest freshwater population of Atlantic salmon in the world and the Salmon  River, one of the lake&rsquo;s tributaries, helped supply the lake with it namesake species. But by the late 1800&rsquo;s, Atlantic salmon had vanished from the lake due to damming of tributaries, overfishing, deforestation, and pollution.<\/p>\r\n<p>Salmon have not reproduced naturally for many years, in part due to low levels of thiamine in their bodies.&nbsp; One of the salmon&rsquo;s primary prey is the alewife, an invasive fish species that entered the Great Lakes more than 50 years ago.&nbsp; Alewives contain thiaminase, an enzyme that destroys thiamine. When lake trout or salmon eat alewife, they take in this enzyme, which reduces thiamine in adult salmon and their eggs and causes early death of newly hatched fish.&nbsp; Recent reductions in alewife populations in Lake Ontario, coinciding with an increase in native preyfish, may be having some positive effects on Atlantic salmon populations.<\/p>\r\n<p>&ldquo;This provides some hope that we can get natural reproduction of Atlantic salmon despite the thiaminase issue,&rdquo; said Dan Bishop, fishery manager for the New York State Department of Environmental Conservation (NYSDEC) Region 7 Fisheries Unit. &ldquo;Our thinking was that the reproductive impairment would be very difficult to overcome.&rdquo;<\/p>\r\n<p>State, federal and Canadian natural resource agencies have a keen interest in the potential for Atlantic salmon restoration in Lake Ontario.&nbsp; The NYSDEC currently stocks 30,000 yearling Atlantic salmon in the Salmon River and was pleased to hear of the discovery of the wild salmon.<\/p>\r\n<p>Identifying and overcoming obstacles to the possible restoration of Atlantic salmon in Lake Ontario is a high priority and NYSDEC and USGS scientists will continue to monitor tributaries to track populations of this important native fish.&nbsp; In addition, the implementation of the Great Lakes Restoration Initiative may help facilitate these restoration efforts and contribute to the broader goal of a healthier Great Lakes ecosystem.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":["Lake Ontario","Atlantic Salmon","fish","New York","Great Lakes","Salmon River","biology"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1250654400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169537"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}