{"title":"USGS Reassesses Potential World Petroleum Resources: Oil Estimates Up, Gas Down","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey&rsquo;s latest assessment of undiscovered oil and gas resources of the world reports an increase in global energy resources, with a 20 percent increase in undiscovered oil and a slight decrease in undiscovered natural gas. This assessment estimates the volume of oil and gas, exclusive of the U.S., that may be added to the world&rsquo;s reserves in the next 30 years.<\/p>\n<p>\"There is still an abundance of oil and gas in the world,\" said Thomas Ahlbrandt, USGS World Petroleum Assessment project chief. \"Since oil became a major energy source about 100 years ago, about 539 billion barrels of oil have been produced outside of the U.S. We now estimate the total amount of future technically recoverable oil, outside the U.S., to be about 2120 billion barrels.\"<\/p>\r\n<p>The assessment results indicate that there is more oil and gas in the Middle East and in the offshore areas of western Africa and eastern South America than previously reported, less oil and gas in Canada and Mexico, and significantly lower volumes of natural gas in the Former Soviet Union.<\/p>\r\n<p>With the evolution of technology and new understandings of petroleum systems, the USGS World Petroleum Assessment 2000 is the first of its kind to provide a rigorous geologic foundation for estimating undiscovered energy resources for the world. The results have important implications for energy prices, policy, security, and the global resource balance.<\/p>\r\n<p>\"These assessments provide a snapshot of current information about the location and abundance of undiscovered oil and gas resources at a point in history. Such an overview provides exploration geologists, economists and investors a general picture of where oil and gas resources are likely to be developed in the future,\" said Gene Whitney, USGS Energy Team Chief Scientist. The USGS periodically estimates the amount of oil and gas remaining to be found, and since 1981, the last three of these studies has shown a slight increase in the combined volume of identified reserves and undiscovered resources.<\/p>\r\n<p>In USGS World Petroleum Assessment 2000, the world was divided into approximately one thousand petroleum provinces, based primarily on geologic factors, and then grouped into eight regions roughly comparable to the eight economic regions defined by the U.S. State Department. Significant petroleum resources are known to exist in 406 of the 1000 geologic provinces.<\/p>\r\n<p>Additionally, estimates of reserve growth at the world level were made for the first time. Reserve growth estimates nearly equal those of undiscovered resources. Reserve growth results from the following:<br>\r\n<UL>\r\n<LI>As drilling and production within discovered fields progresses, new pools or reservoirs are found that were not previously known. \r\n<LI>Advances in exploration technology make it possible to identify new targets within existing fields. \r\n<LI>Advances in drilling technology make it possible to recover oil and gas not previously considered recoverable in the initial reserve estimates. \r\n<LI>Enhanced oil recovery techniques increase the recovery factor for oil and thereby increase the reserves within existing fields. <\/LI><\/UL>\r\n<p>Ahlbrandt and his colleagues will discuss preliminary results of the World Petroleum Assessment with the International Energy Agency in Paris on March 21. The final report will be released at the World Petroleum Congress in Calgary in June. Supporting geological data have already been released for the Former Soviet Union; Sub-Saharan Africa and North Africa; the Arabian Peninsula; South Asia; the Asia Pacific Region; South America; and Iran.<\/p>\r\n<p>As the nation&rsquo;s largest water, earth and biological science, and civilian mapping agency, the USGS works in cooperation with more than 2,000 organizations across the country to provide reliable, impartial scientific information to resource managers, planners, and other customers. This information is gathered in every state by USG","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"953701200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170634"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}