{"title":"USGS to Co-Chair Biodiversity Informatics Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The largest biodiversity information conference in history will take place in Cancun, Mexico, from August 12-14, 2003. The meeting will bring together key stakeholders and biodiversity informatics experts from the Americas to attend the joint meeting of the Inter-American Biodiversity Information Network (IABIN) and the Clearinghouse Mechanism (CHM) of the Convention on Biological Diversity (CBD). <\/p>\n<p>Gladys Cotter, U.S. Geological Survey (USGS) Associate Chief Biologist for Information and Chair of the IABIN Council, will jointly preside at the meeting, together with the CHM Program Director, Marcos Silva of the CBD Secretariat. <\/p>\r\n<p>&quot;The United States contributes its biological informatics resources to international initiatives through the USGS coordinated National Biological Information Infrastructure (NBII),&quot; said Charles G. Groat, Director of the USGS. &quot;We are pleased to participate in these undertakings that have a vital role in the conservation of biological diversity.&quot; <\/p>\r\n<p>The USGS NBII is a fully digital, interactive system for accessing integrated biodiversity and ecosystem information. This user-friendly, Web-based system provides natural science data and information that are scientifically reliable to the public. <\/p>\r\n<p>Meeting participants will prepare the blueprint for exchange throughout the hemisphere of biodiversity technical and scientific information through the CHM and IABIN. In addition to CHM and IABIN members from 34 countries, participants will include the Global Biodiversity Information Facility (GBIF) Node Managers from the GBIF member countries in the Americas; representatives from NatureServe&rsquo;s Conservation Data Centers; representatives of international and national NGOs; academic institutions; state, local, governments and indigenous organizations; and the private sector. <\/p>\r\n<p>The need for these organizations to join forces grows out of the reality that government agencies, scientists, and private organizations throughout the Hemisphere and the world have collected vast amounts of biodiversity information. The main challenges are: <\/p>\r\n<p>&middot; Information from different sources usually was collected in different ways. Integrating this information requires an understanding of these differences. <\/p>\r\n<p>&middot; Much useful information is only available on paper and is therefore not easily accessible to anyone outside a particular institution.<\/p>\r\n<p>&middot; The need to increase awareness that pertinent data exist; increasing awareness of, and access to, these information resources will support better decision-making. <\/p>\r\n<p>&middot; Expertise in managing information varies enormously among countries; CHM and IABIN seek to build biological informatics capacities within participating countries. <\/p>\r\n<p>IABIN was created in 1996 as an initiative of the Santa Cruz Summit of the Americas meeting of Heads of State. Steadily gaining momentum, there are now 34 countries in the Americas that have officially named IABIN focal points. Although endorsed by governments, non-government organizations, universities, museums, and the private sector, all belong to and play important roles in IABIN. CHM is an international initiative of the Convention on Biological Diversity (1992). The CHM is designed to facilitate technical and scientific cooperation among countries and to provide global access to and exchange of information on biodiversity. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1060574400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168885"},{"tid":"170391"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}