{"title":"Invasive Barred Owls Interfere with Spotted Owls in Critical Ways","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"150\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_04_12\/BarredOwl_tn.jpg\" alt=\"Barred owl\" width=\"150\" height=\"213\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Barred owls, like this one roosting in a big-leaf maple, were most strongly associated with patches of large hardwood and conifer trees in relatively flat areas along streams. Photo courtesy of Patrick Kolar. (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_04_12\/BarredOwl.jpg\">High resolution image)<\/a><\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>CORVALLIS, Ore.&mdash; <!--introstart-->High densities of invasive barred owls appear to be outcompeting the threatened northern spotted owl for critical resources such as space, habitat, and food, according to a <a href=\"http:\/\/hdl.handle.net\/1957\/28475\">study<\/a> released today by Oregon State University.<!--introend-->&nbsp;<\/p>\r\n<p>The three-year study &ndash; conducted in western Oregon through a research partnership including the U.S. Geological Survey and OSU &ndash;also confirms that barred owls not only use similar forest types and prey species as spotted owls, but also that a high density of barred owls can reduce the amount of those resources available to spotted owls.&nbsp;<\/p>\r\n<p>\"Interactions between invasive and native species can be multifaceted and complex, with the stakes being even higher when the native species is already threatened with extinction,\" explained USGS Director Marcia McNutt. \"Careful scientific observation and analysis can tease out the critical areas of conflict or competition, the first step in finding solutions.\"&nbsp;<\/p>\r\n<p>The northern spotted owl was designated as threatened under the Endangered Species Act in 1990. In recent years, the barred owl has expanded its range from eastern into western North America, where its geographic range now overlaps the entire range of the northern spotted owl.&nbsp;<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"150\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_04_12\/NorthernSpottedOwl_tn.jpg\" alt=\"northern spotted owl\" width=\"150\" height=\"171\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Eighty-one&nbsp;percent of northern spotted owls survived from one year to the next. Photo courtesy of Patrick Kolar. (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_04_12\/NorthernSpottedOwl.jpg\">High resolution image)<\/a><\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Barred owls also have become more common than spotted owls in the forests of western Oregon, according to David Wiens, the USGS author of the study. Within the study area at least 82 pairs of barred owls were identified but only 15 pairs of spotted owls. &nbsp;The probability that spotted owls survived from one year to the next was 81 percent compared to 92 percent for barred owls, and barred owls produced more than six times as many young as spotted owls.&nbsp;<\/p>\r\n<p>The value of old forest habitat for spotted owls was further demonstrated by the study. &nbsp;Both species frequently used patches of old conifer forest or stands of hardwood trees along streams while hunting for food and roosting, and both species survived better when there were greater amounts of old conifer forest within their territories.&nbsp;<\/p>\r\n<p>The study occurred in the central Coast Range of western Oregon where barred owl populations have steadily increased over the past two decades. Of all of the owls identified in the study area, Wiens captured a sample group and outfitted 29 spotted owls and 28 barred owls with radio transmitters. He monitored the interactions among the radio-marked owls and how the two species used resources. The forested area where the study occurred included 52 sites that were formerly occupied by pairs of spotted owls.&nbsp;<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"150\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_04_","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":["biology","owls","spotted","Oregon","washington"],"release_date":{"und":[{"value":"1334203200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169514"},{"tid":"170037"},{"tid":"170409"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}