{"title":"UPDATE: USGS Crews Measure Severe Flooding in the Midwest","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Want to accompany a U.S. Geological Survey (USGS) field crew as they measure flooding?&nbsp; Please refer to state contacts listed on each press release below found at the link below.<\/strong><\/p>\n<p><a href=\"http:\/\/www.usgs.gov\/homepage\/science_features\/flooding_june08.asp\">http:\/\/www.usgs.gov\/homepage\/science_features\/flooding_june08.asp<\/a><\/p>\r\n<p>Heavy rainfall across the Midwest has caused major flooding.<\/p>\r\n<p>USGS field crews will be out in the field collecting critical streamflow data that are vital for protection of life, property and the environment.<\/p>\r\n<p>Rainfall of up to 10 inches resulted in record flooding in parts of Indiana. Several USGS streamgages recorded levels above those of the great flood of 1913. In Iowa the Winnebago River was 10 feet above flood stage on June 8.&nbsp; Many rivers in northeast Iowa exceeded the estimated 500-year flood. Flooding in southern Wisconsin is also severe; water levels exceeded historic peaks on many rivers and streams following 12-14 inches of rain in some locations. Flooding has also occurred in parts of Missouri, Illinois, Nebraska, and South Dakota.<\/p>\r\n<p>USGS streamgages data are used by the National Weather Service (NWS) to develop flood forecasts, the U.S. Army Corps of Engineers to manage flood control, and the various state and local agencies in their flood response activities.<\/p>\r\n<p><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-6-10\/flooding_june_ten.gif\" alt=\"USGS streamflow gages with water levelv above flood stage\" \/><\/p>\r\n<p>Black triangles indicate USGS streamflow gages with water levels above flood stage.<span style=\"font-size: x-small; font-family: Helv;\"><\/span><\/p>\r\n<p>For more information on USGS flood-related activities, please&nbsp;visit <a href=\"http:\/\/water.usgs.gov\/waterwatch\/?m=flood%2Cmap&amp;r=us&amp;w=real%2Cmap\">USGS Flood Watch Site.<\/a>&nbsp;<\/p>\r\n<p>USGS Water Science Centers are located in each state. They can provide more detailed information on stream conditions and on the USGS response to local events: <span style=\"text-decoration: underline;\"><a href=\"http:\/\/water.usgs.gov\/district_chief.html\">http:\/\/water.usgs.gov\/district_chief.html<\/a><\/span><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Illinois","Indiana","Iowa","Minnesota","Missouri","Wisconsin"],"country":["United States of America"],"mm_tags":["floods","water","streamgages","streamflow","midwest"],"release_date":{"und":[{"value":"1213070400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170355"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}