{"title":"The 1964 Great Alaska Earthquake & Tsunami","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<div style=\"float: right\" align=\"right\">[iframe width=\"560\" height=\"315\" src=\"https:\/\/www.youtube.com\/embed\/jvl-4IWjHXo?rel=0\" frameborder=\"1\" allowfullscreen]<\/div>\nItâ\u0080\u0099s March 27, 1964 in southern Alaska. At 5:36 pm, powerful ground shaking occurs for nearly five minutes from a magnitude 9.2 earthquake directly below your feet. Depending on where you are, you and your loved ones may face devastating tsunamis that wipe out entire villages, or landslides that send neighborhoods from suburban Anchorage into the ocean.\n\nYou just experienced the largest U.S. earthquake ever recorded, and the second largest ever recorded worldwide.\n\nAt that time, scientists did not yet know exactly how or why the earthquake occurred. Three U.S. Geological Survey (USGS) scientists were immediately sent to Alaska to figure it out. What they found marked a turning point in earthquake research.\n\nTo commemorate the 50<sup>th<\/sup> anniversary of the 1964 Great Alaska Earthquake and Tsunami, letâ\u0080\u0099s look back on what happened and consider how science and technology has advanced since then. This event helped confirm the theory of plate tectonics and provided firsthand insight on earthquake processes, tsunami generation, and the impacts of these phenomena on communities, both locally and across the Pacific.\n\n[caption id=\"\" align=\"alignleft\" width=\"420\"]<a href=\"http:\/\/libraryphoto.cr.usgs.gov\/cgi-bin\/show_picture.cgi?ID=ID.%20Alaska%20Earthquake%20no.%20%20%20%2043ct\"><img class=\"   \" src=\"http:\/\/libraryphoto.cr.usgs.gov\/htmllib\/batch07\/batch07j\/batch07z\/aeq00043.jpg\" alt=\"Damage from the magnitude 9.2 earthquake in Alaska on March 27, 1964. \" width=\"420\" height=\"280\" \/><\/a> Damage from the magnitude 9.2 earthquake in Alaska on March 27, 1964. A subsidence trough (or graben) formed at the head of the L Street landslide in Anchorage during the earthquake. Note the collapsed Four Seasons Apartment Building and, behind it, the undamaged three-story reinforced concrete frame building, which is on the stable block beyond the graben. Photo Credit: USGS[\/caption]\n\n<strong>Double Whammy: Earthquake and Tsunami<\/strong>\n\nThe 1964 earthquake produced strong ground motions and caused more land surface deformation than any previously recorded earthquake. The earthquake was accompanied by massive local tsunamis and a trans-oceanic tsunami that swept across the Pacific. At several places in Port Valdez, Alaska, tsunami run-up was more than 100 feet. This great earthquake and ensuing tsunamis took 131 lives and caused about $2.3 billion in property loss (equivalent to $311 million in 1964).\n\n<strong>Building a Plate Tectonics Theory<\/strong>\n\nThere were no obvious faults at the surface to explain the earthquake. Even with months of careful observation and field work, the cause of the earthquake remained a mystery until USGS scientist George Plafker set out to investigate the event and interpreted what he saw in the field. This new insight helped confirm the concept of plate tectonics and changed earthquake science forever.\n\nAt the time, the idea of plate tectonics was just being developed. No unifying theory existed on what caused these types of great earthquakes. <a href=\"http:\/\/earthquake.usgs.gov\/learn\/topics\/plate_tectonics\/rift_man.php\">Plate tectonics<\/a> is a scientific theory that describes the Earthâ\u0080\u0099s outermost layer as having about a dozen major tectonic plates that are constantly moving. When plates interact or collide, their interactions could produce mountains, earthquakes, volcanoes and more.\n\nAfter detailed work investigating the 1964 event, Plafker concluded that this event was a â\u0080\u009cmegathrustâ\u0080\u009d earthquake, occurring where an oceanic plate descends underneath a continental plate in southern Alaska. Slip between the two tectonic plates along this kind of plate boundary, called a subduction zone, is the cause of the worldâ\u0080\u0099s largest earthquakes. This process is currently happening in many parts of the world, but especially around the Pacific Ocean. The Alaska-Aleutian subduction zone is part of what is known as the Pacific \"ring of fire.â\u0080\u009d\n\n[caption id=\"\" align=\"alignright\" width=\"504\"]<a href=\"http:\/\/libraryphoto.cr.usgs.gov\/cgi-bin\/show_picture.cgi?ID=ID.%20Alaska%20Earthquake%20no.%20%2076\"><img class=\"  \" src=\"http:\/\/libraryphoto.cr.usgs.gov\/htmllib\/batch74\/batch74j\/batch74z\/batch74\/ake00076.jpg\" alt=\"Damage from the magnitude 9.2 earthquake in Alaska\" width=\"504\" height=\"397\" \/><\/a> Damage from the magnitude 9.2 earthquake in Alaska on March 27, 1964. Tsunamis washed many vessels into the heart of Kodiak. Photo Credit: U.S. Navy on March 30, 1964[\/caption]\n\n<strong>Will It Happen Again?<\/strong>\n\nHow frequently do giant earthquakes like this occur? Will the next one happen tomorrow or thousands of years from now?\n\nBy drilling 50 feet into the earth and taking core samples along the Copper River, Plafker and his current research team discovered evidence of nine megathrust earthquakes that had occurred in south central Alaska over the past 5,500 years. The average time span between these quakes is about 600 years. This statistic provides an idea of earthquake probability. However, it is important to recognize that scientists cannot predict earthquake events.\n\nAlso noteworthy, <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/states\/10_largest_us.php\">the 10 largest earthquakes recorded in the United States have also occurred in Alaska<\/a>. Most of these were megathrust earthquakes along the Alaska-Aleutian subduction zone.\n\n<strong>Nearby and Far-Reaching Impacts to Communities<\/strong>\n\nA clearer understanding of how earthquakes and tsunamis impact communities and infrastructure in Alaska was another lesson learned from the 1964 earthquake. Anchorage, about 75 miles northwest of the epicenter, sustained dramatic damage to property. This included damage to schools as well as about 30 blocks of dwellings and commercial buildings in the downtown area. Landslides destroyed homes and disrupted water, gas, sewer, telephone, and electrical systems.\n\nThe impacts of the tsunamis were far reaching and eye opening. Tsunamis engulfed towns along the Gulf of Alaska and caused serious damage in Canada, the west coast of the United States, Hawaii, and even Japan. Seiche action (a series of waves) in rivers, lakes, bayous, and protected harbors and waterways along the Gulf Coast of Louisiana and Texas caused minor damage. Tide gages in Cuba and Puerto Rico also recorded effects from the tsunamis.\n\n<strong>Great Leaps Since 1964<\/strong>\n\n<a href=\"http:\/\/pubs.er.usgs.gov\/publication\/pp546\">Significant research progress was achieved<\/a> in the years following 1964. The disaster led to the establishment of the <a href=\"http:\/\/earthquake.usgs.gov\/regional\/neic\/\">National Earthquake Information Center<\/a> (NEIC) within the U.S. Coast and Geodetic Survey in 1966. NEIC was eventually transferred in 1973 to the USGS. In 1977, Congress passed the Earthquake Hazards Reduction Act, which led to the establishment of the <a href=\"http:\/\/www.nehrp.gov\/\">National Earthquake Hazards Reduction Program (NEHRP)<\/a> the following year. USGS earthquake research effortsâ\u0080\u0094which are now primarily coordinated through the <a href=\"http:\/\/earthquake.usgs.gov\/aboutus\/history.php\">USGS Earthquake Hazards Program<\/a>â\u0080\u0094were established through NEHRP.\n\nThere has been an extensive expansion of monitoring stations in Alaska. Whereas only two seismometers were operational in Alaska in 1964, the <a href=\"http:\/\/www.aeic.alaska.edu\/\">Alaska Earthquake Center<\/a> currently receives data from more than 400 seismic sites. This is part of a bigger effort through the <a href=\"http:\/\/earthquake.usgs.gov\/monitoring\/anss\/\">USGS Advanced National Seismic System<\/a>, aiming to establish a nationwide network of 7100 earthquake sensors across the country.\n\nAnother significant advance has been the production of the USGS <a href=\"http:\/\/earthquake.usgs.gov\/hazards\/\">National Seismic Hazard Maps<\/a>. These maps present scientistsâ\u0080\u0099 best estimates of maximum ground shaking during future earthquakes. These are regularly updated to incorporate new data and analyses.\n\nUSGS seismic hazard maps are used in developing building codes, helping ensure that earthquake-resistant buildings are built in areas at risk from earthquakes. The 2011 Tohoku-oki earthquake in Japan had terrible loss of life from tsunamis, but in terms of shaking-related damage it was a success story: With modern building codes applied across Japan, relatively few lives were lost from building collapse.\n\n[caption id=\"attachment_192801\" align=\"alignleft\" width=\"454\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/03\/Earthquake-Map.jpg\"><img class=\" wp-image-192801 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/03\/Earthquake-Map.jpg\" alt=\"USGS map of the magnitude 9.2 earthquake\" width=\"454\" height=\"374\" \/><\/a> USGS map of the magnitude 9.2 earthquake in Alaska on March 27, 1964.[\/caption]\n\n<strong>New Insight on Tsunami Generation<\/strong><strong>Â <\/strong>\n\nBasic understanding of tectonic tsunami generation was also improved following the 1964 event. The understanding of tectonic sea floor deformation during the earthquake allowed a conceptual framework for tsunami generation, which is used in predicting future events. The 1964 earthquake led directly to establishing the Alaska Tsunami Warning Center. Since then, the development of the <a href=\"http:\/\/www.tsunami.gov\/\">NOAA Tsunami Warning Centers<\/a> has been critical for monitoring tsunami hazards across the world. Progress also includes inundation mapping, the implementation of warning systems for many coastal communities, and the identification of tsunami evacuation routes through the efforts of the federal and state National Tsunami Hazard Mitigation Program partnership.\n\n<strong>Continuing to Learn into the Future<\/strong>\n\nOne of the key questions scientists are considering is how future earthquakes in Alaska might differ throughout time. Which segments of the Alaska-Aleutian subduction zone will rupture in the future, and what is the potential greatest magnitude of earthquakes these ruptures will produce? There are also still many unknowns regarding tsunami generation in Alaska and across the world, with new research efforts motivated in part by the recent events in Japan and Sumatra.\n\n<a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1170\/\">The USGS Science Application for Risk Reduction (SAFRR) project<\/a> recently published the SAFRR Tsunami Scenario which depicts a hypothetical tsunami generated by a massive earthquake offshore the Alaska Peninsula and its impacts on the California coast.<strong>Â <\/strong>\n\n<a href=\"http:\/\/ready.alaska.gov\/exercise\/\">The â\u0080\u009cAlaska Shieldâ\u0080\u009d component<\/a> of <a href=\"http:\/\/www.fema.gov\/national-exercise-program-nep-capstone-exercise-2014\">FEMAâ\u0080\u0099s National Exercise Program Capstone Exercise 2014<\/a> is testing response plans and capabilities in Alaska. The USGS provided simulation of the ground shaking and tsunami effects that occurred in 1964, so that emergency responders can assess modern preparedness levels.\n\nThe USGS and its partners are helping to provide critical seconds of notification by developing a prototype <a href=\"http:\/\/earthquake.usgs.gov\/research\/earlywarning\/\">Earthquake Early Warning System<\/a> for the west coast of the United States.\n\nMore broadly, a variety of research efforts are underway to better characterize earthquake hazards across the nation. Our understanding of tectonic processes has been furthered greatly since 1964 with the development of GPS and sophisticated imaging tools such as InSAR and LiDAR. Scientists are constantly updating earthquake hazard maps of the entire country, enlarging the scope of earthquake-sensing instruments, and gaining knowledge of regional geology, fault behavior, complex ground motion, and other earthquake processes.\n\n<strong>4 Minute Video<\/strong><strong>Â <\/strong>\n\n<a href=\"https:\/\/www.youtube.com\/watch?v=jvl-4IWjHXo\">Watch a short video on this earthquake<\/a>, with perspectives from scientists as well as those who personally experienced the event. <a href=\"http:\/\/gallery.usgs.gov\/videos\/755#.UyhmnvldWtY\">An expanded version of the video<\/a> is also available for viewing.\n\n<strong>Learn More<\/strong><strong>Â <\/strong>\n\n<a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/events\/alaska1964\/\">Read more about the 1964 Great Alaska Earthquake and Tsunami<\/a> by visiting a USGS website with resources and information. <a href=\"http:\/\/pubs.usgs.gov\/fs\/2014\/3018\/\">See a summary of event details<\/a> in a USGS fact sheet. <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/states\/index.php?regionID=3\">Learn about earthquake hazards specifically in Alaska<\/a>, including earthquake history, recent and notable events, tsunami information, maps, and more.\n\n<strong>USGS: Start with Science<\/strong>\n\nScience makes us safer. It is essential to start with science, because we canâ\u0080\u0099t plan effectively if we donâ\u0080\u0099t know what we are planning for. <a href=\"http:\/\/earthquake.usgs.gov\/\">The USGS is dedicated to creating and providing<\/a> information tools to support earthquake loss reduction, including hazard assessments, scenarios, comprehensive real-time earthquake monitoring, <a href=\"http:\/\/earthquake.usgs.gov\/learn\/publications\/\">publications<\/a>, and preparedness handbooks.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24359","uid":"31","filename":"MainImage1.jpg","uri":"public:\/\/MainImage1.jpg","filemime":"image\/jpeg","filesize":"163221","status":"1","timestamp":"1425492768","type":"image","uuid":"cefa834b-5b88-4605-8843-c99d2e89f5b8","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["1964 Alaska Earthquake","earthquake Hazards","Great Alaska Earthquake and Tsunami","Natural Hazards"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1395752587","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}