{"title":"The 20th Century's Greatest Volcanic Eruption","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_174058\" align=\"alignright\" width=\"278\" caption=\"Mount Katmai is a large stratovolcano on the Alaska Peninsula in southern Alaska, located within Katmai National Park and Preserve. It erupted on June 6-9, 1912.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/05\/images.jpg\"><img class=\"size-full wp-image-174058\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/05\/images.jpg\" alt=\"An image of Mount Katmai's water-filled caldera. Snow covers the slopes of the mountain.\" width=\"278\" height=\"181\" \/><\/a>[\/caption]\n\nJoin us for a centennial look at the greatest volcanic eruption of the 20th century. The June 6-8, 1912 eruption of Mount Katmai in Alaska was 30 times larger than the eruption of Mt. St. Helens in 1980, caused widespread devastation, and inspired heroic efforts at survival by the local people.Â  Return with us a century later to the scene of the eruption and learn what lessons there are for modern-day monitoring of volcano hazards.\n\n<strong>Time<\/strong>: Wednesday, June 6, 2012 â\u0080¢ 7-8pm\n\n<strong>Speaker<\/strong>: Bill Burton\n\n<strong>Location<\/strong>: 12201 Sunrise Valley Drive Reston, VA 20192\n\n<strong>Phone<\/strong>:Â  703-648-4748\n\n<strong>Please Note<\/strong>: This event takes place at a Federal Facility â\u0080\u0094 <em>Photo Id is Required<\/em>\n\n<strong>FREE<\/strong> and <strong>Open<\/strong> to the Public\n\nFollow this event live on Twitter @USGSLive\n\nThis announcement and directions can be found online.\n\nRequests for accommodations (i.e. sign language interpreting) require notice at least two weeks before the event. Please email <a href=\"jcorley@usgs.gov\">jcorley@usgs.gov<\/a> or call 703-648-7770.\n\nThe USGS public lectures are held monthly in Reston, Virginia. These evening events are free to the public and intended to familiarize a general audience with science issues that are meaningful to their daily lives. USGS speakers are selected for their ability and enthusiasm to share their expertise with an audience that may be unfamiliar with the topic; speakers are encouraged to thoroughly explain the subject matter and to define any words or terms that may be unfamiliar.\n\nThe USGS lecture series provides the public an opportunity to interact with USGS scientists and ask questions about recent developments in Natural Hazards; Water; Energy Minerals and Environmental Health; Climate and Land Use Change; Ecosystems; and Core Science Systems. Ultimately, the goal is to create a better understanding of the importance and value of USGS science in action.","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1336506299","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}