{"title":"Venezuela Holds One of the Largest Oil Accumulations","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->An estimated 513 billion barrels of technically recoverable heavy oil are in Venezuela&rsquo;s Orinoco Oil Belt.<!--introend--><\/p>\n<p>This area contains one of the world's largest recoverable oil accumulations, and this assessment is the first to identify how much is technically recoverable (producible using currently available technology and industry practices).&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>Worldwide consumption of petroleum was 85.4 million barrels per day in 2008. The three largest consuming countries were United States with 19.5 million barrels per day, China with 7.9 million barrels per day, and Japan with 4.8 million barrels per day.<\/p>\r\n<p>&ldquo;Knowing the potential for extractable resources from this tremendous oil accumulation, and others like it, is critical to our understanding of the global petroleum potential and informing policy and decision makers,&rdquo; said USGS Energy Resources Program Coordinator Brenda Pierce. &ldquo;Accumulations like this one were previously very difficult to produce, but advances in technology and new understandings in geology allow us to assess how much is now technically recoverable.\"&nbsp;&nbsp;<\/p>\r\n<p>&ldquo;Heavy oil is a type of oil that is very thick and therefore does not flow very easily,&rdquo; said USGS scientist Christopher Schenk. &ldquo;As a result, specialized production and refining processes are needed to generate petroleum products, but it is still oil and can generate many of the same products as other types of oil.&rdquo;&nbsp;&nbsp;<\/p>\r\n<p>This is the largest accumulation ever assessed by the USGS. The estimated petroleum resources in the Orinoco Oil Belt range from 380 to 652 billion barrels of oil (at a 95 and 5 percent chance of occurrence, respectively). The Orinoco Oil Belt is located in the East Venezuela  Basin Province.<\/p>\r\n<p>The USGS conducted this assessment as part of a program directed at estimating the technically recoverable oil and gas resources of priority petroleum basins worldwide. To learn more about this assessment, read the fact sheet, \"<em><a href=\"http:\/\/pubs.usgs.gov\/fs\/2009\/3028\/\">An Estimate of Recoverable Heavy Oil Resources of the Orinoco Oil Belt, Venezuela<\/a><\/em>\" and visit the USGS <a href=\"http:\/\/energy.usgs.gov\">Energy Resources Program<\/a> web site.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["energy","Venezuela","oil"],"article_type":["Technical Announcement","International News Release"],"release_date":{"und":[{"value":"1264136400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168962"},{"tid":"169633"},{"tid":"169063"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}