{"title":"It&rsquo;s a World Made for Parasites, or Is It?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>News Editors: Reproducible photos are available at: <a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-07-01a.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-07-01a.jpg<\/a> (This free-swimming stage of a parasite larva, a trematode cercaria, leaves an infected snail to encyst on a fish brain. View is 0.267 mm across. Courtesy Todd Huspeni, University of California, Santa Barbara) <a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-07-01b.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-07-01b.jpg<\/a> (Horn snails, like these in a salt marsh in Morro Bay, Calif., are hosts to 17 different kinds of trematode worms. Photo by Kevin D. Lafferty, USGS) <a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-07-01c.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-07-01c.jpg<\/a> (Parasite ecologists are studying the health of this salt marsh at Bahia Falsa de San Quitin, Baja, Mexico. Photo by Kevin D. Lafferty, USGS) <a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-07-01d.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-07-01d.jpg<\/a> (Segment of a bird intestine filled with acanthocephalan worms. When in a sea otter, the worms can bore through the intestinal wall and cause death. Photo by Kevin D. Lafferty, USGS)<\/b> <\/p>\n<p>When USGS scientist Dr. Kevin Lafferty visits a salt marsh at low tide, he sees much more than algae-green tinted mudflats, tidal sloughs and brine-adapted pickleweed. Like other visitors, he sees the bustle of life around the mudflats from clams, snails, and crabs, to shorebirds and long-legged waders, and gobies and killifish in the shallows of the estuary. Unlike most visitors, however, Lafferty&rsquo;s thoughts are focused on the parasites that are an integral, though often unnoticed, part of a healthy salt marsh. <\/p>\r\n<p>According to Lafferty and his research colleagues, parasitic trematodes or worms, are like puppeteers directing the lives of the animals that use the salt marsh environment. The parasites&rsquo; lifestyle is one of \"body snatching\" and mind control of their hosts, the envy of science fiction horror movies. Apart from fascinating science-fiction life cycles, however, these parasites are barometers of the well being of a salt marsh. <\/p>\r\n<p>\"Paradoxically, healthier, less degraded ecosystems tend to have more parasites with complex life cycles than do altered systems, because these parasites depend on functioning natural systems,\" said Lafferty, a marine biologist at the USGS Western Ecological Research Center in Santa Barbara, Calif. <\/p>\r\n<p>Most trematodes, said Lafferty, must infect three different \"host\" animals - first, intermediate, and final &#8212; to develop into egg-producing adults. Thus, if one of its host animals is missing, as it may be in a degraded ecosystem, the parasite cannot complete its life cycle. <\/p>\r\n<p>\"Changes to parasite communities can profoundly alter natural systems,\" said Lafferty. Changes most likely to affect parasite communities are alterations in the communities of the parasite hosts, the animals that the parasite uses to complete its life cycles. Today, these changes are most likely to occur because of climate change and environmental degradation, including habitat fragmentation, pollution, overharvesting of marine species, and introduced non-native species. <\/p>\r\n<p>In 2001, Lafferty and colleagues at the University of California at Santa Barbara began research funded by the U.S. Environmental Protection Agency to develop tools using parasites to monitor the health of salt marshes. New funding from the National Science Foundation and National Institutes of Health will support student research during the next five years, under the direction of three principal investigators, Lafferty and Dr. Armand Kuris, a professor of zoology at UCSB, and Dr. Andrew P. Dobson, a professor of zoology at Princeton. They are examining 17 different kinds of trematodes found in horn snails, an abundant snail of salt marshes in California, Mexico and the Gulf Coast. <\/p>\r\n<p>\"A measure of the trematode community, gathered from dissec","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1025668800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169871"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}