{"title":"scientific Literature Review Finds Opportunities for More Research on Solar Energy Development and Impacts to Wildlife","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>FLAGSTAFF, Ariz.&nbsp; &ndash; More peer-reviewed scientific studies of the effects on wildlife of large-scale solar energy developments and operations are needed to adequately assess their impact, especially in the desert Southwest, according to a scientific literature review conducted by the U.S. Geological Survey and published in the journal <em>BioScience<\/em>.&nbsp;<\/p>\n<p>In their literature review, the authors of the paper, USGS scientist Jeffrey Lovich and Maryville College scientist Joshua Ennen, found that out of all the scientific papers they examined, going back well before &nbsp;the 1980s, only one peer-reviewed study addressed the direct impacts of large-scale solar energy development and operations on any kind of wildlife. Peer-reviewed studies are those that have been reviewed by experts in the same field of study and are then published in scientific journals.&nbsp;&nbsp;<\/p>\r\n<p>One reason why there are few peer-reviewed studies is that the interest in developing alternative energy has grown exponentially in recent years and science has to &ldquo;catch up.&rdquo; Opportunities for hypothesis-driven research on solar energy facilities of this scale, particularly research looking at baseline conditions before development, impacts of operation, or conditions after development, have been limited.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The authors pointed out that a great deal of information exists in environmental compliance documents and other unpublished, non-peer-reviewed literature sources, but that more peer-reviewed studies are greatly needed.&nbsp;<\/p>\r\n<p>\"The dearth of peer-reviewed studies, as shown by the USGS review, can happen whenever society rapidly embarks on major undertakings, such as developing large-scale solar projects,\" explained USGS director Marcia McNutt. \"Our goal is to raise the visibility and accessibility of information of impacts of solar energy impacts on wildlife as these important projects move forward.\"<\/p>\r\n<p>According to Lovich and Ennen, these studies are particularly important in sensitive habitats such as the desert Southwest with its wildlife diversity and fragile arid desert lands. \"For example,\" said Lovich, \"the desert tortoise is an ecological engineer whose burrows provide much-needed shelter for many other desert species.&nbsp; Yet large areas of habitat occupied by Agassiz's desert tortoise and some other at-risk species have potential for large-scale solar-energy developments.\"<\/p>\r\n<p>The review paper findings can help the Bureau of Land Management and other agencies charged with solar siting, development, and operational responsibilities to identify, prioritize, and resolve information gaps relative to development and operational impacts to wildlife, and direct monitoring efforts.&nbsp;<\/p>\r\n<p>The paper does not contain any new scientific findings; rather, it examined peer-reviewed, already published articles. This is a common way to assess the state of published knowledge on a topic, identify information and research gaps, and focus future projects.&nbsp;&nbsp;<\/p>\r\n<p>The paper, <em>Wildlife conservation and solar energy development in the desert Southwest<\/em>, is authored by Jeffrey E. Lovich and Joshua R. Ennen.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","New Mexico","California"],"country":["United States of America"],"mm_tags":["Solar Energy","biology","ecosystems","energy","Alternative Energy","Desert Southwest","mojave Desert","Tortoises"],"release_date":{"und":[{"value":"1323406800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}