{"title":"Is Your Groundwater Susceptible to Radium Contamination? ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"277\" caption=\"Three major physiographic provinces in the Ozark Plateaus in Arkansas and Missouri include diverse topography and geomorphology, which greatly affects the hydrology of the area. Numerous studies within the Ozarks, combined with studies performed in karst environments worldwide, have documented the diverse hydrologic characteristics of karst aquifers and related susceptibility to surface-derived contamination. Pictured is a photograph of an Ozark Spring.\"]<img src=\"http:\/\/gallery.usgs.gov\/images\/02_14_2012\/f30Meq5DCw_02_14_2012\/medium\/OzarkKarst.jpg\" alt=\"\" width=\"277\" height=\"188\" \/>[\/caption]\n\nA recent USGS study found that groundwater in aquifers on the East Coast and in the Central United States has the highest risk of contamination from radium, a naturally occurring radioactive element and known carcinogen.\n\nWhy do these areas have more radium in the groundwater? Radium is naturally occurring, so human activity is not the sole source of the problem. The USGS study found that radium levels are determined by the chemical attributes of the water in a particular area. For example, if the groundwater has low oxygen or low pH, radium is more likely to become present in the groundwater.\n\nThis is the first nationwide study to identify factors that make an aquifer susceptible to radium contamination. Radium cannot be readily detected by taste or smell, and analytical methods for measuring this contaminant require professional testing. But simple geochemistry measurements, like pH and oxygen, are good indicators of where radium is likely to exceed a standard and can help managers and regulators anticipate areas where radium may be elevated.\n\nMost rocks and sediments contain naturally occurring radioactive elements, such as uranium and thorium, that decay and form radium. Under the right geochemical conditions, as groundwater slowly flows through underground pores, it can pick up and dissolve these radioactive elements, producing radium.\n\nLow oxygen conditions were found to be prevalent in the Mid-Continent and Ozark Plateau Cambro-Ordovician aquifer systems in the Central United States, and low pH conditions were prevalent in the North Atlantic Coastal Plain aquifer system on the East Coast, making these areas more susceptible to radium contamination. In most aquifers used for drinking water supply, however, radium concentrations were below U.S. Environmental Protection Agency standards, especially in the western United States.\n\nIn this study, USGS scientists found that three geochemical conditions were primarily associated with elevated concentrations of radium in groundwater, including low levels of dissolved oxygen (less than one milligram per liter), acidity (pH less than 6), or high concentrations of dissolved solids, such as calcium, barium, magnesium, strontium, potassium, sulfate, or bicarbonate. These conditions prevent radium from sticking to aquifer sediments and increase its solubility in groundwater.\n\nFive other aquifer systems also had elevated radium concentrations, including the Floridan aquifer system, the granitic and metamorphic crystalline-rocks of the New England province, the Mesozoic sedimentary basins in or adjoining the Appalachian Piedmont, the Gulf Coast Coastal Plain aquifer systems in the Southeast, and the glacial deposits in the northern part of the country.Â  Low oxygen conditions were prevalent in each of these aquifers where high concentrations of radium occurred. The glacial aquifer systems have both low oxygen and low pH conditions, which were also associated with high concentrations of radium.\n\nIn this study, radium was measured in untreated source water in wells from aquifers that are used for public and domestic water supply. Concentrations measured in source water do not necessarily reflect the quality of finished water from public water systems after the water has been treated. However, these samples were compared to EPA standards to provide an initial perspective on the prevalence of radium in the United States and the potential significance of radium to human health.\n\nRadium is more of a concern for homeowners who have their own private groundwater supply well. Unlike public supply wells, these domestic wells are not subject to required testing, and often do not have treatment systems. Therefore, radium may be of concern for homeowners with their own private wells in certain regions of the country.\n\nTests for radium, and other indicators of radioactivity, can only be made by qualified professionals, and these tests require specialized equipment.Â  Local, state, or county environmental agencies or health departments can be a good source for information on the potential for radium contamination and recommendations about companies qualified to do radium testing. Most states have homeowner guidance websites related to this topic.\n\nHowever, litmus paper, a simple test for pH, can provide an indication that pH in a well is low.Â  Measuring dissolved oxygen requires special instruments or chemicals, but there are some crude indicators that low oxygen may be present, including high concentrations of metals such as iron or manganese, high concentrations of dissolved solids, or water with a rotten egg smell.\n\nFortunately, simple, commonly used, and relatively inexpensive treatment systems (such as water softeners) can be very effective at removing radium.Â  Private homeowners can contact the National Sanitation Foundation (NSF) and the <a href=\"%5CDocuments%20and%20Settings%5Cfischer%5CLocal%20Settings%5CTemp%5Cnotes87944B%5Cwww.wqa.org\">Water Quality Association (WQA)<\/a> for assistance in determining the best treatment options for radium. In addition, the <a href=\"\/\/www.ngwa.org\/\">National Ground Water Association (NGWA)<\/a> is dedicated to education efforts aimed at reducing contaminant risks to water supplies and provides a summary of treatment considerations and an overview of strategies for well owners.Â  A similar organization with educational resources is the <a href=\"http:\/\/www.watersystemscouncil.org\/\">Water Systems Council<\/a>.\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24176","uid":"31","filename":"zoltan-e1329319877495.jpg","uri":"public:\/\/zoltan-e1329319877495.jpg","filemime":"image\/jpeg","filesize":"60091","status":"1","timestamp":"1425492768","type":"image","uuid":"a10c4b01-a1b3-4d91-b6c3-b20231ad280e","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":298,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1329310818","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}