{"title":"USGS Research Frontiers on Fish at the American Fisheries Society Conference","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><\/strong><strong> <\/strong>SEATTLE&nbsp; &ndash; The 141<sup>st<\/sup> annual meeting of the American Fisheries Society will take place in Seattle from Sept. 4-8, 2011. The theme of this year&rsquo;s conference is &ldquo;<strong>New Frontiers in Fisheries Management and Ecology: Leading the Way in a Changing World.&rdquo; For more information, visit<\/strong> <a href=\"http:\/\/afs2011.org\/\">http:\/\/afs2011.org\/<\/a>&nbsp; All talks will be at the Washington State Convention Center. Highlighted USGS presentations are below:<\/p>\n<p><strong>Eat but don&rsquo;t get eaten: after restoration, young salmon better off: <\/strong>Habitat restoration has had major benefits for juvenile salmon in the Columbia River Estuary, including new rearing habitat where food is plentiful and where the risk of being eaten is low, accordingly to a USGS study. Models showed that temperature was an important reason for the increased young salmon growth in areas of the river that the current didn&rsquo;t reach, but this growth spurt was somewhat counteracted by the fact that typical foods eaten in the main part of the river were higher in energy. USGS scientists successfully used bioenergetics, a field of biology that looks at the flow of energy in living systems, to study the effectiveness of the restoration project. The study also points to the importance of refuges to keep young salmon safer from predators, a distinct benefit afforded by restoration. <strong>This study, <em>Eat, but don't get eaten -- quantifying the energetic benefit of Columbia River Estuary restoration to juvenile salmon<\/em>, will be presented Sept. 5<sup> <\/sup>at 2 p.m. in room 609. To learn more, contact Craig Haskell at <\/strong><a href=\"mailto:chaskell@usgs.gov\"><strong>chaskell@usgs.gov<\/strong><\/a><strong> or at 509-637-3619.<\/strong><\/p>\r\n<p><strong>Targeting young silver carp for control may pay off: <\/strong>Efforts to reduce the harmful effects&nbsp;of invasive silver carp on native fish should focus on younger silver carp, according to a recent USGS, Kansas State University and University of Missouri study. The USGS and university scientists projected a growth rate of 58 percent a year of silver carp, with their models demonstrating that the growth and maturation of young fish are most critical to the continuation of the explosive growth of this exceedingly noxious species. Currently, however, most management efforts are focused on adult silver carp because they are easier to locate and remove. First introduced to the United States in the 1980s, silver carp have quickly expanded their range with a combination of rapid growth, quick maturation and the ability to reproduce multiple times per year. These fish are also capable of eating large quantities of plankton and detritus, and are affecting native fishes in areas where they become established. The model, which looked at silver carp populations in large Midwestern rivers, indicates that resource managers may want to target the removal of younger fishes&nbsp;to better control the expansion of this prolific invasive species. <strong>This study, <em>Age-specific demography of silver carp: implications for management and control<\/em>, will be presented Sept. 7<sup> <\/sup>at 9 a.m. in room 612. To learn more, contact Joseph Gerken at <\/strong><a href=\"mailto:gerkenje@ksu.edu\">gerkenje@ksu.edu<\/a><strong> or at 785-477-4150.<\/strong> <br \/> <strong><\/strong><\/p>\r\n<p><strong>Climate change likely to be both a boom and a bust for smallmouth bass populations: <\/strong>The smallmouth bass is a popular sport fish that has spread far and wide beyond its native range, but climate change may play a significant role in where it goes next. USGS and University of Missouri scientists modeled the effects of conservative climate change estimates on smallmouth bass population growth, assuming a 2-degree Celsius increase in temperature over the next 30 years. While smallmouth bass populations in more northern habitats were expected t","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Idaho","Montana","Oregon","Washington","Alaska"],"country":["United States of America"],"mm_tags":["water","fish","American Fisheries Society"],"release_date":{"und":[{"value":"1315281600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169833"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}