{"title":"Rock Fractures on Mars Reveal Paths of Ancient Groundwater","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Local planetary geologist Chris Okubo is on a mission to understand the past roles of groundwater and faulting on Mars by studying similar locations on Earth.&nbsp; Okubo works in the Astrogeology Research Program for the U.S. Geological Survey (USGS) in Flagstaff.<\/p>\n<p>\"The presence of liquid water on Mars, whether past or present, is a key clue to whether Mars ever harbored life,\" Okubo said, explaining his work with NASA's Mars Reconnaissance Orbiter (MRO), a spacecraft currently orbiting the red planet.&nbsp; \"My research interests are split equally between understanding deformation on Ea5rth and then applying this knowledge to other planets.\"<\/p>\r\n<p>Recently, Okubo and colleagues from NASA's Jet Propulsion Laboratory in California as well as from Nevada, Utah, and Italy used high-resolution images from a powerful telescopic camera aboard the MRO to analyze layered rocks in areas around Mars'equatorial region.<\/p>\r\n<p>\"We were looking at rock fractures called 'deformation bands'.&nbsp; We saw hundreds of small fractures that appear to have directed water through ancient Martian sandstone that now can be seen on the surface.&nbsp; This is very exciting, because what we're seeing is the visible effect on the color and texture of rock made by extensive groundwater flow billions of years ago.\"<\/p>\r\n<p>Okubo and his colleagues made their findings in part based on fieldwork in the Colorado Plateau in Utah and Arizona, which has similar weathered sandstone that exposes ancient deformation bands.&nbsp; The rock formations of the Colorado Plateau are generally valued by planetary geologists as accessible study sites for comparison to Mars.<\/p>\r\n<p>Deformation bands commonly form in sandstone as dense clusters of small-scale faults within deformed rocks.&nbsp; For comparison to the newly-observed Mars features, Okubo and his colleagues studied the deformation bands of the Navajo and Wingate Sandstones.&nbsp;&nbsp; \"Since we have an emerging understanding of how groundwater flows along deformation bands on Earth, this discovery of deformation bands on Mars is an important link to building our understanding of how ancient groundwater behaved on that planet,\" Okubo explained.<\/p>\r\n<p>&nbsp;The new study will be published in an upcoming issue of the Geological Society of America Bulletin.&nbsp; More information and images from Mars can be found at:<a href=\"http:\/\/www-b.jpl.nasa.gov\/news\/news.cfm?release=2008-180\">http:\/\/www-b.jpl.nasa.gov\/news\/news.cfm?release=2008-180<\/a><\/p>\r\n<p>The researchers used images from the High Resolution Imaging Science Experiment (HiRISE) camera on the Mars Reconnaissance Orbiter.&nbsp; This camera reveals smaller details on the surface than any previous camera to orbit Mars.&nbsp; Chris Okubo's principal work with the MRO mission is to provide commands to the camera for specific times, locations and exposures and to participate in analysis of the images.<\/p>\r\n<p>The mission of the USGS Astrogeology Research Program is to establish and maintain geologic, scientific and technical expertise in planetary science and remote sensing in order to study and map extraterrestrial bodies, plan and conduct planetary exploration missions, and develop new technologies in data processing and analysis, archiving, and distribution.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Colorado","California"],"country":["United States of America"],"mm_tags":["geology","water","planetary","groundwater","astrogeology","Mars","Sandstone","deformation"],"release_date":{"und":[{"value":"1223524800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}