{"title":"Unmanned Flights Will Monitor Bank Erosion on the Lower Brule Reservation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Updated August 19, 2011<\/strong><\/p>\n<p>Flights using an <a href=\"http:\/\/rmgsc.cr.usgs.gov\/UAS\/\">Unmanned Aerial System<\/a> (UAS) will monitor bank erosion on the Lower Brule Reservation, S.D., the week of August 22.<\/p>\r\n<p>The flights, conducted by the U.S. Geological Survey in cooperation with the Lower Brule Sioux Tribe Environmental Protection Office, will occur along a seven mile stretch of Missouri River shoreline near the community of Lower Brule, S.D. The Lower Brule Sioux Tribe estimates that the Reservation is losing approximately eight feet of shoreline per year in some locations, and this two-year study will monitor such physical changes along the river bank.<\/p>\r\n<p>&ldquo;Results from this effort will be analyzed to investigate the location and severity of erosion, and the lasting impacts of cultural and environmental losses,&rdquo; said USGS scientist Kathy Neitzert. &ldquo;The Lower Brule Sioux Tribe will use the results to gather highly accurate baseline data on the shoreline.&rdquo;<\/p>\r\n<p>The UAS flights will be used as a surveillance tool to capture video and still pictures of changes in bank erosion at the study area, and are expected to be repeated in August 2012. The seven mile stretch of shoreline was chosen for study because of the high rate of bank loss in that area.<\/p>\r\n<p>The base of flight operations will be located on shore, and the flight path will follow the shoreline over shallow water. &nbsp;<\/p>\r\n<p>For more information on water resources in South Dakota, visit the USGS South Dakota Water Science Center <a href=\"http:\/\/sd.water.usgs.gov\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["water","Unmanned Flights","Unmanned Aerial System","erosion","South Dakota","Missouri River"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1313553600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169830"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}