{"title":"ENTER AT YOUR OWN RISK...But Check the Aftershocks Probabilities","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->When is a badly damaged, but stable building safe to enter after an earthquake? That is a question that safety-response and building-department officials have to answer in order to let occupants retrieve important possessions and business records, and to let contractors begin emergency repairs.<!--introend--> The obvious time to stay out of a building is immediately following the earthquake and until the aftershocks subside. But those aftershocks can last for days or weeks, as evidenced by recent large earthquakes in Turkey and Taiwan. And so, the dilemma for earthquake survivors is knowing how soon they can go in and how long they may safely stay in the structure in order to search for survivors and retrieve possessions. \n<p>A recent \"tech brief\" prepared by the Applied Technology Council (ATC), in cooperation with the U.S. Geological Survey, offers guidelines for entering earthquake-damaged buildings under emergency conditions. The guidelines are based on engineering research by ATC members and aftershock research by scientists at the USGS in Menlo Park, Calif. These guidelines are linked to the ATC post-earthquake building safety evaluation procedures referred to as ATC-20. These procedures are widely used by building departments to identify and \"flag\" unsafe buildings. \r\n<p>How soon a badly damaged but stable building can be entered and how long persons should stay in it, depends on the degree of damage to the building, the probability of and the size of aftershocks and the urgency of the need to enter, according to the brief&rsquo;s authors: Ronald P. Gallagher of Gallagher Associates; Chris D. Poland of Degenkolb Engineers; and Paul A. Reasenberg of the USGS. Tables that summarize the degree of risk for structures, based on the amount of initial damage and the probabilities for aftershocks, are included in the report, with color codes from yellow to red to denote the degrees of risk. \r\n<p>These ATC procedures, which are currently used by many jurisdictions in California, use color-coded tags on buildings as soon as safety inspectors and emergency-response personnel can make a preliminary survey of the buildings. Because such inspections cannot be done immediately on every structure, following a large earthquake, ATC TechBrief 2, \"Earthquake Aftershocks; Entering Damaged Buildilngs,\" offers the following guidelines about aftershocks and building safety: * The greater the magnitude of the earthquake and the stronger and longer the shaking, the greater the chances for strong and numerous aftershocks. \r\n<p>* If damage was heavy in the mainshock, the site is more likely to experience additional damage from aftershocks. \r\n<p>* A mainshock large enough to cause damage will probably be followed by several felt aftershocks within the first hour. \r\n<p>* Aftershocks decrease in number and magnitude, with time. Generally speaking, the second day will have approximately half the number of aftershocks as the first day and one-tenth as many on the tenth day. \r\n<p>* Except for life-saving rescues, entry into seriously damaged buildings should be avoided during the first 24 hours following a mainshock. \r\n<p>* If a damaged building must be entered following a strong mainshock, the time inside should be kept at a minimum. \r\n<p>* As a general rule, following a 6.5 or greater earthquake, three days should elapse before a damaged building should be occupied for up to eight hours at a time. Five additional days should elapse before the building is occupied for 24 hours at a time. \r\n<p>Scientists at the USGS began forecasting aftershocks, following the 1989 Loma Prieta earthquake. Now, following an earthquake in California of magnitude 5 or larger, the USGS posts the probability of strong aftershocks on its Web site at <a href=\"http:\/\/quake.wr.usgs.gov\/\">http:\/\/quake.wr.usgs.gov.<\/a> \r\n<p>The ATC Tech Brief on \"Earthquake Aftershocks &mdash; Entering Damaged Buildings\" may be downloaded from ATC&rsquo;s Web site, <a href=\"h","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"939355200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}