{"title":"A Virtual Tour of the Hayward Fault","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey has a new website that offers a virtual tour of the Hayward fault. <\/p>\n<p>The virtual tour starts at the northern end of the Hayward fault, where it enters San Pablo Bay, and flies south along the fault to Fremont, showing along the way where the fault crosses freeways, runs through the University of California Berkeley football stadium, and intersects residential neighborhoods throughout the East Bay. <\/p>\r\n<p>The virtual tour provides an unprecedented look at the Hayward fault, which last produced a damaging earthquake in October 1868. At the time, this Hayward fault earthquake was known as the great San Francisco earthquake, but it lost that title on April 18th, 1906, when the San Francisco earthquake struck along the San Andreas Fault.<\/p>\r\n<p>The virtual tour is available free online at: <a title=http:\/\/quake.wr.usgs.gov\/research\/geology\/hf_map\/ href=\"http:\/\/quake.wr.usgs.gov\/research\/geology\/hf_map\/\">http:\/\/quake.wr.usgs.gov\/research\/geology\/hf_map\/<\/a>.<\/p>\r\n<p>&quot;We are hoping that this tour will give the public, utilities, and land use managers an easy way to see how the Hayward fault transects the urban core of the East Bay,&quot; said Jim Lienkaemper, USGS geologist who made the virtual tour.<\/p>\r\n<p>\"Virtual tours are excellent ways to put geohazard information within the reach of many people,\" says Brian Quinn, spatial systems implementer for the City of Berkeley. \"The context of individual structures-- residences, highway overpasses, tunnels, or even retaining walls--is where earth science meets engineering, and where hazard mitigation plans are transformed into actions and even policy. This really helps to raise local consciousness about what&rsquo;s underfoot.\"<\/p>\r\n<p>&quot;Damaging earthquakes have occurred on the Hayward fault almost like clockwork&quot;, said Lienkaemper, who has studied the prehistory of earthquakes along it. &quot;On average the Hayward fault generates a damaging earthquake every 150 years, and it has now been 137 years since the last one.&quot;<\/p>\r\n<p>&quot;The Hayward fault is the single most dangerous fault in the entire Bay Area,&quot; said Tom Brocher, a USGS seismologist, &quot;because it is ready to pop and because nearly 2 million people live directly on top of it.&quot;<\/p>\r\n<p>In a 2003 USGS report on earthquake hazards in the Bay Area, the Hayward fault and it&rsquo;s northern continuation through Santa Rosa, the Rodgers Creek Fault, were assigned a 27 percent probability of producing a magnitude 6.7 or larger earthquake within the next 30 years, the highest probability in the entire Bay Area. <\/p>\r\n<p>The new Hayward fault map and virtual tour are intended to serve as an educational tool. Official state Earthquake Fault Zone maps that govern construction setbacks and disclosure are produced by the California Geological Survey. This new mapping of the Hayward fault is different in some details from the current official state map. &quot;This new map will help identify areas along the Hayward fault that may need re-evaluation of the Earthquake Fault Zones,&quot; said Chris Wills, a supervising geologist with the California Geological Survey. <\/p>\r\n<p>David Schwartz, earthquake geologist with the USGS and co-chair for the 2003 study, noted that the probability of a large earthquake throughout the East Bay in the next 30 years is estimated at 46 percent. &quot;While the Hayward fault is deservedly the center of attention,&quot; Schwartz said, &quot;we can&rsquo;t forget about the northern Calaveras fault (west of Highway 680), the Greenville fault just east of Livermore, the fault beneath Mt. Diablo, and the Concord fault. These are all active and capable of producing very strong shaking&quot;. <\/p>\r\n<p>In addition to providing a virtual tour, the USGS website provides photos illustrating offset street curbs and downloadable page and poster sized displays of the fault. The website also has information on the locations and findings at sites where","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1141880400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170516"},{"tid":"169656"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}