{"title":"Ultra-violet Light Works as Screening Tool for Bats with White-nose Syndrome.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists working to understand the devastating bat disease known as white-nose syndrome (WNS) now have a new, non-lethal tool to identify bats with WNS lesions &mdash;ultraviolet, or UV, light.<\/p>\n<p>If long-wave UV light is directed at the wings of bats with white-nose syndrome, it produces a distinctive orange-yellow fluorescence. This orange-yellow glow corresponds directly with microscopic skin lesions that are the current &ldquo;gold standard&rdquo; for diagnosing white-nose syndrome in bats.<\/p>\r\n<p>&ldquo;When we first saw this fluorescence of a bat wing in a cave, we knew we were on to something,&rdquo; said Greg Turner from Pennsylvania Game Commission, who has been using this technique since 2010. &ldquo;It was difficult to have to euthanize bats to diagnose WNS when the disease itself was killing so many. This was a way to get a good indication of which bats were infected and take a small biopsy for testing rather than sacrifice the whole bat.&rdquo;<\/p>\r\n<p>Millions of bats in the United States have died from the fungal disease called White nose syndrome which is caused by the fungus Pseudogymnoascus (Geomyces) destructans (Pd). White-nose syndrome was first seen in New York during the winter of 2006. Since then, the disease has spread to 25 US states and 5 Canadian provinces.<\/p>\r\n<p>A significant problem in studying WNS has been the unreliability of visual onsite inspection when checking for WNS in bats during hibernation; the only way to confirm presence of disease was to euthanize the bats and send them back to a laboratory for testing.<\/p>\r\n<p>&ldquo;Ultraviolet light was first used in 1925 to look for ringworm fungal infections in humans,&rdquo; said Carol Meteyer, USGS scientist and one of the lead authors on the paper. &ldquo;The fact that this technique could be transferred to bats and have such remarkable precision for indicating lesions positive for Pd invasion is very exciting.&rdquo;<\/p>\r\n<p>To test the UV light&rsquo;s effectiveness, bats with and without white-nose syndrome in North America were tested by the U.S. Geological Survey&rsquo;s National Wildlife Health Center, first using UV light, then using traditional histological techniques to verify the UV light&rsquo;s accuracy.<\/p>\r\n<p>In the USGS lab testing, 98.8 percent of bats with the orange-yellow fluorescence tested positive for white-nose syndrome, whereas 100 percent of those that did not fluoresce tested negative for the disease. Targeted biopsies showed that pinpoint areas of fluorescence coincided with the microscopic wing lesions that are characteristic for WNS.<\/p>\r\n<p>Researchers in the Czech Republic then tested the UV light-assisted biopsy technique in the field, using it to collect small samples from areas of bat wing that fluoresced under UV light. In this study, 95.5 percent of wing biopsies that targeted areas of fluorescence were microscopically positive for WNS lesions, while again 100 percent of bats that did not fluoresce were negative for WNS.<\/p>\r\n<p>Combining research from two continents demonstrates that UV diagnostics might be applicable worldwide with great sensitivity and specificity in detecting WNS.<\/p>\r\n<p>&ldquo;Moreover, the technique hurts the animal minimally and bats fly away after providing data for research,&rdquo; said Natalia Martinkova from the Academy of Sciences of the Czech Republic. &ldquo;This makes UV fluorescence an ideal tool for studying endangered species.&rdquo;<\/p>\r\n<p>This effort included partners in the USFWS, state and federal biologists, the Czech Science Foundation, and the National Speleological Society of the USA.<\/p>\r\n<p>This research article, &ldquo;Nonlethal Screening of Bat-wing Skin with the Use of Ultraviolet Fluorescence to Detect Lesions Indicative of White-Nose Syndrome,&rdquo; was recently published in the <a href=\"http:\/\/www.jwildlifedis.org\/doi\/pdf\/10.7589\/2014- 03-058\">Journal of Wildlife Diseases<\/a>. More information may be found on USGS research on white-nose syn","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["White Nose Syndrome","","Light","Ultra Violet Light","Wildlife Disease","bats","epidemiology","pathology","","Environmental Health Contaminant Biology"],"article_type":["National News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1401336000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"168998"},{"tid":"169176"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}