{"title":"USGS Responds to Hurricane Irene and Prepares for Aftermath","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>* Reporters: want to join a crew recovering storm-surge sensors, making flood flow measurements, or sampling water quality?&nbsp; Contact the above points of contact.&nbsp; <\/strong><\/p>\n<p><!--introstart-->Government scientists have blanketed the East Coast the past few days installing advanced equipment to monitor potential impacts from Hurricane Irene as it moves up the coast. This is part of the Federal government's broad efforts in support of state, tribal and local response to the storm.<!--introend--><\/p>\r\n<p>U.S. Geological Survey crews completed installations of storm-surge sensors at key locations along the North Carolina coast, Chesapeake and Delaware Bays yesterday, and are finishing installations all the way up the east coast today. &nbsp; &nbsp;<\/p>\r\n<p>In total, more than 260 emergency sensors needed to measure storm surge will have been installed in critical areas from North Carolina to Maine. The data that the sensors produce will help define the depth and duration of overland storm-surge, as well as the time of its arrival and retreat.&nbsp; That information will help public officials assess storm damage, discern between wind and flood damage, develop better land use and building codes, and improve computer models used to forecast future floods.<\/p>\r\n<p>The USGS, in cooperation with state and federal agencies, already operates long-term sensor networks on inland rivers and streams throughout through out the nation. These networks provide real-time data important to the National Weather Service, FEMA and other USGS partners involved in issuing flood and evacuation warnings, coordinating emergency responses to communities, and operating flood-control reservoirs.<\/p>\r\n<p>The <a href=\"http:\/\/107.20.206.65\/Irene2011\/IreneMapper.html\">information collected by the USGS real-time storm surge sensors<\/a> is available online. Additionally, the USGS has deployed a <a href=\"http:\/\/ga.water.usgs.gov\/hurricane\/irene\/?d=d&amp;d=d\">live webcam<\/a> at Virginia Beach, Va., to be able to observe the storm there.&nbsp;<\/p>\r\n<p>Storm-surges are increases in ocean water levels generated at sea by extreme storms and can have devastating coastal impacts. The USGS studies the impacts of hurricanes and tropical storms to better understand potential impacts on coastal areas. Information provided through the sensor networks provides critical data for more accurate modeling and prediction capabilities and allows for improved structure designs and response for public safety.<\/p>\r\n<p>In addition to the storm surge, the USGS is also looking at streamflows to assist in forecasting flooding, and how water quality and coastal geology may be impacted by the storm.<\/p>\r\n<p><strong>Streamgages and flooding<\/strong><\/p>\r\n<p>Hydrologists from USGS Water Science Centers up the entire coast are prepared to go into the field immediately after the worst of the storm passes to calibrate streamgages and ensure they transmit critical river level and flow velocity information to the National Weather Service for flood forecasting and to emergency officials for response.<\/p>\r\n<p><a href=\"http:\/\/waterdata.usgs.gov\/nwis\/rt\">Real time data<\/a> from these streamgages is available online.<\/p>\r\n<p>Precipitation in Maryland, New Jersey and New York during the last two weeks is already four to six times normal in some of these areas, according the NWS, with Hurricane Irene expected to add significantly to runoff. USGS crews will measure flood flows along streams and major rivers in the days following the storm.<\/p>\r\n<p><strong>Water quality <\/strong><\/p>\r\n<p>Other USGS crews will sample water quality at selected sites along the Atlantic coast to document the impact of Hurricane Irene on water quality. They will be monitoring concentrations and transport to coastal areas of nutrients, sediment, carbon, E. coli, and pesticides during the high flows expected along major rivers in the days following Irene. &nbsp;<\/p>\r\n<p><strong>Sand movement and overwash <\/","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Delaware","Maryland","New Jersey","New York","Virginia","North Carolina","South Carolina"],"country":["United States of America"],"mm_tags":["Hurricane","irene","storm","surge","flood","coastal","Atlantic","","streamgage","water","Quality","erosion"],"release_date":{"und":[{"value":"1314417600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"170362"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}