{"title":"USGS Seismologist James H. Dieterich Elected to National Academy of Sciences","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. James H. Dieterich, a geophysicist at the U.S. Geological Survey whose work has focused on earthquake and volcano hazards, was elected to membership in the National Academy of Sciences at the Academy&rsquo;s annual meeting on April 29, 2003. <\/p>\n<p>&quot;Jim Dieterich is an outstanding member of the USGS scientific team, notable for his brilliance and versatility as a research scientist and his wide-ranging interests,&quot; said USGS Director Chip Groat. <\/p>\r\n<p>&quot;Jim&rsquo;s election to the Academy reflects his leadership in developing and applying scientific theory to basic research problems in the areas of earthquake and volcano mechanics,&quot; said Groat. &quot;Throughout Jim&rsquo;s career, his work has contributed both to advancing scientific knowledge and to improving public safety.&quot; <\/p>\r\n<p>The National Academy of Sciences is a private organization of scientists and engineers dedicated to the furtherance of science and its use for the general welfare. Election to the Academy is considered one of the highest honors a U.S. scientist or engineer can receive. <\/p>\r\n<p>Dr. Dieterich has had a distinguished career in the field of geophysics. He is an internationally renowned authority in rock mechanics, seismology and volcanology. Dieterich has led the way in the theory, measurement and application of rock friction to earthquakes. He has authored several seminal papers on how geodetic and seismic data relate to the subsurface deformation connected with volcanism and associated faulting. <\/p>\r\n<p>In addition, he has brought a high degree of creativity and productivity to his participation in important advisory panels and committees. For example, in 1988 and 1990 he organized and led teams of scientists from government, academia, and the private sector to study earthquake probabilities in California, an effort resulting in the first comprehensive evaluations of earthquake probabilities in the United States. These evaluations contributed materially to earthquake preparedness and mitigation efforts in California, and the methods developed under his leadership have been adopted in subsequent committees. <\/p>\r\n<p>His international stature as an innovative and ethical scientific leader is unsurpassed. He has served ably on many important decision-making and policy-setting panels, such as the Southern California Earthquake Center Board of Directors. He has received many significant awards including the Bucher Medal of the American Geophysical Union, the National Committee on Rock Mechanics&rsquo; Basic Research Award, and the Superior and Meritorious Service Awards of the Department of the Interior. <\/p>\r\n<p>Dr. Dieterich received his B.S. degree in Geology from the University of Washington and his M.S. and Ph.D. in Geophysics from Yale University. He joined the USGS in 1968.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1052452800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}