{"title":"Expedition to Map the Arctic Seafloor","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->American and Canadian scientists are setting sail this summer to map the Arctic seafloor and gather data to help define the outer limits of the continental shelf.<!--introend--><\/p>\n<p>Each country may exercise sovereign rights over their extended continental shelf&rsquo;s natural resources of the seabed and subsoil. These rights and authorities include control over minerals, petroleum and sedentary organisms such as clams, crabs and coral.<\/p>\r\n<p>The extended continental shelf is that part of a country&rsquo;s continental shelf beyond 200 nautical miles from shore, and its outer limits can be defined according to criteria set forth in the United Nations Convention on the Law of the Sea. Data collected during this mission will help determine where these criteria are met for the United States and Canada in the Arctic Ocean.<\/p>\r\n<table style=\"width: 306px;\" border=\"0\" cellspacing=\"3\" cellpadding=\"3\" align=\"right\" summary=\"layout only\">\r\n<tbody>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_08_06b\/laurent_healy.jpg\" alt=\"caption below\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\">Louis S. St. Laurent (left) and U.S. Coast Guard Cutter Healy (right) in the Arctic - Photo Credit USGS.<\/td>\r\n<\/tr>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_08_06b\/usgs_scientists.jpg\" alt=\"caption below\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\">USGS scientists Ellyn Montgomery and William Danforth discuss incoming data. Photo credit USGS, taken in 2008.<\/td>\r\n<\/tr>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_08_06b\/healy.jpg\" alt=\"caption below\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\">U.S. Coast Guard Cutter Healy in the Arctic. Photo Credit USGS.<\/td>\r\n<\/tr>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_08_06b\/laurent.jpg\" alt=\"caption below\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\">Louis S. St. Laurent finding a path through the Arctic sea ice - Photo Credit USGS.<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>The United States and Canada are working collaboratively from August 7&ndash;September 16, 2009, using two icebreakers. The U.S. Geological Survey will work with the National Oceanic and Atmospheric Administration and the University of New Hampshire on U.S. Coast Guard Cutter <em>Healy<\/em> to collect data primarily on seafloor depths and morphology. The Geological Survey of Canada, Natural Resources Canada will lead research on the Canadian Coast Guard Ship <em>Louis S. St-Laurent<\/em> and gather information primarily on the thickness and characteristics of sub-bottom sediments.<\/p>\r\n<p>&ldquo;The Arctic Ocean is an area of great scientific interest, possible economic development and potential resource conservation,&rdquo; said USGS scientist Deborah Hutchinson, who will be aboard the Canadian ship as a U.S. liaison. &ldquo;Both countries benefit from this two-ship expedition by sharing technical expertise and data. Research in these remote areas of the Arctic Ocean is expensive, logistically difficult and sometimes dangerous.&rdquo;<\/p>\r\n<p>This mission will emphasize the region north of Alaska onto Alpha-Mendeleev Ridge and eastwards toward the Canada Archipelago. This is the second year the United States and Canada have collaborated in extended continental shelf data collection in the Arctic. Both countries plan to work together again in 2010.<\/p>\r\n<p>Research is coordinated by the U.S. Extended Continental Shelf Task Force, a government-wide group headed by the U.S. Department of State. Participants in this Task Force include the U.S. Department of the Interior, U.S. Geological Survey, National Oceanic and Atmospheric Administration, U.S. Coast Guard, National Science Foundation, Joint Chiefs of Staff, U.S. Navy, U.S. Department of Energy, U.S. Environmental Protection Agency, Executive Office of the President, Minerals Management Service, and the Arctic","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","coastal","Minerals","energy","Arctic","biology","coral"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1249531200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169761"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}