{"title":"Free Public Lecture Brings to Life Huge Alaska Eruption on its Centennial","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MENLO PARK, Calif. &ndash; <!--introstart-->100 years ago, in June 1912, the largest volcanic eruption of the 20<sup>th<\/sup> century took place in what is now Alaska's Katmai National Park and Preserve.<!--introend--> U.S. Geological Survey geologist Judy Fierstein, co-author of a new landmark study on this huge volcanic event, shares her work with the community in a free public lecture Wednesday, June 6, a century to the day after the Novarupta-Katmai Eruption of 1912 began.&nbsp;<\/p>\n<p>In her talk \"Exploring the Valley of Ten Thousand Smokes: A Centennial Perspective on the Novarupta-Katmai Eruption,\" Fierstein will explain how \"volcano detective\" geologists explored and examined the eruption&rsquo;s aftermath, that over three days Novarupta volcano spewed an astonishing 7 cubic miles of ash as far as the Mediterranean Sea, and that the eruption created Katmai caldera and a \"Valley of Ten Thousand Smokes,\" pocked with fumarole plumes more than 500 feet high.&nbsp;<\/p>\r\n<p>The site was remote, volcano science was in its infancy, and the eruption's dynamics mystified researchers for decades. Today, study of Novarupta and Katmai volcanoes sheds light on how future events in Alaska&rsquo;s volcanic regions could affect air quality and air-transportation safety locally and across the globe.&nbsp;<\/p>\r\n<p>With her colleague, USGS geologist Wes Hildreth, Fierstein has studied the 1912 eruption for more than 30 years. In her talk, she will describe the excitement and rewards of geologic fieldwork in this wild Alaskan setting. She will describe the remarkable volcanic events on the Alaska Peninsula in 1912 and explain why the eruption has remained scientifically important for 100 years and why Katmai still offers insights about earth processes that shape our world.&nbsp;<\/p>\r\n<p>The talk will take place at 7 p.m. Wednesday, June 6 at the U.S. Geological Survey Menlo Park Campus at 345 Middlefield Road. It will be in Building 3, Conference Room A. The room is wheelchair-accessible. The talk will also be webstreamed live.&nbsp;Additional details are available <a href=\"http:\/\/online.wr.usgs.gov\/calendar\/\">online<\/a>.&nbsp;<\/p>\r\n<p>Hildreth and Fierstein's book, \"The Novarupta-Katmai eruption of 1912--largest eruption of the twentieth century: Centennial perspectives,\" U.S. Geological Survey Professional Paper 1791, is available free <a href=\"http:\/\/pubs.usgs.gov\/pp\/1791\/\">online<\/a>, or can be ordered in print form from USGS Information Services, Box 25286, Federal Center, Denver, CO 80225, 888 ASK-USGS; <a href=\"mailto:infoservices@usgs.gov\">infoservices@usgs.gov<\/a><span style=\"text-decoration: underline;\">. <\/span><\/p>\r\n<p><span style=\"text-decoration: underline;\"><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_05_23\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2012_05_23\/1\" title=\"Image Gallery\"><\/iframe><\/span><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Natural Hazards","volcano","hazards","Core Science Systems","Communications","Publishing","Science Publishing Network","Communicationsand Publishing","Communicationsand Publishing Science Information Services","Geographic Areas Alaska"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1338264000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168892"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}