{"title":"New USGS Map Unfolds Ecosystems Nationwide","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A new map of standardized, terrestrial ecosystems of the conterminous United States will help researchers and land resource managers better understand the types and locations of ecosystems on the landscape.<!--introend--> The map, along with the methodology and process for producing it, are described in the recently published USGS Professional Paper 1768, <em>A New Map of Standardized Terrestrial Ecosystems of the Conterminous United States<\/em>.<\/p>\n<p>Featuring higher resolution, this new map shows the distribution of 419 meso-scale (tens to thousands of hectares) ecosystems, each one with multiple \"patch\" occurrences. Previous ecosystem maps for the nation depicted 40-60 macro-scale (thousands to tens of thousands of hectares) ecological regions.<\/p>\r\n<p>The ecosystem data used to create the map included separate data layers for vegetation regions, climate regions, landforms, geology, and surface moisture. These data input layers, representing the major structural elements of ecosystems, were then geospatially combined to produce the standardized ecosystems dataset and map.<\/p>\r\n<p>USGS scientists have refined the input layers and developed the final ecosystem map as a new set of data resources that more accurately depict the physical environment. The improved data will be useful for addressing climate change impacts on ecosystems and for emerging assessments of the economic value of ecosystem goods and services. Land managers with a mandate to implement ecosystem-based management, such as the Bureau of Land Management, will likely find the new data useful for identifying the number, types, and locations of ecosystems under their oversight.<\/p>\r\n<p>USGS geographer Roger Sayre, leader of this U.S. ecosystem mapping effort, is also the Task Lead for a global ecosystems mapping effort under the auspices of the Global Earth Observation System of Systems (GEOSS).&nbsp; Having mapped the ecosystems of South America and currently completing a new ecosystems map for the African continent, Sayre is now \"going global\" with the mapping methodolo<\/p>\r\n<p>Visit the online, interactive version of the map at the <a href=\"http:\/\/rmgsc.cr.usgs.gov\/ecosystems\/dataviewer.shtml\">Terrestrial Ecosystems in the Conterminous United States Web site<\/a>.<\/p>\r\n<p>The published professional paper is available <a href=\"http:\/\/pubs.usgs.gov\/pp\/1768 \">online<\/a>.<\/p>\r\n<p>A description of the <a href=\"http:\/\/rmgsc.cr.usgs.gov\/ecosystems\/\">GEOSS Global Ecosystem Mapping project<\/a> is available online.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","ecology","satellites","ecosystems"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1248408000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169641"},{"tid":"170386"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}