{"title":"USGS Geologists Probe Fault in Mongolia&mdash; Follow Them on the Web","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html<\/a>.\n<p>Editors: If you have reporters or film crews in or near western Mongolia who would like to &rsquo;hook up&rsquo; with the USGS researchers, call the USGS Outreach Office in Menlo Park, CA at 650-329-4000, or Reston, Va., at 703-648-4483. \r\n<p>As scientists from the U.S. Geological Survey, the Utah Geological Survey, Arizona State University and Cambridge University begin the work of digging a trench into the face of the Bulnay fault in northwestern Mongolia, people interested in their progress can keep track of their daily finds by clicking on <a href=\"http:\/\/quake.usgs.gov\/study\/mongolia\/1998\/\">http:\/\/quake.usgs.gov\/study\/mongolia\/1998\/<\/a>. \r\n<p>This year&rsquo;s earthquake research team is led by Dr. David Schwartz of the USGS in Menlo Park, Calif. It is the fourth year that Schwartz and other USGS earthquake researchers have have participated in the Mongolian project. \r\n<p>Schwartz and the other researchers will set up a base camp, September 9 or 10, near the Bulnay fault, about 500 miles west of the Mongolian capitol of Ulan Bator. Because the site is so far from paved roads and rail lines, all the excavation will be done by hand. \r\n<p>The purpose of the research is to learn more about great ruptures on the Bulnay fault that have occurred in the 20th century and compare those ruptures with what is known about the 1811-1812 \"great\" earthquakes that were centered near New Madrid, Mo. \r\n<p>\"The face of the New Madrid fault is buried deep beneath the Mississippi River,\" Schwartz said before leaving for Mongolia, \"making it impossible to gather much of the evidence that we need for studying those earthquakes. The Bulnay fault, on the other hand, which we believe is very much like the New Madrid fault, is exposed on the surface, enabling us to study the offsets and other characteristics that we could see on the New Madrid, if we could only get to it.\" \r\n<p>Schwartz said this year&rsquo;s research, as well as the previous three field trips to Mongolia, are aimed at finding out more about the character of large earthquakes that occur in crustal plate interiors, and how often those events might be expected to repeat themselves. During the 20th century the faults of western Mongolia have produced three \"great\" earthquakes of magnitude 8 or larger, and six events of about magnitude 7. These earthquakes have occurred about midway, east to west, in the Eurasian plate, just as the New Madrid earthquakes occurred about midway, east to west, in the North American plate.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"905400000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}