{"title":"Three Non-Native Fishes Found in Florida - Again","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>GAINESVILLE, Fla.<\/strong> &ndash; Three non-native fish species have been spotted in Florida waters again this past year after not being seen for as many as 19 years.&nbsp; The fishes -- a panther grouper, spotted scat, and yellow tang -- were found off West Palm, Stuart and Pompano Beach.&nbsp;<\/p>\n<p>The sightings, verified by the U.S. Geological Survey, come after a long gap in reports of these species in Florida's coastal waters.&nbsp; The panther grouper was last seen in 2007, the yellow tang in 2005 and the spotted scat in 1992.&nbsp;<\/p>\r\n<p>\"These fishes constitute a type of biological pollution. They don't belong here, and have the potential to damage the ecosystem,\" said USGS biologist Pam Schofield, Ph.D., who tracks the occurrence of non-native marine fishes through the USGS <a href=\"http:\/\/nas.er.usgs.gov\/\">Nonindigenous Aquatic Species database<\/a>.&nbsp;<\/p>\r\n<p>The three species are among dozens of non-native marine fishes found on a \"watch list\" of species thought to pose a risk of invading Florida's coasts. Like one of Florida's notorious invasive species, the lionfish, all three species are native to the Indo-Pacific region.&nbsp;<\/p>\r\n<p>No one knows for sure how these species found their way into Florida waters, and Schofield says more research in this area is needed. &nbsp;It is unlikely the fish traveled to the area without human assistance or in ship ballast water, as some species do.&nbsp; They may be released pets.&nbsp; Growing concern over pet releases has prompted the State of Florida to sponsor a series of pet amnesty days, where individuals can turn in their unwanted pets to qualified adopters without penalties or fees.<\/p>\r\n<p>\"An informed public is our best defense against invasive species,\" offered USGS Director Marcia McNutt. \"Know what doesn't belong in your local waters and where to report unusual sightings. Most importantly, understand that it has taken eons of geologic time to bring coastal ecosystems into biological balance to provide the important services we need, such as healthy reefs, abundant seafood, and clean oceans. A poor choice to toss a foreign fish into local waters can drastically upset that balance such that it will not be regained on human timescales.\"<\/p>\r\n<p>\"With any non-native species released into the wild, the concern is the possibility of them reproducing and spreading,\" said Schofield.&nbsp; \"So far, the only non-native marine fish to demonstrate that ability in Florida has been the lionfish&hellip;and that has become an invasive species, spreading quickly throughout the Gulf and Atlantic coasts, as well as the across the Caribbean.\" &nbsp;&nbsp;<\/p>\r\n<p>\"It is important to detect and remove non-native species as soon as possible, hopefully before they are able to reproduce and spread,\" said Schofield. \"Once a species becomes established, it is nearly impossible to eradicate.&nbsp; We hope that our early detection and rapid response efforts will reduce the likelihood of another situation like the lionfish.\"<\/p>\r\n<p>The USGS has been working with the <a href=\"http:\/\/www.ccfhr.noaa.gov\/stressors\/invasive_species.aspx\">National Oceanographic and Atmospheric Administration <\/a>and the <a href=\"http:\/\/www.reef.org\/\">Reef Environmental Education Foundation<\/a> to rapidly detect and remove non-native marine fishes in proactive efforts to prevent establishment and adverse ecosystem impacts.&nbsp;<\/p>\r\n<p>In 2009, the partnership led to a non-native damselfish being removed from Palm Beach County waters by a trained REEF response team within eight minutes of the team entering the water. It was the first and only known occurrence of that species of damselfish in Florida's waters.<\/p>\r\n<p>The spotted scat seen this July was also successfully removed. The panther grouper and yellow tang remain at large. Sightings of these two species have now been verified from both the Atlantic and Gulf coasts of Florida, suggesting they have been introduced on multiple occasions","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["Non Native Fishes","","invasive Fishes","Florida","Spotted Scat","Panther Grouper","Yellow Tang","Damselfish","lionfish"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1322542800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170209"},{"tid":"170284"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}