{"title":"scientists Debate Causes of Hypoxia","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey (USGS) is sponsoring a panel discussion to discuss hypoxia issues in the Mississippi River Basin and Gulf of Mexico on Tuesday, October 5, 1999 at 6:30 p.m. at the Holiday Inn City Centre in Peoria, Illinois. <!--introend-->\n<p>\r\n<p>The issue of hypoxia in the Gulf of Mexico and the findings from scientific studies into the causes of hypoxia have far reaching impacts into environmental and farm policy in the Midwest. \r\n<p>\r\n<p>According to Robert Holmes, Chief of the Illinois District, USGS, \"We decided to organize and hold this panel discussion because of the variation in perspective and opinion on the cause and historic presence of hypoxia in the Gulf. \r\n<p>\r\n<p>The USGS has been one of the lead agencies for the recently released National study that has received criticism by the State of Illinois. This panel discussion gives the public and policy makers the opportunity to hear lively debate and rebuttal between the various researchers as well as ask questions of the various researchers.\" \r\n<p>\r\n<p>The panel discussion, entitled \"Nutrients, Nutrient Cycling, and Hypoxia in the Mississippi River Basin\", consists of Mr. Donald Goolsby, USGS; Dr. Mark David, University of Illinois; Mr. Marion Calmer, Calmer&rsquo;s Agronomic Research Center, Dr. Derek Winstanley, Illinois State Water Survey; and Dr. Richard Smith, USGS. The panel will be chaired by Mr. Robert Holmes, USGS; and moderated by Ms. Gretchen Bonfert, Liaison to the Illinois Lieutenant Governor on these issues. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Illinois"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"938923200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170368"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}