{"title":"National Atlas Receives Vice President&rsquo;s Hammer Award","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The National Atlas of the United States&reg; has received the Hammer Award for putting digital geospatial data such as soils, county boundaries, volcanoes, and watersheds and geostatistical data such as crime patterns, population distribution, and incidence of disease at America&rsquo;s fingertips. Using this information, children and adults can better understand the complex relationships between the places and people of the United States. <\/p>\n<p>The Hammer Award is Vice President Al Gore&rsquo;s special recognition for teams who have made significant contributions toward improving government&rsquo;s service to the American people. The atlas is an important project of the Vice President&rsquo;s National Partnership for Reinventing Government under its Access America initiative to reengineer government through information technology. The National Atlas team was presented the award by Norma Campbell, director, Office of Planning and Performance Management at a special ceremony at the Department of the Interior in Washington, D.C. <\/p>\r\n<p>Campbell recognized the team for \"serving as a model for electronic government by providing Americans electronic access to a wealth of government information.\" <\/p>\r\n<p>The award consists of certificates signed by Gore and a $6 hammer with red ribbon, which is the Vice President&rsquo;s answer to the $400 hammer of yesterday&rsquo;s government. The award recognizes new standards of excellence achieved by teams helping to reinvent government. More than 1,200 Hammer Awards have been presented to teams comprised of federal, state and local employees who are working to build a better government. <\/p>\r\n<p>The electronically based National Atlas <a href=\"http:\/\/www.nationalatlas.gov\/\">www.nationalatlas.gov\/<\/a> provides a comprehensive, map-like view into the enormous wealth of data collected by the federal government. It not only provides a complete range of traditional maps, but also enables citizens to experiment with their own individually created maps in order to explore the social, environmental, and historical dimensions of American life. <\/p>\r\n<p>Led by the U.S. Geological Survey, the National Atlas is a collaboration between private sector business and more than twenty federal agencies. Begun in 1997, the National Atlas makes authoritative, reliable geographic information more readily accessible to the public. The original bound volume characterized the America of the mid-1960&rsquo;s through hundreds of unchanging paper maps. These maps were out of date before they were even printed. The new National Atlas harnesses digital mapping technologies such as desktop mapping, multimedia, geographic information systems, and the World Wide Web in developing and producing timely digital products. <\/p>\r\n<p>In addition, the Atlas includes easy-to use online interactive maps. Users can use their favorite Web browser to display, print, and query custom-made maps. These maps include links to related sites on the Internet for more up-to-date, real-time, and regional data information. Online mapping technologies were developed by Environmental Systems Research Institute, a National Atlas business partner and the leading developer of geographic information systems software in the world. <\/p>\r\n<p>The new Atlas also includes dynamic multimedia maps designed to animate and illustrate our changing nation. Finally, the National Atlas includes both documentation for the each map layer and articles that describe why the data were collected and how they have been used.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"976683600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}