{"title":"Numerous Large Floods Identified Throughout Black Hills History","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Multiple floods during the last 2,000 years were substantially larger than the devastating Black Hills, S.D. flood of 1972 that resulted in at least 238 deaths in the Rapid City and Keystone areas, according to a recent report by the U.S. Geological Survey.<!--introend-->&nbsp;<\/p>\n<p>Detailed investigations of paleofloods, or those that occurred before collection of observational records, show that significant floods are more common in the Central Black Hills than previously believed. Scientists with the USGS used geologic evidence and carbon-14 dating to determine the ages, magnitudes, and frequencies of large floods that occurred along reaches of Spring, Rapid, Boxelder, and Elk Creeks, S.D., in the last 1,000 to 2,000 years.&nbsp;<\/p>\r\n<p>\"We have now confirmed that floods as large as and even substantially larger than 1972 have affected most of the stream reaches,\" said Dan Driscoll, USGS hydrologist and co-author of the report. \"Two of these floods occurred in the last 1,000 years on Rapid Creek below Pactola Dam with flows that were two to eight times the 31,200 cubic feet per second (cfs) flow documented at this same location for the 1972 flood.\"&nbsp;<\/p>\r\n<p>For Spring Creek, a chronology of at least five paleofloods with magnitudes approaching or exceeding the 1972 flow of 21,800 cfs was preserved by flood sediments dating back approximately 1,000 years. The 1972 flow of 10,400 cfs on Elk Creek has been substantially exceeded at least five times in the last 1,900 years, while two floods within the last 1,000 years on upper Boxelder Creek and two floods on lower Boxelder Creek exceeded that creek's 1972 flows.&nbsp;<\/p>\r\n<p>\"What this paleoflood evidence shows is that floods like the 1972 flood are not exceptionally rare events in the central Black Hills,\" Driscoll said. \"Results of this study have numerous implications relative to floodplain management for the Black Hills area.\"&nbsp;<\/p>\r\n<p>In addition to collecting paleoflood evidence for this study, the USGS has compiled hundreds of historical accounts of flood events in the Black Hills area spanning the last 130 years.&nbsp;<\/p>\r\n<p>The USGS report was prepared in cooperation with other federal and local agencies and can be accessed <a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5131\/\">online<\/a>.&nbsp;<\/p>\r\n<p>For more information, visit the USGS Black Hills flood history <a href=\"http:\/\/sd.water.usgs.gov\/projects\/FloodHistory\/floodhistory.html\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["water","flooding","South Dakota","Black Hills","hazards","Paleoflood"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1317787200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169138"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}