{"title":"USGS Measures Record Flooding in Oklahoma","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Do you want to accompany a USGS field crew as they measure flooding?&nbsp; Please contact Jennifer LaVista or Kim Winton at above numbers.<\/strong>&nbsp;<\/p>\n<p>U.S. Geological Survey crews are measuring all-time record flooding on the Illinois River in Oklahoma, and substantial flooding in Eastern and Northeastern parts of the state.&nbsp;<\/p>\r\n<p>The Illinois River near Watts, Okla. has reached a &ldquo;500-year&rdquo; flood stage, which is based on the annual likelihood of the degree of flooding. This degree of flooding has a 0.2&nbsp; percent chance &ndash; or 1 in 500 &ndash; of being exceeded in any one year.&nbsp;<\/p>\r\n<p>USGS field crews are collecting critical streamflow data that are vital for protection of life, property and the environment. These data are used by the National Weather Service (NWS) to develop flood forecasts, the U.S. Army Corps of Engineers to manage flood control, and the various state and local agencies in their flood response activities.&nbsp;<\/p>\r\n<p>In Oklahoma, there are more than 179 USGS-operated streamgages that measure water levels, streamflow and rainfall. Currently, there are seven streamgage sites across the state with water levels above flood stage. The NWS is predicting possible 100-year flood levels, which have a 1 percent chance of being exceeded in any year, on the Illinois River near Tahlequah around midnight tonight.&nbsp;<\/p>\r\n<p>&ldquo;Up to date flood measurements are essential for emergency managers to help reduce the risks to life, property and the environment,&rdquo; said Kim Winton, USGS Oklahoma Water Science Center Director. &ldquo;USGS field teams are working rapidly to make sure that emergency managers have the most up to date, accurate streamflow measurements.&rdquo;&nbsp;<\/p>\r\n<p>A map of real-time streamflow monitoring sites and graphs of flooding in Missouri from the past seven days are available at the <a href=\"http:\/\/waterwatch.usgs.gov\/new\/?m=real&amp;r=ok\">USGS Oklahoma Water Science Center real-time streamflow website<\/a>.&nbsp;<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.<\/p>\r\n<p>Scientists do not base 100 and 500 year floods levels on what happened last year, 15 years ago or even 100 years ago. These levels are calculated by taking annual peak flow values from the network of USGS streamgages and incorporating that data into highly developed probability models. Streamgages provide long-term stream flow data that scientists need to better understand floods and define flood-prone areas. To learn more, listen to <a href=\"http:\/\/www.usgs.gov\/corecast\/details.asp?ID=81\">USGS CoreCast <\/a><a href=\"http:\/\/www.usgs.gov\/corecast\/details.asp?ID=81\">episode 50<\/a>.<a href=\"http:\/\/www.usgs.gov\/corecast\/details.asp?ID=81\"> <\/a><\/p>\r\n<p>Access current flood and high flow conditions across the country by visiting the USGS <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch<\/a> website. Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oklahoma"],"country":["United States of America"],"mm_tags":["Oklahoma","flooding","water","streamgages","streamflow"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1303790400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"169876"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}