{"title":"Number of Dead California Sea Otters Recovered in 2011 a Record High","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Updated 2\/29\/2012: Corrected phone number for Michael Harris.<\/strong><\/p>\n<p><strong>SANTA CRUZ, Calif.<\/strong> &mdash; <!--introstart-->The California or southern sea otter (<em>Enhydra lutris nereis<\/em>) appears to be experiencing an unprecedented increase in mortality from attacks by sharks, according to federal and state scientists.<!--introend-->&nbsp;<\/p>\r\n<p>Since 1968, biologists and veterinarians at the U.S. Geological Survey and California Department of Fish and Game have documented and examined all reported sea otter \"strandings\" &mdash; &nbsp;counting the number of dead, sick or injured sea otters recovered along California&rsquo;s coast each year.<\/p>\r\n<p>\"The southern sea otter, once hunted to the brink of extinction, is staging a comeback but still faces multiple challenges on its road to recovery,\" explained USGS director Marcia McNutt. \"Careful scientific detective work can help us understand which threats are in our power to mitigate and which are inevitable risks of living in the wild for this beautiful animal, often considered a bellwether for ocean health.\"<\/p>\r\n<p>Shark bites have always ranked among the causes of mortality, accounting for approximately 8% of recovered carcasses in the 1980&rsquo;s and early 1990&rsquo;s.<\/p>\r\n<p>\"But we&rsquo;re starting to see a perplexing trend suggesting increased shark attacks on sea otters,\" says <a href=\"http:\/\/www.werc.usgs.gov\/tinker\">Tim Tinker<\/a> of the USGS <a href=\"http:\/\/www.werc.usgs.gov\/\">Western Ecological Research Center<\/a>, who co-leads the California Sea Otter Stranding Network with colleague Brian Hatfield. \"Shark bite deaths accounted for 15% of recovered carcasses by the late 1990&rsquo;s, and this has risen to approximately 30% of recovered carcasses in 2010 and 2011.\"<\/p>\r\n<p>Tooth fragments and other distinguishing characteristics of the wounds suggest that most of these bites are from white sharks (<em>Carcharodon carcharias<\/em>). But, strangely there is no evidence that white sharks are actually consuming the otters.&nbsp;<\/p>\r\n<p>\"The nature of the bite wounds we see on sea otters suggest these events are investigative bites, or 'taste-tests'so to speak. We don't see any indication of tissue removed from these bitten otters,\" says Michael Harris, a sea otter biologist with CDFG. \"Our guess is that otters are being mistaken for the sharks'preferred prey of seals and sea lions, but otters are not consumed because they lack the high-calorie, thick blubber layer found in seals and sea lions. Unfortunately, even a taste test by a white shark usually proves fatal for a sea otter.\"<\/p>\r\n<p>There are other reasons for concern beyond the increase in numbers.<\/p>\r\n<p>\"The most disturbing part of this trend is the growing proportion of female otters killed by shark bites, since female deaths will have much greater impacts on population growth,&nbsp;\" says Tinker.<\/p>\r\n<p>Females used to represent just 17% of shark-bites, but they comprise 35% of all shark-bitten carcasses in 2011. The increase in shark bites has been especially notable in the southern third of the sea otter&rsquo;s range, from Cayucos and southward, where females are more common.<\/p>\r\n<p>Tinker cautions despite these dramatic increases, it is difficult to put these shark bite mortalities in perspective, let alone speculate on the reasons behind the increase in bites.<\/p>\r\n<p>\"Stranding numbers only account for sea otter carcasses that people find,\" says Tinker. \"Past research indicates that only about 50% of sea otters that die in the wild end up on the beach, so our stranding data at best provide only an index of trends in population mortality.\"<\/p>\r\n<p>In 2011, a total of 335 sea otters stranded &mdash; a record high. Causes of death besides white shark bites included mating trauma, emaciation, parasites and infectious diseases, bacterial infections, heart disease, harmful algal toxins, boat strikes, and gun-shot wounds.<\/p>\r\n<p>The stranding tallies offer helpful r","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","otter","Sea Otter","California","shark","White Shark","mortality","Tinker",""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1330059600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168908"},{"tid":"169978"},{"tid":"170120"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}