{"title":"USGS Partners with MapMart.com to Serve Geographic Data","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The USGS and MapMart.com, (IntraSearch) have formed a partnership to distribute USGS geographic data to make more public domain data available at no charge while enabling the private sector to have a greater role in the distribution of USGS data. <\/p>\n<p>The USGS Spatial Data Transfer Standard Digital Elevation Models (SDTS DEMs) being distributed by MapMart.com describe the topography of the land surface. Private industry, government, nongovernmental organizations, and individual citizens depend on a common set of base information that describes the Earth&rsquo;s surface. They use this information as tools for economic and community development, land and natural resource management, health and safety services, emergency management, defense, and environmental protection. <\/p>\r\n<p>SDTS data contribute to The National Map--a seamless, continuously maintained set of geographic base information that will serve as a foundation for integrating, sharing, and using other data easily and consistently. Additional information about USGS SDTS data are available at: <a href=\"http:\/\/mcmcweb.er.usgs.gov\/sdts\">http:\/\/mcmcweb.er.usgs.gov\/sdts<\/a> <\/p>\r\n<p>The USGS is committed to meeting the Nation&rsquo;s needs for current base geographic data and maps. By working with partners, the USGS will continue to provide the Nation with access to current, accurate, and nationally consistent digital data and topographic maps derived from those data. <\/p>\r\n<p>MapMart.com is the latest commercial vendor to partner with the USGS to distribute free SDTS DEMs on the Internet. MapMart is an online resource for the location and acquisition of a variety of digital map data. MapMart&rsquo;s interface allows users to zoom-in to an area of interest and to determine digital data availability and select quadrangles to be ordered. MapMart also sells numerous digital data products. The ordering of digital data can be done at different map scales, and in numerous mapping software formats. Additional information about MapMart.com is available at: <a href=\"http:\/\/www.mapmart.com\/\">http:\/\/www.mapmart.com<\/a>. <\/p>\r\n<p>USGS SDTS DEMs will continue to be available for free from GIS Data Depot. Additional information about GIS Data Depot is available at: <a href=\"http:\/\/www.gisdatadepot.com\/\">http:\/\/www.gisdatadepot.com<\/a>. <\/p>\r\n<p>USGS partners will continue to receive SDTS versions of the DEMs as they are made available by the USGS. Native format DEMs are still available for sale from USGS on various media through Earth Explorer <a href=\"http:\/\/edcsns17.cr.usgs.gov\/EarthExplorer\/\">(http:\/\/edcsns17.cr.usgs.gov\/EarthExplorer\/)<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1011070800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169509"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}