{"title":"soURCES OF MIGRANT OIL AND NEW VIEWS OF THE SAN GREGORIO FAULT HIGHLIGHT USGS PRESENTATIONS AT AAPG MEETING","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The source of tarballs in the Monterey Bay National Marine Sanctuary, new views of the seafloor of Monterey Bay and new data on the San Gregorio fault are the focus of three presentations by U.S. Geological Survey scientists at the Pacific Section Meeting of the American Association of Petroleum Geologists, in Monterey. The meeting will take place April 28 through May 1 at the Embassy SuitesHotel, 1441 Canyon Del Rey Road, in Monterey. Some of the USGS presentations are: \n<p>NEW MAP - One of the highlights of the USGS presentations will be the unveiling of a new seafloor map of the Monterey Bay Continental Shelf, which is yielding new data on numerous topics, from sediment deposition patterns to the structure of the San Gregorio fault. The map is based on four years of acoustic swath-mapping surveys by USGS researchers based in Menlo Park, Calif., and will be presented by Steve Eittreim and Roberto Anima, at a poster session, Friday afternoon, April 30. USGS researchers Stephanie Ross, Holly Ryan and Andrew Stevenson will be on hand to discuss what the side- scan sonar data reveal about the San Gregorio fault. . \r\n<p>TARBALL GENEALOGY - In a presentation on Thursday morning, April 29, USGS researcher Keith Kvenvolden will bring fellow scientists up to date on his continuing search for the origins of tarballs that wash ashore on Monterey Bay beaches. Kvenolden&rsquo;s geochemical analyses of the tarballs, during the past 10 years, show that most of the tarballs are composed of unrefined crude oil, but he has not yet been able to determine what percentage of the tarballs are from natural oil seeps in the oil-bearing strata that underlies Monterey Bay, and what percentage may result from \"human activities.\" Kvenvolden will say that none of the tarballs that he and his USGS colleagues have analyzed show any link to North Slope crude oil that is transported along the West Coast to refineries near San Francisco and southern California. \r\n<p>GIS FOR THE BAY - New details about the geology of the Monterey Bay National Marine Sanctuary are being combined with existing data from other maps to produce a Geographic Information System (GIS) that can be used by planners and policy makers from numerous organizations that have an interest in protecting the bay&rsquo;s environment. USGS researcher Florence Wong will describe the GIS project and how it will be published, at the Friday afternoon poster session. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"925444800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}