{"title":"Chloride Found at Levels that Can Harm Aquatic Life in Urban Streams of the Northern U.S.--Winter Deicing a Major Source","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>The USGS <a href=\"http:\/\/pubs.usgs.gov\/sir\/2009\/5086\/\">report<\/a> and <a href=\"http:\/\/water.usgs.gov\/nawqa\/studies\/praq\/glacaq\/index.html\">maps<\/a> of monitoring sites are available online.<\/strong><\/p>\n<p>Levels of chloride, a component of salt, are elevated in many urban streams and groundwater across the northern U.S., according to a new government study.<\/p>\r\n<p>Chloride levels above the recommended federal criteria set to protect aquatic life were found in more than 40 percent of urban streams tested.&nbsp; The study was released today by the U.S. Geological Survey (USGS).&nbsp; Elevated chloride can inhibit plant growth, impair reproduction, and reduce the diversity of organisms in streams.<\/p>\r\n<p>The effect of chloride on drinking-water wells was lower. Scientists found chloride levels greater than federal standards set for human consumption in fewer than 2 percent of drinking-water wells sampled in the USGS study.<\/p>\r\n<p>Use of salt for deicing roads and parking lots in the winter is a major source of chloride. Other sources include wastewater treatment, septic systems, and farming operations.<\/p>\r\n<p>&ldquo;Safe transportation is a top priority of state and local officials when they use road salt. And clearly salt is an effective deicer that prevents accidents, saves lives, and reduces property losses,&rdquo; said Matthew C. Larsen, USGS Associate Director for Water. &ldquo;These findings are not surprising, but rather remind us of the unintended consequences that salt use for deicing may have on our waters. Transportation officials continue to implement innovative alternatives that reduce salt use without compromising safety.&rdquo;<\/p>\r\n<p>This comprehensive study examines chloride concentrations in the northern U.S. covering parts of 19 States, including 1,329 wells and 100 streams.<\/p>\r\n<p><strong>Selected Highlights<\/strong><\/p>\r\n<p><strong>Land use matters <\/strong><\/p>\r\n<ul>\r\n<li>\r\n<p>Chloride yields (the amount of chloride delivered per square mile of drainage area) were substantially higher in cities than in farmlands and forests. Urban streams carried 88 tons of chloride per square mile of drainage area.&nbsp; Forest streams carried about 6 tons of chloride per square mile.<\/p>\r\n<\/li>\r\n<li>\r\n<p>Only 4 percent of the streams in agricultural areas had chloride levels that exceeded the recommended federal criteria set to protect aquatic life (compared to more than 40 percent of urban streams).&nbsp; Overall, 15 percent of all streams had chloride levels exceeding the criteria.<\/p>\r\n<\/li>\r\n<li>Chloride concentrations in shallow groundwater (not used for drinking) were 16 times greater in urban areas than in forests, and 4 times greater in urban areas than in agricultural areas. <\/li>\r\n<\/ul>\r\n<p><strong>Highest levels in streams in the winter<\/strong><\/p>\r\n<ul>\r\n<li>\r\n<p>In urban streams, the highest levels of chloride (as great as 4,000 parts per million, which is about 20 times higher than the recommended federal criteria) were measured during winter months when salt and other chemicals are used for deicing.<\/p>\r\n<\/li>\r\n<\/ul>\r\n<p><strong>Increases over time<\/strong><\/p>\r\n<ul>\r\n<li>\r\n<p>Increases in chloride levels in streams during the last two decades are consistent with overall increases in salt use in the U.S. for deicing.<\/p>\r\n<\/li>\r\n<li>\r\n<p>Increasing chloride yields are linked to the expansion of road networks and parking lots that require deicing, increases in the number of septic systems, increases in wastewater discharge, and increases in saline groundwater from landfills.<\/p>\r\n<\/li>\r\n<\/ul>\r\n<p><strong>Sources can vary locally <\/strong><\/p>\r\n<p>Chloride in ground and surface waters comes from many sources including the use and storage of salt for deicing roads, septic systems, wastewater treatment facilities, water softening, animal waste, fertilizers, discharge from landfills, natural sources of salt and brine in geologic deposits, and from natural and human sources in precipitation.<\/p","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Maine","Massachusetts","New Hampshire","New Jersey","New York","Rhode Island","Vermont","Idaho","Montana","Washington","Kansas","Illinois","Indiana","Iowa","Michigan","Minnesota","Missouri","Nebraska","North Dakota","Ohio","South Dakota","Alaska"],"country":["United States of America"],"mm_tags":["Water Quality","salt","Chloride","groundwater","Surface Water","Northern","Glacial Aquifer","Road Salt","Deice","water"],"release_date":{"und":[{"value":"1253073600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169732"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}