{"title":"USGS Report Shows How We Use Ground Water From Principal Aquifers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>In its latest report on water use in the United States, the USGS looked at the nation&#039;s dependence on ground water. The report entitled <i>Estimated Withdrawals from Principal Aquifers in the United States, 2000<\/i>, provides details of ground-water withdrawals and use from principal aquifers in each state.<\/p>\n<p>The USGS found that more than 90 percent of ground-water withdrawals are used for irrigation, public supply (deliveries to homes, businesses, and industry), and self-supplied industrial uses. On a daily basis, 76.5 billion gallons are used for these three purposes with irrigation accounting for nearly three-quarters of this amount. California and Nebraska use more ground water for irrigation than any other states; 8,910 million gallons per day in California and 7,050 million gallons per day in Nebraska.<\/p>\r\n<p>According to USGS Chief Hydrologist Robert Hirsch, \"Across the county, ground water is becoming more vital to agricultural and industrial production and to the viability of communities in both arid and humid regions. Each of these sectors needs information about the current use of ground-water resources to help them predict future rates of water use. These water-use data, when coupled with a scientific understanding of how aquifers respond to rates of withdrawal, are crucial for regional water planning.\"<\/p>\r\n<p>The report shows that more than half of the combined ground-water withdrawals for irrigation, public supply and self-supplied industrial water uses are coming from four principal aquifers: the High Plains aquifer (CO, KS, NE, NM, OK, SD, TX, WY), the Central Valley aquifer (CA), the Mississippi River Valley alluvial aquifer along the lower Mississippi River (AR, LA, MS, MO, TN), and the Basin and Range aquifers predominantly located in the desert Southwest (AZ, CA, ID, NV, NM, OR, UT). Irrigation is overwhelmingly the largest use of the water from each of these aquifers.<\/p>\r\n<p>Aquifers that produce the most water for public supply are the glacial sand and gravel aquifers in a large region that extends from Maine to Montana and southward toward Kentucky; the California Coastal Basin aquifers; and the Floridan aquifer system of Florida, Georgia, South Carolina, and Alabama.<\/p>\r\n<p>The USGS is responsible for assessing the quantity and quality of the Nation&#039;s water resources. To achieve that, the USGS works with other federal, state, and local agencies to maintain a nationwide hydrologic-data network, carry-out a wide variety of water-resources investigations, and develop new methodologies for studying water. The results of these investigations are indispensable tools for water-resources planning and management.<\/p>\r\n<p>The full report is available online at: <a href=\"http:\/\/pubs.water.usgs.gov\/circ1279\">http:\/\/pubs.water.usgs.gov\/circ1279<\/a> <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1122868800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168777"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}