{"title":"Flooding Sets New Records in New York","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Troy, NY &ndash;Three to five inches of warm rain and significant snowmelt produced widespread flooding throughout northern New York from April 27-May 2.<!--introend-->&nbsp; Most USGS streamgages in northern New York exceeded flood stage during this event, according to preliminary data released today by the U.S. Geological Survey.&nbsp;<\/p>\n<p>USGS field crews made a total of 36 high-flow measurements.&nbsp; Water elevations and streamflows were the highest ever recorded at 14 of 26 streamgages. On May 2, Lake Champlain at Rouses Point reached 102.86 feet. This is the highest elevation on record since monitoring began 141 years ago.&nbsp;<\/p>\r\n<p>&ldquo;Rivers in much of northern New York have receded from flood stage by several feet, except those downstream from lakes and reservoirs,&rdquo; said hydrologist Gerard Butch, who leads USGS stream monitoring efforts in eastern New York. &ldquo;Lake Champlain remains above the major flood stage of 101.5 feet, so the additional 1-2 inches of rain in the forecast could prolong the flooding or produce a higher peak,&rdquo; said Butch.&nbsp;<\/p>\r\n<p>During this flood, USGS dispatched six field crews from its offices in Troy and Potsdam to keep critical streamgages operating and to verify the accuracy of data that the gages transmit in real time to users working to protect lives and property.&nbsp; This includes the National Weather Service, which relies on the data to issue flood warnings, and emergency responders and planners working to protect lives and property from floods.&nbsp;<\/p>\r\n<p>Other records set include:<\/p>\r\n<ul>\r\n<li>New elevation records were set at the Hinckley Reservoir (97-year record), Stillwater Reservoir (85-year record) and Great Sacandaga Lake (82-year record). <br \/><br \/><\/li>\r\n<li>New records were set for flow and stage at the following locations:&nbsp; The Hudson River at North Creek, the Raquette River at Piercefield (102 year record), the Indian River near Indian Lake (97-year record), the Raquette River at South Colton (50-year record), the Raquette River at Raymondville (66-year record), the West Canada Creek at Kast Bridge (90-year record), and the Sacandaga River at Stewart&rsquo;s Bridge (80-year record).<br \/><br \/><\/li>\r\n<li>Second highest peaks of record were set on the Hudson River at Hadley (92-year record), the Hudson River near Newcomb (87-year record), and the Ausable River near Au Sable Forks (81- year record)<br \/><br \/><\/li>\r\n<li>Annual flood probabilities were 1 in 500 on the Raquette River at Piercefield; 1 in 100 on West Canada Creek at Kast Bridge, the Indian River near Indian Lake, the Raquette River at South Colton, the Raquette River at Raymondville, the Hudson River at North Creek, and the Hudson River near Newcomb; and 1 in 80 at the Hudson River at Hadley.&nbsp; Additional stations may be added as new information becomes available.<\/li>\r\n<\/ul>\r\n<p><strong>Updated information and details on the records set are posted on the <a href=\"http:\/\/ny.water.usgs.gov\/\">USGS New York Water Science Center<\/a> website. <\/strong><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York","Vermont"],"country":["United States of America"],"mm_tags":["New York","","flooding","","water","","Lake Champlain","","Water Levels"],"release_date":{"und":[{"value":"1304481600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169428"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}