{"title":"Ammonia from natural gas production found in Wyoming's Powder River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->New U.S. Geological Survey research indicates that ammonia from water used in the production of natural gas from underground coal beds in Wyoming is entering the Powder River.<!--introend--><\/p>\n<p>\"High concentrations of ammonia are toxic, particularly at some of the higher pH values found in these discharged waters,\" said USGS scientist Richard Smith. \"Even low concentrations of ammonia can fertilize pristine rivers as added nitrogen, causing unwanted plant and algal growth.\"<\/p>\r\n<p>Natural gas can be brought to the surface by pumping groundwater from gas-containing coal beds, an economically viable method of energy production. However, in addition to natural gas, this groundwater drawn from wells contains ammonia, which is often subsequently released back into the natural drainage.<\/p>\r\n<p>While the USGS research showed that relatively high concentrations of ammonia are draining into some areas of the Powder  River as a result of this process, the research also determined that the concentrations vary according to disposal methods and natural processes occurring within the stream channel.<\/p>\r\n<p>\"The ultimate fate of the coal bed ammonia depends upon the action of plants and microorganisms living within the drainage channels receiving the discharged water,\" Smith said.<\/p>\r\n<p>Ammonia concentrations in water flowing through plant-rich channels were found to be lower than in less vegetated channels. This variation is due in part to ammonia absorption by the plants and the chemical conversion of ammonia to harmless nitrogen gas by microorganisms.<\/p>\r\n<p>Such findings provide refined scientific insight into the effects of energy production on federal lands and Western U.S. watersheds.<\/p>\r\n<p>The USGS study is published in two parts: the first in the <a href=\"http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/es802478p\">recent edition<\/a> of the journal <em>Environmental Science and Technology<\/em>, available at; the second in a forthcoming issue of the journal <a href=\"http:\/\/dx.doi.org\/10.1016\/j.chemgeo.2009.01.028\"><em>Chemical Geology<\/em><\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Wyoming"],"country":["United States of America"],"mm_tags":["water","energy","waterconditions","contaminants","Wyoming","Montana","water","ammonia","naturalgas"],"release_date":{"und":[{"value":"1240891200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170026"},{"tid":"170323"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}