{"title":"California Sea Otter Numbers Drop","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors'note: <\/strong><em>Graphs, maps and other information on spring surveys of the California sea otter population are online at the <a href=\"http:\/\/www.werc.usgs.gov\/otters\/ca-surveys.html\">California Sea Otter Surveys Web site<\/a>.<\/em><\/p>\n<p>The sluggish recovery of the southern sea otter of California, a threatened population on the Endangered Species list, appears to have stalled once again.<\/p>\r\n<p>U.S. Geological Survey scientists say the latest 3-year average (2,813 sea otters) was 0.5 percent lower than last year, the first time the trend has been negative since the late 1990s. A leveling off of population growth has occurred over the last 3 years.<\/p>\r\n<p>For southern sea otters to be considered for removal from the Endangered Species List, the 3-year running averages would have to exceed 3,090 for 3 continuous years, according to the U.S. Fish and Wildlife Service's Southern Sea Otter Recovery Plan.<\/p>\r\n<p>\"This slight dip of the sea otter growth trend has happened before, most recently in the mid- to late 1990s, so hopefully this will be just a brief set-back to the recovery of the population.\" said survey organizer Brian Hatfield, a USGS biologist in California. \"The fact that the pup counts have continued to increase slowly is encouraging.\"<\/p>\r\n<table style=\"width: 298px; height: 287px;\" border=\"0\" cellspacing=\"3\" cellpadding=\"3\" align=\"left\" summary=\"layout only\">\r\n<tbody>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_06_30\/SeaOtterGraph_tn.gif\" alt=\"caption below\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\">Sea Otter Population Trends and Recovery Criteria (<a href=\"\/newsroom\/images\/2009_06_30\/SeaOtterGraph.gif\">larger version of the graph<\/a>)<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>The latest 3-year average was obtained by combining the spring census totals from the years 2007, 2008 and the recently completed spring 2009 census. During the 2009 census, observers counted 2,654 California sea otters, 3.8 percent fewer than the 2008 spring count of 2,760. Scientists use 3-year running averages of spring census totals to assess population trends because these averages are more reliable than individual year totals that are subject to variance due to weather conditions, otter distribution and other factors.<\/p>\r\n<p>\"This year's census results demonstrate that sea otters continue to experience levels of mortality sufficient to limit their recovery\" said Dr. Tim Tinker, lead scientist for the USGS sea otter research program in California. \"This highlights the need for continued efforts to understand and mitigate threats to sea otters and other species in the nearshore ecosystem.\" Ongoing research by USGS scientists and research partners is aimed at determining important sources of mortality in sea otters, and the underlying reasons for the sluggish rate of recovery and variable population trends.<\/p>\r\n<p>\"One interesting finding this year was that the big male groups that we have seen at the extreme ends of the range over the last 5 years were largely missing on this survey\" points out Hatfield, \"which raises questions about the factors driving sea otter distribution and behavior.\" Some of the variation in numbers at smaller scales reflects movements of animals between areas, especially in the case of males. For example, numbers were higher this year in Estero Bay, but lower southeast of Pt. Conception. USGS studies of radio-tagged animals have shown that males frequently make long-distance movements between the range peripheries and sandy embayments such as Estero Bay, Pismo Beach and Monterey Bay.<\/p>\r\n<p>\"The apparent redistribution of males this year from the ends of the range to areas well within the existing range demonstrates that range expansion is not a steady progression into new areas but rather a more dynamic process involving advances and retreats,\" said Lilian Carswell, Southern Sea Otter &amp; Marine Conservation Coordinator with the U.S. Fish and","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["biology","California","Sea Otter","coastal","Endangered Species","threatened","","census","Recovery","Estero Bay","Monterey Bay","otter","Sea Otter Survey","Survey"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1246334400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168972"},{"tid":"169442"},{"tid":"170589"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}