{"title":"Water 2025 Science and Technology Workshop","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The Department of the Interior will hold a national workshop on Nov. 4, 2003 to develop science and technology recommendations for Interior&rsquo;s Water 2025 initiative that can help Western communities develop practical solutions to chronic water shortages. <\/p>\n<p>\"The workshop will bring together scientists from across the country to share science-based tools, techniques, and strategies that can help to conserve the West&rsquo;s precious water supplies and develop alternative sources to meet the region&rsquo;s future needs,\" Secretary Norton said today. \"Interior&rsquo;s U.S. Geological Survey and Bureau of Reclamation are convening the workshop to address the critical water management decisions facing communities across the West in the next 25 years.\" <\/p>\r\n<p>Interior leaders participating in the workshop include Assistant Secretary for Water and Science Bennett Raley; Reclamation Deputy Commissioner Mark Limbaugh; USGS Director Chip Groat; and USGS Associate Director for Water Resources Bob Hirsch. Representatives of the National Weather Service, U.S. Fish and Wildlife Service, National Marine Fisheries Service, and other federal agencies also will take part in the conference. <\/p>\r\n<p>Panel discussions will focus on desalination science and technology; invasive vegetation and water management; predicting surface water availability; data networks and monitoring science; and climate variability and its impact on water resources and habitats. <\/p>\r\n<p>Norton launched the Water 2025 initiative earlier this year to focus public attention on the water supply crises facing many western communities because of explosive population growth, the emerging need for water for environmental and recreational uses, and the national importance of the domestic production of food and fiber from western farms and ranches. <\/p>\r\n<p>Water 2025 establishes a framework to cooperatively address these challenges and help to avert major conflicts among competing users of water. Interior held nine conferences around the West this summer to discuss the proposal and many participants expressed a desire for a science forum to consider technical issues. <\/p>\r\n<p>The one-day workshop will be held at the Adam&rsquo;s Mark Hotel in Denver, Colorado. For more information, contact Jim Peters, the USGS workshop coordinator, at jgpeters@usgs.gov. Workshop information also is available on the Water 2025 website at <a href=\"http:\/\/www.doi.gov\/water2025\/\">www.doi.gov\/water2025\/<\/a>. <\/p>\r\n<p>WHO: Federal, state and local water officials and scientists.<br>WHAT: Water 2025 Science and Technology workshop.<br>WHEN: Nov. 4, 2003: 8:30 a.m. to 5 p.m. Mountain Time.<br>WHERE: Adams Mark Hotel. Denver, Colorado.<br>MEDIA: A news media briefing will be held at 10 a.m. <br><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1067317200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169167"},{"tid":"169381"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}