{"title":"New Observations of Swimming Polar Bears Presented at International Bear Conference","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ANCHORAGE, Alaska. &mdash; <!--introstart-->The U.S. Geological Survey is conducting a study that analyzes movements of 62 satellite-collared female polar bears over a 6-year period (2004-2009), providing a first description of swimming events within a population of polar bears.<!--introend--> The results of the study have not yet been published, but &nbsp;are already generating significant attention.<\/p>\n<p>In addition to describing the types of swims undertaken by the bears, the study suggests a relationship between long-distance swimming and the survival of cubs. Of 11 adult females that had cubs when they were collared and that later undertook a long-distance swim, 6 still had their cubs when subsequently &ldquo;resighted&rdquo; and 5 had lost their cubs.&nbsp; In comparison, of 7 females with cubs when they were collared that did not undertake a long-distance swim, 5 still had their cubs when subsequently &ldquo;resighted,&rdquo; and 2 had lost their cubs.<\/p>\r\n<p>&ldquo;The collars used on these bears were equipped with GPS technology, providing more detailed data on movements that allowed us to detect 50 swimming events, each over 50 kilometers,&rdquo; said USGS researcher Anthony Pagano, who presented the new findings about the frequency, duration, and potential impacts of long-distance swimming events by polar bears at the International Bear Association biennial conference in Ottawa, Canada yesterday.<\/p>\r\n<p>Half of the swims undertaken by the bears were from areas of unconsolidated sea ice to the main pack ice, with an average distance of 160 kilometers.&nbsp; Bears also swam from ice to land, from land to ice, and between points of land.&nbsp; All swimming events occurred between July and October, a time of year when sea ice is at its minimum.&nbsp; The study period encompassed the recent years of extreme sea ice retreat, including the most extreme retreat of 2007.<\/p>\r\n<p>The polar bears were collared by USGS as part of a long-term study of the southern Beaufort Sea population shared by the U.S. and Canada.<\/p>\r\n<p>Pagano is first author of a manuscript to be submitted to a wildlife journal in the near future. Co-authors include current USGS scientists George Durner and Kristin Simac, and former USGS scientists, Steven Amstrup and Geoff York. More information will be released upon publication.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["biology","","polar","bear","cub","swimming","sea","ice"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1311134400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}