{"title":"USGS Research Sheds Light on Why the March Tsunami was Smaller than the December Tsunami","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>As soon as the 8.7 magnitude March 2005 earthquake occurred in the Indian Ocean, the world anxiously awaited word of yet another devastating tsunami similar to the one that occurred on December 26, 2004, as the result of the 9.0 Indian Ocean earthquake.<\/p>\n<p>But although the tsunami that resulted was certainly large &mdash; 13 to 16 feet is not a tsunami to dismiss &mdash; it paled in comparison to the enormous December event, which had run-ups of 100 feet or higher in Sumatra.<\/p>\r\n<p>Why such a big difference?<\/p>\r\n<p>Eric Geist, a U.S. Geological Survey tsunami expert, has been researching probable reasons for the differences between the two tsunamis. He will present his preliminary findings at the 2005 Annual Meeting of the Seismological Society of America meetings in Incline Village, Nevada on April 27 (8:30 p.m., Lakeside Ballroom).<\/p>\r\n<p>To Geist, unearthing the answer to the \"why the difference\" question is vital because of the many implications such an answer has for designing the most effective tsunami warning systems.<\/p>\r\n<p>Geist and his colleagues Vasily Titov and Diego Arcas at NOAA and Susan Bilek at New Mexico Tech are focusing their scientific scrutiny on four factors that they believe explain why the March tsunami was so weak in comparison to the December one. Much of the information scientists have to determine how these tsunami waves were generated comes directly from seismic recordings of the earthquake itself, Geist says.<\/p>\r\n<p>The first factor, obviously, is magnitude &shy; in March, it was 8.7, in December 9.0. As Geist reminded, the magnitude of an earthquake is a function of the rupture area and the average amount of slip throughout the rupture. The December earthquake had a higher average amount of slip and ruptured a longer segment of the fault than the March earthquake.<\/p>\r\n<p>\"Most earthquakes,\" said Geist, \"start with the greatest amount of slip near the epicenter. The exception to this &rsquo;rule&rsquo; is what happened in December, where it started with a little slip, then a big burst occurred later farther away from the epicenter.\"<\/p>\r\n<p>The second factor is water depth &shy; and is probably the biggest contributor to the difference in the two tsunamis, Geist said. \"In December, a lot of the energy in the initial earthquake rupture occurred in deep water (about 1 to 2.5 miles), whereas the March earthquake occurred beneath the shelf just offshore mainland Sumatra at water depths of less than .6 miles or even beneath Sumatra itself. This difference in water depth over areas where the greatest energy was released from the earthquake produced a difference in amplification as the tsunami traveled from the source region to shore.<\/p>\r\n<p>Hence, said Geist, the more amplification of the wave, the bigger the run-ups. Of course, if much of the movement of the surface of the earth caused by the earthquake is on land, it will not go into generating a tsunami because there is no water to displace.<\/p>\r\n<p>The third factor is the depth below the surface of the earth where most of the fault slip occurred.&nbsp; In March, most of slip occurred at depths of 12 to 25 miles below the surface, whereas for the December earthquake, slip may have extended all the way to the sea floor at the oceanic trench. This factor, along with the difference in magnitude, resulted in greater vertical movement of the sea floor in December. The peak vertical displacements of the sea floor for the two earthquakes were approximately 16 feet for the December earthquake and about 10 feet for the March earthquake.<\/p>\r\n<p>The last factor is that there was a significant difference between the two events in the primary direction of tsunami-wave \"focusing,\" which affects the distant or \"far-field\" impact of the tsunami. In December, the tsunami energy was focused to the west, toward Sri Lanka and India, and to the east, toward Thailand. In March, the tsunami energy was focused to the southwest, away from any nearby land ma","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1114574400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169357"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}