{"title":"USGS Science Helps Disaster-Struck Communities Understand Flash Flooding","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The &nbsp;Little Missouri River in Southwest Arkansas experienced a flash flood Friday, with waters that rose over 20 feet in just 5 hours, killing 20 people. In response to this severe and unusual flooding the USGS deployed a team of scientists to document and study the flow and height of the floodwater as it coursed down the Little Missouri River and its tributaries.<\/p>\n<table class=\"podcasttemplate\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width=\"250\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td class=\"podcastheader\">Related Podcasts<\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"podcastcontent\"><img src=\"http:\/\/www.usgs.gov\/corecast\/images\/corecast_rss.jpg\" alt=\"\" width=\"100\" height=\"100\" align=\"left\" \/>\r\n<p class=\"bold\"><span class=\"episode_title_text\">Science in the Aftermath of the  Arkansas Flood<\/span><\/p>\r\n<\/td>\r\n<\/tr>\r\n<tr>\r\n<td>\r\n<p><img src=\"http:\/\/www.usgs.gov\/images\/icons\/down_arrow.jpg\" border=\"0\" alt=\"download\" width=\"18\" height=\"16\" align=\"absmiddle\" \/> <a href=\"http:\/\/gallery.usgs.gov\/audio\/corecast\/ep128\/20100614_128_ak_flood.mp3\" target=\"_blank\">Download directly<\/a> |         <a href=\"http:\/\/www.usgs.gov\/corecast\/details.asp?ep=128\">Details<\/a><\/p>\r\n<p><a href=\"http:\/\/feeds.feedburner.com\/CorecastChannel-Usgs\"><img src=\"http:\/\/www.usgs.gov\/images\/icons\/podcast.jpg\" border=\"0\" alt=\"podcast icon\" width=\"65\" height=\"16\" \/><\/a>&nbsp;   \t   <a href=\"http:\/\/phobos.apple.com\/WebObjects\/MZStore.woa\/wa\/viewPodcast?id=261623315\"><img src=\"http:\/\/www.usgs.gov\/images\/icons\/itunes.jpg\" border=\"0\" alt=\"itunes icon\" width=\"65\" height=\"16\" \/><\/a><br \/> or  <a href=\"http:\/\/www.usgs.gov\/corecast\/default.asp#misc\">subscribe by e-mail<\/a>.<\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&ldquo;Flash flooding is one of the biggest causes of natural hazard-related deaths in the United States and we are here collecting data to understand what happened from a hydrologic standpoint, in order to help the emergency management community and National Weather Service better protect and educate the public,&rdquo; said Dr. Robert Holmes, USGS National Flood Specialist. &ldquo;For those camping in one of these beautiful spots near flowing water, it is important to know how high and how fast the water can rise in the case of flash floods.\"<\/p>\r\n<p>Flash flooding happens when intense thunderstorms dump large quantities of rain into steep or urban watersheds in a short period of time. Flash floods are hard to predict, but data collected by the USGS is crucial to formulating better predictive models. These models are needed by forecasters and emergency responders to warn the public and improve planning, in order to minimize the impacts of future floods.<\/p>\r\n<p>The team of USGS scientists in Arkansas is using hydrologic forensics to reconstruct the discharge, elevation, and velocities of the flood. These scientists are surveying the high water marks and geometry of the river for input into hydraulic models. The models estimate the peak flow rate of the flood as the water rushes down the streams.<\/p>\r\n<p>Information from these models is compared to long-term records collected by the USGS on nearby rivers to determine how often such floods are likely to occur. Knowing how often a flood is likely to occur helps area communities decide whether to require higher construction elevations, warning systems, or flood-control works.<\/p>\r\n<p>&ldquo;In addition to collecting data for long-term uses, the USGS collects real-time data to aid those making daily decisions about water-related activities, whether for resource management, business operations, flood response or recreation,&rdquo; said Robert Mason, a USGS hydrologist. &ldquo;This recent flash flood illustrates the importance of constantly monitoring the flow of our Nation&rsquo;s waters and quickly disseminating the information to those who need it.&rdquo;<\/p>\r\n<p>The USGS recently released a new service, called <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>, that allows users to receive text or email updates a","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas"],"country":["United States of America"],"mm_tags":["wateralert","NSIP","streamgage","water","flood","flashflood","Core Cast","podcast"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1276574400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170355"},{"tid":"169801"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}