{"title":"New Satellite Map of Antarctica Is a Unique Tool for Scientists, Educators and the Public","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<span class=\"fontSize4\">Joint Project Embodies Spirit of International Polar Year<\/span> \r\n<\/p>\r\n<p>\r\n<em>For b-roll of Antarctica, contact Dena Headlee at <a href=\"mailto:dheadlee@nsf.gov\">dheadlee@nsf.gov<\/a>.<\/em> \r\n<\/p>\r\n<p>\r\n<!--introend-->A uniquely detailed and scientifically accurate satellite mosaic map of Antarctica was unveiled today by three federal agencies and the British Antarctic Survey (BAS) that is expected to become a standard geographic reference. The map will give both scientists and the general public an unmatched tool for studying the southernmost continent.<!--introend--> \r\n<\/p>\r\n<p>\r\nRepresentatives of the National Science Foundation (NSF), the U. S. Geological Survey (USGS), the National Aeronautics and Space Administration (NASA) and BAS worked cooperatively to produce the Landsat Image Mosaic of Antarctica (LIMA), a map that combines more than 1,100 hand-selected Landsat satellite scenes digitally compiled to create a single, seamless, cloud-free image. \r\n<\/p>\r\n<p>\r\nThe new map was introduced to the media and public during an event at NASA&#39;s Goddard Space Flight Center in Greenbelt, Md. \r\n<\/p>\r\n<p>\r\nAt a moment in history when there is unprecedented concern about the state of the polar ice caps in the face of documented regional Arctic and Antarctic warming trends, the LIMA mosaic provides a critical &quot;snapshot in time&quot; of Antarctica&#39;s ice sheets, which contain over 60 percent the world&#39;s fresh water, noted Scott Borg, director of NSF&#39;s division of Antarctic sciences. \r\n<\/p>\r\n<p>\r\n&quot;But LIMA is also a fundamental tool for scientists. It will be used in every discipline from biology to geology to glaciology, both to answer scientific questions and plan fieldwork in the vast unexplored tracts of Antarctica. For educators, students, and the general public, LIMA will bring to life the Antarctic continent like nothing before it,&quot; Borg said. &quot;Imagine a middle-school Earth-science student comparing landforms in the glaciated valleys of Antarctic to similar features in the Rocky Mountains or even comparing a rock glacier in Antarctica with some of the features scientists are studying in images from Mars.&quot; \r\n<\/p>\r\n<p>\r\n&quot;This mosaic draws on 35 years of experience by the USGS&#39;s Earth Resources Observation and Science (EROS) center, whose goals include the preservation of and access to the Nation&#39;s remotely sensed land data assets through the National Satellite Land Remote Sensing Data Archive,&quot; said Barbara Ryan, USGS associate director for geography. LIMA was produced using EROS images from the Landsat 7 satellite launched in 1999. \r\n<\/p>\r\n<p>\r\nThe Landsat Program began in 1972, with the launch of the first Landsat satellite. &quot;Sensors aboard Landsat satellites have captured millions of digital images of the Earth&#39;s land masses and coastal regions used by researchers worldwide to study global change, natural disasters, and other aspects of the Earth&#39;s terrestrial environment,&quot; Ryan said. \r\n<\/p>\r\n<p>\r\nRobert Bindschadler, chief scientist of the Hydrospheric and Biospheric Sciences Laboratory at Goddard, noted that the new mosaic is the most detailed map of the continent in existence and offers the most geographically accurate, true-color views of the continent possible. &quot;This innovation, compared to what we had available most recently, is like watching the most spectacular high-definition TV in living color versus watching the picture on a small black-and-white television,&quot;he said. \r\n<\/p>\r\n<p>\r\nAn NSF grant provided the nearly $1 million U.S. contribution to the LIMA project. Tom Wagner, earth sciences program director for the NSF-managed U.S. Antarctic Program, noted that this project is the first major scientific product of the International Polar year (IPY). \r\n<\/p>\r\n<p>\r\n&quot;LIMA represents the true spirit of the IPY in two ways,&quot; Wagner said. &quot;Firstly, it&#39;s an international collaboration between t","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"1196312400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169236"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}