{"title":"USGS at Society of Environmental Toxicology and Chemistry: From Pharmaceuticals in Groundwater to Mercury in High U.S. Mountains","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp; \n<p>\r\n<strong>The 27<sup>th<\/sup> Annual Meeting of the Society of Environmental Toxicology and Chemistry (SETAC) is being held November 5-9, 2006, at the Palais de Congr&egrave;s in Montr&eacute;al, Qu&eacute;bec, Canada.&nbsp;Additional information about the conference can be found online at <a href=\"http:\/\/montreal.setac.org\/home.asp\">http:\/\/montreal.setac.org\/home.asp<\/a> &nbsp;While the conference is occurring, please contact Catherine Puckett for information about specific presentations. <\/strong>\r\n<\/p>\r\n<p>\r\n<strong>A Happy Medium?<\/strong> <strong>&nbsp;Antidepressants in Aquatic Systems: <\/strong>Wastewater treatment plants do a remarkable job at removing the bulk of chemicals from the waste stream. But recent USGS studies have shown that a wide range of pharmaceuticals and other human-caused waste compounds remain despite wastewater treatment and are discharged to receiving waters across North America.&nbsp; Antidepressants are a commonly used class of pharmaceuticals whose pharmacological effects may extend beyond humans to aquatic organisms present in surface water systems that receive treated wastewater discharge.&nbsp;&nbsp; Yet few methods exist to detect antidepressants in the environment, and their effects on aquatic organisms are only beginning to be understood.&nbsp;&nbsp; Recently, USGS researchers developed a method to study the distribution and fate of antidepressants and their breakdown products in aquatic environments, including municipal wastewater and surface water.&nbsp; Venlafaxine (Effexor) was the predominant antidepressant researchers found in wastewater and river-water samples from Colorado, Iowa, and Minnesota, though other antidepressants were found as well. Typical concentrations of individual antidepressants ranged from a few nanograms per liter to thousands of nanograms per liter (for Venalfaxine) in wastewater.&nbsp;&nbsp; This indicates that wastewater is a point source of antidepressants into the environment, at concentrations that may impact aquatic life. <strong>For more information, please contact Edward T. Furlong, USGS, at <a href=\"mailto:efurlong@usgs.gov\">efurlong@usgs.gov<\/a> or 303-236-3941; or Melissa Schultz, College of Wooster, Wooster, OH at <a href=\"mailto:mschultz@wooster.edu\">mschultz@wooster.edu<\/a> or 330-263-2645. SETAC presentation is Monday, Nov. 6, 8:20 a.m., Room 517A, Palais de Congr&egrave;s.<\/strong>\r\n<\/p>\r\n<p>\r\n<strong>Pharmaceuticals in Long Island&#39;s Groundwater: <\/strong>Pharmaceuticals can infiltrate groundwater systems in areas susceptible to wastewater contamination. In studies by Stony Brook University and the U.S. Geological Survey of ground-water wells in Suffolk County, Long Island, NY, near permitted wastewater treatment facilities discharging to ground water, scientists detected pharmaceuticals in concentrations generally 1-200 ng\/L (parts per trillion).These vanishingly small concentrations are several orders of magnitude below the concentrations where any effects have been observed or predicted for the compounds measured in this study. Acetaminophen, caffeine, carbamazepine (anti-epileptic), cotinine (human metabolite of nicotine), paraxanthine (human metabolite of caffeine), and sulfamethoxazole (antibiotic) were found most often in both studies. However compounds were more frequently detected in the shallower wells.&nbsp; These occurrences, and laboratory studies, suggest that of these compounds, caffeine, carbamazepine, paraxanthine, and sulfamethoxazole are more persistent in groundwater and have the most potential for transport in the subsurface. <strong>For more information, contact Mark J. Benotti at <a href=\"mailto:mbenotti@usgs.gov\">mbenotti@usgs.gov<\/a> or 631-736-0783 x126. SETAC presentation is Thursday, Nov. 9, 4:50 p.m., Room 516AB, Palais de Congr&egrave;s.<\/strong>\r\n<\/p>\r\n<p>\r\n<strong>After the Hurricanes - The Contaminants Left Behind in New Orleans<\/strong>: USGS researchers measured numerous semivolatile organic compo","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1162789200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}