{"title":"snowy Plover ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A single strand of rope separates threatened western snowy plovers from people recreating on the public beach of Coal Oil Point Reserve, at the University of California, Santa Barbara. Although these small, 6-inch shorebirds had seemingly abandoned this site for breeding, after the 400-yard nursery was protected, it fledged 39 young snowy plovers this summer. The success of this combined effort of researchers, managers and volunteers has earned national recognition for three groups: U. S. Geological Survey, the Santa Barbara Audubon Society, and the University of California Natural Reserve System.<\/p>\n<p>On Sept. 26, The Natural Areas Association, meeting in Madison, Wis., will present its 2003 Resource Stewardship award to these three groups for balancing beach recreation and protection of snowy plovers. The Resource Stewardship Award recognizes this partnership for demonstrating excellence in the stewardship of natural areas through creative and innovative strategies to resolve issues and advance the preservation of natural resources.<\/p>\r\n<p>\"The research predicted that disturbance rates would drop from their previous high levels, but I had no idea that the plovers would respond as dramatically as they did,\" said Dr. Kevin Lafferty, a USGS marine ecologist and adjunct professor at UC Santa Barbara whose research helped plan and evaluate the conservation effort. \"This is the first evidence that a reduction in disturbance can lead to the recovery of a formerly abandoned snowy plover breeding site.\"<\/p>\r\n<p>On the Pacific Coast, North American snowy plovers, named for their pale plumage, breed from Washington to Baja California. Although plovers historically bred at Coal Oil Point, from the time it opened to the public in 1970 until the summer of 2001, the site produced no snowy plover chicks.<\/p>\r\n<p>In a USGS study, Lafferty assessed the rate of different kinds of human disturbance, and found that human use of parts of the beach shared by the plovers interfered with the shorebird&rsquo;s ability to find a predictable place to rest and nest undisturbed. He then determined the smallest portion of the beach that could be closed to maximize protection of plovers with minimal inconvenience to beach users. The proposed enclosure would stretch from wet sand to dry areas above the tidal zone, but allowed people to walk at the water&rsquo;s edge along the beach.<\/p>\r\n<p>The University of California protects 34 natural reserves in California for its research, education and public service missions. Coal Oil Point Reserve has a beach area that is popular with students and local residents for its good surfing and unspoiled landscapes. In the summer of 2001, a single snowy plover chick was seen near a recent dune restoration project, prompting the UC Coal Oil Point Reserve director, Dr. Cristina Sandoval, to install a rope fence that denoted the boundaries of the core plover habitat, thereby buffering the chick and its father from disturbance. After the chick fledged, she left the fence in place to reduce disturbance to the 120 plovers that winter at the site. The fence helped people to walk around the plover habitat instead of through it and disturbance rates plummeted.<\/p>\r\n<p>Sandoval, who oversees the plover project, implemented a comprehensive Snowy Plover Management Program in 2001 based on the USGS research and the experience of the previous breeding season. The plan included roping off 400 yards of dry sandy beach, closing a trail that directed people through the plover habitat, installing educational and regulatory signs and beginning an education program led by volunteers.<\/p>\r\n<p>The plan worked quickly and with unprecedented success. In 2002, 10 plovers chose to breed in the protected area. They made 9 nests with 21 eggs, of which 16 hatched, and 14 chicks fledged. In 2003, this increased to 24 breeders, 24 snowy plover nests, 63 eggs, 45 hatched eggs, and 39 fledglings. \"We are encouraged by how fast the plovers responded","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1064462400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169871"},{"tid":"169393"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}