{"title":"Thin Skin Beneath Streams Can Power Large Improvements in Water Quality","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart--><a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/wrcr.20492\/abstract\">Recent U.S. Geological Survey research<\/a> has found that natural biochemical processes in water moving back and forth between a stream and its underlying sediment were significant in removing nitrate from streams in the Illinois River basin, one of the world&rsquo;s most intensively farmed regions.<!--introend--><\/p>\n<p>The USGS study in a nitrogen-polluted stream found that the flow of streamwater through a very thin zone of sediment enhances chemical reactions that decrease nitrate delivery to coastal areas where nitrogen fuels formation of hypoxic \"dead zones.\"&nbsp;&nbsp;<\/p>\r\n<p>\"One of the thorniest issues in the overall quality of our Nation's waters is relatively high levels of nitrates and other nutrients in many of our streams and rivers,&rdquo; said Lori Caramanian, Department of the Interior Deputy Assistant Secretary for Water and Science. \"A better understanding of the natural processes that reduce nutrients in our streams and rivers will help us mange our waterways in a more effective manner.\"&nbsp;<\/p>\r\n<p>Beneath all streams and rivers is a shallow layer of sediment that is permeated by water exchange across the sediment surface. This boundary between the world of earth and water in streams is referred to by scientists as the \"hyporheic\" zone, from Greek words meaning \"under the flow.\" The hyporheic zone can be thought of as the stream's \"skin,\" since it serves vital functions such as the removal of dissolved and particulate contaminants being transported by the stream.<\/p>\r\n<p>Previous research has established under laboratory conditions that hyporheic flow should be critical to sparking reactions that improve stream water quality, but field studies have generally been unable to reveal the contribution of hyporheic flow to decreasing the flow of contaminants to sensitive downstream waters.<\/p>\r\n<p>This field study determined that a very thin skin, a mere four centimeters (1.6 in.) of sediment, was effective in removing nitrate from streams of the Illinois River basin during late summer. The crucial investigative approach was labeling in-stream nitrate with an isotopic tracer that could be followed at very fine scales in the sediment and simultaneously tracked for kilometers downstream.<\/p>\r\n<p>The study scientists found that hyporheic flow increased nitrate removal by renewing the supply of dissolved organic carbon and nitrate to specialized bacteria in the sediment that performed denitrification, a reaction that converts dissolved nitrate to gaseous nitrogen and so removes nitrate permanently from flowing water.&nbsp;<\/p>\r\n<p>The top four centimeters of sediment had the greatest abundance of denitrifying bacteria, in addition to the highest levels of hyporheic flow. Sediment properties in this thin layer were also conducive to the formation of oxygen-free micro zones that are required for the reaction to take place.<\/p>\r\n<p>\"USGS hydrologic research is focused on, among other things, improving our understanding of the biochemical processes at work in our waterways so that we can provide policy makers with information that will lead to better informed decisions.\" observed Jerad Bales, USGS Acting Associate Director for Water. \"This work is an excellent example of how science is critically important for effectively addressing the one of the important environmental issues of our time.\"<\/p>\r\n<p>Stream restoration is a billion dollar industry in the U.S., although its water quality benefits are not widely proven. Most restoration structures are designed in a manner that creates relatively deep hyporheic flow, which adds, this study demonstrated, only minimally to additional hyporheic flow and nitrogen removal in comparison to shallow hyporheic flow operating alone.<\/p>\r\n<p>The study suggests how restoration structures might be modified to protect naturally functioning hyporheic zones and how hyporheic flow could be incr","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water Hydrologic Researchand Development","Water National Water Quality Assessment"],"article_type":["State News Release"],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1386738000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"169782"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}