{"title":"New Book on Wildlife-Human Disease Connection","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A new 400-page publication from the USGS National Wildlife Health Center that addresses current issues related to disease emergence and resurgence is now available. <!--introend-->This publication, <em>Disease Emergence and Resurgence: The Wildlife-Human Connection<\/em>, focuses on concepts associated with disease emergence in wildlife, the general importance of wildlife as sentinels for disease emergence, and critical issues regarding wildlife as sources for zoonotic disease (diseases transmissible between humans and animals).<\/p>\n<p>Rich in illustrations, photographs, informative tables, and history, chapters of the new publication include <em>The Wildlife Factor<\/em>, which is about human actions that unwittingly result in disease emergence and spread among wildlife populations; <em>Zoonoses<\/em> and <em>Travel<\/em> considers types of exposure to zoonotic diseases, specifically related to wildlife, and how to discuss potential exposure with health-care professionals. <em>Is This Safe to Eat?<\/em> discusses risks associated with consuming fish and game, and ways to avoid these risks; <em>Biowarfare, Bioterrorism, and Animal Diseases as Bioweapons<\/em> is a complex chapter on past human activities in this arena and potential problems that could arise. Lastly, <em>How to Find and Access Published Information on Emerging Infectious Diseases<\/em> is a thorough discussion of how to navigate the literature, both popular and scientific, related to zoonoses. Appendices include extensive tables related to chapter topics, and the book is indexed and includes a glossary.<\/p>\r\n<p>The primary author, emeritus scientist Milton Friend, was director of the National Wildlife Health Center for 23 years, and is an adjunct professor at the University of Wisconsin &ndash; Madison, Department of Animal Health and Biomedical Sciences. One of his previous USGS publications originally issued in 1987 and revised in 1999, <em>Field Manual of Wildlife Diseases &ndash; General Field Procedures and Diseases of Birds<\/em>, has been translated into several languages, including Russian and Spanish, and is still in demand. It includes a frequently requested chapter on avian influenza.<\/p>\r\n<p>The purpose of this new book (USGS Circular 1285), intended for wildlife professionals, as well as the general public, is to enhance the reader&#039;s understanding of disease ecology and disease transmission between wildlife and humans, especially those who interact with wildlife. The U.S. Fish and Wildlife Service provided major funding support for the completion of this book.<\/p>\r\n<p>The report may be viewed or purchased on the Internet from the USGS Publications Warehouse at <a href=\"http:\/\/infotrek.er.usgs.gov\/pubs\">http:\/\/infotrek.er.usgs.gov\/pubs<\/a>. Copies are also available from the U.S. Geological Survey, Branch of Information Services: 1-888-ASK-USGS. This report, as well as other publications and information on wildlife disease, are available on the USGS National Wildlife Health Center Web site: <a href=\"http:\/\/www.nwhc.usgs.gov\/\">http:\/\/www.nwhc.usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1143608400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169396"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}