{"title":"science that Weathers the Storm: Track Flooding During Tropical Storm Gustav in Real-Time","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"bold\">Reporters: Want to accompany a USGS crew as they install mobile gages or storm surge sensors? Contact Brian McCallum at 404-375-2505 or <a href=\"mailto:bemccall@usgs.gov\">bemccall@usgs.gov<\/a>.<\/p>\n<p><!--introstart-->Real-time flooding and storm surge information is available as Tropical Storm Gustav approaches the Gulf Coast by visiting the interactive US Geological Survey (USGS) Water Hazards Map.<!--introend--><\/p>\r\n<p><a href=\"http:\/\/water.usgs.gov\/waterwatch\/gustav\"><img style=\"border: 0pt none; margin: 3px; float: right;\" src=\"http:\/\/www.usgs.gov\/hazards\/hurricanes\/gustav\/images\/waterdata_map.jpg\" alt=\"Screenshot of the Gustav Water Data Hazards Map\" width=\"350\" height=\"218\" \/><\/a>The map provides flooding and storm surge data from Gulf Coast streamgages, which is imperative to local, State and Federal officials in order to forecast floods and coordinate flood-response activities in the affected area.<\/p>\r\n<p>\"We could not accurately forecast river flows and water-levels without the data and support we receive from the USGS,\" said Dave Reed, Hydrologist-In-Charge of the National Weather Service Lower Mississippi River Forecast Center in Slidell, LA. \"When river and tide data are not available, our job of forecasting is much more difficult and typically results in diminished accuracy of those forecasts.\"<\/p>\r\n<p>The USGS, in collaboration with the U.S. Army Corps of Engineers, New Orleans District, has just installed five new strengthened, or \"hardened,\" tidal gages along the Louisiana Gulf Coast and Mississippi Sound. These gages were designed to withstand a category 4 hurricane storm surge. Real-time data from hardened gages, as well as and storm-surge sensors and rapidly-deployable mobile gages will also be accessible on the <a href=\"http:\/\/water.usgs.gov\/waterwatch\/gustav\">USGS Hazards Map<\/a> on a Google Map interface.<\/p>\r\n<p>Access other USGS Tropical Storm Gustav efforts by visiting the <a href=\"http:\/\/www.usgs.gov\/gustav\">USGS Gustav storm site<\/a>.<\/p>\r\n<p>USGS scientists will install rapidly-deployable mobile gages and storm-surge sensors starting tomorrow. Real-time data from these devices will also be visible on the hazards map. These temporary gages provide additional real-time monitoring data in critical areas needed for effective forecasting and emergency response.<\/p>\r\n<p>Rapidly deployed mobile stations provide special, short-term data in critical areas lacking long-term streamgages. These mobile real-time stations will help emergency needs and improve coastal flood forecasts. They provide up-to-the-minute data that is critical to the National Weather Service and other partners involved in issuing flood warnings and the evacuation of communities.<\/p>\r\n<p>USGS also has a network of rugged, inexpensive water-level and barometric-pressure sensors, called storm-surge sensors, which are ready to be installed right before Gustav hits land. These sensors provide information about storm surge duration, times of surge arrival and retreat, and maximum depths, which is useful in forecasting and modeling future events. Tropical Storms Katrina and Rita vividly demonstrated that coastal storm surge can be as dangerous as inland flooding caused by rain.<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the United States and does so in cooperation with over 850 federal, state and local agencies.<strong><\/strong><\/p>\r\n<p><strong>State Contacts:<\/strong><\/p>\r\n<p>If you would like to know more specific information about USGS Tropical Storm Gustav response activities in your area, please contact the appropriate person listed below.<\/p>\r\n<ul>\r\n<li>Alabama: Athena Clark, 334-395-4141, <a href=\"mailto:athclark@usgs.gov\">athclark@usgs.gov<\/a><\/li>\r\n<li>Florida: Barry Rosen, 407-803-5508, <a href=\"mailto:brosen@usgs.gov\">brosen@usgs.gov<\/a><\/li>\r\n<li>Georgia: Ed Martin, 770-903-9166, <a href=\"mailto:ehmartin@usgs.gov\">ehmartin@usgs.gov<\/a><\/li>\r\n<li>Louisiana: Ch","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Louisiana","Mississippi","Texas"],"country":["United States of America"],"mm_tags":["water","High Flow","coastal","dams","environment","flooding","floods","hurricanes","hazards","streamflow","streamgages","Streams","water"],"release_date":{"und":[{"value":"1219982400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168778"},{"tid":"169493"},{"tid":"169607"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}