{"title":"Public Open House Canceled at Cascades Volcano Observatory","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>VANCOUVER, Wash. &ndash; The U.S. Geological Survey Cascades Volcano Observatory is cancelling its planned May 4<sup>th<\/sup> public open house due to to the federal budget sequestration.&nbsp;&nbsp;<\/p>\n<p>USGS Cascades Volcano Observatory has hosted a public open house every few years at its offices on the east side of Vancouver since moving there in 2002, but with major budget cuts this year, cannot support \"extracurricular\" activities on top of the most critical work of studying, monitoring, and responding to volcanic eruptions in the Cascade Range and around the world.<\/p>\r\n<p>During past day-long open houses, USGS-CVO staff takes a break from regular research and monitoring duties and provides demonstrations of volcano monitoring equipment such as seismographs, specialized GPS units, and infrared sensors. &nbsp;Staff members discuss results of recent local to global volcano research, eruption response, hazard maps, and ash and rock samples using a variety of visual aids. Volcano learning activities for children are a major attraction, as is the opportunity for the public to bring in rock samples for identification.<\/p>\r\n<p>CVO open houses are a rare opportunity for the public to meet one-on-one with the approximately 55 people who work at the observatory, and learn about the critical work done monitoring active volcanoes. The most recent public open house was in May, 2010. &nbsp;&nbsp;About 1,200 people attended the event.<\/p>\r\n<p>The cancellation is being taken at a time when the USGS is making tough choices on how best to implement the mandatory budget cuts. The USGS has&nbsp;implemented a hiring freeze; eliminated or significantly reduced participation in all scientific conferences; cancelled all non-mandatory, non-mission critical training; directed a review of contracts and grants to determine which should be delayed, re-scoped, or terminated; and may have to furlough employees for an undetermined amount of time.<\/p>\r\n<p>&nbsp;The USGS will re-evaluate the future of USGS-CVO open houses as the budget allows. Please continue to check for updated information about Cascade volcanoes and future observatory events on the CVO <a href=\"http:\/\/volcanoes.usgs.gov\/observatories\/cvo\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":["volcano","Cascades","Volcano Observatory","Natural Hazards Volcano Hazards","Geographic Areas Northwest","","cancel","sequestration","budget","public","event"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1366603200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169005"},{"tid":"169798"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}