{"title":"Landsat 8 Celebrates First Year of Success","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"Default\">One year ago, on February 11, 2013, NASA launched the Landsat 8 Earth-observing satellite from Vandenberg Air Force Base near Lompoc, Calif.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\n<p class=\"Default\">A flawless launch, followed by the transfer of operational control on May 30 to the U.S. Geological Survey, marked the start of the satellite's mission to extend an unparalleled record of observing Earth's landscape from space. Landsat 8 is the latest in the Landsat series of remote-sensing satellites that have provided a continuous record of change across Earth&rsquo;s land surfaces since 1972.<\/p>\r\n<p class=\"Default\">Landsat provides land images globally at a scale that impartially documents natural processes such as volcanic eruptions, glacial retreat, floods, and forest fires and human-induced processes such as urban expansion, crop irrigation, and forest clear-cutting. The Landsat Program is a sustained effort by the United States to provide direct societal benefits across a wide range of human endeavors including human and environmental health, energy and water management, urban planning, disaster recovery, and agriculture.&nbsp;<\/p>\r\n<p>\"Data produced by Landsat plays a vital role in <a href=\"http:\/\/landsat.gsfc.nasa.gov\/?page_id=6724\">managing America&rsquo;s natural resources<\/a> and the industries and jobs that rely on those resources,\" said Senator Barbara Mikulski of Maryland, Chairwoman of the Senate Appropriations Committee that funds NASA and USGS. \"It was Landsat that brought home the severity of Midwest floods in the 1990s, and it has helped identify periods of severe drought that were so devastating to our farmers and foresters. My hat goes off to NASA's <a href=\"http:\/\/www.nasa.gov\/centers\/goddard\/home\/\">Goddard Space Flight Center<\/a> that has played a key role in building each of the Landsat satellites, including Landsat 8, improving each satellite with the latest technology and help us better understand planet Earth.\"&nbsp;<\/p>\r\n<p>\"For over forty years, the Landsat Program has provided a valuable stream of image data of the Earth&rsquo;s landscape.&nbsp; The newly activated Landsat 8 satellite continues this mission, sending images to the USGS <a href=\"https:\/\/eros.usgs.gov\/\">Earth Resources Observation and Science (EROS) Center<\/a> near Sioux Falls, S.D.,&rdquo; said Senator John Thune of South Dakota. &ldquo;The land and water resource data from Landsat 8 is a great asset to agricultural producers and others in both the public and private sectors.&nbsp; I salute the professionals at NASA and USGS who have worked to make this resource available for decades, and into the future.\"&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>\"Thanks to the hard work of many dedicated individuals at both NASA and USGS, today we celebrate the one year anniversary of the launch of the Landsat 8 satellite,\" said Senator Tim Johnson of South Dakota.&nbsp; \"Throughout my time in Congress, I have been a proud supporter of the Landsat program, and the USGS EROS Center, which processes Landsat data. The images produced by Landsat satellites are used all over the world as a vital planning tool, allowing researchers to analyze the ways in which land use and management have changed, and giving policymakers important information as they seek to develop sensible economic and environmental policy, including helping to track flooding, wildfires, drought, and other changing environmental conditions. I commend NASA and USGS on reaching this milestone!\"&nbsp;<\/p>\r\n<p>\"The 40-year archive of Landsat imagery, propelled into the 21st century by Landsat 8, is a treasure trove of scientific information that can form the basis for a myriad of useful applications. The USGS free data policy makes this treasure available to every person on the planet,\" said Anne Castle, Assistant Secretary for Water and Science at the U.S. Department of the Interior.&nbsp; \"I congratulate the dedic","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Land Remote Sensing","Climateand Land Use Change Earth Resources Observationand Science Center"],"article_type":["State News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1392094800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170612"},{"tid":"170488"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}