{"title":"High Arsenic Levels Found in 8 Percent of Groundwater Wells Studied in Pennsylvania","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5257\/\"><strong>report and maps<\/strong><\/a> are posted online.<\/p>\n<p><strong>NEW CUMBERLAND, Pa<\/strong>. &ndash; Eight percent of more than 5,000 wells tested across Pennsylvania contain groundwater with levels of arsenic at or above federal standards set for public drinking water, while an additional 12 percent &ndash; though not exceeding standards &ndash; show elevated levels of arsenic.&nbsp;<\/p>\r\n<p>These findings, along with maps depicting areas in the state most likely to have elevated levels of arsenic in groundwater, are part of a recently released U.S. Geological Survey study done in cooperation with the Pennsylvania Departments of Health and Environmental Protection.<\/p>\r\n<p>The results highlight the importance of private well owners testing and potentially treating their water.&nbsp; While public water supplies are treated to ensure that water reaching the tap of households meets federal drinking water standards, private wells are unregulated in Pennsylvania, and owners are responsible for testing and treating their own water.<\/p>\r\n<p>For this study, USGS scientists compiled data collected between 1969 and 2007 from industrial, public, and private wells. Arsenic levels, along with other groundwater quality and environmental factors, were used to generate statewide and regional maps that predict the probability of elevated arsenic.&nbsp;&nbsp; The study examined groundwater from carbonate, crystalline, and shale\/sandstone bedrock aquifers, and from shallow glacial sediment aquifers. Similar maps have been produced for other states.<\/p>\r\n<p>\"This research is not intended to predict arsenic levels for individual wells; its purpose is to predict the probability of elevated levels of arsenic in groundwater to help public health efforts in Pennsylvania,\" said USGS scientist Eliza Gross, who led the study.&nbsp; \"The study results and associated probability maps provide water-resource managers and health officials with useful data as they consider management actions in areas where groundwater is most likely to contain elevated levels of arsenic.\"<\/p>\r\n<p>The Pennsylvania Department of Health plans to use the maps as an educational tool to inform health professionals and citizens of the Commonwealth about the possibility of elevated arsenic in drinking water wells and to help improve the health of residents, particularly in rural communities.<\/p>\r\n<p>Arsenic occurs naturally and, in Pennsylvania, is most common in shallow glacial and shale\/sandstone type aquifers, particularly those containing pyrite minerals. Arsenic can also result from human activities. Geologic conditions, such as fractures, and chemical factors in groundwater, such as low oxygen, extreme pH, and salinity, can cause arsenic to leach from rocks, become mobile, and contaminate wells distant from the source. &nbsp;Groundwater with elevated arsenic levels &ndash; more than 4 micrograms per liter -- can be found in scattered locations throughout Pennsylvania.<\/p>\r\n<p>Arsenic in drinking water has been linked to several types of cancer, reproductive problems, diabetes, a weakened immune system, and developmental delays in children.&nbsp; Arsenic can be reduced or eliminated in tap water through treatment.<\/p>\r\n<p>Private well owners can find testing and other information on <a href=\"http:\/\/www.portal.state.pa.us\/portal\/server.pt?open=514&amp;objID=553922&amp;mode=2\">Pennsylvania Department of Environmental Protection Arsenic in Drinking Water website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Pennsylvania"],"country":["United States of America"],"mm_tags":["arsenic","groundwater","Pennsylvania Geographic Areas Northeast","Water Groundwater Resources","Pennsylvania Groundwater","Arsenic Pennsylvania Groundwater","Pennsylvania Groundwater Quality"],"article_type":["State News Release"],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1366171200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169530"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}