{"title":"Landsat Satellite Imagery Used to Assess the Impact of Myanmar's Cyclone Nargis","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->USGS is providing Landsat satellite imagery to aid rescue and recovery efforts in Myanmar in the aftermath of Cyclone Nargis's landfall on May 3.<!--introend--> International emergency response teams are using the Landsat images to assess the extent of flood damage caused by the cyclone in the affected region. The first maps of the area derived from the Landsat satellite were provided to waiting agencies within hours of the initial request. The USGS provides Landsat imagery to other participating agencies under an agreement known as the International Charter Space and Major Disasters (Space Charter).<\/p>\n<p>One organization making immediate use of USGS Landsat data is the United Nations Institute for Training and Research Operational Satellite Applications Programme (UNOSAT). The UNOSAT team consists of UN fieldworkers as well as satellite imagery experts, geographers, geologists, development experts, computer programmers and internet communications experts. Their team has developed maps showing the extent of the cyclone flooding and population estimates in the flooded regions.<\/p>\r\n<p>When a natural disaster occurs, the Space Charter is enacted to provide satellite imagery and data to support humanitarian and disaster relief efforts. Charter participants, like the USGS, operate a 24-hour response desk to provide support for data collected by the participating organizations. Since its establishment in late 2000, the Space Charter has responded to more than 200 hazards events around the globe, including forest fires, earthquakes, tsunamis, oil spills and flooding.<\/p>\r\n<p>The Space Charter is made up of an international group of participating space agencies dedicated to providing satellite images to those affected by natural or human-induced disasters. USGS Landsat satellite images can be viewed at www.glovis.usgs.gov.<\/p>\r\n<table border=\"0\" cellspacing=\"3\" cellpadding=\"3\" width=\"60%\">\r\n<tbody>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-5-8\/cyclone1.jpg\" alt=\"side by side satellite imagery comparison - read caption below\" width=\"308\" height=\"164\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td>\r\n<p class=\"small\">Landsat satellite imagery acquired shortly before and after Cyclone Nargis hit the coastal region of Myanmar on May 3, 2008. The expanded blue area beneath the clouds in the May 5 image illustrates the flooding caused by the cyclone. The delta region, which is home to one fourth of Myanmar's 57 million people, is a major agricultural area, and its lowlands make it especially susceptible to flooding. The cyclone created a 3.6 meter storm surge which devastated the area. At least 22,000 deaths have been reported, with 41,000 listed as missing. Over 1 million are homeless. Image available at <a href=\"http:\/\/geography.usgs.gov\/\">http:\/\/geography.usgs.gov\/<\/a><\/p>\r\n<\/td>\r\n<\/tr>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-5-8\/cyclone2.jpg\" alt=\"Map of flood waters around region\" width=\"308\" height=\"214\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td>\r\n<p class=\"small\">This map illustrates satellite-detected flood waters over the affected Yangon, capital of Myanmar as of 5 May 2008. Red areas shown in the map represent standing flood waters identified from Landsat 7 satellite Imagery acquired on 5 May 2008 at a spatial resolution of 28.5m. Blue areas represent pre-flood waters identified from Landsat 7 acquired on 18 March 2008. This flood detection is a preliminary analysis and has not yet been validated in the field.<\/p>\r\n<p class=\"small\">Cyclone Nargis product maps are available at <a href=\"http:\/\/www.unosat.org\/asp\/prod_free.asp?id=66\">http:\/\/www.unosat.org\/asp\/prod_free.asp?id=66<\/a>. International Charter Space and Major Disasters: <a href=\"http:\/\/www.disasterscharter.org\/\">http:\/\/www.disasterscharter.org<\/a><\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"1210219200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169564"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}