{"title":"USGS Science at the American Geophysical Union","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<div class=\"leadin\">\n<p>\r\n<strong>New discoveries about Tsunamis, Hurricane Coastal &amp; Barrier Island Destruction, Improved Predictive Modeling for Hazardous Earthquakes and Landslides, Inflating Volcanoes in Hawaii, New Geological Observations of Mars will be featured during 2006 AGU<\/strong>\r\n<\/p>\r\n<\/div>\r\n<p>\r\nWell-known USGS oceanographer Abby Sallenger from St. Petersburg, Florida; Mars expert Ken Herkenhoff from Flagstaff, Arizona; tsunami specialist Eric Geist from Menlo Park, California, and sub-sea gas hydrate expert Tim Collett from Denver, Colorado, will participate in four press conferences now scheduled during the week.\r\n<\/p>\r\n<p>\r\nOn Monday, December 11 at 4:00 p.m. PST, Tim Collett will join colleagues on the topic of shallow gas hydrates on the seafloor and their climate impact.&nbsp; Abby Sallenger will be talking on Tuesday, December 12 at 11: a.m., about dramatically changing coastlines and barrier islands, their response to storm events, the human toll from these impacts particularly in view of predictions of elevated sea level rise.&nbsp;\r\n<\/p>\r\n<p>\r\nKen Herkenhoff, co-investigator of the High-Resolution Imaging Science Experiment&nbsp; (HiRISE) for the Mars Reconnaissance Orbiter will discuss his geologic observations at 9:00 a.m. on Wednesday, December 13.\r\n<\/p>\r\n<p>\r\nEric Geist will offer his analysis of the variability between earthquake size and tsunami run-ups in a news conference about the catastrophic Indian Ocean tsunami and what has been learned in the two years since it occurred, and it implications for future large ocean earthquakes off the Pacific Northwest. This press conference will be Thursday, December 14, at 11:00 a.m.\r\n<\/p>\r\n<p>\r\nPaul Okubo will join colleagues to discuss the M6.7 Kiholo Bay and M6.0 Mahukona, Hawaii, earthquakes that shook the Hawaiian Islands on Friday, October 15, 2006. These quakes resulted in Hawaii&#39;s greatest recorded losses associated with earthquakes, and significantly contributed to understanding Hawaii&#39;s State-wide seismic hazard risk.&nbsp; The press conference will be held on Friday, December 15, at 10:00 a.m.\r\n<\/p>\r\n<p>\r\nAll AGU press conferences will be held in MCS 232.&nbsp; Reporters not attending the conference can participate by telephone.&nbsp; Details on how to access the AGU press conferences are available on the Internet at <a href=\"http:\/\/www.agu.org\/sci_soc\/prrl\/prrl0641.html\">www.agu.org\/sci_soc\/prrl\/prrl0641.html<\/a>.\r\n<\/p>\r\n<div class=\"leadin\">\r\n<h2>Monday, December 11<\/h2>\r\n<\/div>\r\n<p>\r\n<span class=\"leadin\"><strong><span style=\"font-family: Helvetica\">Geoinformatics: How can a global, multi-disciplinary, integrated, digital approach called &quot;geoinformatics&quot; advance earth and planetary sciences?&nbsp;<\/span><\/strong><\/span> USGS Chief Scientist for Geology Linda Gundersen will kick-off an exciting new global partnership vision to share the science knowledge of earth and planetary sciences. &nbsp;It involves a broad, shared, digital infrastructure available to scientists, educators, and students globally on the Web &quot;grid.&quot;&nbsp;&nbsp; It will provide known tools and data, and future that access data from earth science specialties including geology, hydrology, seismology, atmospheric sciences.&nbsp; The Geoinformatics global partnership provides the next generation of study and discovery of the earth system and other planets through advanced information technologies.&nbsp; Challenges are many, but shared benefits will push forward our understanding of the universe. &nbsp;<span class=\"leadin\"><strong><span style=\"font-family: Helvetica\"><em>Envisioning the Future of Earth Science Data and Knowledge Access Through Broad Geoinformatics Collaboration;<\/em> <\/span><\/strong><a href=\"http:\/\/www.agu.org\/meetings\/fm06\/?content=program#townHallMeetings\"><strong><span style=\"font-family: Helvetica\">Town Hall Meeting<\/span><\/strong><\/a><strong><span style=\"font-family: Helvetica\"> in the Marriott Hotel, Salon 7 at 6:30 p.m. MON","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1165813200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170469"},{"tid":"170436"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}