{"title":"Safe Havens for Summer Sojourners ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_179051\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_24_2013_gkb4Erq11X_05_24_2013_2 \"><img class=\"size-medium wp-image-179051 \" title=\"The Great Lakes are a major summertime recreation \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/P6270193-300x225.jpg\" alt=\"Tourist on beach\" width=\"300\" height=\"225\" \/><\/a> With over 500 beaches and nearly 11,000 miles of coastline, the Great Lakes are major summertime recreation and tourist destinations in the U.S[\/caption]\n\nAs schools close for the year and summer weather beckons, many recreationalists head to the Great Lakesâ\u0080\u0099 public beaches. However, these coastal areas can become contaminated with disease-causing bacteria that threaten public health, disrupt water recreation, and pay a toll on the Great Lakes economies that depend on summer tourism.\n\nThe U.S. Geological Survey <a href=\"http:\/\/greatlakesbeaches.usgs.gov\/index.html\">Great Lakes Beach Health<\/a> initiative provides science-based information and methods that help beach managers make more accurate beach closure and advisory decisions, <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3063#.UZv3pSs_87A\">preventing unnecessary beach closures<\/a> while protecting public health.\n\n<strong>Lifeguarding Through Science<\/strong>\n\nWith over 500 beaches and nearly 11,000 miles of coastline, the Great Lakes are major summertime recreation and tourist destinations in the U.S. Unfortunately, sewage and fecal matter can contaminate Great Lakes beaches with <a href=\"http:\/\/mi.water.usgs.gov\/h2oqual\/BactHOWeb.html\">pathogens<\/a>, or disease-causing microorganisms. Fecal indicator bacteria, such as <a href=\"http:\/\/www.glsc.usgs.gov\/_files\/factsheets\/2004-3%20Ecoli.pdf\"><em>E. coli<\/em><\/a>, are not necessarily pathogenic but indicate the possible presence of pathogens that can threaten visitorsâ\u0080\u0099 health. Pathogens, including <em>Shigella<\/em> and <em>Cryptosporidium<\/em>, can be transmitted to people by handling sand and coming into contact with contaminated water.\n\nThe economies of Great Lakes coastal areas depend on public confidence in the water quality at the shoreline. When beach managers need reliable science-based information to make safe beach closure and beach management decisions, they often turn to the USGS.\n\n<em><span style=\"text-decoration: underline;\">How does USGS science help managers protect beach-goers from illness without needlessly closing Great Lakes beaches?<\/span><\/em>\n\n[caption id=\"attachment_179053\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/12_11_2009_c28Jb44ayu_12_11_2009_2#.UZ6JD6WcW9Y\"><img class=\"size-medium wp-image-179053\" title=\"Sand Waves in Lake Michigan\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/LakeMichiganSandWaves-Gael_Kurath-300x240.jpg\" alt=\"Sand Waves in Lake Michigan\" width=\"300\" height=\"240\" \/><\/a> Coastal processes, like those that created these sand waves in Lake Michigan, can affect the concentrations of harmful bacteria in the Great Lakes[\/caption]\n\n<em>Quicker water-quality tests <\/em>\n\n&nbsp;\n\nTypical tests for waterborne pathogens involve culturing, or growing, <a href=\"http:\/\/water.epa.gov\/type\/rsl\/monitoring\/vms511.cfm\">fecal-indicator bacteria<\/a>, which help detect the presence of contaminated sewage. However, it can take 18-24 hours for results to become available, causing beaches to be closed too late or closed unnecessarily.\n\nUSGS researchers are working to develop, <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3529\">test<\/a>, and expand rapid and real-time assessments that will provide fast information about water-quality conditions. For example, water-quality prediction tests, like the USGS <a href=\"http:\/\/pubs.usgs.gov\/sir\/2006\/5192\/pdf\/SIR2006-5192.pdf\">multiple linear regression models<\/a> that have been used at Lake Erie beaches, measure key environmental variables, such as amounts of rainfall, wave height, and wind speed, to help estimate current water conditions. Models developed by the USGS for <a href=\"http:\/\/v4.wqdata.com\/webdblink\/chicagopark.php?tab2=overview&amp;t=classic_underwater_user\">Chicagoâ\u0080\u0099s beaches<\/a> provide readily available data so that beachgoers can check conditions before heading to the beach.\n\nOther analytical methods, such as <a href=\"http:\/\/oh.water.usgs.gov\/micro_projects_D5W74.htm\">quantitative polymerase chain reaction<\/a>, can provide bacteria concentration measurements in two-to-three hours.\n\n<em>Identifying sources of contamination<\/em>\n\nWithout knowing the source and therefore the extent of fecal contamination, managers have trouble determining the appropriate solution or control strategies.\n\nUSGS researchers are using <a href=\"http:\/\/oh.water.usgs.gov\/micro_sourcetracking.htm\">microbial source tracking<\/a> (MST)â\u0080\u0094methods to examine the genetic characteristics of microorganisms found in the environment to determine their possible animal or human sourcesâ\u0080\u0094in and near Great Lakes beaches. MST markers have <a href=\"http:\/\/oh.water.usgs.gov\/micro_sourcetracking.htm#USGS_studies\">already been used<\/a> to link fecal contamination to human and animal sources throughout the U.S., and are being used by USGS scientists to determine the <a href=\"http:\/\/microbiology.usgs.gov\/water_quality_beach_health.html#nonpoint_sources_ecoli\">sources and fluctuations of <em>E. coli<\/em><\/a> concentrations at many beaches throughout the Great Lakes.\n\n<em>Understanding coastal processes<\/em>\n\nProcesses such as currents and sediment transport, surface-water contributions, wave action, and changes in lake and groundwater water levels may affect the concentrations of harmful bacteria. For example, <a href=\"http:\/\/pubs.usgs.gov\/sir\/2006\/5298\/pdf\/sir20065298_web.pdf\">past studies<\/a> indicated that shallow groundwater and waves influence the storage and accumulation of <em>E. coli<\/em> in sands at one Lake Erie beach in Cleveland, Ohio. However, these coastal processes and their impacts on <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3063\">individual beaches<\/a> are not well understood on a regional level.\n\nUSGS researchers are working to characterize the transfer of bacterial indicators, pathogens, and MST markers to the nearshore waters, sediments, groundwater, and lake water throughout the Great Lakes region.\n\n<em>Compiling consistent water-quality data<\/em>\n\nCurrently, data are compiled by numerous agencies and in a wide variety of formats, creating inconsistent records across different beaches and making it difficult for researchers and managers to understand trends.\n\nUSGS researchers are compiling recreational water-quality data on Great Lakes beaches into comprehensive databases to enhance the communication of this information to beach managers and the public. For example, a publicly accessible, Web-based, interactive <a href=\"http:\/\/www.usgs.gov\/science\/science.php?term=445\">Geographic Information System (GIS)<\/a> database <a href=\"http:\/\/cida.usgs.gov\/glri\/projects\/nearshore_health\/beach_water_quality.html\">is being developed<\/a> to allow visualization of water-quality and environmental data for Great Lakes beaches at a regional scale.\n\n[caption id=\"attachment_179063\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/Edgewater_beach_Donna_Francy_May2008.jpg\"><img class=\"size-medium wp-image-179063\" title=\"Edgewater\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/Edgewater_beach_Donna_Francy_May2008-300x210.jpg\" alt=\"Edgewater\" width=\"300\" height=\"210\" \/><\/a> Similar to weather forecasts, the Ohio Nowcast system uses near real-time information to estimate water-quality conditions and E. coli concentrations at specific beaches in Ohio[\/caption]\n\n<strong>Is Your Local Beach Safe?<\/strong>\n\nThe USGS and its partners have already developed the following tools to help provide the public with updated beach health information in some Great Lakes states.\n\n<em>Ohio Nowcast<\/em>\n\nSimilar to weather forecasts, the <a href=\"http:\/\/www.ohionowcast.info\/index.asp\">Ohio Nowcast<\/a> system, operated by the USGS in cooperation with local agencies, Â uses near real-time information to estimate water-quality conditions and <em>E. coli<\/em> concentrations at specific beaches in Ohio. It uses mathematical models that are developed from several years of measurements taken at particular sites.\n\nNowcasts are currently provided for the Huntington Reservation, Edgewater Park, Maumee Bay State Park, and Villa Angela beaches, and are being tested at <a href=\"http:\/\/www.ohionowcast.info\/nowcast_where.asp\">six other Ohio beaches<\/a>.\n\n<em>Ohio Beach Monitoring Data<\/em>\n\nOhio beach monitoring data are available online using a map interface. Most Lake Erie beaches are sampled four times each week, and some are tested daily. <a href=\"http:\/\/www.odh.ohio.gov\/odhPrograms\/eh\/bbeach\/beach_samplemonitoring.aspx\">Users can view beach test results<\/a> for areas in the Cuyahoga and Erie county health districts, and results are available from many of the inland state park beaches that are typically sampled twice each month.\n\n<em>Wisconsin Beach Health<\/em>\n\nWater-quality data and beach advisories from approximately 100 public beaches in Wisconsin are listed on the stateâ\u0080\u0099s <a href=\"http:\/\/www.wibeaches.us\/apex\/f?p=BEACH:HOME:1045301856223035\">Beach Health website<\/a>. Daily and historical Wisconsin beach health data are also available on the USGS Wisconsin Water Science Center <a href=\"http:\/\/wi.water.usgs.gov\/beach-health\/index.html\">website<\/a>, and can be sent to you directly by signing up for Wisconsin beach health <a href=\"http:\/\/www.wibeaches.us\/traverse\/f?p=BEACH:EMAIL:8679298231304441\" target=\"_blank\">email advisories<\/a> or an <a href=\"http:\/\/www.wibeaches.us\/traverse\/f?p=BEACH:RSS:8679298231304441\" target=\"_blank\">RSS feed<\/a>.\n\n<em>Chicago Beaches<\/em>\n\nChicago has one of the most extensive advanced monitoring systems in the Great Lakes.Â  Developed by the USGS Great Lakes Science Center, the program includes seven real-time data monitoring buoys and several lakefront weather stations. Beach visitors have ready access to <a href=\"http:\/\/v4.wqdata.com\/webdblink\/chicagopark.php\">water conditions<\/a> and bacteria predictions, providing health protection for millions.\n\n&nbsp;\n\nFunding for USGS beach projects and research in the Great Lakes comes from the <a href=\"http:\/\/greatlakesbeaches.usgs.gov\/publications\/ORPP%20factsheet_31Mar08.pdf\">Ocean Research Priorities Plan<\/a>, the <a href=\"http:\/\/greatlakesrestoration.us\/index.html\">Great Lakes Restoration Initiative<\/a>, the <a href=\"http:\/\/water.epa.gov\/\">U.S. Environmental Protection Agency<\/a>, the <a href=\"http:\/\/www.noaa.gov\/\">National Oceanic and Atmospheric Administration<\/a>, and many state and local partner agencies and organizations throughout the region.\n\n<strong>Links:<\/strong>\n<ul>\n\t<li>Great Lakes Beach Health Initiative: <a href=\"http:\/\/greatlakesbeaches.usgs.gov\/\">http:\/\/greatlakesbeaches.usgs.gov\/<\/a><\/li>\n\t<li>USGS Great Lakes Science Center: <a href=\"http:\/\/www.glsc.usgs.gov\/main.php?content=research_initiatives_beachhealth&amp;title=Project%20S.A.F.E.0&amp;menu=research_initiatives_projectSAFE\">http:\/\/www.glsc.usgs.gov\/main.php?content=research_initiatives_beachhealth&amp;title=Project%20S.A.F.E.0&amp;menu=research_initiatives_projectSAFE<\/a><\/li>\n\t<li>USGS Michigan Water Science Center: <a href=\"http:\/\/mi.water.usgs.gov\/\">http:\/\/mi.water.usgs.gov\/<\/a><\/li>\n\t<li>USGS Wisconsin Water Science Center: <a href=\"http:\/\/wi.water.usgs.gov\/beach-health\/index.html\">http:\/\/wi.water.usgs.gov\/beach-health\/index.html<\/a><\/li>\n\t<li>USGS Ohio Water Science Center: <a href=\"http:\/\/oh.water.usgs.gov\/\">http:\/\/oh.water.usgs.gov\/<\/a><\/li>\n\t<li>Great Lakes Restoration Initiative: <a href=\"http:\/\/greatlakesrestoration.us\/index.html\">http:\/\/greatlakesrestoration.us\/index.html<\/a><\/li>\n\t<li>Great Lakes Beach Association: <a href=\"http:\/\/www.great-lakes.net\/glba\/\">http:\/\/www.great-lakes.net\/glba\/<\/a><\/li>\n<\/ul>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24305","uid":"31","filename":"CoastalEco_KPrzybyla_kelly18.JPG","uri":"public:\/\/CoastalEco_KPrzybyla_kelly18.JPG","filemime":"image\/jpeg","filesize":"455125","status":"1","timestamp":"1425492768","type":"image","uuid":"7b35761f-e725-4091-8d07-39c4a19c1b43","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":669,"width":972},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Beach Health","Great Lakes","Water Quality"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1369378952","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}