{"title":"Record Number of Oklahoma Tremors Raises Possibility of Damaging Earthquakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The rate of earthquakes in Oklahoma has increased by about 50 percent since October 2013, significantly increasing the chance for a damaging quake in central Oklahoma.&nbsp;<\/p>\n<p>In a new <a href=\"http:\/\/earthquake.usgs.gov\/contactus\/golden\/newsrelease_05022014.php\">joint statement<\/a> by the U.S. Geological Survey and Oklahoma Geological Survey, the agencies reported that 183 earthquakes of magnitude 3.0 or greater occurred in Oklahoma from October 2013 through April 14, 2014. This compares with a long-term average from 1978 to 2008 of only two magnitude 3.0 or larger earthquakes per year. As a result of the increased number of small and moderate shocks, the likelihood of future, damaging earthquakes has increased for central and north-central Oklahoma.<\/p>\r\n<p>&ldquo;We hope that this new advisory of increased hazard will become a crucial consideration in earthquake preparedness for residents, schools and businesses in the central Oklahoma area,&rdquo; said Dr. Bill Leith, USGS Senior Science Advisor for Earthquakes and Geologic Hazards. &ldquo;Building owners and government officials should have a special concern for older, unreinforced brick structures, which are vulnerable to serious damage during sufficient shaking.&rdquo;<\/p>\r\n<p>The joint statement indicates that a likely contributing factor to the increase in earthquakes is wastewater disposal by injection into deep geologic formations. The water injection can increase underground pressures, lubricate faults and cause earthquakes &ndash; a process known as injection-induced seismicity. Much of this wastewater is a byproduct of oil and gas production and is routinely disposed of by injection into wells specifically designed and approved for this purpose. The recent earthquake rate changes are not due to typical, random fluctuations in natural seismicity rates.<\/p>\r\n<p><a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/states\/?region=Oklahoma\">Oklahoma&rsquo;s<\/a> heightened earthquake activity since 2009 includes 20 magnitude 4.0 to 4.8 quakes, plus one of the two largest recorded earthquakes in Oklahoma&rsquo;s history &ndash; a magnitude 5.6 earthquake that occurred near Prague on Nov. 5, 2011, which damaged a number of homes and the historic Benedictine Hall at St. Gregory's University in Shawnee.<\/p>\r\n<p>As a result of the increased seismicity, the Oklahoma Geological Survey has increased the number of monitoring stations and now operates a seismograph network of 15 permanent stations and 17 temporary stations. Both agencies are actively involved in research to determine the cause of the increased earthquake rate and to quantify the increased hazard in central Oklahoma.<\/p>\r\n<p>Information about earthquake preparedness can be found at the following websites: <a href=\"http:\/\/www.ready.gov\/earthquakes\">http:\/\/www.ready.gov\/earthquakes<\/a> and <a href=\"http:\/\/www.shakeout.org\/centralus\/\">http:\/\/www.shakeout.org\/centralus\/<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Natural Hazards Earthquake Hazards","hazards","Natural Hazards","earthquakes","","Oklahoma Earthquakes","","","National Earthquake Information Center","Oklahoma"],"article_type":["National News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1399262400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}