{"title":"USGS and FIU Join Forces to Fly","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Ever wonder what it would be like to fly over the Earth&rsquo;s surface? Well the U.S. Geological Survey and Florida International University (FIU) today (October 26, 2001) announced a new Internet technology, TerraFly, that will let you interactively fly over the Earth&rsquo;s surface and explore spatial data such as aerial photography, satellite imagery, street maps and locale information. <\/p>\n<p>The TerraFly interface will make USGS holdings of map data, satellite images and aerial photographs available to the public in innovative ways. USGS and FIU will work together to incorporate three-dimensional image viewing into TerraFly, expand the use of high-speed networks for data delivery and ensure data and interfaces are compliant with U.S and international standards. The five-year agreement will culminate with one of the largest and most extensive Web databases of geospatial data accessible worldwide. <\/p>\r\n<p>\"Partnership projects like TerraFly provide excellent opportunities for the USGS to leverage technology to help us ensure that our scientific information can be used easily and reliably,\" said Kathryn Clement, USGS Deputy Director. \"We see the TerraFly as being a step in the right direction in providing customers seamless access to USGS data,\" Clement said. <\/p>\r\n<p>TerraFly, which is found at <a href=\"http:\/\/www.terrafly.com\/\">http:\/\/www.terrafly.com<\/a>, will allow users of all levels to explore these seamless data using Internet Explorer or Netscape web browsers. In addition to browsing the database, users will be able to purchase digital or printed images over the Internet. TerraFly was developed in cooperation with NASA, the National Science Foundation and IBM. <\/p>\r\n<p>The USGS expects to start delivering data to FIU later this year with nearly full coverage of the continental U.S. planned in the first 2 years. Additional global satellite data sets from Landsat 7 may also be incorporated into TerraFly. Florida International University will host the data at their High-Performance Database Research Center in Miami, Florida, provide the software, hardware, and system management, and will handle the e-commerce activities. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1004068800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168916"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}