{"title":"USGS Releases Atlas of Natural Hazards of Hawaii&rsquo;s Coastal Areas","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>When most people think of Hawaii, they think of a tranquil tropical paradise. But savvy Hawaiians know better: an old proverb says that \"when the gales blow, the sea is white-backed; when the sea rises, corals are washed ashore.\" <\/p>\n<p>A just-released U.S. Geological Survey (USGS) report on the coastal hazards of Hawaii supports that adage. The report, \"Atlas of Natural Hazards in the Hawaiian Coastal Zone,\" should allow Hawaiian citizens and regulatory authorities to better understand the relative intensity of coastal hazards in the state and their effects on the natural environment and property. It will help planners and managers effectively guide the future of coastal land use and planning, said Dr. Bruce Richmond, a USGS scientist and one of the co-authors of the report. <\/p>\r\n<p>The report, prepared in cooperation with the University of Hawaii, State of Hawaii Office of Planning, and the National Oceanic and Atmospheric Administration, was co-authored by Richmond, C.H. Fletcher, a professor at the University of Hawaii; and E.E. Grossman and A.E. Gibbs, both of the USGS. <\/p>\r\n<p>The report investigates the history and characteristics of seven potentially hazardous threats to coastal areas of the Hawaiian Islands: coastal erosion, sea-level rise, major storms, volcanic and seismic activity, tsunami inundation, coastal stream flooding, and extreme seasonal high wave events. Richmond noted that the most unique aspect of the report is that it assimilates previous efforts to document Hawaiian coastal hazards and combines this information into a single comprehensive coastal hazard data set that is easy to use. <\/p>\r\n<p>\"Our ultimate goal,\" said Richmond, \"is to make the Hawaiian coast a safer place by educating the people of the state, and their leaders, about the hazardous nature of the environment. In doing this, we will also be taking steps toward improved preservation of coastal environments because the best way to avoid costly and dangerous mistakes in terms of lives and property is to avoid inappropriate development in the coastal zone.\" <\/p>\r\n<p>To quantify the effects of individual hazards, Richmond and his colleagues evaluated past magnitudes and occurrences of such hazards from historical records for each of Hawaii&rsquo;s main islands: Kauai, Oahu, Molokai, Lanai, Maui, and Hawaii. The atlas ranks each hazard as low, moderately low, moderately high, or high for given segments of the Hawaiian coast. <\/p>\r\n<p>The atlas uses two types of maps: small-scale maps that show a general history of the hazards on each island and that summarize coastal hazards in a readily understandable format for general use, and a large-scale series of technical maps that depict coastal sections about 5 to 7 miles in length, with the relative intensity of each hazard at the adjacent shoreline ranked using color bands. Together, said Richmond, these maps should provide a strong dataset for managers to plan for hazards and to guide the future of coastal resources. <\/p>\r\n<p>The entire atlas can be found online at <a href=\"http:\/\/geopubs.wr.usgs.gov\/I-map\/i2761\/\">http:\/\/geopubs.wr.usgs.gov\/I-map\/i2761\/<\/a><br>It is also available in hard-copy format for $38 (plus shipping and handling) from the USGS Earth Science Information Center, 303-202-4200 or 1-888-ASK-USGS. Monday through Friday 8:00 a.m. to 4:00 p.m. Mountain Time.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1035867600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168986"},{"tid":"168847"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}