{"title":"NEW ATLAS LOOKS AT GROUND-WATER RESOURCES OF FIVE STATES","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The most important ground-water problems in the states of Illinois, Indiana, Ohio, Kentucky and Tennessee are probably high concentrations of dissolved solids and large water-level declines near wells that pump large amounts of water from the aquifers (underground water-bearing rock layers), according to a new report by the U.S. Geological Survey. \n<p>The most detailed assessment ever of the five-state region&rsquo;s ground-water resources, the 30-page atlas includes information on current and historical ground-water conditions as well as the quantity and chemical quality of water pumped from each principal aquifer in the five states. \r\n<p>Highlights from the atlas: \r\n<p>* Ground water is a reliable source of freshwater for about 15 million people in the five-state region covered by the atlas. Ground-water withdrawals are greatest in Illinois, Indiana and Ohio, with the four largest withdrawal areas near Chicago, Ill.; South Bend, Ind.; Dayton, Ohio and Memphis, Tenn. \r\n<p>* The upper part of the rock mass that underlies the five-state region generally contains freshwater while the middle and lower sections contain saltwater. The source of the freshwater is rain and snow. Most of the precipitation that percolates downward and becomes ground water circulates through the shallow aquifers; only a small part enters the deep aquifers. \r\n<p>* The principal aquifers in the area are composed of consolidated limestone and sandstone and unconsolidated, near-surface sand and gravel deposits that overlie the consolidated rocks. Three times as much water is withdrawn from the near-surface sand and gravel aquifers in Illinois, Indiana, and Ohio, than from any other aquifer in the five-state region. \r\n<p>* Ground-water quality in the sand and gravel aquifer of Ohio, Illinois and Indiana is generally good. Nitrate concentrations at some places in Illinois and Ohio exceed the Maximum Contaminant Level of 10 milligrams per liter established by the U.S. Environmental Protection Agency for drinking water. The high concentrations are probably due to ground-water contamination by fertilizer or septic tank effluent. \r\n<p>* Ground-water from the near-surface sand and gravel aquifers generally has high concentrations of dissolved solids, hardness-causing constituents and iron. Iron concentrations in water from Illinois and Indiana commonly are high enough to cause staining of laundry and porcelain plumbing fixtures. \r\n<p>* Contaminated and turbid water can present problems in wells withdrawing water from the near-surface limestone aquifers in the southern parts of the area, which includes an extensive system of springs and caves. \r\n<p>* The water quality in a limestone aquifer in Tennessee is adequate, or can be treated and made adequate for most uses. In Kentucky, the range of concentrations and median hardness is greater than in Tennessee, but is still lower than the standard set by EPA for drinking water. \r\n<p>The atlas is printed in an 18-by-24-inch format with more than 65 maps, and joins the Midwest, Southeast and Pacific Northwest atlases as the fourth in a region-by-region series that will provide a source of comprehensive information, written in non-technical language, on the ground-water resources of the nation. \r\n<p>The atlas, entitled \"Ground-Water Atlas of the United States, Segment 10 -- Illinois, Indiana, Kentucky, Ohio, and Tennessee,\" by Orville B. Lloyd, Jr., and William L. Lyke, was published as USGS Hydrologic Investigations Atlas 730-K. \r\n<p>Copies may be ordered (refer to file number GHA0730KD) for $12 each (plus $3.50 handling charge) by writing to the USGS Branch of Information Services, Box 25286, Denver, Colo., 80225, or by fax, (303) 202-4693. Telephone orders are not accepted. Call 1-800-435-7627 for more information. \r\n<p>(Note to Editors: For additional information on USGS water and earth science programs as well as local ground-water availability and quality in llinois, Indiana, Kentucky, Ohio and Tennessee, contact","summary":null,"format":null}]},"field_images":[],"regions":["Tennessee","Indiana","Kentucky","Ohio"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"816930000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}