{"title":"GeoMAC Provides Critical Support for Ongoing Western Wildfires","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Denver<\/b> -- In response to the devastating wildfires that are burning lands across the West, the U.S. Geological Survey has teamed with federal firefighting agencies and private industry to form the Geo-spatial Multi-Agency Coordination group (GeoMAC), which will assist in prioritizing the use of wildfire suppression resources and provide for public and firefighter safety. <\/p>\n<p>\"The initial goal of the GeoMAC is to implement an Internet-based map application to aid in the allocation of firefighting resources to the most critical incidents,\" said Robert Plantrich, Incident Commander for the GeoMAC. \"These maps will enable fire personnel to obtain a quick snapshot of near real-time fire hazards.\" <\/p>\r\n<p>GeoMAC integrates advanced digital maps and satellite images of major western fires for use by the wildfire community. <\/p>\r\n<p>The group is hosted by the USGS Rocky Mountain Mapping Center, and consists of personnel from the Bureau of Indian Affairs, Bureau of Land Management, National Park Service, U.S. Forest Service and National Oceanic and Atmospheric Administration. Private partners include Environmental Systems Research Institute, Inc. (ESRI), IBM and Sun Microsystems. <\/p>\r\n<p><b>According to the National Interagency Fire Center in Boise, Idaho, 1,612,261 acres are currently burning <\/b>in 84 fires across California, Florida, Idaho, Montana, Nevada, Mississippi, North Dakota, Oregon, South Dakota, Texas, Utah, Washington, and Wyoming. Over 6,241,982 acres have burned to date. <\/p>\r\n<p>The site is accessible to the media and public at: <a href=\"http:\/\/wildfire.usgs.gov\/\">http:\/\/wildfire.usgs.gov<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"967435200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169489"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}