{"title":"To Swim or Not to Swim?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Concerns about water quality at beaches along the Great Lakes have prompted the need to better understand when waters are safe for recreation.<!--introend--> A new collaborative project is aimed at improving information for beach managers when they are faced with deciding whether to close beaches to protect public health. This collaborative effort will draw on the expertise of U.S. Geological Survey and other federal, state and local agencies.<\/p>\n<p>The project has been funded through interagency implementation of the President's Ocean Action Plan for $700,000 in fiscal year 2008, and is expected to increase to over $1 million per year for each of the following 4 years. This research represents a broad commitment by USGS to the Plan.<\/p>\r\n<p>\"The strong existing partnerships and scientific expertise needed to address Great Lakes recreational water quality issues made this Great Lakes partnership a perfect candidate to address the Ocean Action Plan and its near term research priorities,\" said John Haines, USGS Coastal and Marine Geology Program Coordinator. \"This partnership will significantly improve our understanding of the factors related to beach closures, and will provide important new tools and information Great Lakes beach managers need for effective decision making.\"&nbsp;<\/p>\r\n<p>Scientists will focus on improving water-quality forecasting by enhancing and expanding models that help beach managers decide if beach advisories or closures are necessary. They will continue work to identify processes that influence the occurrence and abundance of pathogens; identify and evaluate rapid methods of monitoring pathogens at beaches; and improve communication with beach managers.<\/p>\r\n<p>\"Beach monitoring has raised significant and complex questions. Local beach managers are looking to scientists with expertise in diverse fields to gain a better understanding of their beaches,\" said Dr.<\/p>\r\n<p>Shannon Briggs, Toxicologist at the Michigan Department of Environmental Quality. \"This effort will enhance our knowledge and improve communication between scientists and beach managers.\"<\/p>\r\n<p>To strengthen this partnership, the Beach Health Initiative Steering Committee was formed consisting of key partners that will provide input and guidance on research direction for this project.&nbsp; This committee will continue the communication that began at the joint 2005 EPA, NOAA, USGS and Great Lakes Beach Association Beach Health Research Needs Workshop where beach managers provided input and feedback on the information and decision making tools they needed to assist them in protecting public health at their beaches.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York","Pennsylvania","Illinois","Indiana","Michigan","Minnesota","Ohio","Wisconsin"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1211169600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169315"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}