{"title":"Interior Secretary Kempthorne Praises Dr. P. Patrick Leahy for 33 Years of Service","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nReston, VA - <!--introstart-->The U.S. Geological Survey (USGS) announced\r\ntoday that Dr. P. Patrick Leahy, associate director for geology, will be\r\nretiring in April from the federal government\r\nafter 33 years of service as a premier USGS scientist and agency leader.<!--introend--> Dr. Leahy\r\nwill continue his commitment to science as executive director of the American\r\nGeological Institute effective May 2, 2007.\r\n<\/p>\r\n<p>\r\nDepartment of the Interior Secretary Dirk Kempthorne praised\r\nDr. Leahy, who also served as USGS acting director from June 2005 to October\r\n2006, for his leadership and management skills.\r\n<\/p>\r\n<p>\r\n&quot;Pat Leahy is a respected\r\nscientist and administrator who has positively influenced the fields of geology\r\nand hydrology for more than 30 years,&quot; said Secretary Kempthorne. &quot;During his\r\ngovernment career, Pat has successfully worked to ensure that the USGS&#39;s\r\nscientific capabilities are effectively utilized by policy makers, the public,\r\nand our partners. His leadership will be missed.&quot;\r\n<\/p>\r\n<p>\r\nUSGS Director Mark Myers added, &quot;Pat\r\nLeahy is a remarkable scientist and a very effective manager of people. He is\r\ncalm under pressure and is an incredible diplomat, bringing many different\r\ngroups together for collaboration and consensus. We will miss his enthusiasm\r\nand genuine passion for science, but look forward to working with him when he\r\nbecomes executive director of the American Geological Institute.&quot;\r\n<\/p>\r\n<p>\r\nIn his current role as associate director for geology at\r\nUSGS, Dr. Leahy is responsible for USGS earth science programs and\r\ninternational work, including worldwide earthquake hazards monitoring and\r\nresearch, geologic mapping of land and seafloor resources, volcano and\r\nlandslide hazards, and assessments of energy and mineral resources. He has been\r\nwith the U.S. Geological Survey since 1974, having served in various technical\r\nand managerial positions, including Chief of the National Water-Quality\r\nAssessment Program.\r\n<\/p>\r\n<p>\r\nDr. Leahy&#39;s passion for geology and hydrology has brought\r\nhim to 35 countries where he has studied everything from natural disasters to water\r\nresources. He has also been instrumental in helping governments develop mapping\r\nsystems and discover natural resources. Examples of his most recent\r\ninternational treks include a trip to Antarctica where he experienced firsthand\r\nUSGS research efforts in the land of snow and ice and a trip to Afghanistan where he led the USGS efforts for the sustainable economic\r\nreconstruction of that country.\r\n<\/p>\r\n<p>\r\n&quot;One of the best kept secrets about being a geologist is\r\nthat you get to see the world,&quot; said Dr. Leahy. &quot;One of the biggest challenges of\r\nbeing a scientist is delivering information in ways that are meaningful to\r\nsociety and policy makers so that their actions are science based.&quot;\r\n<\/p>\r\n<p>\r\nA native of Troy, New York, Dr. Leahy holds undergraduate and graduate\r\ndegrees in geology (1968) and geophysics (1970) from Boston College.\r\nHe received his doctorate in geology (1979) from Rensselaer Polytechnic\r\nInstitute where he specialized in regional ground-water studies and hydraulics.\r\nHe has authored or co-authored more than 60 publications on a wide array of\r\nearth science topics.\r\n<\/p>\r\n<p>\r\nMajor accomplishments during Dr. Leahy&#39;s career include: \r\n<\/p>\r\n<ul>\r\n\t<li>Working\r\n\tclosely with stakeholders on water resource availability issues for 15\r\n\tyears in USGS field offices in New York, Delaware, and New\r\n\tJersey;<\/li>\r\n\t<li>Implementing\r\n\tthe USGS Mendenhall program of post doctorates to ensure future scientific\r\n\texcellence;<\/li>\r\n\t<li>Completing\r\n\tthe ground-water model of the Northern Atlantic Coastal Plain as part of\r\n\tthe regional aquifer system analysis program;<\/li>\r\n\t<li>Implementing\r\n\tthe USGS National Water Quality Assessment Program;<\/li>\r\n\t<li>Serving\r\n\tas USGS chief geologist;<\/li>\r\n\t<li>Commissioning\r\n\tthe science strategy team in 2006 t","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1173243600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"170436"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}