{"title":"Current River Stages Are Available for North Carolina Streams As More Rain Is On The Way","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>River stage and streamflow data<\/b>--<!--introstart-->The U.S. Geological Survey (USGS) collects river stage and streamflow data at more than 200 sites across North Carolina.<!--introend--> Near real-time data at most sites are transmitted via satellite to a central data base that compiles current and historical data. Data are transmitted at least every 2-4 hours. Stream stage and streamflow data can be viewed in bar graph or hydrograph format from the USGS home page at <a href=\"http:\/\/nc.water.usgs.gov\/\">http:\/\/nc.water.usgs.gov<\/a> Click on NEW Peak Stages or Current Streamflow to view the graphs. \n<p>USGS stream gages in the flooded area--More than 22 USGS stream gages were destroyed or damaged during Hurricane Floyd&rsquo;s pass through eastern North Carolina. USGS crews have been dispatched to repair or replace these stream gages as quickly as possible, but access to some gage sites has been hampered by flood waters. These USGS stream gages are important because they continuously monitor the depth and flow of streams and rivers across the State, and provide valuable real-time data that are used for flood warnings and river forecasts by the National Weather Service, emergency management officials, and other Federal, State, and local agencies. \r\n<p>Flood forecasting--Flood forecasts for some locations on the Tar and Neuse Rivers are available from the National Weather Service in Raleigh by calling (919) 515-8226 or (919) 515-8209 ext. 1. These two lines are open to the public and contain continuously updated information about flooding. The National Weather Service depends on data collected by the USGS for making flood forecasts. For more detailed information on the connection between stream gaging and flood forecasting, go to the USGS web site <a href=\"http:\/\/www.usgs.gov\/hurricanes\/\">http:\/\/www.usgs.gov\/hurricanes\/<\/a> Flood recurrence intervals are explained in two short USGS publications, which can be accessed at the following web sites: <a href=\"http:\/\/water.usgs.gov\/pubs\/FS\/FS-036-98\/\">http:\/\/water.usgs.gov\/pubs\/FS\/FS-036-98\/ <\/a>and <a href=\"http:\/\/water.usgs.gov\/pubs\/ofr\/ofr96-499\/index.html\">http:\/\/water.usgs.gov\/pubs\/ofr\/ofr96-499\/index.html <\/a>\r\n<p>Water quality--Water-quality issues are an urgent concern in eastern North Carolina because of flooded wastewater-treatment plants, wells and septic systems, animal-waste lagoons, and rotting animal carcasses and fuel spills. The USGS is collecting water-quality samples at stream-gaging sites throughout eastern North Carolina to test for bacteria, metals, nutrients, pesticides, dissolved oxygen, and pH levels. Water-quality samples will be collected at regular intervals for analysis, comparison to previously collected data, and documen- tation of the effects of Hurricane Floyd on water-quality conditions. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"937800000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169624"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}