{"title":"scientists to Study Spokane Earthquake Hazards","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SPOKANE, Wash. &mdash; <!--introstart-->Starting Friday, scientists will be using sound waves to look down into the Earth, and the result will be a picture of the geology beneath Spokane, perhaps including faults that cause shallow earthquakes.<!--introend--> Next week, scientists will be installing new seismic recording devices to better monitor earthquakes beneath the city and to better understand the pattern of strong ground shaking during future earthquakes. U. S. Geological Survey and University of Washington scientists are conducting these studies to better understand earthquake hazards in the Spokane area. Results of the assessment will be shared with Washington State Emergency Management and local emergency managers for planning purposes.&nbsp;<\/p>\n<p>In the summer and fall of 2001, a notable sequence of small earthquakes occurred at shallow depths beneath the Spokane urban area. This earthquake sequence has remained a mystery, with an unknown geological origin and uncertain implications for future damaging earthquakes. Some of these earthquakes were felt by thousands of people, and they had magnitudes of 4 or less. Residents of some neighborhoods in Spokane reported feeling brisk shaking or hearing explosion-like sounds accompanying the earthquakes. The depths of the earthquakes estimated from the seismic network and the explosion-like sounds indicate that the earthquakes were shallow &ndash; likely within the upper mile of the surface.&nbsp;<\/p>\r\n<p>\"The approach of the USGS to helping the citizens of Spokane understand their seismic risk given the unexplained sequence of small earthquakes in 2001 has parallels to how law enforcement officials address crime,\" said USGS Director Marcia McNutt. \"First, we will find the perpetrator (the fault line), determine prior offenses (previous earthquakes), and set up surveillance (monitor) for suspicious activity in the future.\"&nbsp;<\/p>\r\n<p>USGS scientists will be using a large heavy vibrating trailer, towed behind a pickup truck, to send low-amplitude sound waves into the ground, and an array of 240 seismometers to record the returning echoes. Computer processing of the recordings will produce a picture of the Earth that is similar to sonograms used in medical imaging. The images of the Earth, however, will extend to nearly a mile depth.&nbsp;<\/p>\r\n<p>\"The purpose of the study is to try to identify the fault on which the 2001 earthquakes occurred, and determine whether that fault has had large earthquakes on it in recent geologic times,\" said USGS geophysicist William Stephenson who is leading the seismic imaging study. \"Such an earthquake history would indicate the potential for future damaging earthquakes, and the results will be used to refine the USGS National Seismic Hazard Maps.\"&nbsp;<\/p>\r\n<p>To better know the hazards in Spokane, University of Washington scientists are also improving the regional Pacific Northwest Seismic Network in the area next week. Several new strong-motion sensors are being installed in volunteers'homes with internet access that will allow the sharing of real-time data with scientists. \"The strong-motion stations will improve our ability to measure earthquakes in Spokane and the surrounding area,\" said UW seismologist Paul Bodin. The new stations are known as NetQuakes, and were developed by the USGS Advanced National Seismic System as part of a national effort to improve monitoring of seismic ground motions in urban areas.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_06_21\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2012_06_21\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["earthquake","hazard","Seismic Reflection","Seismic Survey","Seismic Network","Spokane Natural Hazards Earthquake Hazards","Geographic Areas Southwest","Geographic Areas Northwest","Net Quakes"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1340251200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168931"},{"tid":"168932"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}