{"title":"Front Row Seats to Climate Change","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_178402\" align=\"alignright\" width=\"412\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/M-Brown-and-A-Cressler-USGS-photo.jpg\"><img class=\" wp-image-178402  \" title=\"M Brown and A Cressler USGS photo\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/M-Brown-and-A-Cressler-USGS-photo.jpg\" alt=\"\" width=\"412\" height=\"274\" \/><\/a> Two USGS scientists conducting field work collecting and processing samples\/Photo Credit USGS.[\/caption]\n\nBy day, insects provide the white noise of the South, but the night belongs to the amphibians.Â Â In a typical year, the Southern air hangs heavy from the humidity and the sounds of wildlife. The Southeast, home to more thanÂ 140Â species of frogs, toads and salamanders, is the center of amphibian biodiversity in our nation.Â Â If the ponds and swamps are the auditorium for their symphonic choruses, the scientists of the U.S. Geological Surveyâ\u0080\u0099s Amphibian Research and Monitoring Initiative, or ARMI, have front-row seats.\n\nAmphibians, which rely on water for part or all of their life cycle, must adjust to often atypical weather.Â  Some years bring heavy deluges, such as the regionâ\u0080\u0099s notorious hurricanes, and others bring the transformations that come with drought. Amphibians around the world seem to be experiencing the worst declines documented among vertebrates. While habitat loss is the number one reason for population declines, research suggests that disease, invasive species, contaminants and perhaps other factors contribute to declines in protected areas.\n\nAnd then thereâ\u0080\u0099s climate change, another stressor for amphibians to contend with. Climate change projections indicate that rainfall will increasingly come in pulses, with greater deluges and longer periods of drought. Scientists have long suspected that climate change is an important factor in amphibian declines, and resource managers are asking whether conservation measures might help species persist or adapt in a changing climate. Three recent U.S. Geological Survey studies offer some insight into the issue.\n\n<strong>Why amphibians?<\/strong>\n\nAmphibians, which are declining throughout the world, play an important role in ecological systems. They eat small creatures, including mosquitos, and they are food themselves for larger creatures, such as birds and snakes. Because amphibians are the middle of the food chain -- and sensitive to environmental disruption because of their aquatic or semi-aquatic lives -- their existence is often used as an indication of ecosystem health.\n\nScientists in ARMI, a program started by Congress in 2000 in response to concerns about amphibian declines, have been working to unravel the ups and downs of amphibian populations to support effective conservation and resource management decisions. To do this, ARMI scientists and field crews monitor the status of amphibians, research the causes of declines, and scientifically evaluate projects undertaken to sustain these species and their habitats across the country.\n\n<strong>Pond life â\u0080\u0093 itâ\u0080\u0099s not easy being green!<\/strong>\n\n[caption id=\"attachment_178412\" align=\"alignright\" width=\"393\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/Mole-Salamander-SMNWR-Cressler1.jpg\"><img class=\" wp-image-178412   \" title=\"Mole Salamander SMNWR Cressler\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/Mole-Salamander-SMNWR-Cressler1.jpg\" alt=\"\" width=\"393\" height=\"295\" \/><\/a> Close up or Mole salamander taken at St. Marks National Wildlife Refuge\/Photo Credit USGS.[\/caption]\n\nARMI scientists looked at a range of amphibian species found in the Southeast and posed the question, â\u0080\u009cWhat will happen to their populations under a scenario of changes in rainfall patterns â\u0080\u0093 more deluges alternating with droughts - which is being predicted by current climate models?â\u0080\u009d\n\nIt turns out that understanding how climate affects amphibians requires â\u0080\u009cthinking like the pondsâ\u0080\u009d in which they live. Amphibians have unique life cycles â\u0080\u0093 most alternate between living in water as juveniles, to maturing and dispersing on land, then returning to water again as adults to mate and lay eggs.\n\nWhen USGS scientists reviewed what was known about amphibian responses to rainfall, it turned out that both extremes in rainfall â\u0080\u0093 drought and heavy rainfall events â\u0080\u0093 can decrease the number of amphibians. Â Â The amphibiansâ\u0080\u0099 response depends on a balance between these two key factors. Â If ponds dry up while aquatic juveniles are developing, survival of the next generation is lowered. Â However, if a deluge occurs at that time, nearby pools that often contain fish will be physically connected with the pools containing juvenile amphibians, and the fish will eat the juveniles.\n\nIn essence, the study showed that extreme rainfall events are key to predicting amphibian responses to climate, because such events affect the amount and timing of water in ponds that they depend on. The full review of speciesâ\u0080\u0099 responses was published in March 2013 edition of the journalÂ <a href=\"http:\/\/www.mdpi.com\/2079-7737\/2\/1\/399\"><em>Biology<\/em><\/a>.<strong><\/strong>\n\n[caption id=\"\" align=\"alignleft\" width=\"224\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_10_2013_x16Fwj3VUp_05_10_2013_1\"><img title=\"WRP Morehouse Parish, Louisiana\" src=\"http:\/\/gallery.usgs.gov\/images\/05_10_2013\/x16Fwj3VUp_05_10_2013\/medium\/USDA_NRCS_LA_WRP_Morehouse_Parish.jpg\" alt=\"\" width=\"224\" height=\"300\" \/><\/a> Wetlands Reserve Program Morehouse Parish, Louisiana[\/caption]\n\n&nbsp;\n\n<strong>Drought and declining salamanders<\/strong>\n\nKnowing that each species responds to droughts and deluges based on the particulars of their biology, scientists set out to test just how these dynamics played out in the southeastern U.S. by looking at larval mole salamanders in small isolated ponds in St. Markâ\u0080\u0099s National Wildlife Refuge, Florida.\n\nLarval mole salamanders have a similar life cycle to the flatwoods salamander, a federally threatened species found on the refuge.Â  Because it is difficult to study the flatwoods salamander directly, and mole salamanders are ecologically similar, scientists study the mole salamander instead, knowing that whatever affects them will likely impact the flatwoods salamander as well.\n\nIn the four years of the study, drought consistently decreased salamander occupancy in ponds. To support young salamanders, rain has to fill a pond during the breeding season and then the pond has to stay filled long enough for larvae to transform into the next life stage. Therefore, scientists confirmed that drought did indeed cause short-term declines in mole salamanders â\u0080\u0093 suggesting that the listed flatwoods salamander may face a similar fate under climate change.\n\nThe results of the mole salamander study are published in the April 2013 edition of the journal <a href=\"http:\/\/link.springer.com\/article\/10.1007%2Fs13157-013-0391-3\"><em>Wetlands<\/em><\/a><em>. <\/em>\n\n<strong>Can habitat conservation make a difference for frogs and toads?<\/strong>\n\nTo answer this question, USGS scientists examined whether the U.S. Department of Agricultureâ\u0080\u0099s Natural Resources Conservation Service Wetlands Reserve Program was helping address the problem. The <a href=\"http:\/\/www.nrcs.usda.gov\/wps\/portal\/nrcs\/main\/national\/programs\/easements\/wetlands\/\">Wetlands Reserve Program<\/a> is a voluntary USDA program offering landowners the opportunity to protect, restore, and enhance wetlands on their property. To assess the potential benefit of WRP restoration to amphibians, in this case, frogs and toads, USGS scientists surveyed 30 randomly selected WRP sites and 20 nearby agricultural sites in the Mississippi Delta in northwest Mississippi. <strong><\/strong>\n\nThe scientists found that WRP sites had more kinds of species and was home to more numbers of amphibians than the agricultural sites studied. The restoration of wetland hydrology appeared to provide the most immediate benefit to the animals.\n\nThe study can be found in the March 2013 edition of the journal <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/j.1526-100X.2012.00881.x\/abstract;jsessionid=C4FCF88AA552C4D11C7D1581970C250D.d03t01\"><em>Restoration Ecology<\/em><\/a>.\n\n<strong>Whatâ\u0080\u0099s next?<\/strong>\n\nWith multiple studies pointing to the synergistic role of climate change, disease, habitat change, and other factors in amphibian declines, USGS and its partners are continuing their research to provide information which resource managers can use in making decisions that can help arrest or reverse declines. Additionally, a new study that provides the first-ever broad assessment of amphibian populations in the United States,Â and the first quantitative estimate of trends for amphibian populations at a continentalÂ scale, will be published later in May.Â  A news release announcing the results will be available on the USGS website.\n\nSound Files:\n\n<a href=\"http:\/\/gallery.usgs.gov\/audios\/453\">Evening frog calls <\/a>\n\n<a href=\"http:\/\/gallery.usgs.gov\/audios\/454\">Bird and insect calls <\/a>\n\nLinks for more information:\n\n<a href=\"http:\/\/www.nwrc.usgs.gov\/about\/capabilities\/amphibian.htm\">National Wetlands Research Center â\u0080\u0093 Amphibian Monitoring Program<\/a>\n\n<a href=\"http:\/\/fl.biology.usgs.gov\/Amphibians_and_Reptiles\/amphibians_and_reptiles.html\">Southeast Ecological Science Center- Herpetology<\/a>\n\n<a href=\"http:\/\/armi.usgs.gov\/\">Amphibian Research and Monitoring Initiative <\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24302","uid":"31","filename":"Dahomey_NWR_Mississippi5.jpg","uri":"public:\/\/Dahomey_NWR_Mississippi5.jpg","filemime":"image\/jpeg","filesize":"119277","status":"1","timestamp":"1425492768","type":"image","uuid":"089d80d9-82d6-43fb-8af8-5c464384d63e","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Amphibian Research and Monitoring Initiative","Amphibians","ARMI","Biology and Ecosystems","frog","Salamander","Southeast","toad"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1368797945","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}