{"title":"Fish Virus May Help Save Human Lives","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_29_2013_c28Jbn4AYt_08_29_2013_0\"><img title=\"Cutthroat Trout Virus\" src=\"http:\/\/gallery.usgs.gov\/images\/08_29_2013\/c28Jbn4AYt_08_29_2013\/medium\/CTV_virus.jpg\" alt=\"Electron micrograph of the cutthroat trout virus (CTV) showing the small, round virions of approximately 30 nanometers in diameter containing a single-stranded RNA genome. CTV, whose genome was first characterized by USGS researchers, is being used in research into the human virus Hepatitis E.\" width=\"500\" height=\"387\" \/><\/a> Electron micrograph of the cutthroat trout virus (CTV) showing the small, round virions of approximately 30 nanometers in diameter containing a single-stranded RNA genome. CTV, whose genome was first characterized by USGS researchers, is being used in research into the human virus Hepatitis E.[\/caption]\n\nA fish virus characterized by USGS scientists in cutthroat trout in California is being used in early steps toward research that could save thousands of human lives, thanks to both its resemblance to and its key differences from the human virus Hepatitis E.\n\nThe fish virus, known as cutthroat trout virus (CTV), was first isolated in 1988 and later found to be widespread among salmonids in the western United States. USGS research biologists Jim Winton and William Batts and colleagues were the first to characterize the genome. They found that CTV closely resembled the virus that causes Hepatitis E, a potentially deadly emerging human disease that is particularly dangerous to pregnant women. Hepatitis E virus has proven exceptionally difficult to grow in cell cultures, in part because the cells of the human liver, which it infects, are difficult to maintain in the laboratory. The fish cells that CTV infects, however, are much easier to culture. Winton and Batts recognized the potential to use CTV to create persistently infected cultures with established fish cell lines that could be used to advance Hepatitis E research. The fact that CTV is found in spawning trout, they believed, might eventually yield insight into Hepatitis Eâ\u0080\u0099s more deadly course in pregnant women. CTV, in short, could provide medical researchers with a convenient surrogate virus and animal model that could be used to test potential drug therapies and vaccines.\n\nA <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0166354213002003\">new paper<\/a> in the journal <em>Antiviral Research<\/em> demonstrates that CTV can indeed provide a powerful tool for studying Hepatitis E. The paper, which Winton co-authored with a team from Belgium, reports the results of successful experiments testing antiviral compounds for their ability to inhibit the growth of CTV in fish cells, an important step forward for medical researchers looking to develop ways to treat and prevent Hepatitis E in humans. In addition to being an available cell culture system and an easy-to-use and inexpensive animal model, CTV has the added advantage that it poses no disease threat to researchers. CTV, like most fish viruses, cannot be transmitted to people. That makes working with the virus in a laboratory setting much safer and easier than working with Hepatitis E would be.\n\nâ\u0080\u009cItâ\u0080\u0099s great when your initial curiosity about a virus from healthy fish turns out to have important biomedical applications for humans,â\u0080\u009d said Winton. â\u0080\u009cIt really shows how hard it is to fully anticipate where basic scientific research might lead.â\u0080\u009d\n\n<strong>Hepatitis E: An Emerging Disease Difficult to Study and to TreatÂ  <\/strong>\n\n[caption id=\"attachment_183632\" align=\"alignright\" width=\"491\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/refugees_and_camel.jpg\"><img class=\"wp-image-183632  \" title=\"UNHCR Refugee Camps in Maban County, South Sudan\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/refugees_and_camel-1024x682.jpg\" alt=\"Female refugees from Sudan hurry through a downpour in Yusuf Batil refugee camp, Maban County, South Sudan, in August 2012. Overcrowding in camps can place refugees at risk for contracting certain diseases. UNHCR and its partners are working vigorously to prevent and treat cases of malaria and water-borne diseases, including Hepatitis E, at the camp.  Photo copyright UNHCR\/B. Sokol\" width=\"491\" height=\"327\" \/><\/a> Female refugees from Sudan hurry through a downpour in Yusuf Batil refugee camp, Maban County, South Sudan, in August 2012. Overcrowding in camps can place refugees at risk for contracting certain diseases. UNHCR and its partners are working vigorously to prevent and treat cases of malaria and water-borne diseases, including Hepatitis E, at the camp. Photo copyright UNHCR\/B. Sokol[\/caption]\n\nTypically acquired from contaminated water or infected swine, Hepatitis E virus infects tens of thousands of people annually in Asia, Africa and South and Central America. While most infected people clear the virus from their systems without sustaining much damage, for reasons that are still unclear, the virus often causes full-blown hepatitis and liver failure during pregnancy. As a result, Hepatitis E is responsible for a high fatality rate among pregnant women. The World Health Organization estimates that 56,600 people die from Hepatitis E annually. The only drugs known to treat Hepatitis E require long treatment periods, cause severe side effects and are not safe to use during pregnancy. Thus there are significant gaps in both the understanding of the biology of Hepatitis E and in the search for safe, effective antiviral drugs.\n\nBatts, Winton and their California colleagues first <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168170211001122\">published their results<\/a> in 2011. Soon after, they were contacted by researchers in Belgium who wanted to use CTV-infected fish cell lines to screen potential antiviral drugs for treating Hepatitis E. Results from initial tests showed that, just as Winton and Batts had hoped, CTV does indeed provide an important model to help learn more about the biology of Hepatitis E and to test potential treatments and vaccines. The paper published this month by the Belgian team and Winton in the journal <em>Antiviral Research<\/em> reports the results of experiments that tested several antiviral compounds for their ability to inhibit the growth of CTV in fish cells.Â  It also reports effects of sex steroids on virus replication that provide clues into the basis of the increased mortality from Hepatitis E observed among pregnant women.\n\n[caption id=\"attachment_183633\" align=\"alignright\" width=\"491\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/woman_on_stretcher.jpg\"><img class=\" wp-image-183633 \" title=\"UNHCR Refugee Camps in Maban County, South Sudan\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/woman_on_stretcher-1024x682.jpg\" alt=\"Karama Adija, 65, rests on the back of a donkey-drawn â\u0080\u009cambulance,â\u0080\u009d waiting to be taken to the clinic operated by a UN High Commission on Refugees partner organization, the International Medical Corps, in Gendrassa refugee camp, Maban County, South Sudan, in August 2012. Overcrowding in camps can place refugees at risk for contracting certain diseases. UNHCR and its partners are working vigorously to prevent and treat cases of malaria and water-borne diseases, including Hepatitis E, at the camp.  Photo copyright UNHCR\/B. Sokol\" width=\"491\" height=\"327\" \/><\/a> Karama Adija, 65, rests on the back of a donkey-drawn â\u0080\u009cambulance,â\u0080\u009d waiting to be taken to the clinic operated by a UN High Commission on Refugees partner organization, the International Medical Corps, in Gendrassa refugee camp, Maban County, South Sudan, in August 2012. Overcrowding in camps can place refugees at risk for contracting certain diseases. UNHCR and its partners are working vigorously to prevent and treat cases of malaria and water-borne diseases, including Hepatitis E, at the camp. Photo copyright UNHCR\/B. Sokol[\/caption]\n\n<strong><\/strong>Â In addition to screening potential antiviral drugs using CTV-infected cell cultures, scientists could experimentally infect captive fish with CTV to test potential vaccines in vivo.Â  This will allow a whole-animal approach to the testing of potential therapies or vaccines that would be more relevant for human health than tests conducted on cell cultures. It may also allow further study of the virusâ\u0080\u0099s basic biology, including its reaction to fluctuating hormone levels associated with spawning.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24324","uid":"31","filename":"MiddleForkCutthroatTroutAdjusted.jpg","uri":"public:\/\/MiddleForkCutthroatTroutAdjusted.jpg","filemime":"image\/jpeg","filesize":"87508","status":"1","timestamp":"1425492768","type":"image","uuid":"8faf7f9b-51f2-4ef9-b91f-1b36414cd25b","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","emerging wildlife disease","Environmental Health","Fish Health","fisheries","Hepatitis E","Human Health","medical research","virology"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1382005694","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}