{"title":"Reduced Nutrients Still Cause Problems in the Neuse and Tar-Pamlico Rivers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Concentrations of phosphorus and nitrogen have generally declined since 1980 in streams draining into the Albemarle and Pamlico Sounds in North Carolina but remain high enough to cause water-quality problems in the Neuse and Tar-Pamlico Rivers, according to the results of a 5-year investigation by the U.S. Geological Survey (USGS). <!--introend-->These findings are consistent with recent public concerns about Pfiesteria, fishkills, algal growths, and pollutants in these two river basins. \n<p>A recently published USGS report indicates that concentrations of phosphorus and nitrogen in the Neuse River and Tar River exceed water-quality guidelines that were established by the U.S. Environmental Protection Agency in the 1960&rsquo;s. The report summarizes results of 5 years of study and 3 years of data collection as part of the USGS&rsquo;s National Water-Quality Assessment (NAWQA [pronounced nawkwa]) Program. \r\n<p>\"Although the water-quality guidelines have been around for many years, they remain relevant by providing some important clues as to why these two rivers seem to have more than their share of water-quality problems,\"said Tim Spruill, a hydrologist with the USGS. According to the report, a 50-percent reduction in summertime nitrogen and phosphorus concentrations in the Neuse River and a 30-percent reduction in the Tar River and Contentnea Creek (a tributary of the Neuse River) might be necessary to attain the water-quality guidelines. \"Mid- to late summer is usually when fishkills and nuisance algal blooms occur in rivers and estuaries because environmental conditions are more favorable for rapid algal growths at this time,\" said Spruill. When algae deplete the nutrients and begin to die, the decomposing cells deplete the oxygen in water. This lack of oxygen often results in the death of fish and other organisms. \r\n<p>Although nutrient concentrations in the Tar and Neuse Rivers in recent years have been linked to agricultural, urban, and industrial sources, the report presents evidence that natural geologic sources of phosphorus increase the problem in these two basins. Based on analysis of ground-water and stream samples from areas throughout the Coastal Plain, ground water that empties into streams in some parts of the basins contains high concentrations of phosphorus. Phosphorus in ground water discharging to streams of the Neuse and Tar River Basins is often 0.2 part per million (ppm) or more. Based on published guidelines, streams draining directly into ponds, lakes, or estuaries should have phosphorus concentrations less than 0.05 ppm to prevent nuisance algal growths. \r\n<p>Relative to 19 other basins studied as part of the USGS NAWQA Program across the United States, the Tar and Neuse River Basins have some of the highest (upper 25 percent) nutrient concentrations observed. In general, highest concentrations of nutrients occurred in agricultural and urban streams. \r\n<p>Other findings from the report include: \r\n<p>* Of shallow ground-water samples collected from 49 wells throughout the Coastal Plain of Virginia and North Carolina, 4 percent exceeded the 10-ppm drinking-water standard for public water supplies. Although shallow ground water is not commonly used for public water supplies, it is used for water supply by rural residents in many counties. The highest nitrate concentrations in ground water occurred in sandy, well-drained soils. High nitrate concentrations in water can cause \"blue baby syndrome\" and is the primary reason why the drinking-water standard was established. \r\n<p>* Of the 47 pesticides tested in stream samples, 45 were detected. Themost commonly detected pesticides were atrazine, alachlor, metolachlor,and prometon. Generally, concentrations did not exceed drinking-water standards, although drinking-water standards have not been established for all compounds. \r\n<p>* Of the 47 pesticides tested in ground-water samples from 49 monitoringwells, 14 compounds were detected, usuall","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"892699200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169248"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}