{"title":"U.S. South Atlantic Coastline Likely To Change Due to Hurricane Frances","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Based on airborne laser mapping data acquired in cooperation with National Aeronautics and Space Administration (NASA), scientists at the U.S. Geological Survey (USGS) have estimated the coastal-change impacts that may be caused by Hurricane Frances as it makes landfall on the U.S. south Atlantic coast over the Labor Day weekend. <\/p>\n<p>For the current analysis, which will be updated daily until landfall, see: <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/frances\/\">http:\/\/coastal.er.usgs.gov\/hurricanes\/frances\/<\/a> and click on â\u0080\u0098Most Recent Discussion.&rsquo; Background and analysis methodologies are available on the main page. <\/p>\r\n<p>&quot;If Frances comes ashore at Category 4 on the central east coast of Florida, 49 percent to 78 percent of the dunes that front the coast have the potential to be inundated by storm surge,&quot; said Abby Sallenger, a USGS oceanographer. <\/p>\r\n<p>The percentages refer to the amount of coast that has the potential to be inundated by a Saffir-Simpson Category 4 surge (13 ft. to 18 ft.), which will only occur on the open coast to the right of the eye at landfall and will decrease with distance along the coast from the eye wall. These analyses use high-resolution elevation data of the coast and are presented on the Web site in a map illustrating the relative vulnerability of the U.S. south Atlantic coast to extreme storms. <\/p>\r\n<p>&quot;When the surge exceeds the elevation of the dunes, currents will flow across the barrier islands driving massive quantities of sand landward,&quot; Sallenger said. &quot;In some cases where barrier islands are low and narrow, the currents will carve new inlets like what happened in 2003 on the Outer Banks of North Carolina during Hurricane Isabel and in 2004 on North Captiva Island, Fla., during Hurricane Charley.&quot; <\/p>\r\n<p><span class=\"c-bold\">NOTE TO REPORTERS:<\/span> Asbury (Abby) H. Sallenger, Jr., a USGS oceanographer, can be reached by calling 727-803-8747 x3015 or by emailing him at: asallenger@usgs.gov. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1094097600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169613"},{"tid":"170131"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}