{"title":"New Tool Rapidly Maps Certain Minerals, Burried Cables, Shipwrecks, and Off-Shore... Taking a Peek Under Off-Shore Sediments","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Note to Editors: Interviews with the scientists can be scheduled during the meeting by calling Pat Jorgenson in the AGU Newsroom in San Francisco, phone 415-905-1007. \n<p><!--introstart-->A new electrical geophysical tool, developed by scientists at the U.S. Geological Survey to rapidly map shallow offshore sediments and to identify certain buried mineral deposits, has an added benefit: it apparently can also locate buried man-made structures such as shipwrecks, unexploded ordinance, and cable, and can identify waste deposited offshore.<!--introend--> The capabilities of this instrument, called the Marine Induced Polarization Streamer or Marine IP Streamer, and its potential application for a wide variety of purposes, will be described by Dr. Jeff Wynn at the Fall Meeting of the American Geophysical Union, scheduled for Dec. 6-10 at the Moscone Convention Center in San Francisco, California. \r\n<p>\"Using the Marine IP Streamer and the conductivity of seawater eliminates the need to plant electrodes, making this system faster and far more mobile than similar surveys on land,\" says Wynn. \"We can now theoretically make more measurements at sea in a week than geophysicists have made on land worldwide over the past 50 years,\" explains Wynn. \r\n<p>Recent surveys of the Mississippi Sound in the Gulf of Mexico made by Wynn and Andrew Grosz, also of the USGS, successfully mapped titanium-bearing placer deposits and located several objects that the Mississippi Mineral Resources Institute believes are shipwrecks, anchors, and possibly sunken buoys. Although these buried objects cannot be tied to a specific event, scientists suspect that they were left in the wake of Hurricane Camille, which devastated the Mississippi Gulf Coast in 1969. \r\n<p>Earlier studies suggest that substantial industrial minerals exist offshore, in areas defined as the Exclusive Economic Zone (EEZ). In addition, gold and platinum are frequently associated with the titanium-bearing placer minerals that this system can detect. \r\n<p>\"We can directly map certain heavy minerals, such as titanium, to concentrations of less than one percent, and we can characterize the upper six meters of sediments in water depths up to about 60 meters,\" says Wynn. \r\n<p>Potential benefits of this new tool extend beyond mineral resources. Sea floor waste deposits, cable, and unexploded ordinance from military activities can cause significant hazards to human health, marine life, and navigation. The mobility of this instrument makes it rapid and relatively inexpensive to identify and map these features, which are often invisible to other types of survey equipment. \r\n<p>\"Characterizing Shallow Sediments in the Near-Shore Continental Shelf Using Induced Polarization\" is scheduled for 1:30pm Sunday, Dec. 6, Moscone Convention Center, Room 304.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"912747600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}