{"title":"Media Advisory: Checking on Local Drought Just Got Easier","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b><!--introstart--><b>Online national map of daily streamflow color codes what&rsquo;s up or down . . .<\/b><!--introend--><br>\n<p>Attention: Local TV Weather Staffs<\/b> \r\n<p>As drought conditions persist in many parts of the country, particularly the Mid-Atlantic region, reporting on the links between rainfall, streamflow and weather just got easier thanks to the new online availability of daily streamflow information from the U.S. Geological Survey that is plotted on a national map and updated daily. \r\n<p>The USGS online service draws upon the near real-time streamflow information available from the streamgaging network operated by the USGS in cooperation with other federal, state and local agencies across the country. \r\n<p>Online access to real-time streamflow information, which has been available in tabular form from the USGS for several years now, has become a relied-upon resource to emergency officials, water managers, and water enthusiasts. This is the first time the data have been readily available in a daily map. \r\n<p>Although being able to plan for and respond to flood conditions and the day-to-day operation of dams and reservoirs are the more serious uses of streamflow information, the access to real-time information has also proven to be a popular feature for anglers and kayakers in preparing for a day on the water. Being able to predetermine the flow of the river not only makes a whitewater enthusiasts experience more interesting, but safer as well. \r\n<p>The new service, located at <a href=\"http:\/\/water.usgs.gov\/dwc\/national_map.html\">http:\/\/water.usgs.gov\/dwc\/national_map.html<\/a> (or go to the USGS water home page, <a href=\"http:\/\/water.usgs.gov\/\">water.usgs.gov<\/a> and click on \"Daily\" under \"National Water Conditions,\" provides a color-coded map of current flow conditions around the country. \r\n<p>A quick glance at the map for today (Mon., June 28, 1999), for example, shows that well-below normal conditions persist in much of the Mid-Atlantic region, which has been plagued by extremely dry conditions for several months. In the past week, about 20 percent of the more than 200 streamflow gaging stations in the Mid-Atlantic region have recorded streamflows that are the lowest daily flow of record for each day. \r\n<p>The colors on the map represent streamflow (discharge) as a percentile, which is computed from the period of record for the current day of the year. Only stations having at least 30 years of record are used. (More detailed explanation of this is provided as a link from the word \"percentile\" on the web site.) \r\n<p>In addition to the national map, tables of regional streamflow data are also available at the same site by clicking on the desired region. \r\n<p>Another feature of the site is a 5-day animation of streamflow conditions that will show, in a quick day-to-day snapshot, what has been happening with streamflow in 24-hour increments. As streamflow responds, for example, to localized rainfall, it is possible to see a short-term response in streamflow, with red dots (low flow) changing to green dots (more normal flow). More often than not, the streamflow response is short-lived, and the next day&rsquo;s flow color will in all likelihood revert to a brown or red color, unless the rainfall persists. \r\n<p>Planned future enhancements to the USGS online daily streamflow map will be to provide the ability for a customer to click on individual \"dots\" on the map and go directly to the specific flow information for that streamflow gaging station. \r\n<p>Customers for streamflow information have had access to near real-time streamflow for about 4,600 telemetered stations in the USGS network of nearly 7,000 stations by going to <WATER.USGS.GOV>clicking on \"Real-Time.\" This will take a user to current streamflow conditions (updated generally at 4-hour intervals) and to hydrographs (graphs that plot current flow against long-term records). Historical information for these gaging stations is also available from the","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"930542400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169481"},{"tid":"169400"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}