{"title":"USGS Installs Automatic External Defibrillators in Reston Headquarters... First Federal Office to Train Employees in Use to Stop Heart Attacks","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>***NOTE TO EDITORS: The USGS AED Team will host live demonstrations of the equipment during the USGS Health and Safety Fair on Wednesday April 5 from 10 a.m. to 2 p.m. at 12201 Sunrise Valley Drive, Reston, VA 20152. Contact Butch Kinerney at 703-648-4732 for details.***<\/b> <\/p>\n<p>U.S. Geological Survey volunteers are installing five new Automatic External Defibrillators (AED) throughout the USGS National Center in Reston to assist visitors and employees in case of cardiac arrest. The program is a first-of-its-kind in the federal system because volunteer employees are trained in the use of the AED and will be the first responders. <\/p>\r\n<p>\"The National Center houses approximately 2,000 employees and countless visitors each day. The nearest EMS provider is seven or eight minutes away and when a person suffers a heart attack, every second counts,\" said Vince Chirichella, one of the leaders of the USGS AED Team and a volunteer shock trauma technician in Loudoun County. \"The emergency response community agrees that the best chance for resuscitating someone during cardiac arrest occurs within the first moments of the arrest.\" <\/p>\r\n<p>The AED units, which are about the size of a small briefcase, will be strategically placed throughout the USGS Reston campus. The same kind of units are now available on many airliners and becoming more widely available in large buildings and public areas. The $3,000 units contain all the tools and instructions necessary to enable a trained volunteer to assist an individual during cardiac arrest. Twenty seven volunteers have been trained and the team is looking for more help. <\/p>\r\n<p>\"We&rsquo;re very proud of our team,\" said Dan McCord, another team leader and volunteer shock trauma technician in Sterling. \"The goal is to have a trained individual able to respond within moments to an emergency in one of our buildings. They&rsquo;ll be able evaluate the situation and the condition of the patient; restore breathing; start CPR and administer the AED if necessary; and turn it over to health professionals and emergency medical service providers when they arrive. We&rsquo;re not here to replace our occupational health staff or the local EMS providers.\"<\/p>\r\n<p>The USGS AED program was designed with the assistance of the American Heart Association, the State of Virginia and a local medical director. McCord and Chirichella say they hope to expand the program in Reston and use it as a model for other USGS sites and other federal offices nationwide.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"954734400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}