{"title":"Cradle of Flames: New Book Explains How Wildfires Shape Southern California and other 'Mediterranean' Ecosystems","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>LOS ANGELES, Calif.<\/strong> &ndash; <!--introstart-->We may tend to view fires as the bane of cities and wilderness areas, but they actually play an integral part in the evolution and ecology of the world&rsquo;s &ldquo;Mediterranean-type climate&rdquo; regions &mdash; dry, temperate coastlands that cradle and nurture world cities such as Los Angeles, Santiago, Cape Town, Perth and Athens.<!--introend--><\/p>\n<p>Exploring the impact of fire on Mediterranean-type ecosystems and plant communities is the focus of <a href=\"http:\/\/www.werc.usgs.gov\/ProductDetails.aspx?ID=4581\">a new book<\/a>, &ldquo;Fire in Mediterranean Ecosystems,&rdquo; published by Cambridge University Press. The book&rsquo;s host of international authors is led by fire ecologist <a href=\"http:\/\/www.werc.usgs.gov\/keeley\">Jon Keeley<\/a> of the <a href=\"http:\/\/www.werc.usgs.gov\/\">U.S. Geological Survey<\/a>.<\/p>\r\n<p>&ldquo;Understanding the relationship between wildland fire and healthy ecosystems is an essential ingredient in being able to effectively manage wilderness areas,\" said USGS director Marcia McNutt. \"Similarly, understanding what steps communities and homeowners can take to provide a safety buffer from these frequent fires should be the responsibility of all those who live in these very desirable regions.&nbsp;<\/p>\r\n<p>&ldquo;We are providing in-depth reviews of the role fire plays in each of the geographically separate regions, like Chile and southern California,&rdquo; says Keeley, who is also an adjunct professor at <a href=\"http:\/\/www.eeb.ucla.edu\/indivfaculty.php?FacultyKey=2772\">University of California-Los Angeles<\/a>. &ldquo;These form the basis for a synthesis of how fire has shaped these environments.&nbsp;<\/p>\r\n<p>The book provides new perspective on the global importance of fire, and a unique view of how fire has shaped Earth&rsquo;s ecosystems. The five Mediterranean-climate regions of the world provide a framework for understanding a diversity of fire regimes and how those regimes have affected the evolution of plant traits and plant communities.<\/p>\r\n<p>Binding these Mediterranean-climate regions together is the pattern of mild, wet winters alternating with hot, dry summers, Keeley says.<\/p>\r\n<p>Such conditions lead to dense fuels &mdash; comprising highly flammable plant leaves and twigs &mdash; that are conducive to severe wildfires on an annual basis. Subtle differences in climates and geology of each region provide a framework for understanding how diverse fire environments shaped the evolution of plants and plant community assemblages. The authors also challenge the belief that climate and soils alone can explain the convergent characteristics of these ecosystems.<\/p>\r\n<p>No less important is the discussion of humans, who have long been attracted to Mediterranean climate regions &mdash; but have not always successfully adapted to these fire-prone landscapes.<\/p>\r\n<p>&ldquo;Urban populations have been <a href=\"http:\/\/www.werc.usgs.gov\/project.aspx?projectid=226\">highly vulnerable<\/a> to wildfires in some Mediterranean-type climate regions, with differences in vulnerability between regions being due largely to innate differences in fuel loads of indigenous vegetation types and profound differences in population density,&rdquo; says Keeley. &ldquo;This book explores how innate differences in vegetation and patterns of human development have molded fire management responses.&rdquo;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","fire","wildfire","Mediterranean","Ecosystem","Keeley","climate"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1330318800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168903"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}