{"title":"Citizen Cooperation Requested in Lake Erie Yellow Perch Tagging Effort","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Do you want to accompany field crews as they tag yellow perch on Lake Erie during the week of April 29<sup>th<\/sup>? Please contact Holly Muir at 734-214-9318 or&nbsp;<\/strong><a href=\"mailto:hmuir@usgs.gov\"><strong>hmuir@usgs.gov<\/strong><\/a><strong>.<\/strong><\/p>\n<p><strong>Sandusky, Ohio <\/strong>&ndash; With help from local anglers and fishermen, the U.S. Geological Survey and Ohio Department of Natural Resources will kick-start a five-year collaborative fish-tagging effort this week to better understand movement of yellow perch across Lake Erie.<\/p>\r\n<p>Biologists are tagging adult yellow perch with tiny devices called Passive Integrated Transponders, or PIT tags, to track fish migration, and are asking for assistance from anglers and commercial fishermen to make fish available for scanning. Throughout the spring, summer, and fall fishing seasons, the USGS and ODNR biologists will frequent recreational access points, such as boat ramps and fish-cleaning stations, in order to interview anglers and scan fish. Commercial fishermen will be contacted based on the real-time information they provide to the ODNR catch reporting system.<\/p>\r\n<p>\"We are excited to be working with the ODNR to enhance scientific information on fish movement patterns,\" said Dr. Richard Kraus, chief of the <a href=\"http:\/\/www.glsc.usgs.gov\/_files\/factsheets\/Stations%202011%20LEBS.pdf\">USGS Lake Erie Biological Station<\/a>. \"Our Canadian partners in the Ontario Ministry of Natural Resources are also tagging yellow perch with PIT tags, so there will be mutual benefits for both countries with the potential to detect north-south movements.\"<\/p>\r\n<p>PIT tags are a miniaturized version of the electronic toll-collection technology used on turnpikes. Each tag is about the size of a grain of rice and is uniquely coded per specific fish. It is placed in an inedible portion of the fish, so it does not affect the ability of the fish to be eaten. The scanning process only takes several seconds per cooler or 100-pound fish box, which hold 300-400 fish each.&nbsp; The angler interviews, or creel surveys, are critical to collecting data because it is impossible to tell if a fish is tagged without scanning it.<\/p>\r\n<p>Tagging will occur from the ODNR&rsquo;s 43-foot Research Vessel <em>Grandon <\/em>with other small agency vessels assisting the <em>Grandon<\/em> during the effort.&nbsp;<\/p>\r\n<p>\"The ODNR is pleased to be pursuing this collaborative research project with USGS, the Lake Erie Committee agencies, and stakeholder groups,\" said Jeff Tyson, ODNR, administrator for the Division of Wildlife Lake Erie Program. \"Movement patterns of yellow perch have been identified as an information gap by resource management agencies and stakeholder groups, and this research will help the Lake Erie Committee agencies responsibly manage the valuable Lake Erie yellow perch resources.\"<\/p>\r\n<p>This work is funded through the Federal Aid in Sport Fish Restoration Act and administered through the ODNR, Division of Wildlife. The Sport Fish Restoration Program was created to restore and better manage fishery resources with funds originating from excise taxes on fishing equipment, motorboat, and small engine fuels.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York","Pennsylvania","Ohio"],"country":["United States of America"],"mm_tags":["ecosystems","fisheries","Lake Erie","Yellow Perch","fish"],"distribution":["Biology"],"release_date":{"und":[{"value":"1367208000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169501"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}