{"title":"More Frequent Drought Likely in Eastern Africa","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The increased frequency of drought observed in eastern Africa over the last 20 years is likely to continue as long as global temperatures continue to rise, according to new research published in <em>Climate Dynamics<\/em>.<\/p>\n<p>This poses increased risk to the estimated 17.5 million people in the Greater Horn of Africa who currently face potential food shortages.<\/p>\r\n<p>Scientists from the U.S. Geological Survey and the University of California, Santa Barbara, determined that warming of the Indian Ocean, which causes decreased rainfall in eastern Africa, is linked to global warming. These new projections of continued drought contradict previous scenarios by the Intergovernmental Panel on Climate Change predicting increased rainfall in eastern Africa.<\/p>\r\n<p>This new research supports efforts by the USGS and the U.S. Agency for International Development to identify areas of potential drought and famine in order to target food aid and help inform agricultural development, environmental conservation, and water resources planning.<\/p>\r\n<p>&ldquo;Global temperatures are predicted to continue increasing, and we anticipate that average precipitation totals in Kenya and Ethiopia will continue decreasing or remain below the historical average,&rdquo; said USGS scientist Chris Funk. &ldquo;The decreased rainfall in eastern Africa is most pronounced in the March to June season, when substantial rainfall usually occurs. Although drought is one reason for food shortages, it is exacerbated by stagnating agricultural development and continued population growth.&rdquo;<\/p>\r\n<p>As the globe has warmed over the last century, the Indian Ocean has warmed especially fast. The resulting warmer air and increased humidity over the Indian Ocean produce more frequent rainfall in that region. The air then rises, loses its moisture during rainfall, and then flows westward and descends over Africa, causing drought conditions in Ethiopia and Kenya.<\/p>\r\n<p>&ldquo;Forecasting precipitation variability from year to year is very difficult, and research on the links between global change and precipitation in specific regions is ongoing so that more accurate projections of future precipitation can be developed,&rdquo; said University of California, Santa Barbara, scientist Park Williams. &ldquo;It is also important to note that while sea-surface temperatures are expected to continue to increase in the Indian Ocean and cause an average decrease in rainfall in eastern Africa, there will still occasionally be very wet years because there are many factors that influence precipitation.&rdquo;<\/p>\r\n<p>Scientists compiled existing datasets on temperature, wind speed and precipitation to see what was driving climate variations in the tropical Indian and Pacific Ocean region. Most of the Indian Ocean warming is linked to human activities, particularly greenhouse gas and aerosol emissions. The Indian Ocean has warmed especially fast because it is quickly being encroached upon by the Tropical Warm Pool, which is an area with the warmest ocean surface temperatures of anywhere on earth.<\/p>\r\n<p>This research supports efforts by the USGS and the U.S. Agency for International Development through the Famine Early Warning Systems Network. FEWS NET is a decision support system that helps target more than two billion dollars of food aid to more than 40 countries each year. Through this system, scientists are helping with early identification of agricultural drought that might trigger food insecurity. For more information, visit <a href=\"http:\/\/www.fews.net\/\">http:\/\/www.fews.net<\/a>.<\/p>\r\n<p>The article, &ldquo;A westward extension of the warm pool intensifies the walker circulation, drying eastern Africa,&rdquo; was published in <em>Climate Dynamics<\/em> and can be found at <a href=\"http:\/\/www.springerlink.com\/content\/u0352236x6n868n2\/\">http:\/\/www.springerlink.com\/content\/u0352236x6n868n2\/<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climate Change","drought","Africa","Global Warming","agriculture"],"article_type":["International News Release"],"release_date":{"und":[{"value":"1296190800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169056"},{"tid":"169633"},{"tid":"168776"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}