{"title":"Tracking coral larvae to understand Hawai'i reef health","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HONOLULU &mdash; Scientists can predict almost to the hour when the reef-building &ldquo;rice coral&rdquo; off Oahu will spawn, but no one knows where the resulting floating coral larvae go.<\/p>\n<p>From June 11-16, the U.S. Geological Survey, the University of Hawai&lsquo;i at M&#257;noa&rsquo;s Kewalo Marine Laboratory, and Malama Maunalua will use satellite-tracked drifters to track the coral larvae&rsquo;s dispersal along O&lsquo;ahu&rsquo;s south shore in an effort to better understand why certain reefs in Maunalua Bay are doing well and others are doing poorly.<\/p>\r\n<p>The next coral spawning event will begin after the next new moon, which is June 12. The scientists will use underwater instruments to monitor tides, waves, currents, temperature, salinity, chlorophyll, and water clarity throughout the bay. They will release satellite-tracked drifters to float along with the buoyant coral eggs and larvae and monitor the drifters&rsquo; positions all night to determine if they are being transported into, retained in, or dispersed out of Maunalua Bay.<\/p>\r\n<p>During the experiment, boaters and swimmers should keep an eye out for, and avoid the small (8 inch diameter) orange drifters and some small yellow floats marking instrument packages, all with \"USGS\" markings.<\/p>\r\n<p>Maunalua Bay has been degraded by polluted runoff and sediment, invasive algae, and unsustainable harvesting. Reduced water and bottom quality tied to watershed discharges and invasive algae affect not only the corals in the bay, but the ability of larvae from elsewhere to replenish depleted populations.&nbsp; Community-based efforts to remove invasive algae and reduce runoff and sedimentation will ultimately lead to improved coral and fish resources. Recovery of the Bay also depends in part on the reproductive health of the local and adjacent coral reefs as sources of coral seed.<\/p>\r\n<p>Because they are living organisms, corals are born and die. If new corals are not produced and able to settle, replacing those that die from both natural and human-induced causes, the reefs will eventually disappear, along with the other associated marine resources. Once scientists understand the circulation, larval dispersal patterns, and \"connectivity\" between reefs, managers can identify where recovery efforts should be focused.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_06_08\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_06_08\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_06_08\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_06_08\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2010_06_08&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>\r\n<hr size=\"1\" \/>\r\n<p>The University of Hawai`i at M&#257;noa serves approximately 20,000 students pursuing more than 225 different degrees.&nbsp; Coming from every Hawaiian island, every state in the nation, and more than 100 countries, UH M&#257;noa students matriculate in an enriching environment for the global exchange of ideas.&nbsp; For more information, visit <a href=\"http:\/\/manoa.hawaii.edu\/\" title=\"http:\/\/manoa.hawaii.edu\/\">http:\/\/manoa.hawaii.edu<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["biology","geology","coral","Hawaii","reef","satellite","Oahu","Maunalua","spawn"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1275969600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169118"},{"tid":"170371"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}