{"title":"Lakewood resident receives Presidential Rank Award","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->U.S. Geological Survey (USGS) Regional Director Dr. Thomas J.\r\nCasadevall was honored with the prestigious <em>Presidential Rank Award <\/em>on May 8, 2007 in Washington D.C. Casadevall<!--introend-->, a Lakewood resident\r\nbased at the Denver Federal Center, was selected for his accomplishments in\r\nbusiness acumen, leading people through change and producing outstanding\r\nresults.\r\n<\/p>\r\n<p>\r\nA 30-year veteran of the USGS, Casadevall has been instrumental in\r\ncreating and sustaining new areas of scientific investigation that are closely\r\ntied to the protection of human life and property. &nbsp;In his early career as\r\na volcanologist, he identified the hazard posed by airborne volcanic ash to\r\ncommercial and general aviation. Working with the aviation community, he\r\ndeveloped a volcano advisory warning system for pilots in collaboration with\r\nthe Federal Aviation Administration and the National Oceanographic and\r\nAtmospheric Agency.\r\n<\/p>\r\n<p>\r\nCasadevall&#39;s career has emphasized the importance of mitigating the\r\nimpacts of natural disasters by leading new efforts to make USGS programs in\r\nwildfire, landslides, earthquakes, and subsidence more effective through\r\nproviding timely, accurate information to customers, cooperators, and\r\nstakeholders in formats most useful to them.\r\n<\/p>\r\n<p>\r\nDuring the days immediately following the Hurricane Katrina disaster,\r\nCasadevall visited impacted areas in Louisiana and Mississippi. &nbsp;After\r\nfirst ensuring that all 400 USGS employees and contractors were accounted for,\r\nhe quickly assessed the needs of impacted employees and facilities, offering\r\ndisplaced employees the opportunity to relocate temporarily to other USGS\r\noffices on work details, and providing support to those who were able to stay\r\nand render emergency assistance utilizing USGS boats, trucks and supplies. \r\nBy helping employees focus on the unique strengths of the USGS to provide\r\ncritically needed information in this natural disaster, he enabled USGS\r\npersonnel to provide geospatial data for search and rescue operations carried\r\nout by numerous federal and state agencies, real-time maps of the impact zone\r\nfor FEMA, spatial analyses of multiagency imagery of impacted areas, structural\r\ndamage and roadway accessibility assessments, and spatial support for\r\nestablishing medical surveillance.  For these efforts, Casadevall, along\r\nwith a team of personnel from locations impacted by Hurricane Katrina were\r\nbestowed the esteemed <em>&nbsp;Service to America <\/em>&nbsp;Award.\r\n<\/p>\r\n<p>\r\nFor the past decade Casadevall has held senior leadership positions\r\nwithin the USGS including his tenure as the first Regional Director of the\r\nWestern Region (1996-1997); the Acting Director of the USGS (1998); Deputy\r\nDirector of USGS (1999); and, most recently, Regional Director of the 15 states\r\nof the Central Region (2000-present). Over 2,500 employees and 980\r\non-site contractors distributed in 88 cities and 21 field offices comprise the\r\nUSGS workforce in the Central Region where the scientific issues and challenges\r\nencompass topics as diverse as energy development, wildfires, groundwater\r\ndepletion, and the impacts of agricultural practices.\r\n<\/p>\r\n<p>\r\nEach year, the\r\nPresident recognizes and celebrates a small group of career Senior Executives\r\nwith the President&#39;s Rank Award for exceptional long-term accomplishments.\r\nWinners of this prestigious award are strong leaders, professionals, and\r\nscientists who achieve results and consistently demonstrate strength,\r\nintegrity, industry, and a relentless commitment to excellence in public\r\nservice. &nbsp;They are nominated by their agency heads, evaluated by boards of\r\nprivate citizens, and approved by the President.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1179374400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169167"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}