{"title":"Oktoberfest! The Science of Beer and Wine Making","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"Cheers! Itâ\u0080\u0099s Oktoberfest! Letâ\u0080\u0099s drink up some knowledge!\n\nOctober 12, 1810 was the royal event of the year, when all citizens of Munich, Germany attended the wedding of Bavarian Crown Prince Ludwig (later to become King Ludwig I) and his bride, Princess Therese of Saxony-Hildburghausen, on the fields in front of the city gates.\n\nThe fields were named â\u0080\u009cTheresienwieseâ\u0080\u009d (â\u0080\u009cTheresaâ\u0080\u0099s fieldsâ\u0080\u009d) in honor of the Crown Princess, and for more than 200 years, their anniversary is celebrated with the tradition called Oktoberfest.\n\nToday, Oktoberfest celebrations feature large quantities of pumpkin-spiced beer, but behind that is the fascinating geologic process of making the beer and wine used to celebrate with each year.\n\n[caption id=\"\" align=\"aligncenter\" width=\"800\"]<a href=\"http:\/\/www.nps.gov\/common\/uploads\/photogallery\/ner\/park\/colo\/CAEF1E25-155D-451F-67F2A2D71A56A0BD\/CAEF1E25-155D-451F-67F2A2D71A56A0BD-large.jpg\"><img src=\"http:\/\/www.nps.gov\/common\/uploads\/photogallery\/ner\/park\/colo\/CAEF1E25-155D-451F-67F2A2D71A56A0BD\/CAEF1E25-155D-451F-67F2A2D71A56A0BD-large.jpg\" alt=\"painting\" width=\"800\" height=\"392\" \/><\/a> A mid-17th-century Jamestown family harvests the fruits of their labors, including squash, pumpkins, apples and corn (Sidney E. King, artist)[\/caption]\n\n<strong>Hops: The Geologic Ingredient<\/strong>\n\nHops, the flower of the common hop plant (<a href=\"http:\/\/plants.usda.gov\/core\/profile?symbol=HULU\"><em>Humulus lupulus L.<\/em><\/a>), is best known for its use to flavor beers. It is a female plant species that grows as a vine and is native to temperate regions of the northern hemisphere, such as North America, Europe, and western Asia.\n\nThere are many varieties of hops, which are used in the flavoring process of brewing beer. Each variety, grown in various areas, provides a different accent of flavor, contributing to the different flavors for each brand of beer. Other factors in flavor are ingredients such as barley and wheat, as well as different brewing techniques.\n\n[caption id=\"\" align=\"alignleft\" width=\"207\"]<a href=\"gallery.usgs.gov\/photos\/08_22_2014_dmd5GSr21A_08_22_2014_2\"><img class=\"      \" src=\"http:\/\/gallery.usgs.gov\/images\/08_22_2014\/dmd5GSr21A_08_22_2014\/large\/IMG_1334.JPG\" alt=\"Hops\" width=\"207\" height=\"277\" \/><\/a> Hops are a species of vine, whose flowers are used in the beer-brewing process. It provides flavor to beer, and has several varieties. This variety is called Cascade.[\/caption]\n\nAs hops plays an important role in the flavor of beer, the alcohol and viscosity (thickness) are a function of other ingredients such as the initial sugar content which is then fermented by yeast into alcohol.\n\nThe <a href=\"http:\/\/gallery.usgs.gov\/images\/08_22_2014\/dmd5GSr21A_08_22_2014\/large\/IMG_1334.JPG\">Cascade<\/a> variety of hops can grow to be extremely large and provide a great harvest and flavor for nearby breweries. Each type of hops requires different soil conditions, but hops in general share some broad requirements.\n\nThe soil must be crumbly and well drained with low soil acidity. Hops also require access to a lot of water, so the presence of surface water is extremely beneficial.\n\nIn addition to its geologic mapping, soil geochemistry, and national streamgage network USGS, tracks flood and drought conditions that can significantly affect the growth of hops.\n\n<strong>Geology Makes a Fine Wine<\/strong>\n\nItâ\u0080\u0099s not just hops that rely on geology, not all grapes are ideal for wine-making. In fact, the soil, geology, and climate combine to make the difference between low-value table grapes and delicious wine. Most winemakers will say that nature and the Earth are as important as people in making the best wine.\n\nUnlike hops, though, cultivators need to be concerned about giving grapes <em>too many <\/em>nutrients. In this <a href=\"http:\/\/gallery.usgs.gov\/videos\/618#.VBNBgfldWSp\">video<\/a>, USGS scientist Larry Meinert describes how grapes, when supplied with too much water and nutrients can over-produce and result in mediocre wine. Unlike most gardening, the more stressed the grapes, the better they become for wine production.\n<div style=\"float: right;padding: 5px\" align=\"right\">[iframe title=\"Hops video\" name=\"Hops Video\" width=\"400\" height=\"225\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/DOkQ8POzSmQ?rel=0\" frameborder=\"0\" allowfullscreen]\nNovember public lecture, presented by Larry Meinert, Ph.D.<\/div>\nWine-making grapes, like these <a href=\"http:\/\/gallery.usgs.gov\/images\/08_22_2014\/dmd5GSr21A_08_22_2014\/large\/IMG_1341.JPG\">Syrah (or Shiraz) grapes<\/a>, require different growing conditions than grapes meant for eating. Cultivating wine grapes involves trying to concentrate flavors and encourage thicker skins, because these are what give wine much of its color and flavor.\n\n[caption id=\"\" align=\"alignleft\" width=\"263\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_22_2014_dmd5GSr21A_08_22_2014_4#.VClbExYXOAa\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/08_22_2014\/dmd5GSr21A_08_22_2014\/medium\/IMG_1341.JPG\" alt=\"Wine-making \" width=\"263\" height=\"350\" \/><\/a> Wine-making grapes, like these Syrah (or Shiraz) grapes, require different growing conditions than grapes meant for eating. Cultivating wine grapes involves trying to concentrate sugars and encourage thicker skins, because these are what give wine its flavor. To do that, one of the most important factors to look for is the drainage of the soils. These grapes are grown on a greenstone schist formation in northern Maryland.[\/caption]\n\nTo do that, one of the most important factors to look for is the drainage of the soils.\n\n<strong>Proper Soil Means the â\u0080\u009cSauceâ\u0080\u009d Wonâ\u0080\u0099t Spoil<\/strong>\n\nSoil chemistry and nutrients play a big role in the taste of the various hop and grape varieties. Soil drainage is an extremely important factor in the success of grape growing.\n\nThe better the drainage, the more concentrated flavor can be in grapes and therefore the better the wine. Better drainage is usually found in loose soils where the water can flow away from the vines. When wine grapes have access to too much water, the sugars are diluted and the grapes grow too large, meaning the skins arenâ\u0080\u0099t thick enough to provide proper flavor and color.\n\nSoil drainage can be studied either through geologic mapping or through remote sensing surveying, like <a href=\"http:\/\/nationalmap.gov\/3DEP\/\">3DEP<\/a>. The 3D Elevation Program (3DEP) initiative is being developed to respond to growing needs for high-quality topographic data and for a wide range of other three-dimensional representations of the Nation's natural and constructed features through high-quality light detection and ranging (<a href=\"http:\/\/lidar.cr.usgs.gov\/\">lidar<\/a>).\n\n<strong>Diatomite: The Natural Filter<\/strong>\n\nFiltering is a key step to the beer and wine-making process. It is important to make sure that these beverages are clean and healthy. Luckily, the Earth has provided a natural filter in the process, a mineral called <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/diatomite\/\">Diatomite<\/a>, or diatomaceous earth.\n\n[caption id=\"\" align=\"alignright\" width=\"353\"]<a href=\"http:\/\/libraryphoto.cr.usgs.gov\/htmllib\/btch292\/btch292j\/btch292z\/btch292\/bmn00007.jpg\"><img src=\"http:\/\/libraryphoto.cr.usgs.gov\/htmllib\/btch292\/btch292j\/btch292z\/btch292\/bmn00007.jpg\" alt=\"Volcanic ash \" width=\"353\" height=\"249\" \/><\/a> Volcanic ash beds showing small drag fold in laminated diatomite. Santa Barbara County, California. 1931.[\/caption]\n\nIt is used in agriculture for grain storage as anÂ <a title=\"Anticaking agent\" href=\"http:\/\/en.wikipedia.org\/wiki\/Anticaking_agent\">anticaking agent<\/a>, an insecticide, and as a naturalÂ de-wormer. Some farmers add it to their livestock andÂ <a title=\"Chicken\" href=\"http:\/\/en.wikipedia.org\/wiki\/Chicken\">poultry<\/a>Â feed to prevent the caking of feed.\n\nDiatomite is a chalk-like, soft, and very fine-grained sedimentary rock, usually light in color (white if pure, but usually gray, and rarely black). It is very finely porous, very low in density (floating on water at least until saturated), and essentially chemically inert in most liquids and gases.\n\nThe principal use of diatomite is as a filter aid, an absorbent for industrial spills, and in toothpaste. It is also used as filler in a variety of products from paints to dry chemicals, and as insulation material. USGS tracks these uses as well as the supply and production of diatomite in its annual Mineral Commodity Summaries.\n\n<strong>Start with Science<\/strong>\n\nAmidst all the fun and festivities, there is still much to learn. <a href=\"http:\/\/minerals.usgs.gov\/\">USGS<\/a> provides the science and information to understand the potential, production, and consumption of all minerals, water, and climate conditions in the wine and beer making process.\n\nSo whether youâ\u0080\u0099re celebrating Oktoberfest with a cold pumpkin-spiced beer or a glass of red wine, make sure to learn some science with every sip!\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24372","uid":"31","filename":"Main3.jpg","uri":"public:\/\/Main3.jpg","filemime":"image\/jpeg","filesize":"40395","status":"1","timestamp":"1425492768","type":"image","uuid":"c98f2751-602c-44f0-8724-dcfaf73fcf7e","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["oktoberfest-the-science-of-beer-and-wine-making"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1411996833","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}