{"title":"New Lava From Kilauea Volcano Entering the Sea","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>USGS Web Site Features Daily Lava Flow Updates and Photographs<\/b> <\/p>\n<p>Lava flows from the Pu`u `O`o vent on the east rift zone of Kilauea Volcano in Hawaii are entering the sea and are rapidly adding new land to the coast, according to the U.S. Geological Survey&rsquo;s Hawaiian Volcano Observatory. The USGS Web site <a href=\"http:\/\/hvo.wr.usgs.gov\/kilauea\/update\/\">http:\/\/hvo.wr.usgs.gov\/kilauea\/update\/<\/a> features near real time lava flow updates as well as photographs. <\/p>\r\n<p>Detailed descriptions of lava flow and videos and photographs of lava breakouts, lava streams, and lava entering the ocean offer the public as well as scientists an opportunity to safely observe Kilauea&rsquo;s activity from their computers. Web site viewers can access the site daily and find out new information and see current photographs of Kilauea&rsquo;s lava flows. <\/p>\r\n<p>Kilauea Volcano has been erupting since Jan. 3, 1983. The current lava flows are arms of the larger lava flow that erupted earlier this year on Mother&rsquo;s Day (May 12). <\/p>\r\n<p>Since 1952, there have been 34 eruptions, and since 1983, eruptive activity has been nearly continuous. The eruption that began in 1983 continues at the cinder-and-spatter cone of Pu`u `O`o (high point on skyline). <\/p>\r\n<p>Kilauea is the youngest and southeastern-most volcano on the Big Island of Hawaii. <\/p>\r\n<p>The Hawaiian name &quot;Kilauea&quot; means &quot;spewing&quot; or &quot;much spreading,&quot; apparently in reference to the lava flows it erupts.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1028001600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169484"},{"tid":"170485"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}