{"title":"Invasive Burmese Pythons Are Good Navigators and Can Find Their Way Home","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: <\/strong><a href=\"http:\/\/gallery.usgs.gov\/search\/Photos\/python\/thumb\/04_15_2013_tXo0RED55L_04_15_2013_0\/1\"><strong>Photos<\/strong><\/a><strong>, <\/strong><a href=\"http:\/\/gallery.usgs.gov\/videos\/562#.UyG1alFdVNK\"><strong>b-roll<\/strong><\/a><strong>, and <\/strong><a href=\"http:\/\/www.usgs.gov\/faq\/categories\/10721\/4751\"><strong>FAQs<\/strong><\/a><strong> available online<\/strong><\/p>\n<p><strong>Everglades National Park, Fla.&mdash; <\/strong><!--introstart-->Invasive Burmese pythons in South Florida are able to find their way home even when moved far away from their capture locations, a finding that has implications for the spread of the species.<!--introend--><\/p>\r\n<p><strong>&nbsp;<\/strong>A multi-organizational team of scientists found that when six Burmese pythons were relocated 13-22 miles from their capture locations, the snakes headed straight back home, navigating to within 3 miles of their original capture locations in Everglades National Park.<\/p>\r\n<p>\"Previous studies have shown that many snakes lack the ability to home, yet this study provides evidence that Burmese pythons are capable of homing after they have been displaced --- and they are able to do so at a scale previously undocumented for any snake species,\" said Shannon Pittman, lead author of the study and a postdoctoral fellow at Davidson College in North Carolina. \"Understanding this large-scale navigational ability is critical to understanding the ability of Burmese pythons to expand their geographic range,\" Pittman added.<\/p>\r\n<p>To find your way home requires a map sense on the part of the animal, which allows the animal to determine its position in relation to a goal; and a compass sense, which requires access to a reliable compass to maintain orientation toward the goal. The relocated snakes moved faster and straighter than snakes that were not relocated, demonstrating that Burmese pythons have navigational map and compass senses.<\/p>\r\n<p>The relocated snakes also appeared to use local cues from their release site to determine their position relative to home. Potential cues underlying the map sense in pythons may be olfactory or magnetic that change predictably through space. The compass aspect of their navigational ability could be accomplished through the use of magnetic, celestial, olfactory or polarized light cues, all of which generate a reliable compass sense.<\/p>\r\n<p>\"The snakes maintained their oriented movement over the course of a relatively long time, between 94 and 296 days,\" said Kristen Hart, a USGS researcher and study coauthor. \"This indicates that not only do pythons keep their long-term movement goal in mind, but also that they were highly motivated to get back home.\"<\/p>\r\n<p>These findings have implications for management and conservation of the species, the study authors emphasized.&nbsp; Animals that are adept at navigating and homing are better able to exploit resources that are relatively far away, widely spaced or seasonally variable. These abilities also reduce risks associated with searching potentially hostile or unfamiliar areas because the dispersing snakes can always return to a safe location. &nbsp;<\/p>\r\n<p>\"Understanding navigation in invasive species improves the ability to control populations and limit dispersion,\" said Hart.&nbsp; \"For example, the fine-tuned navigational capacity that the pythons exhibited may lower their risk when they move to and explore new areas.\"<\/p>\r\n<p>This research is useful for resource managers because it has implications for python movement behavior at the edges of the invasion front where there is a need for containment, Pittman said.<\/p>\r\n<p>\"Invasive exotic reptiles continue to challenge agencies charged with protecting the health of south Florida ecosystems,\" said Everglades National Park Superintendent Dan Kimball.&nbsp; \"Continued research like this on the invasive exotic Burmese python is critical so that we can make better informed management decisions and move clo","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["Ecosystems Mission Area","Burmese Pythons","Pythons","","ecosystems","Everglades","Everglades National Park Geographic Areas Southeast"],"distribution":["Biology"],"release_date":{"und":[{"value":"1395201600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168925"},{"tid":"169071"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}