{"title":"USGS Science at GSA","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>In this <a href=\"\/newsroom\/docs\/gsa_2010_tipsheet.pdf\">USGS media tipsheet<\/a> (PDF), we've gone through thousands of GSA conference abstracts and selected some of the newest, most exciting USGS science presentations for your convenience. We hope you find it useful.<\/p>\n<p>News media representatives are invited to visit the USGS booth in the GSA Exhibit Hall. Our exhibit highlights climate and land-use change, energy, minerals, and environmental health, water, natural hazards, and more. This is an easy place to connect with scientists and public affairs specialists and grab some USGS publications and information.<\/p>\r\n<div>\r\n<hr width=\"100%\" size=\"2\" \/>\r\n<\/div>\r\n<h2>Sunday, Oct. 31<\/h2>\r\n<div>\r\n<hr width=\"100%\" size=\"2\" \/>\r\n<\/div>\r\n<p><em><span style=\"text-decoration: underline;\">9-11 a.m. and 4:30-5:30 p.m., Booth 256<\/span><\/em><\/p>\r\n<p><strong>The Volcanoes Exploration Project: Pu`u `O`o &mdash;A Web Site and Workshop for Utilizing&nbsp; Near-Real Time Volcano Monitoring Data in Geoscience Education<\/strong><\/p>\r\n<p><strong><em>Mike Poland<\/em><\/strong><\/p>\r\n<p>The Volcanoes Exploration Project: Pu'u 'O'o (VEPP) website is a geoscience education resource that demonstrates the dynamic nature of volcanoes, promotes excitement about the process of scientific discovery through hands-on learning, and inspires the next generation of Earth scientists. The VEPP site provides access, in near-real time, to geodetic and seismic data from the Kilauea Volcano in Hawai'i, via a time series query tool, and webcam images from Pu`u `O`o crater are archived and available for viewing as a means of examining visual changes in volcanic activity over time. Based out of the USGS Hawaiian Volcano Observatory, it is a collaborative effort among the USGS, NASA, and the University of Hawai'i, Manoa.<\/p>\r\n<p><a href=\"http:\/\/www.nagt.org\/nagt\/vepp\/index.html\">http:\/\/www.nagt.org\/nagt\/vepp\/index.html<\/a><\/p>\r\n<div>\r\n<hr width=\"100%\" size=\"2\" \/>\r\n<\/div>\r\n<p><em><span style=\"text-decoration: underline;\">10:05 a.m., Room 108<\/span><\/em><\/p>\r\n<p><strong>Contribution of PAHs from Coal-Tar Pavement Sealcoat to 40 U.S. Lakes Evaluated Using Mass-Balance Receptor Modeling<\/strong><\/p>\r\n<p><strong><em>Peter VanMetre<\/em><\/strong><\/p>\r\n<p>Coal-tar-based pavement sealant is the largest source of polycyclic aromatic hydrocarbons (PAHs) found in 40 urban lakes studied by the USGS. PAHs are an environmental health concern because several are probable human carcinogens, they are toxic to fish and other aquatic life, and their concentrations have been increasing in urban lakes in recent decades. Coal-tar-based pavement sealant is the black, shiny substance sprayed or painted on many parking lots, driveways, and playgrounds. USGS scientists evaluated the contribution of PAHs from many different sources to lakes in cities from Anchorage, Alaska, to Orlando, Fla.<\/p>\r\n<div>\r\n<hr width=\"100%\" size=\"2\" \/>\r\n<\/div>\r\n<p><em><span style=\"text-decoration: underline;\">4 p.m., Room 104\/106<\/span><\/em><\/p>\r\n<p><strong>The Relation Between Dissolved Oxygen and Other Chemical Properties in Barton Springs, Central Texas<\/strong><\/p>\r\n<p><strong><em>Barbara Mahler<\/em><\/strong><\/p>\r\n<p>The endangered Barton Springs salamander and other aquatic species in Barton Springs, Austin, Texas might be under increased stress if spring flow decreases or water temperature increases. The amount of dissolved oxygen in Barton Springs flow varies widely, and during a recent drought dropped to levels that inhibit salamander development and growth.&nbsp; This salamander relies on the dissolved oxygen in water flowing from the springs to breathe, and water temperature and the rate of spring flow control the amount of dissolved oxygen in the water.&nbsp;&nbsp;<\/p>\r\n<div>\r\n<hr width=\"100%\" size=\"2\" \/>\r\n<\/div>\r\n<p><em><span style=\"text-decoration: underline;\">4:50 p.m., Room 103\/105<\/span><\/em><\/p>\r\n<p><strong>Fault Veins and their Influence on Mountain Watershed Hydrogeology, the Standard Mine of Elk B","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming","Colorado","Texas","Nebraska","North Dakota","South Dakota"],"country":["United States of America"],"mm_tags":["geology","water","geography","biology","","conference"],"release_date":{"und":[{"value":"1288324800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"169606"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}