{"title":"USGS Forest and Climate Change Expert Named 2010 AAAS Fellow","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table border=\"0\" cellspacing=\"5\" width=\"175\" height=\"257\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/gallery.usgs.gov\/photos\/?p=01_11_2011_typ0Sfe66M_01_11_2011_0\"> <img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2011_01_11\/craig_allen.jpg\" alt=\"Craig Allen\" width=\"175\" height=\"257\" \/><\/a><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><!--introstart-->Craig D. Allen, a research ecologist with the U.S. Geological Survey (USGS), has been named a Fellow of the American Association for the Advancement of Science.<!--introend--><\/p>\r\n<p>This year 503 members have been awarded this peer-nominated honor by AAAS because of their scientifically or socially distinguished efforts to advance science or its applications. New Fellows for 2010 were announced today in the journal <em>Science<\/em> and will be formally recognized during the 2011 AAAS Annual Meeting in Washington, D.C., in February.<\/p>\r\n<p>Allen was elected as an AAAS Fellow, \"for outstanding leadership in the synthesis of global forest responses to climate change, built from worldwide collaboration and a deep understanding of the environmental history of the southwestern United States.\"<\/p>\r\n<p>As leader of the USGS Fort Collins Science Center's Jemez Mountains Field Station, located at Bandelier National Monument near Los Alamos, N.M., Dr. Allen investigates the ecological dynamics of forests, semi-arid woodlands, and montane landscapes, including climate stress thresholds for tree mortality and broad-scale forest die-off. Allen also is a principal investigator with the Western Mountain Initiative (WMI), an integration of research programs that study global change in mountain ecosystems of the western United States.<\/p>\r\n<p>Since first publishing on the topic of drought and heat-induced forest die-off in the late 1990s, Allen has developed collaborations with a diverse range of scientists from all forested continents to document and better understand global patterns of the phenomenon. To encourage additional research on the global risks, he organized several symposia and actively participated in global forums, most recently at the 2010 International Union of Forest Research Organizations World Congress held in Seoul, Korea.<\/p>\r\n<p>Allen said he \"took the depth of knowledge gained from 28 years of research on the historical and recent dynamics of New Mexico forests and woodlands, and began working with colleagues around the world to put this local, place-based knowledge into regional, continental, and global contexts.\"<\/p>\r\n<p>In a 2010 USGS report published in the journal <em>Forest Ecology and Management<\/em>, Allen and his international coauthors found that recent tree loss in forests worldwide, driven by climate stress, could signal increased tree mortality under projected climate change. Their review shows that many of the world's forests are sensitive to climate-related drought and heat stress, raising the concern that forests may become increasingly vulnerable to future mortality and posing risks to valuable forest ecosystem services, such as timber production, watershed and biodiversity protection, carbon sequestration, and recreation.<\/p>\r\n<p>\"We have examples of drought and heat-induced stress leading to significant levels of tree mortality in every forest type on Earth &ndash; no forest type is immune,\" Allen said.<em> <br \/><\/em><\/p>\r\n<p>The research of Allen and his colleagues also identifies key information gaps and scientific uncertainties that currently hamper the ability to identify climate-related trends in tree mortality and predict future losses in response to projected climate changes.<\/p>\r\n<p>&nbsp;\"Dr. Allen's efforts have helped generate both public and scientific interest in the patterns, processes, and especially rates of tree mortality,\" noted USGS and WMI climate scientist Jill Baron, who is a member of the AAAS Section on Geology and Geography. \"Craig has served as a catalyst for research into how to sustain the world's forests &ndash; and the huge re","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["","biology","forest Biology","Climate Change","fellow","Fort","fortcollins","New Mexico"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1294722000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169107"},{"tid":"169491"},{"tid":"169819"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}