{"title":"Planet Earth Is Focus Of Open House At USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The processes that formed the Earth and the technologies that enable scientists to map its surface and probe the depths of the planet are the focus of more than 200 exhibits at the U.S. Geological Survey&rsquo;s open house in Menlo Park, September 13 and 14. <!--introend--> \n<p>This is the fifth time in the past 15 years that the Department of the Interior agency in Menlo Park has opened its buildings and laboratories and constructed special exhibits to explain earth science and make it interesting to people of all ages. More than 20,000 people attended the event in 1994. \r\n<p>The hours of the open house are 10 a.m. to 4 p.m., each day. A variety of lunch and snack food will be available throughout the day, or families may bring a picnic lunch to enjoy on one of the many lawn areas. \r\n<p>Due to a construction project, the main entrance to the USGS, at 345 Middlefield Road will be closed to vehicular traffic, but there will be plenty of signs to direct visitors to entrances and parking near Middlefield Road and Linfield Avenue. There also will be plenty of secured parking for bicycles. \r\n<p>Among the 220 earth-science exhibits are: \r\n<p><b>CALIFORNIA&rsquo;S EARTHQUAKES<\/b>--The 14 exhibits in this large tent next to the seismology laboratory will include explanations of the thrusting action of California&rsquo;s most recent large earthquake at Northridge; the possibility of a Northridge-type earthquake in the Bay Area; how scientists dig for evidence of \"old earthquakes;\" how computers can be used to predict the effects of earthquakes and landslides in San Mateo County; and the possible link between the San Andreas fault and the Hayward fault, under San Francisco Bay. \r\n<p><b>ROCKS--IN AND OUT OF THIS WORLD<\/b>--Volcanic ash layers as the Earth&rsquo;s history book; What Bay Area hills are made of, and why it matters; \"Open Your Golden Gate\"--how it really happened 200,000 years ago; the Geology of Venus and Mars, or how to map where you&rsquo;ve never been; and Tiny Fossils that Unlock Earthquake Secrets. \r\n<p><b>DINOSAURS AND FOSSILS--FROM GNATS TO GIANTS<\/b> -- From microscopic insects and tiny clams to the huge track of a Tyrannosaurus rex dinosaur, the fossilized remains of the inhabitants of ancient worlds help scientists learn more about our own world. Visitors will learn where and how dinosaurs lived, how they died and why there were so few of them in what is now California. At more than three foot in length, the T-rex footprint will have to stay put, but children will have the opportunity to make and take home their own cast of a smaller dinosaur footprint. \r\n<p><b>WATER, WATER EVERYWHERE<\/b>--But how much is fit to drink? As the Nation&rsquo;s largest water quality and quantity agency, the USGS has monitoring stations in every state and conducts laboratory research for several western states at its laboratories in Menlo Park. Twenty open house exhibits will feature this research. Among the titles: Why So Many 100-Year Floods; Exotic Animals in San Francisco Bay (and we don&rsquo;t mean whales); Lake Tahoe-- A Pristine Beauty?; Groundwater and Possible Subsidence Under Menlo Park and Atherton. \r\n<p>\r\n<p><b>Editors: This is just a small sample of the exhibits. If you ever wondered what the USGS does besides earthquakes and maps, this is the time to find out. We will be happy to work with you prior to and during the open house to obtain interviews with the scientists who are working to make earth science meaningful to the public.) \r\n<p>Complete information about this year&rsquo;s USGS Western Region Open House, including the program listing 220 exhibits, is available on the World Wide Web at http:\/\/online.wr.usgs.gov\/openhouse\/<\/p><\/b>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"871963200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}