{"title":"Hurricane Sandy, what we know now.","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"This week marks the second anniversary of Hurricane Sandy, which made landfall near Atlantic City, New Jersey, on Oct. 29, 2012 as a category 1 hurricane. While the devastating impact the storm left on the Atlantic coast is something we can hope to never experience again, Sandy was for many a wake-up call on the need for more quality hurricane science and better preparedness.\n\nSince that time, the USGS, along with Sandy restoration partners from throughout the government, have been collectively developing and applying science to better protect communities and natural resources from the destruction of future catastrophic storms. Following the storm, congress provided supplemental funding for the development and implementation of restoration plans, and the science teams involved have made considerable progress. Â Below are just a few of the projects the USGS is involved in to help build more resilient communities.\n\n[caption id=\"\" align=\"alignleft\" width=\"419\"]<a href=\"http:\/\/communities.usgs.gov\/blogs\/leaders\/files\/2014\/09\/GPSsurvey.jpg\"><img src=\"http:\/\/communities.usgs.gov\/blogs\/leaders\/files\/2014\/09\/GPSsurvey.jpg\" alt=\"Coastal National Elevation Dataset\" width=\"419\" height=\"191\" \/><\/a> USGS scientist establishing a base station in Montauk, New York, as part of a GPS survey to collect â\u0080\u009cground truthâ\u0080\u009d elevation data for the Coastal National Elevation Dataset. Photograph by Jeffrey Danielson, USGS.[\/caption]\n\n<strong>Coastal Elevation Data and Mapping (Topography and Bathymetry using Lidar)<\/strong>\n\nFundamental to accurately assessing the coastal impacts of Hurricane Sandy and monitoring future change, a series of topographic (land-based elevation) surveys using light detection and radar (Lidar) and Bathymetric (seafloor-surface) surveys have been conducted by the USGS. With these surveys, the USGS has established a Coastal National Elevation Dataset for the Hurricane Sandy region. The information compiled in this dataset serves largely as the backbone for carrying out many of our other projects and for informing the needs of State and other Federal agencies. After the leaves drop off the trees this fall and the team can resume effective Lidar surveying, USGS expects to have the data acquisition for this project completed.\n\n<strong>Interpreting Erosional Impacts to Coastal Beaches and Barrier Islands<\/strong>\n\nThe USGS has gathered offshore imaging and oceanographic data since the storm to monitor coastal processes and change. This past summer, surveys offshore of the Assateague National Seashore of Maryland and Virginia were central to these efforts. The USGS has also analyzed storm impacts on beach morphology in support of restoration projects of the U.S. National Park Service and U.S. Fish and Wildlife Service. Beach restoration science involves providing data instrumental to balancing the need to protect communities while simultaneously protecting the habitats of endangered species.\n\nAt locations such as Long Islandâ\u0080\u0099s Fire Island, the USGS has been working with the U.S. Army Corps of Engineers, the Fish and Wildlife Service and the National Park Service to provide information necessary to design protective dunes that both stabilize barrier island beaches and provide habitat for the endangered piping plover.\n\n<strong>Understanding Coastal Storm Surge and Future Flooding<\/strong>\n\n<strong><\/strong>During and following Hurricane Sandy, the USGS conducted storm surge and tidal monitoring using a variety of gauges and high water marks. Since the storm, the USGS has developed an integrated coastal monitoring system, called theÂ <a href=\"http:\/\/www.lib.noaa.gov\/about\/news\/fulton_july312014.pdf\">SWaTH (Surge, Wave and Tide Hydrodynamic) Network<\/a>Â and is in the process of installing equipment at prime locations along the East coast.Â  The new network, using a combination of permanent and temporary storm surge sensors and rapid deployment gauges, will provide emergency managers with vital coastal storm-tide and wave hazard information following major storms affecting the Atlantic Coast.\n\nTo build this network, brackets are being installed in key locations on docks, piers, and other structures where sensors can be quickly installed when a future strong storm approaches.\n\n[caption id=\"\" align=\"alignright\" width=\"419\"]<a href=\"http:\/\/communities.usgs.gov\/blogs\/leaders\/files\/2014\/09\/gage.jpg\"><img src=\"http:\/\/communities.usgs.gov\/blogs\/leaders\/files\/2014\/09\/gage.jpg\" alt=\"\" width=\"419\" height=\"306\" \/><\/a> USGS rapid deployment gauge installed to collect real-time water-level and meteorological data, Pettaquamscutt River, Narrangasett, Rhode Island. Photograph by Andrew Waite, USGS.[\/caption]\n\n<strong>Evaluating Environmental Quality and Contaminants<\/strong>\n<p style=\"text-align: left\" align=\"center\">Â To help determine some of the environmental impacts of the storm, USGS scientists collected sediment, water, and fish tissue samples to determine the occurrence and impacts of contaminants released by the storm on natural resources and coastal communities. They are working with partners to determine contaminant sources and to improve understanding of pathways of human exposure to pathogens and chemical contaminants in soils in public areas, the built environment, dredge spoil, and finfish and shellfish. These activities will help inform long-term clean-up efforts along the coast.<\/p>\n<strong>Evaluating Ecosystems Impacts<\/strong>\n\nOther USGS fieldwork includes the study of the impact of Hurricane Sandy on coastal wetlands, estuaries, forested areas, and fish and wildlife. Storm surge and high winds damaged large areas of coastal ecosystems and increased salinity in sensitive habitats. On-the-ground sampling, surveying, and remote sensing are being used to characterize and evaluate the extent of these impacts. Data from the studies are being used to assess wetland integrity and stability and to support conservation planning and resource management to ensure better protection of our Nationâ\u0080\u0099s natural resources and habitats.\n\nAn important aspect of USGS hurricane response studies is the provision of data, tools and products to support sound decision-making and to improve hazard preparedness. TheÂ <a href=\"http:\/\/nationalmap.gov\/elevation.html\">National Map elevation data<\/a>Â delivery systems and theÂ <a href=\"http:\/\/hddsexplorer.usgs.gov\/\">Hazards Data Distribution System (HDDS)<\/a>Â will improve access to Hurricane Sandy data. A new tool, theÂ <a href=\"http:\/\/marine.usgs.gov\/coastalchangehazardsportal\/\">USGS Coastal Change Hazards Portal<\/a>, is an interactive mapping product with layers of information to support planning and preparedness to enhance coastal resilience.\n\nA multitude of <a href=\"http:\/\/www.usgs.gov\/hurricane\/sandy\/#partner.html\">partnerships<\/a> have been formed as the USGS planned and conducted research studies and monitoring, expanding the area and content of projects by capitalizing on cooperator and stakeholder experience and expertise. These partnerships extend beyond other DOI bureaus to include local, State, Tribal and other Federal agencies. Where there are opportunities to work with one another, the USGS has been coordinating its efforts and collaborating, thereby avoiding duplication of efforts and strengthening the impact of its work.\n\nIn addition to the studies described above, additionalÂ <a href=\"http:\/\/www.doi.gov\/news\/upload\/2014-grants-list-v2.pdf\">projects<\/a>Â have been supported with DOI funds administered by the National Fish and Wildlife Foundation. These projects have been designed to address three geospatial areas:\n\n1.) Natural protected land administered by Federal, State, and local agencies\n\n2.) Communities at risk\n\n3.) Inland streams and rivers\n\n[caption id=\"\" align=\"alignleft\" width=\"419\"]<a href=\"http:\/\/communities.usgs.gov\/blogs\/leaders\/files\/2014\/09\/oilydebrisfield.jpg\"><img src=\"http:\/\/communities.usgs.gov\/blogs\/leaders\/files\/2014\/09\/oilydebrisfield.jpg\" alt=\"Oily debris \" width=\"419\" height=\"218\" \/><\/a> Oily debris field in Sheepshead Bay, New York, after Hurricane Sandy. Photograph by Jonathan Lally, U.S. Coast Guard.[\/caption]\n\n<strong>Whatâ\u0080\u0099s next? â\u0080\u0093<\/strong>\n\nWhatâ\u0080\u0099s next is the continuation of monitoring and research to complete the research projects in each topic.Â  Emphasis will continue to be placed on coordination and collaboration with other Federal agencies, State agencies, and NGOâ\u0080\u0099s on projects where our efforts are complimentary.Â  Also, working with our partners to assess the degree to which DOI projects are successful at enhancing coastal resilience.Â  This involves establishing a set of metrics with which to evaluate that success, and identify gaps in metrics that need to be filled with additional measurements\n\nMoving forward with this work, the USGSâ\u0080\u0099s primary goal remains reducing coastal hazards and risk while increasing the resilience of our coasts to future storms.\n\n<strong>Links to More Sandy Resources:<\/strong>\n\n<a href=\"http:\/\/www.usgs.gov\/hurricane\/sandy\/\">Hurricane Sandy website<\/a>\n\n<a href=\"http:\/\/pubs.usgs.gov\/fs\/2014\/3062\/pdf\/fs2014-3062.pdf\">Hurricane Sandy Fact Sheet<\/a>\n\n<a href=\"http:\/\/marine.usgs.gov\/coastalchangehazardsportal\/\">Coastal Change Hazards Portal<\/a>\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24397","uid":"31","filename":"Main5.jpg","uri":"public:\/\/Main5.jpg","filemime":"image\/jpeg","filesize":"64155","status":"1","timestamp":"1425492768","type":"image","uuid":"77509b61-2063-4189-82f1-cfa78df57cba","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","flood","flooding","hazards","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1414607878","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}