{"title":"Bats Keep Social Networks","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"Chances are when you hear the term social network your mind immediately refers to one of the many social networking platforms available today. A less thought of context for the term is one that relates to bats. But, believe it or not, the flying mammals maintain a social network just like humans do.\n\nBat colonies, depending on species, can range from a few to hundreds of thousands of individuals. Many species of bats exhibit what are known as fission-fusion dynamics -- splitting up and getting back together several times throughout the year. <a href=\"http:\/\/rspb.royalsocietypublishing.org\/content\/early\/2011\/02\/03\/rspb.2010.2718\">Research<\/a> has shown that bats form subgroups--maternity colonies--that roost together for long stretches of time during the summer. The roosts are used to rest, and northern bat roosts only contain members from one group. Bats benefit from maintaining a close-knit roosting group because they increase reproductive success and it is important for rearing pups--bat babies.\n\nUnderstanding how wildlife social and resource networks are distributed and how bats respond to loss within their networks is important to conservation efforts and provides insight into their adaptations to environmental conditions. This knowledge can help forest managers tailor management approaches to reduce negative impacts on bats.\n\n[caption id=\"\" align=\"alignleft\" width=\"230\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/qvm8PCb54I_2#.U3YBajC1F8F\"><img class=\"   \" src=\"http:\/\/gallery.usgs.gov\/images\/01_08_2009\/qvm8PCb54I\/medium\/03_NY_little%20br_Hicks_4-8-08_sub_cover.JPG\" alt=\"Brown Bat\" width=\"230\" height=\"347\" \/><\/a> This little brown bat shows symptoms of white nose syndrome, an invasive fungal disease.[\/caption]\n\nConservation concern for bats has increased since 2006 when an invasive fungal disease was first detected in North America. This disease, known as white nose syndrome, has <a href=\"http:\/\/www.fws.gov\/northeast\/feature_archive\/Feature.cfm?id=794592078\">resulted in the deaths in millions of bats<\/a>. Reductions in populations of bats as a result of white nose syndrome have increased conservation concern for the bats that have survived.\n\nBats are important to the ecosystems they live in because they, among other reasons, eat harmful forest insects. The economic value of this forest insect pest control has not been evaluated, but <a href=\"http:\/\/www.sciencemag.org\/content\/332\/6025\/41.short\">bats provide an estimated $4 billion of agricultural insect pest contro<\/a>l per year in the United States.\n\n<strong>Northern Long-Eared Bats<\/strong>\n\nThe northern long-eared bat is small, brown and yellowish in color, has large ears, and can be found in various parts of the U.S. and Canada. Their long ears help them detect their insect prey and navigate around dense vegetation.\n\nPrior to the spread of white-nose syndrome, northern long-eared bats were common in eastern U.S. and southeastern Canadian forests. Within these forests, northern long-eared bats form small colonies in the cavities or under the loose bark of dead and dying trees. A recent U.S. Geological Survey <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0376635714000308\">study<\/a> tracked maternity colonies of northern bats at Fort Knox, Ky. to evaluate their social and resource networks, space use and roost loss.\n\nHow bats respond to loss of roosts is likely related to numerous factors, such as roost availability, climate, and competition with other species. Understanding the effects of roost loss and the spatial distribution of maternity colonies of an area provide important insight into the formation of maternity colonies, can help resource managers in bat conservation.\n\n&nbsp;\n\n&nbsp;\n\n<strong>Tracking the Colonies<\/strong>\n\nTo map the northern bat colonies in Kentucky, USGS and Virginia Tech researchers captured female northern bats and fitted them with tiny radiotransmitters and numbered armbands. Researchers then tracked bats for the life of the radiotransmitters -- up to 14 days -- to determine what roosts bats were using. All female and juvenile bats connected through the shared use of roosts, which then defined the maternity colonies.\n\nScientists calculated the northern bats space use by maternity colonies using complex mathematical formulas and a little bit of calculus. Results showed that colonies were using approximately 74 acres. Within these areas, bats used up to 33 roosts - many fewer than the total estimated number of available roosts. Selective use of trees is one way that bats maintain social contact because it allows them to easily find roost-mates. Researchers also found that colonies existed in close proximity, but they maintained unique roosting areas. This helps bats to find preferred companions more easily, and it slows the spread of disease.\n\n[caption id=\"\" align=\"alignright\" width=\"400\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_14_2014_iMDp2SRff0_05_14_2014_0#.U3PIo1hdU6w\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_14_2014\/iMDp2SRff0_05_14_2014\/medium\/northern_long_eared_bat.JPG\" alt=\"Northern Long-eared Bat\" width=\"400\" height=\"266\" \/><\/a> USGS and Virginia Tech scientists captured female northern bats and fitted them with tiny radiotransmitters and numbered armbands. The bats were then released and tracked to determine what roosts they were using.[\/caption]\n\nTo assess the potential impact of roost loss, scientists conducted roost removal simulations that gradually removed an increasing proportion of the roosts used by a colony. At each stage of the simulations, researchers monitored the remaining social connections among bats, and ultimately determined how many roosts had to be removed to begin breaking up the colony. Results showed that 20 percent of roosts used by a colony had to be removed before colonies began to fall apart.\n\n<strong>Implications Â  <\/strong>\n\nUnderstanding the results to this study can help pave the way to developing more bat-friendly forest management techniques. It also has the potential to help land managers mitigate negative impacts of forest management on bats. For example, understanding how bats respond to increasing roost loss may help forest managers plan prescribed firesâ\u0080\u0094a technique used to benefit natural resources, reduce the risk of unwanted fires, and to influence the composition of forest vegetation -- to limit the potential number of roosts lost. This can help prevent unnecessary stress to bat populations already suffering as a result of white-nose syndrome while also allowing forest managers to meet other environmental and economic objectives.\n\nBats play an important role in our ecosystem, helping maintain its overall health. But their numbers are dwindling as they battle habitat loss and a deadly disease. Knowing more about their social networks may be a key to helping resource managers slow or stop drop in numbers of this important mammal.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24371","uid":"31","filename":"MainSky.jpg","uri":"public:\/\/MainSky.jpg","filemime":"image\/jpeg","filesize":"43255","status":"1","timestamp":"1425492768","type":"image","uuid":"1a908cb5-ac81-4092-8ece-2badd3ef78d9","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["bat colonies","bat colony","bats","colony","conservation","forest","long-eared bats","northern long-eared bats","prescribed forest fire","roosts","social network","social networks"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1400242930","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}