{"title":"USGS Names Michael J. Mac as Director of Columbia Environmental Research Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey has named Dr. Michael J. Mac as the new Director of the Columbia Environmental Research Center (CERC) in Columbia, Mo. Making this announcement, Dr. Larry Ludke, USGS Central Regional Biologist, said \"We are pleased to have Mike Mac in this position and look forward to his building on the Center&rsquo;s long and successful history as a leader in research on environmental toxicology and chemistry and large river ecology.\" <\/p>\n<p>In his new role at CERC, Mac will manage the Center&rsquo;s headquarters in Columbia, Mo., and its field stations in Jackson, Wyo., Yankton, S.D., International Falls, Minn., College Station, Texas and Corpus Christi, Texas. In addition to supervising 97 federal employees, he will administer a $7.4 million budget and act as a USGS liaison to Federal and State agencies, other disciplines within the USGS, and special interest groups. <\/p>\r\n<p>Mac has served in other positions with the USGS. He previously served as the Program Coordinator for Fisheries and Aquatic Resources, working under the Chief Scientist for Biology. <\/p>\r\n<p>Mac began his career in 1973, after receiving a B.S. in Biology from Wayne State University. He joined the U.S. Fish and Wildlife Service Great Lakes Research Center, where he conducted research in the Great Lakes region for 18 years, with a focus on fish physiology and behavior, aquatic toxicology, reproductive biology, sediment toxicity, and contaminant accumulation. During that period, he published extensively, with significant publications on contaminants, fish health, and bioaccumulation. He received his M.S. in 1980 from the University of Michigan, with a major in Fisheries, followed by a Ph.D. in 1986 from the University of Wyoming, with a major in Physiology. <\/p>\r\n<p>In 1992, Mac moved to Washington, D.C., where he began his career in research administration. As Fishery Senior Staff Specialist to the Regional Director for Research, Fish and Wildlife Service, he had oversight for the Fishery Research Program. He later moved into the newly formed National Biological Survey, where he was Manager of the Status and Trends Report Series. He followed the NBS into the Biological Resources Division of the USGS, where he managed the Fisheries and Aquatic Resources Program, as well as supervising the program leads for the Wildlife and Contaminants Programs. <\/p>\r\n<p>The Columbia Environmental Research Center was established in 1959 and became part of the USGS in 1996. The Center provides leadership and scientific information for the U.S. Geological Survey by addressing national and international environmental contaminant issues, and assessing effects of habitat alterations on aquatic and terrestrial ecosystems. This includes large-river floodplains, coastal habitats, wetlands, and lakes. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Missouri"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1008824400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170005"},{"tid":"170224"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}