{"title":"Water Quality Improves in Blue River Following Wastewater Treatment Upgrades","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Nutrient levels decreased in the upper Blue River following upgrades to the Johnson County&rsquo;s Blue River Main Wastewater Treatment Facility (WWTF) in Overland Park, Kansas, according to a U.S. Geological Survey study.<\/p>\n<p>Too many nutrients, which are essential for plant growth, are not necessarily beneficial. Excessive nutrients can be harmful by degrading habitats and decreasing the amount of oxygen in the water. This can result in areas experiencing stress or death of near or bottom dwelling organisms.<\/p>\r\n<p>After a nutrient removal process was added to the Blue River WWTF in 2007, nutrient levels decreased by about 30 to 50 percent during 2008-09. The complete USGS study, done in cooperation with Johnson County Wastewater, can be found <a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5248\">online.<\/a><\/p>\r\n<p>&ldquo;Good science, coupled with social, economic and financial considerations, helped us make the decision to voluntarily upgrade our treatment facility,&rdquo; said John O&rsquo;Neil, General Manager for Johnson County Wastewater. &ldquo;The nutrient removal process has had a positive effect on the environment and will help prevent further degradation of the upper Blue River.<\/p>\r\n<p>Nutrient level decreases were found in wastewater discharge and water tested downstream from the facility. Concentrations were below target nutrient levels established by the Kansas Department of Health and Environment as part of the Kansas Surface Water Nutrient Reduction Plan.<\/p>\r\n<p>&ldquo;The Blue River study furthers our understanding of nutrient pollution and the relationship between wastewater and urban runoff sources of nutrients,&rdquo; said Mike Tate, Kansas Department of Health and Environment. &ldquo;This study, and others like it, will assist policy makers in determining the most cost effective means of controlling the release of excess nutrients into the water environment.&rdquo;<\/p>\r\n<p>Despite decreases in nutrient concentrations, effects of wastewater discharge on the upper Blue River were still evident. During low and normal streamflows, nutrient concentrations were four to 15 times larger downstream from the wastewater treatment facility than upstream. Increased amounts of aquatic plants and animals that could tolerate degraded water-quality conditions were found downstream from the wastewater discharge. Discharge likely contributed to changes in streamflow, water chemistry, algal growth and aquatic insect communities.<\/p>\r\n<p>&nbsp;USGS scientists evaluated overall stream health using a new approach that integrates water-quality and biological conditions. Stream health downstream from the wastewater treatment facility was not impaired during most times of the year, indicating the effects of wastewater discharge in the upper Blue River did not cause persistent declines in stream health.<\/p>\r\n<p>Analyzing the effects of many different factors on an ecosystem is complex, especially in an urban environment. The Blue River Main WWTF is located in the rapidly growing Kansas City metropolitan area, and urbanization effects also degrade water-quality and biological conditions.<\/p>\r\n<p>More information about USGS studies in Johnson County can be found on the USGS Kansas Water Science Center <a href=\"http:\/\/ks.water.usgs.gov\/Kansas\/studies\/qw\/joco\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Kansas"],"country":["United States of America"],"mm_tags":["wastewater","water","Kansas","waterquality"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1299560400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169262"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}