{"title":"New study estimates 765 grizzly bears reside in northwest Montana","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new study estimates that 765 grizzly bears make their home in the Northern Continental Divide Ecosystem, a 7.8 million acre area in northwest Montana stretching from north of Missoula, Mont., to the Canadian border.<\/p>\n<p>Initiated in 2003, the five-year study provides a better understanding of the population size, distribution, and genetic health of grizzly bears in northwest Montana. It is the largest non-invasive study of bears to date and is the first ever ecosystem-wide scientific assessment of grizzlies in the 12,187-square-mile Northern Continental Divide area.<\/p>\r\n<p>The grizzly bear population in northwest Montana, thought to be one of the last strongholds of the grizzly in the lower 48 states, has been listed as threatened under the Endangered Species Act since 1975.<\/p>\r\n<p>A team of more than 200 researchers and crew members worked on the Northern Divide Grizzly Bear Project which was led by the U.S. Geological Survey (USGS) in cooperation with 12 federal, state, and tribal agencies, landowners, universities, and other entities.<\/p>\r\n<p>Scientists designed a comprehensive study plan that involved non-invasive methods of collecting hair from bear rubs (bears naturally rub against trees and posts) and systematically positioned hair traps that made use of scent lure to attract bears. During the 2004 summer field season, 4,795 bear rubs and 2,558 hair traps were used to collect hair. Approximately 13,000 samples were collected from bear rubs and 21,000 were collected from hair traps, providing researchers with a total of 34,000 bear hair samples.<\/p>\r\n<p>Through the use of genetic analysis, including DNA fingerprinting, researchers were able to determine the total number of bears sampled and track their detections in time and space.  Genetic analysis of the 34,000 hair samples resulted in the identification of 563 individual grizzly bears. USGS scientists then used statistical models to calculate the number of bears not sampled and incorporate them into an estimate of the total population size, leading to a complete population estimate of 765.<\/p>\r\n<p>\"Based on our field studies and state-of-the-art genetic analysis, we are confident that our estimate of 765 grizzly bears residing in the study area in 2004 is solid,\" said Kate Kendall, USGS Scientist and lead researcher on the project. \"This is two and a half times the number of bears previously estimated to live in the area.&nbsp; The new information will allow us to better evaluate mortality rates.\"<\/p>\r\n<p>Researchers were also able to examine the gender, genetic health, and amount of occupied habitat of the grizzly bear population.&nbsp; Based on field studies and genetic analysis, scientists estimate that 470 of the 765 bears are females and data indicates that females are present in all 23 bear management units within the study area. The number and wide distribution of females indicates good reproductive potential.<\/p>\r\n<p>The study also found that the occupied range of the grizzly bears now extends 2.6 million acres beyond the 1993 recovery zone boundary set by the U.S. Fish and Wildlife Service in the Grizzly Bear Recovery Plan.<\/p>\r\n<p>\"Overall, the genetic health of the population is good,\" said Kendall. \"With diversity in the population approaching levels seen in undisturbed populations in Canada and Alaska, there is no evidence that population size was ever severely reduced or that its connection to Canadian populations was broken. The genetic structure suggests that there has been population growth between 1976 and 2007.\"<\/p>\r\n<p>Researchers did detect, however, early signs that human development has begun to inhibit interbreeding between bears in one part of the ecosystem.<\/p>\r\n<p>As part of the population study, researchers made use of remote camera systems to investigate the efficiency of DNA-based sampling methods. Remote, motion-activated cameras were used to investigate how bears and other wildlife species respond to baited hair traps. The ca","summary":null,"format":null}]},"field_images":[],"regions":["Montana"],"country":["United States of America"],"mm_tags":["bears","Northern Divide","","grizzly","Remote Camera","camera"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1221537600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169167"},{"tid":"169817"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}