{"title":"Helicopter Survey to Map Potential Mineral Resources in Southeast Missouri","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>Editor: In the public interest and in accordance with Federal Aviation Administration regulations, the USGS is announcing this low-level airborne project. Your assistance in informing the local communities is appreciated.&nbsp;<\/em><\/strong><strong><em>&nbsp;<\/em><\/strong><\/p>\n<p>Residents and visitors should not be alarmed to witness a low-flying helicopter over southeastern Missouri starting in mid to late February.<\/p>\r\n<p>U.S. Geological Survey scientists will conduct a comprehensive, high-resolution airborne survey to study the rock layers under parts of Washington, Franklin and Crawford counties. Instruments on the helicopter will collect information about the underground geology and mineral deposits of the region. When the data analysis is complete, resulting state-of-the-art maps will help USGS researchers understand the geology and important concealed iron-oxide, copper, cobalt, gold and rare earth element deposits in the area.<\/p>\r\n<p>\"Southeast Missouri is a large mineral resource frontier and an area where Federal science, new scientific techniques and geophysical mapping can make a dramatic difference,&rdquo;&nbsp;said Larry Meinert, USGS Mineral Resources Program Administrator. \"This project will let us see beyond the known&nbsp;resources so we can characterize and identify the unknown.\"&nbsp;<\/p>\r\n<p>The helicopter will carry auxiliary instrumentation including a frame-mounted stinger that resembles a pole and holds a magnetometer sensor. None of the instruments carried on the aircraft pose a health risk to people or animals.<\/p>\r\n<p>The aircraft is under contract to the USGS through&nbsp;CGG Canada Services Limited of Ottawa, Canada, and will be operated by experienced pilots who are specially trained and approved for low-level flying. All flights are coordinated with the Federal Aviation Administration to ensure flights are in accordance with U.S. law.&nbsp; The survey will take approximately one and a half weeks to complete.<\/p>\r\n<p>The survey region contains concealed igneous rocks that are part of the St. Fran&ccedil;ois Mountain rock formations. The depth to these rocks range from 984-1640 feet (300-500 meters), and are covered by sandstone and dolomite.&nbsp;<\/p>\r\n<p>The survey will cover approximately 498 square miles (about 1,290 square kilometers) and include the Pea Ridge, Kratz Spring and Bourbon iron-oxide deposits. The helicopter will fly from about 262 feet (80 meters) to about 328 feet (100 meters) above the ground and collect the geophysical data along north-south flight lines. All survey flights will occur during daylight hours.&nbsp;<\/p>\r\n<p>The project is being conducted by the <a href=\"http:\/\/minerals.usgs.gov\/\">USGS Mineral Resources Program<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_02_05\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_02_05\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Missouri"],"country":["United States of America"],"mm_tags":["Energyand Minerals","Energyand Minerals Mineral Resources","Minerals","Missouri","Aerial Survey","Low Flying Aircraft","geology","Geophysical Map","maps","Mineral Resources Program"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1391576400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}