{"title":"USGS at The Wildlife Society: From Safe Road Passage for Wildlife to Dogs and Tortoises","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Editors and Reporters: <!--introstart-->The Wildlife Society will hold its 14<sup>th<\/sup> annual meeting in Tucson, Ariz., Sept. 22-26.<!--introend--> The items highlighted below are just a sampling of some of the numerous USGS presentations at The Wildlife Society Conference. For more information about the conference, please go to <a href=\"http:\/\/www.wildlife.org\/conference\/index.cfm\">The Wildlife Society Web site<\/a>. <\/strong>\r\n<\/p>\r\n<p>\r\n<strong>Roads, wildlife, and people:<\/strong> <strong>How do we make the roaded landscape more permeable for wildlife? <\/strong>Until now, few, if any, decision guides for wildlife crossings are readily available and written for highway engineers and wildlife biologists. In this talk, researchers present the results of a 3-year research project intended to help make the North American roaded landscape safer and more permeable for wildlife while also increasing road safety for motorists by reducing the risk of wildlife-vehicle collisions. Through individual ecological and engineering projects, USGS, Utah State University, and colleagues conducted research concerning the state of the practice and science of wildlife crossings, how to best collect, map and analyze wildlife-vehicle collision data, the use of data to place wildlife crossings, and North American priorities for research and the practice concerning wildlife movement in roaded landscapes. The researchers brought these projects together to formally assist professionals and citizens in a decision guide to help mitigate the adverse effects of roads and railways on wildlife. The guide promotes landscape permeability by helping users assess a transportation plan or project for its potential effects on wildlife and ecosystems, identify mitigation techniques that could allow wildlife to move more freely over and under the road or railway, information on how to plan for and install that mitigation, and information on how to adaptively monitor and manage the situation over time. The <a href=\"http:\/\/www.wildlifeandroads.org\/\">Web site with the wildlife crossing guide<\/a> also provides a search engine that accesses a literature database, database of wildlife crossings in North America, related websites, selected literature files, and wildlife-crossings pictures. The website will be updated through 2008 and possibly longer. <strong>Patricia Cramer and John Bissonette, Session 12, Sunday, Sept. 23, 2007, 4:30 p.m. (Contact: <u><a href=\"mailto:john.bissonette@usu.edu\">john.bissonette@usu.edu<\/a>; <\/u>435-797-2511; <a href=\"mailto:pcramer@cc.usu.edu\">pcramer@cc.usu.edu<\/a>)<\/strong> \r\n<\/p>\r\n<p>\r\n<strong>Impacts to the threatened desert tortoise from dogs:&nbsp; a growing threat at the urban interface in the Mojave Desert, California. <\/strong>Desert tortoise (<em>Gopherus agassizii<\/em>) populations have declined for numerous reasons in recent decades to the point where populations north and west of the Colorado River were federally listed as threatened in 1990. One important issue identified in the tortoise recovery plan is attack by domestic or feral dogs. USGS research reveals that attacks from dogs are likely to be a growing threat to recovery of the species. USGS scientists developed a method of grading trauma to live tortoises using 35-mm slides and data sheets, and then retrospectively created a database that includes more than 6,000 tortoises from more than 30 long-term and specialized research plots in California. The data set, collected between 1977 and 2005, includes potential source and severity of trauma. The objectives of this research were to characterize types of trauma affecting live tortoises by size, sex, and location; determine if signs of attacks by domestic or feral dogs could be separated from those of wild canids; determine if types and amounts of trauma differ in tortoise populations living near towns and settlements versus remote areas; and prepare a risk model. The scientists found that, in general, attack","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1190606400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}