{"title":"USGS Scientists Continue to Monitor Dennis&rsquo; Approach Carolinas, Georgia, Florida Make Preparations","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->USGS scientists, managers and experts from a diverse spectrum of scientific disciplines are on high alert Friday as Hurricane Dennis seems poised to make landfall along the southeastern coast of the United States sometime this weekend. <!--introend-->\n<p>On Friday, the USGS formed an emergency storm-response team comprised of USGS biologists, cartographers, geologists, surface-water specialists, communications experts, and others to provide scientific data to emergency managers, local and state officials, and other federal agencies before, during and after the storm. \r\n<p>USGS scientists are already considering what potential effect Dennis may have on wildlife, wetlands, beaches and streams. \r\n<p><b>North Carolina<\/b> \r\n<p>The USGS in North Carolina remains on alert and is prepared to deploy personnel as needed if a major storm event develops. The USGS is coordinating a readiness plan with the U.S. Army Corps of Engineers and the North Carolina Office of Emergency Management in the event that Hurricane Dennis makes land-fall along the North Carolina coast. Supplies are stocked, generators and batteries have been checked, phone lines to streamflow measurement equipment have been tested, and personnel are prepared to make flood measurements and flag high-water marks from possible storm surge if necessary. \r\n<p>The USGS in North Carolina has teamed with the Federal Emergency Management Agency to help build disaster-resistant communities through the national Project Impact program. As part of Project Impact, the USGS is operating 25 stream gages, 50 rain gages, and 4 water-quality monitors in the Charlotte-Mecklenburg County area of North Carolina. Radio transceivers are installed at these sites to provide emergency managers with real-time rainfall and streamflow data. During hurricanes Hugo in 1989, Jerry in 1995 and Danny in 1997, storms moved far inland causing flooding, high winds and even serious injury and deaths. \r\n<p><b>South Carolina<\/b> \r\n<p>\r\n<p>In South Carolina, where some forecasters predict Dennis could make landfall on Sunday, USGS scientists are also on alert to measure flooding and hurricane storm surges. The real-time stream gaging network that has been indispensable in tracking this summer&rsquo;s drought now will be indispensable for emergency preparedness and the rapid communication of hydrologic information to the River Forecast Center of the National Weather Service. The salinity alert systems that were tracking the encroachment of the saltwater due to low streamflow conditions in rivers will now be tracking the encroachment of saltwater from any hurricane storm surge. \r\n<p>Large rainfall events associated with tropical storms have caused extended periods of poor water quality along the South Carolina coast. The USGS has documented extremely low dissolved-oxygen concentrations for several weeks after heavy amounts of decaying organic matter (limbs, leaves, grasses, animal waste) flowed from swamps and tidal marshes into rivers after hurricanes Hugo, Bonnie, and Fran. As Hurricane Dennis approaches the coast, the water quality concerns focus on runoff from heavy rains. \r\n<p>Coastal erosion is a major concern along the 200 miles of South Carolina coast. USGS geologists are studying sediment movement along the coasts in partnership with NOAA&rsquo;s Sea Grant program. Mapping hurricane storm surge data is critical for understanding the volume of water and amount of sediment that inundates the coast during a hurricane. The USGS, coordinating with the Army Corps of Engineers and FEMA, is ready to collect this data immediately after the hurricane has passed. \r\n<p>\r\n<p><b>Georgia<\/b> \r\n<p>\r\n<p>In coastal Georgia, the USGS plans to obtain high-flow discharge measurements and storm-surge high-water marks. These data are used by federal, state, and local emergency-management agencies for flood-mitigation efforts in communities and for design\/reconstruction of bridges and other highway structures.","summary":null,"format":null}]},"field_images":[],"regions":["Florida","Georgia","North Carolina"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"935726400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168901"},{"tid":"170490"},{"tid":"169553"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}