{"title":"Wyoming Streamflows Reach Record Highs","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Reporters: Want to accompany a U.S. Geological Survey field crew as they measure flooding? Please contact Kirk Miller to coordinate.<\/p>\n<p>Streams in the North Platte River, Wind River, and Blacks Fork River basins continue to see minor to moderate flooding.&nbsp; The flooding is a result of rapidly warming temperatures over the weekend of June 4-5, and in some cases rain falling on snow and increasing the rate of melting.<\/p>\r\n<p>&ldquo;Streams in these basins are not only flooding, as they occasionally do, but so far, six sites monitored by the USGS have had maximum recorded flows,&rdquo; said USGS scientist Kirk Miller, .&nbsp; &ldquo;The sites with new peak flows have had data collected for 37-69 years.&rdquo;<\/p>\r\n<p>The six stations are on North Brush Creek, Encampment River above Hog Park and near Encampment, Rock Creek near Arlington, Little Wind River near Riverton, and Blacks Fork near Robertson.<\/p>\r\n<p>Crews with the USGS are working overtime to ensure the information transmitted to local emergency management agencies, the National Weather Service, and the U.S. Army Corps of Engineers is current and accurate.&nbsp; USGS streamgage data are used by the NWS to develop flood forecasts, the USACE to manage flood control, and the various state and local agencies in their flood response activities.<\/p>\r\n<p>&ldquo;Our staff is making the rounds to check equipment and make flow measurements.&nbsp; These checkups are critical when the flows are so high,&rdquo; Miller said.<\/p>\r\n<p>Data from the USGS gaging stations in Wyoming can be accessed <a href=\"http:\/\/wy.water.usgs.gov\/\">online<\/a> in real-time by the public.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming"],"country":["United States of America"],"mm_tags":["water","Wyoming","streamflow"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1276142400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169199"},{"tid":"169883"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}