{"title":"USGS Research Finds that Contaminants May Play an Important Role in California Amphibian Declines","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>NOTES TO EDITORS:<\/b><\/p>\n<UL>\r\n<LI>This topic and other issues related to amphibian declines and deformities will be discussed at a News Briefing on Dec. 7 at 1:30 p.m. EST at the U.S. Department of the Interior in Washington, DC. Please call Rebecca Phipps (703) 648-4414 for more information.<\/LI>\r\n<LI>Downloadable Photos and B-Roll May Be Found at: <a href=\"http:\/\/www.usgs.gov\/amphibians.html\">http:\/\/www.usgs.gov\/amphibians.html<\/a><\/LI>\r\n<LI>California frog and habitat photos may be found at <a href=\"http:\/\/www.werc.usgs.gov\/news\/2000-12-06c.tif\">http:\/\/www.werc.usgs.gov\/news\/2000-12-06c.tif<\/a> or <a href=\"http:\/\/www.werc.usgs.gov\/news\/2000-12-06d.jpg\">http:\/\/www.werc.usgs.gov\/news\/2000-12-06d.jpg<\/a> <\/LI><\/UL>\r\n<p><!--introstart-->Scientists have confirmed that agricultural contaminants may be an important factor in amphibian declines in California.<!--introend--> According to an article recently accepted by the journal Environmental Toxicology and Chemistry, a study by scientists of the U.S. Geological Survey and U.S. Department of Agriculture indicates that organophosphorus pesticides from agricultural areas, which are transported to the Sierra Nevada on prevailing summer winds, may be affecting populations of amphibians that breed in mountain ponds and streams.<\/p>\r\n<p>Dramatic population declines in red-legged frogs, foothills yellow-legged frogs, mountain yellow-legged frogs and Yosemite toads have occurred in California over the last 10-15 years, but no single cause for these declines has been positively identified. Scientists and managers have been especially concerned because many of these declines occurred in some of the state&rsquo;s most seemingly pristine areas. Declines have been particularly drastic in the Sierra Nevada, which lie east of the intensely agricultural San Joaquin Valley. The red-legged frog is listed as threatened under the U.S. Endangered Species Act, and the mountain yellow-legged frog and Yosemite toad have been proposed for listing. <\/p>\r\n<p>\"While crucial to the agriculture industry, pesticides by their very nature can result in serious harm to wildlife both by directly killing animals and through more subtle effects on reproduction, development and behavior,\" said Dr. Donald Sparling, a research biologist and contaminants specialist at the USGS Patuxent Wildlife Research Center in Maryland. \"Unfortunately, now there appears to be a close correlation between declining populations of amphibians in the Sierra Nevada and exposure to agricultural pesticides.\" <\/p>\r\n<p>The scientists found proof that pesticides are being absorbed by frogs in both aquatic and terrestrial systems and are suppressing an enzyme called cholinesterase, which is essential for the proper functioning of the nervous system. Modern-day pesticides function by binding with this enzyme in animals and disrupting nervous system activity, usually causing death by respiratory failure. Decreased cholinesterase activity can indicate exposure to certain commonly used pesticides and can be harmful to animals. <\/p>\r\n<p>The scientists collected 170 tadpole and 117 adult Pacific treefrogs, a species that still is fairly abundant in the Sierra Nevada, from a total of 23 sites in six locations including coastal, foothill, Lake Tahoe Basin, Yosemite and Sequoia national parks; adult frogs were also collected from Lassen National Park. They found that cholinesterase activity levels in tadpoles were significantly lower in the mountains east of the San Joaquin Valley compared with similar sites farther north and east of the Sacramento Valley where agricultural activity is less intense. Moreover, cholinesterase activity became decreasingly lower in tadpoles from both northern and southern sample sites as the sites moved in a gradient from the coast to the higher elevations. Thus, tadpole populations in the mountains had lower cholinesterase values than those along the coast. Similar but less significant trends were seen in adult frog","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"976165200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169015"},{"tid":"169442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}