{"title":"USGS Report: America's Thirst Remains Stable","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p><span class=\"c-bold\">Water Use in 2000 Virtually Unchanged Despite Growth<\/span><\/p><p>Despite growing population and increasing electricity production, water use in the United States remains fairly stable, according to a new report released today by the U.S. Geological Survey (USGS).<\/p><p>The USGS report shows that in 2000, Americans used 408 billion gallons of water per day, a number that has remained fairly stable since 1985 and a sign that conservation is working. In the report, Estimated Use of Water in the United States in 2000, USGS researchers found that the chief water users for the Nation are power generation, agriculture and public water supply. The USGS report also finds that the personal use of water is rising, but not faster than population change.<\/p><p>&quot;It&rsquo;s pretty good news for the nation that despite the increasing need for water, we have been able to maintain our consumption at fairly stable levels for the past 15 years,&quot; said USGS Chief Hydrologist Robert Hirsch. &quot;It shows that advances in technology in irrigation and power generation allow us to do more with less water.&quot;<\/p><p>Electric power generation, irrigation and public supply account for the bulk of water usage. Power generators make up 48 percent of the usage. Irrigation is 34 percent of the total and public supply (that delivers water to homes, businesses, and industries) accounts for 11 percent of daily water usage. Self-supplied industrial users, livestock, mining, aquaculture and domestic wells, taken together, account for about 7 percent of the Nation&rsquo;s daily water usage.<\/p><p>&quot;Sound planning for water depends on a sound understanding of the Nation&rsquo;s water resources and a sound understanding of how people will use water in the future,&quot; Hirsch said. &quot;This study will help the public, decision makers, engineers and scientists better understand water use, aid in the development of long-term national water policy and ensure that information is available to take proper steps now to ensure water availability for future generations of Americans.&quot;<\/p><p>Since 1950, USGS has compiled water-use information in cooperation with all of the states and many other federal agencies and organizations. The information reflects withdrawal of water from the Nation&rsquo;s rivers, streams, lakes, estuaries, and groundwater.<\/p><p>The full report is available online at: <a href=\"http:\/\/pubs.water.usgs.gov\/circ1268\/\">http:\/\/pubs.water.usgs.gov\/circ1268\/<\/a>. Additional water use information is available at: <a href=\"http:\/\/water.usgs.gov\/watuse\/\">http:\/\/water.usgs.gov\/watuse\/<\/a>.<\/p>","summary":"","format":"filtered_html","safe_value":"<p>Water Use in 2000 Virtually Unchanged Despite GrowthDespite growing population and increasing electricity production, water use in the United States remains fairly stable, according to a new report released today by the U.S. Geological Survey (USGS).The USGS report shows that in 2000, Americans used 408 billion gallons of water per day, a number that has remained fairly stable since 1985 and a sign that conservation is working. In the report, Estimated Use of Water in the United States in 2000, USGS researchers found that the chief water users for the Nation are power generation, agriculture and public water supply. The USGS report also finds that the personal use of water is rising, but not faster than population change.\"It’s pretty good news for the nation that despite the increasing need for water, we have been able to maintain our consumption at fairly stable levels for the past 15 years,\" said USGS Chief Hydrologist Robert Hirsch. \"It shows that advances in technology in irrigation and power generation allow us to do more with less water.\"Electric power generation, irrigation and public supply account for the bulk of water usage. Power generators make up 48 percent of the usage. Irrigation is 34 percent of the total and public supply (that delivers water to homes, businesses, and industries) accounts for 11 percent of daily water usage. Self-supplied industrial users, livestock, mining, aquaculture and domestic wells, taken together, account for about 7 percent of the Nation’s daily water usage.\"Sound planning for water depends on a sound understanding of the Nation’s water resources and a sound understanding of how people will use water in the future,\" Hirsch said. \"This study will help the public, decision makers, engineers and scientists better understand water use, aid in the development of long-term national water policy and ensure that information is available to take proper steps now to ensure water availability for future generations of Americans.\"Since 1950, USGS has compiled water-use information in cooperation with all of the states and many other federal agencies and organizations. The information reflects withdrawal of water from the Nation’s rivers, streams, lakes, estuaries, and groundwater.The full report is available online at: <a href=\"http:\/\/pubs.water.usgs.gov\/circ1268\/\">http:\/\/pubs.water.usgs.gov\/circ1268\/<\/a>. Additional water use information is available at: <a href=\"http:\/\/water.usgs.gov\/watuse\/\">http:\/\/water.usgs.gov\/watuse\/<\/a>.<\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1078981200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":[]}