{"title":"Nutrients in Upper Mississippi May be Damaging La Crosse-Area Waters","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>High concentrations of nutrients from the Upper Mississippi River may be causing harmful algae and duckweed growth in some La Crosse-area lakes and backwaters.<\/p>\n<p>Scientists from the U.S. Geological Survey, Wisconsin Department of Natural Resources and U.S. Army Corps of Engineers recently found that too much <a href=\"http:\/\/ga.water.usgs.gov\/edu\/nitrogen.html\">nitrogen<\/a> and <a href=\"http:\/\/ga.water.usgs.gov\/edu\/phosphorus.html\">phosphorus<\/a> in the Upper Mississippi River near La Crosse, Wisc., could lead to an overgrowth of free-floating plants, such as duckweed and filamentous algae, in floodplain lakes and backwaters connected to the river. These overgrowths can result in dense layers of scum on the surface of the waters, and can damage below-surface plants, fish and other lake organisms by depriving them of the oxygen and sunlight they need to survive.<\/p>\r\n<p>\"Overabundances of free-floating plants can cause low oxygen concentrations and impair the fishing, swimming and boating resources provided by these backwater lakes of the Upper Mississippi River,\" said USGS scientist Jeff Houser.<\/p>\r\n<p>Of the 10 lakes and backwaters studied, those most directly connected to the Upper Mississippi River contained the highest concentrations of nutrients, suggesting that the nutrients were likely brought to the backwaters by water and sediment from the river. Many of the lake nitrogen and phosphorus levels were high enough to potentially cause detrimental overgrowth of duckweed and filamentous algae.<\/p>\r\n<p>\"Increasing our understanding of the effect water and nutrient flow into backwater lakes is having on free-floating plant abundance will help river managers and backwater lake rehabilitation planners improve the recreational opportunities and health of the river,\" said Wisconsin DNR scientist Shawn Giblin.<\/p>\r\n<p>Agricultural fertilizers, manure, sewage, industrial wastewater, and fossil fuel emissions from motor vehicles and energy production can add unhealthy amounts of nitrogen and phosphorus to the environment. The buildup of nutrient levels in lakes and streams is called <a href=\"http:\/\/toxics.usgs.gov\/definitions\/eutrophication.html\">eutrophication<\/a>, and can enhance the growth of algae and free-floating plants that feed off of the nutrients. Overgrowth of these plants can clog waterways, block light to deeper waters and use up dissolved oxygen as they decompose.<\/p>\r\n<p>This research was conducted and funded by the U.S. Army Corps of Engineers &nbsp;<a href=\"http:\/\/www.mvr.usace.army.mil\/Missions\/EnvironmentalProtectionandRestoration\/UpperMississippiRiverRestoration.aspx\">Upper Mississippi <\/a><a href=\"http:\/\/www.mvr.usace.army.mil\/Missions\/EnvironmentalProtectionandRestoration\/UpperMississippiRiverRestoration.aspx\">River <\/a><a href=\"http:\/\/www.mvr.usace.army.mil\/Missions\/EnvironmentalProtectionandRestoration\/UpperMississippiRiverRestoration.aspx\">Restoration&mdash;Environmental Management Program<\/a>, Long Term Resource Monitoring Program (LTRMP) element implemented by the <a href=\"http:\/\/www.umesc.usgs.gov\/\">USGS Upper Midwest Environmental Sciences Center<\/a>.<\/p>\r\n<p>The associated studies were recently published in the journals <em><a href=\"http:\/\/link.springer.com\/article\/10.1007\/s13157-013-0508-8\">Wetlands<\/a> <\/em>and <em><a href=\"http:\/\/www.schweizerbart.de\/papers\/rs\/detail\/21\/81353\/Nutrient_cycling_connectivity_and_free_floating_plant_abundance_in_backwater_lakes_of_the_Upper_Mississippi_River\">River Systems<\/a>.<\/em><\/p>\r\n<p>For more information about this and other Upper Mississippi River research and monitoring, please visit the LTRMP&nbsp;<a href=\"http:\/\/www.umesc.usgs.gov\/ltrmp.html\">website<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_03_17\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_03_17\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Minnesota","Wisconsin"],"country":["United States of America"],"mm_tags":["ecosystems","water","Upper Mississippi River","Wisconsin","Water Nutrients","","duckweed","lakes","rivers"],"distribution":["Biology","Water"],"release_date":{"und":[{"value":"1395028800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169584"},{"tid":"170026"},{"tid":"170461"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}