{"title":"The President's 2013 USGS Budget Proposal","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"POBBodyText\"><!--introstart-->The President\"s 2013 budget request for the U.S. Geological Survey is $1.1 billion, $34.5 million above the 2012 enacted level.<!--introend--> The 2013 proposal reflects administrative efficiencies and research priorities to respond to nationally relevant issues, including water quantity and quality, ecosystem restoration, hydraulic fracturing, natural disasters such as floods and earthquakes, and support for the National Ocean Policy.&nbsp;<\/p>\n<p>Recognizing constrained fiscal resources, the 2013 USGS budget reflects careful investments in priority science to support a robust and growing economy and a strong and resilient nation. The proposal addresses key science issues while maintaining a strong commitment to the USGS mission and its core science functions to provide geologic, hydrologic, and topographic information that contributes to the wise management of the nation's natural resources and promotes the health, safety, and well-being of the people.&nbsp;<\/p>\r\n<p>\"Our science is increasingly in demand as new energy supplies are developed, competition for water grows, and the cost of natural disasters mounts,\" said USGS director Marcia McNutt. \"Fundamental, multidisciplinary USGS science capabilities are necessary to address the nation&rsquo;s increasingly connected societal and economic challenges. We are pleased that the President's budget provides strong support for our mission, underscoring the Administration&rsquo;s commitment to science as a foundation for decision making.\"&nbsp;<\/p>\r\n<p>Investments in research and development (R&amp; D) promote economic growth and innovation and ensure American competitiveness in a global market. The 2013 USGS budget request reflects an eight percent increase in funding for R&amp;D activities. The increased funding for R&amp;D will advance USGs'capacity to address the nation's most important challenges, and provide the scientific basis for resource management and natural disaster mitigation.&nbsp;<\/p>\r\n<p><em>Proposed USGS key increases are summarized below. For more detailed information on the President&rsquo;s proposed 2013 budget for these and other priorities, visit the <a href=\"http:\/\/www.usgs.gov\/budget\/2013\/2013index.asp\">FY 2013 Budget and Related Information website<\/a>.&nbsp;<\/em><br \/><strong><\/strong><\/p>\r\n<p><strong>WaterSMART:<\/strong><\/p>\r\n<p>As competition for water resources grows, so does the need for better information about water quality and quantity. WaterSMART, through the combined efforts of the USGS and the Bureau of Reclamation, provides information to address the nation&rsquo;s water challenges. The USGS is proposing a total of $21.0 million for WaterSMART priorities, in support of the Department of the Interior's Water Challenges initiative, and includes establishing a national groundwater monitoring network, assessing how water quality influences water availability, and continuing water availability assessments in the Colorado River Basin, the Delaware River Basin, and the Apalachicola-<em>Chattahoochee<\/em><em>-<\/em><em>Flint<\/em> Basin.<strong>&nbsp;<\/strong><\/p>\r\n<p><strong>Ecosystem Priorities:<\/strong><\/p>\r\n<p>Whether restoring clean water, conserving treasured places, restoring habitat for fish and wildlife, or better understanding ecosystem services, today's environmental challenges call for an ecosystem-wide approach. Complementing Interior's America's Great Outdoors initiative, the USGS is requesting an increase of $16.2 million for ecosystem restoration activities that will focus on restoration science and research in priority ecosystems such as the Chesapeake Bay, California Bay Delta, Puget Sound, and Columbia River. Proposed funding also supports fish health and water quality studies for the Klamath Basin Restoration Agreement, research to control and manage invasive species in the Everglades, such as the Burmese python, and research on new methods to eradicate, control, and manage Asian carp in the U","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["hydaulicfracking","water","water","earthquake","flooding","Ecosystem","energy","ocean","marine"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1329109200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}