{"title":"Babbitt Announces Long-Term USGS Lease at Menlo Park","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Secretary of the Interior Bruce Babbitt today was joined by Congresswoman Anna Eshoo in announcing a long-term lease that will keep the U.S. Geological Survey (USGS) in its historic Menlo Park, Calif., location. <!--introend-->USGS Acting Director Tom Casadevall joined Babbitt and Eshoo for the announcement at an all-employees meeting at the Menlo Park campus. \n<p>\"This cost-saving agreement provides for a long-term USGS presence in Menlo Park. It&rsquo;s an agreement that&rsquo;s good for USGS and good for California,\" Babbitt said. \"The General Services Administration has recognized the special circumstances of the USGS Menlo Park facility. I greatly appreciate their collaboration and positive response in working with us to develop this lease.\" Due to high rent costs in the Bay area, Babbitt requested in August 1997 a review of the USGS Menlo Park leases. In October 1997, a six-member External Review Panels formed to evaluate the alternatives developed by the review team and to present a set of recommendations to the Secretary of the Interior about the future of the USGS facility. \r\n<p>In addition to the renegotiated lease, which begins October 1, 1999 and extends ten years, the Panel&rsquo;s recommendations call for USGS to continue to consolidate its programs and operations into federally-owned space and to develop a longer-term, integrated science and facility plan for Menlo Park. \r\n<p>The USGS campus houses about 800 employees and is comprised of 12 major buildings on 16 acres. The facility includes almost 500,000 square feet of office, laboratory, computer and other special purpose space that supports a wide range of scientific research and technical activities. Earthquake, volcano and landslide hazards; marine and coastal research; water quality studies; San Francisco Bay and Delta water research; new techniques in topographic mapping; and other natural science research programs take place at the campus.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"888814800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170634"},{"tid":"170233"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}