{"title":"Media Advisory: Streamflow Gage Installation \/ Cerro Grande Fire","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>WHAT:<\/b> In response to the Cerro Grande\/Los Alamos wildfire, the U.S. Geological Survey has entered into an agreement with the U.S. Army Corps of Engineers to establish a streamflow gage and collect water-quality data from the Rio Grande upstream from Cochiti Reservoir to determine the effects of the fire upon the water system. <\/p>\n<p><b>WHEN:<\/b> Media are invited to interview scientists constructing the streamflow gage at any time during the day on Thursday, June 22. Construction of the gage began on June 19 and should be complete by June 23. <\/p>\r\n<p><b>WHERE:<\/b> The streamflow gage will be located on the Rio Grande about five miles upstream from Cochiti dam near the northwest edge of Bandelier National Monument and downstream from any tributaries draining the burned area. PLEASE CONTACT MIKE ROARK TO COORDINATE DIRECTIONS TO THE SITE. The exact location of the streamflow gage is remote and inaccessible via automobile. Helicopters are being used to transport government personnel and equipment. <\/p>\r\n<p>Wildfires often influence water quality because increased runoff has the potential to produce large loads of solutes, organic material, and sediment that may be transported out of the fire-affected watersheds, thus impacting downstream agricultural, recreational, and municipal water use. <\/p>\r\n<p>Continuous recording of river stage will begin when the construction is complete. Water-quality sampling will be conducted during times when there are large streamflows caused by rainfall in the burned areas. Water-quality samples will be analyzed for major dissolve elements, trace elements, radionuclides, and sediment. Resulting data will be published annually in the USGS New Mexico Water Resources Data Report. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"961560000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170151"},{"tid":"169679"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}