{"title":"USGS Sampling Water for Nutrients, Sediment, and Pesticides in Hurricane Sandy's Aftermath","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->As recovery efforts for those impacted by Hurricane Sandy continue, U.S. Geological Survey crews are sampling water for nutrients, sediment, and pesticides to document water quality in areas affected by the hurricane.<!--introend--> This sampling effort is part of the federal government&rsquo;s broad efforts to ensure public health and to support the state, tribal, and local response to the storm.<\/p>\n<p>\"We tend to think of events like Sandy in terms of the ephemeral effect of the wind, rain, waves, and even snow as it swept through our communities, but in fact this superstorm can have a longer-term effect in the large pulse of sediment and associated pollutants swept into our waterways,\" said USGS Director Marcia McNutt. \"It is particularly important to quantify the input of this one unusual event before concluding that certain efforts to reduce pollutant run-off from year to year have or have not been effective.\"<\/p>\r\n<p>Sampling is taking place at various locations. In New Jersey, crews will collect water quality samples along the Delaware River near Trenton and along the Raritan River near Queens Bridge. Pennsylvania crews will be sampling near the Chesapeake Bay. In Maryland, water quality samples will be collected from the Potomac River, various sites in Washington, D.C., several locations along the Eastern Shore, and from the Susquehanna River at the Conowingo Dam. In addition, Virginia crews will be sampling throughout Northern Virginia.&nbsp; USGS crews will be sampling in these and other areas for contaminants like pesticides, E. coli, nutrients, and sediment to document water quality in areas affected by the hurricane.<\/p>\r\n<p>\"Significant high water events are important to document, because a storm event like this can flush large quantities of nutrients, pesticides, and sediment into rivers,\" said Charles Crawford, coordinator of the sampling effort. \"When looking at long-term water quality trends and year-to-year variation, this hurricane could be a defining event for the past few decades, and it&rsquo;s important that USGS captures a complete picture of what happens.\"<\/p>\r\n<p>Excessive nutrients in the Nation's rivers, streams and coastal areas are a major issue for water managers, because they cause algal blooms that increase costs to treat drinking water, limit recreational activities, and threaten valuable commercial and recreational fisheries. Increased sediment can cause costly changes in shipping channels, where new sediment can require additional dredging.<\/p>\r\n<p>\"The USGS creates models that relate nutrient, pesticide and sediment concentrations to how much water is flowing,\" said Crawford. \"In order to have the most accurate model, it&rsquo;s important to document concentrations during a high flow event such as this one.\"<\/p>\r\n<p>The USGS collects water-quality samples in cooperation with States as part of several water-quality monitoring programs and the Chesapeake Bay Program.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland","New Jersey","New York","Virginia"],"country":["United States of America"],"mm_tags":["Water Waterquality Geographic Areas Northeast Hurricane Sandy"],"distribution":["Natural Hazards","Water"],"release_date":{"und":[{"value":"1351742400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168777"},{"tid":"169032"},{"tid":"169692"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}