{"title":"USGS Continues Response to Hurricane Sandy","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<span style=\"color: #000000\"><strong>Hurricane Sandy Resources<\/strong><\/span>\n<ul>\n\t<li>Â <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/start-with-science-to-address-vulnerable-coastal-communities\/?from=title\">Start with Science to Address Vulnerable Coastal Communities<\/a><\/li>\n\t<li><a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/\">Hurricane Sandy Coastal Change Hazards<\/a><\/li>\n\t<li><a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/coastal-change\/\">Predicted Likelihood of Coastal Change Impacts from Hurricane Sandy<\/a><\/li>\n\t<li><a href=\"http:\/\/water.usgs.gov\/floods\/events\/2012\/sandy\/sandymapper.html\">Hurricane Sandy Storm Tide Data and Mapper<\/a><\/li>\n\t<li><a href=\"http:\/\/water.usgs.gov\/owq\/floods\/2012\/sandy\/\">Water-Quality Sampling Immediately After Hurricane Sandy<\/a><\/li>\n\t<li><a href=\"http:\/\/water.usgs.gov\/floods\/events\/2012\/sandy\/StormTideAndRDG.html\">Real-Time Monitoring<\/a>: Rapid deployment storm tide sensors and streamgages, and permanent streamgages in Sandy impact area<\/li>\n\t<li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/usgs-issues-landslide-alert-for-hurricane-sandy\/?from=title\">USGS Issues Landslide Alert for Hurricane Sandy<\/a><\/li>\n\t<li><a href=\"http:\/\/waterwatch.usgs.gov\/?id=pamap\">WaterWatch<\/a>: View streamflow during Hurricane Sandy (Oct 29 and subsequent days)<\/li>\n<\/ul>\n<div><strong>Â Coastal Vulnerability and Resilience Information<\/strong><\/div>\n<ul>\n\t<li><a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/\">Coastal Change Hazards<\/a>: Hurricanes and Extreme Storms<\/li>\n\t<li><a href=\"http:\/\/wh.er.usgs.gov\/slr\/coastelevations.html\">Coastal Elevation Data<\/a>: Access National Elevation Dataset and other coastal elevation information<\/li>\n\t<li><a href=\"http:\/\/www.pwrc.usgs.gov\/Secure\/\">Sustainable Estuaries, Coastal, Urban, and River Enviroments<\/a><\/li>\n\t<li><a href=\"http:\/\/ready.gov\">Ready.gov<\/a><\/li>\n<\/ul>\n\n<hr size=\"1\" \/>\n\n<div>\n\nMore than 160 USGS scientists, technicians, and specialists are responding to Hurricane Sandyâ\u0080\u0099s aftermath, from Virginia to Massachusetts. Crews from USGS are working hard to retrieve data for emergency managers.\n\nHurricane Sandyâ\u0080\u0099s impacts have been significant. Many USGS tidal sensors recorded peaks of record and several were completely overtopped. In addition, high-water marks flagged by USGS crews show sizeable storm surge, including 18.98 feet at Long Branch, NJ; 12.93 feet at the Verazzano Narrows Bridge between Brooklyn and Staten Island, NY; and 7.43 feet at Lindenhurst on Long Island, NY.\n\n[caption id=\"attachment_175370\" align=\"alignleft\" width=\"122\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/10\/Figure-Y1.jpg\"><img class=\" wp-image-175370  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/10\/Figure-Y1.jpg\" alt=\"USGS scientist recovers storm surge sensor in Annapolis, MD.\" width=\"122\" height=\"184\" \/><\/a> USGS scientist recovers storm surge sensor in Annapolis, MD.[\/caption]\n\n<strong>Storm-Surge Sensors<\/strong>\n\nUSGS crews are currently out retrieving the more than 150 storm-surge sensors that were deployed prior to Sandyâ\u0080\u0099s landfall. These sensors extended from the mouth of the Chesapeake Bay in Virginia to the coast of Maine.\n\nThe data from these sensors will be used to create models of the precise time the storm-tide arrived, how ocean and inland water levels changed during the storm, the depth of the storm-tide throughout the event, and how long it took for the water to recede.\n\nThis information gathered is being used to assess storm damage, discern between wind and flood damage, and improve computer models used to forecast future coastal change.\n\nAll data collected by these sensors and the existing USGS streamgage network are available on the <a href=\"http:\/\/54.243.149.253\/home\/webmap\/viewer.html?webmap=c07fae08c20c4117bdb8e92e3239837e\">USGS Storm-Tide Mapper<\/a>.\n\n<strong>High-Water Marks<\/strong>\n\nIn addition, at the request of FEMA, USGS scientists are marking high-water marks. Crews in New York currently have 150 sites they are checking, many established in the 1992 Noreaster that struck the Long Island area. New Jersey crews have an additional 100 sites they are checking along the Atlantic shoreline as conditions are safe to do so. USGS scientists from Maryland, Delaware, Connecticut, and Rhode Island are also be looking for high-water marks in their areas.\n\n[caption id=\"attachment_175371\" align=\"alignright\" width=\"170\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/10\/Figure-X1.jpg\"><img class=\" wp-image-175371 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/10\/Figure-X1-213x300.jpg\" alt=\"USGS scientist Kerry Caslow using RTN GPS surveying to establish an elevation for a storm-tide sensor.\" width=\"170\" height=\"240\" \/><\/a> USGS scientist Kerry Caslow using RTN GPS surveying to establish an elevation for a storm-tide sensor in New Jersey. Photo credit: Chris Smith, USGS.[\/caption]\n\nHigh-water marks serve a very important function in assessing damage. USGS crews look for sustained high-water marks, meaning indications of the highest level the water stayed for a time. Because water-levels change often due to wave action, sustained high-water marks allow USGS scientists to determine the levels the water stayed at long enough to cause significant impacts.\n\nHigh-water marks are useful in determining the amount of damage sustained due to flooding and storm surge. Impact models use high-water marks to determine likely levels of damage to a buildingâ\u0080\u0099s structural integrity, as well as potential scour damage. Scour damage is the abrasive erosion caused by dissolved solids in water rubbing against buildings or other structures that can wear away the surface, eventually leading to instability.\n\nIn addition, FEMA uses high-water marks to determine what damage comes from wind and what damage comes from water when formulating their own impact models.\n\n<strong>Coastal Change<\/strong>\n\nIn addition, USGS crews have returned to coastal New Jersey and Long Island to do lidar surveys for before and after studies of coastal change, using <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/coastal-change\/\">the pre-storm lidar surveys<\/a> taken October 26<sup>th<\/sup> and 27<sup>th<\/sup>.\n\nAlso, USGS crews will conduct aerial surveys from Cape Hatteras, North Carolina, to Montauk, New York. These surveys will include oblique aerial photography and lidar topography. The photographs will be compared to pre-storm photography for a qualitative look at coastal erosion, while the lidar data will be compared to pre-storm beach elevations to quantify actual changes in the beach, such as dune erosion and overwash.\n\n<strong>Water Quality<\/strong>\n\nUSGS crews have also performed water quality sampling at various locations, including the Delaware River near Trenton, New Jersey; from the Potomac River and the Eastern Shore in Maryland; various sites in Washington, DC, and sites throughout Northern Virginia.\n\n<\/div>\n<div>USGS crews sampled for contaminants like pesticides, E. coli, nutrients, and sediment to document water quality in areas affected by the hurricane. These samples will now be analyzed, and their results shared with emergency responders.<\/div>\n<div><\/div>\n<div>\n\n[caption id=\"attachment_175645\" align=\"alignnone\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/10\/NY_Loc3_FireIsland_PelicanIsland_Inlet-lg.jpeg\"><img class=\" wp-image-175645  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/10\/NY_Loc3_FireIsland_PelicanIsland_Inlet-lg-229x300.jpeg\" alt=\"Oblique aerial photographs of Fire Island, New York, at Pelican Island before and after Hurricane Sandy impacts shows coastal change on an undeveloped coastline. \" width=\"300\" \/><\/a> Oblique aerial photographs of Fire Island, New York, at Pelican Island before and after Hurricane Sandy impacts shows coastal change on an undeveloped coastline.[\/caption]\n\n[caption id=\"attachment_175644\" align=\"alignnone\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/10\/NJ_Loc5_SeasideHeights_Overwash-lg.jpeg\"><img class=\" wp-image-175644   \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/10\/NJ_Loc5_SeasideHeights_Overwash-lg-182x300.jpeg\" alt=\"Oblique aerial photographs of Seaside Heights, New Jersey, before and after Hurricane Sandy impacts shows coastal change on a developed coastline.\" width=\"300\" \/><\/a> Oblique aerial photographs of Seaside Heights, New Jersey, before and after Hurricane Sandy impacts shows coastal change on a developed coastline.[\/caption]\n\n<\/div>\n<div><\/div>\n<div><\/div>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24247","uid":"31","filename":"Feature-Image-2.jpg","uri":"public:\/\/Feature-Image-2.jpg","filemime":"image\/jpeg","filesize":"26863","status":"1","timestamp":"1425492768","type":"image","uuid":"2e247578-d771-49c9-b525-a40a263b9c8c","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":258,"width":551},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["coastal","hazards","Hurricane","Hurricane Sandy"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1351703828","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}