{"title":"Mineral Production Data Reflect Decline in Domestic Housing Market","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>Data for Third Quarter of 2008 <\/em><\/strong><\/p>\n<p>The U.S. Geological Survey's data on U.S. mineral production reflect declines in the domestic housing market. U.S. production of construction materials declined significantly in the third quarter of 2008 as compared with the third quarter of 2007, shown by decreases in domestic production of cement, construction sand and gravel, crushed stone, and gypsum. Output in these industries is an important indicator of changes in economic activity.<\/p>\r\n<p>USGS mineral production data are used by the Federal Reserve System's Board of Governors in preparing its index of industrial production and the related capacity indexes and capacity utilization rates. These measures, which are among the key economic indicators monitored by the FRS in determining monetary policy, cover electric and gas utilities, manufacturing and mining.<\/p>\r\n<p>Zinc production increased by nine percent since the third quarter of 2007 because of previously increased production capacity and resulting surplus. Reported production of construction materials only moderately fluctuated compared with those of the second quarter of 2008. The quarterly production increase for secondary aluminum was due to the addition of companies not previously included in this category and therefore does not represent a change in the secondary aluminum market.<\/p>\r\n<p>The United States is one of the world's leading users of mineral commodities. Domestic mineral data are collected by the USGS through voluntary cooperation of the mineral industry. The USGS is the sole federal provider of unbiased research on mineral potential, production, consumption and environmental effects.<\/p>\r\n<p>To access the report, \"U.S. Production of Selected Mineral Commodities in the Third Quarter 2008,\" please visit <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/mis.html\">http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/mis.html<\/a>.<\/p>\r\n<p>For more information on the USGS Mineral Resources Program, visit <a href=\"http:\/\/minerals.usgs.gov\/\">http:\/\/minerals.usgs.gov\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Minerals","geology"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1228107600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"170443"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}