{"title":"New Findings about Indian Ocean Tsunamis Offer Lessons for Pacific Northwest","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The Indian Ocean tsunami that claimed a quarter million lives was not the first nor last of its kind, according to reports in the October 30 issue of the scientific journal <em>Nature<\/em>.<\/p>\n<p>In North America these findings are most relevant in the Cascadia region, which extends along the 700 miles of Pacific coast from southern British Columbia to northern California. Like Thailand and Aceh, this coast has a geologic history of catastrophic tsunamis hundreds of years apart. The 2004 tsunami offers lessons on how to save lives from these Cascadia tsunamis&mdash;in particular, knowing a tsunami's natural warning signs and how to reach safety in time.&nbsp;<\/p>\r\n<p>The Indian Ocean news provides an occasion to assess progress and challenges in preparations for future Cascadia tsunamis. Join federal, state, and university scientists for a media briefing that will include a summary of the Nature papers, updates on tsunami-evacuation maps and drills, and estimates of the populations and properties within tsunami-prone areas.<\/p>\r\n<p><strong>WHO:<\/strong> Scientists from the U.S. Geological Survey, Oregon Department of Geology and Mineral Industries, Washington Division of Geology and Earth Resources, and Humboldt State University; including&nbsp; Brian Atwater, USGS senior scientist and an author of one of the <em>Nature<\/em> papers, Nathan Wood, USGS geographer, Rob Witter, Oregon geologist, Tim Walsh, Washington geologist, Lori Dengler, Humbolt State University and representatives from Washington Emergency Management and Oregon Emergency Management.<\/p>\r\n<p><strong>WHEN:<\/strong> Wednesday, October 29, at 11:00 a.m.<\/p>\r\n<p><strong>WHERE:<\/strong> Oregon Department of Geology, 800 NE Oregon Street, Suite 965 (9<sup>th<\/sup> floor), Portland<\/p>\r\n<p><strong>WHAT:<\/strong> <!--introstart-->Briefing on discoveries about Indian Ocean tsunamis and implications for tsunami safety along the Pacific coast of Oregon, Washington and Northern California.<!--introend--><\/p>\r\n<p>The <em>Nature<\/em> reports present geologic evidence in Thailand and Aceh that assigns the 2004 tsunami's most recent predecessor to the 14th or 15th century A.D. For further information about the Indian Ocean findings, contact <a href=\"mailto:K.Anderson@natureny.com\">Katherine Anderson<\/a> and <a href=\"mailto:atwater@usgs.gov\">Brian Atwater<\/a>.&nbsp;<\/p>\r\n<p><strong>Media not able to attend in person can listen to the news conference via telephone by dialing toll free (888) 380-9638 and entering participant code: 225517. The international access\/caller paid number is (201) 368-9209, participant code: 225517<\/strong><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","California"],"country":["United States of America"],"mm_tags":["water","tsunami","Northwest","Indian Ocean"],"release_date":{"und":[{"value":"1225252800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169544"},{"tid":"170470"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}