{"title":"Untreated Groundwater Tested for Arsenic, Uranium and Radioactive Elements near Houston","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>All water quality samples collected from 28 wells near Houston, TX did not contain uranium and radioactive elements above the Environmental Protection Agency&rsquo;s (EPA) maximum contaminant level (MCL) for treated drinking water, a new study shows.<\/p>\n<p>Untreated groundwater samples from two of the 28 municipal supply wells sampled did contain concentrations of naturally occurring arsenic above EPA&rsquo;s MCL for treated drinking water. EPA&rsquo;s MCL regulations only apply to treated drinking water; they do not apply to untreated source water and are used only as a reference. Arsenic is a naturally occurring element in the environment. Its presence in groundwater is largely the result of minerals dissolving naturally over time as rocks and soils weather.<ins datetime=\"2010-12-17T11:56\" cite=\"mailto:jlavista\"><\/ins><\/p>\r\n<p>U.S. Geological Survey (USGS) scientists examined source (untreated) water collected from 28 municipal wells before treatment or blending rather than the finished (treated) drinking water that water utilities deliver to their customers. Samples are analyzed to assess variations in the water quality of the Gulf Coast Aquifer throughout the region. Water samples were analyzed for arsenic, uranium, radioactive elements and other naturally occurring materials. <ins datetime=\"2010-12-17T11:56\" cite=\"mailto:jlavista\"><\/ins><\/p>\r\n<p>Results from this USGS study, done in cooperation with the City of Houston, can be found on the USGS Texas Water Science Center <a href=\"http:\/\/pubs.usgs.gov\/ds\/548\/\">website<\/a>.<\/p>\r\n<p>The USGS has been working with the City of Houston since 1929 to better understand the water resources in the region; this particular cooperative study with the City of Houston began in 2007.<\/p>\r\n<p>The USGS, in cooperation with the City of Houston, continues to sample other municipal wells in the Houston area for naturally occurring contaminants in order to characterize source-water quality prior to drinking water treatment. Data and interpretive reports will be made available to decision-makers and the public upon completion of analysis. <ins datetime=\"2010-12-17T11:56\" cite=\"mailto:jlavista\"><\/ins><\/p>\r\n<p>These data are part of a larger cooperative study with the City of Houston to determine where naturally occurring contaminants are located the Gulf Coast Aquifer and to<strong> <\/strong>assess the groundwater quality within the system.<strong> <\/strong>Water providers from Florida to Mexico utilizing the Gulf Coast Aquifer may find these results useful in designing future monitoring programs. Findings may also apply to other similar aquifers nationwide.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Texas"],"country":["United States of America"],"mm_tags":["groundwater","arsenic","Uranium","radioactive","Houston","Texas","water","wells"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1292562000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}