{"title":"New South Central Climate Science Center Director Announced","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>NORMAN, OK<\/strong> -- <!--introstart-->Kimberly Winton, Ph.D., has been selected as the director of the Department of the Interior&#39;s South Central Climate Science Center (SC CSC), headquartered at the University of Oklahoma in Norman.<!--introend-->This is the sixth federally funded center on the OU Research Campus.<\/p><p>Winton will be the first permanent director of the new center, which is one of eight regional Climate Science Centers managed by the U.S. Geological Survey. The SC CSC is a collaboration among the Department and the University of Oklahoma, Texas Tech University, Oklahoma State University, Louisiana State University, the Chickasaw Nation, the Choctaw Nation of Oklahoma, and the National Oceanic and Atmospheric Administration&#39;s Geophysical Fluid Dynamics Laboratory.<\/p><p>&quot;The natural environment is changing, and the drought, high temperatures, and wildfires experienced in the south-central region are a case in point. Good science can help shape smart strategies to cope with these and other changes,&quot; said USGS Director Marcia McNutt. &quot;Under the leadership of Dr. Kim Winton, the USGS has every expectation that the South Central Climate Science Center will achieve its goal of providing science information and tools to allow resource managers and citizens alike to anticipate, measure, and appropriately adapt to these changing conditions on the local and regional scale, where decisions matter most to communities at risk.&quot;<\/p><p>Winton&#39;s expertise with water and agricultural issues, and her long experience in working with diverse stakeholders, give her a strong background in climate change questions of interest to the region.<\/p><p>The national network of regional Climate Science Centers will provide land managers in federal, state and local agencies access to the best science available regarding climate change and other landscape-scale stressors impacting the nation&#39;s natural and cultural resources.&nbsp;The new centers will be managed by the <a href=\"http:\/\/nccwsc.usgs.gov\/\">National Climate Change and Wildlife Science Center<\/a> at the USGS headquarters in Reston, Va.&nbsp;<\/p><p>&quot;Dr. Winton&#39;s experience and research work make her an outstanding choice as the South Central Climate Science Center&#39;s new director,&quot; said University of Oklahoma President David L. Boren. &quot;As a native Oklahoman, she understands the importance of research in advancing our state, and I am glad she will be continuing to serve our communities.&quot;<\/p><p>For the past 10 years, Winton has been the Director of the USGS Oklahoma Water Science Center (OKWSC), in Oklahoma City, where she directed a staff of approximately 45 employees with an annual budget of $5 to 6 million. The OKWSC works with about 40 different cooperators, including state and federal agencies, tribes, and cities, to supply surface water and groundwater monitoring data, flood inundation studies and a variety of other water information to decision makers. Dr. Winton also assumed the duties of the USGS Tribal Liaison for the USGS South Central region, and served as a DOI Diversity Change agent.<\/p><p>Winton spent most of her professional career in the agrichemical industry, where she gained experience in biological research, agricultural practices and the environmental fate and effects of pesticides. She conducted field biological research for five years in Greenville, Miss., and managed the contracting of environmental field, lab and analytical chemistry research for 10 years in Greensboro, N.C. Winton has also worked for an environmental consulting company and for the EPA National Groundwater Risk Management Lab in Ada, Okla.<\/p><p>Winton was born in Oklahoma, and has a bachelor&#39;s degree in zoology and a master&#39;s in agronomy from Oklahoma State University.&nbsp; She received her doctorate in agronomy from the University of Arkansas.<\/p><p>The south-central United States encompasses 20 ecoregions, from coastal areas to deserts, as well as a diversity<\/p>","summary":"","format":"filtered_html","safe_value":"<p><strong>NORMAN, OK<\/strong> -- Kimberly Winton, Ph.D., has been selected as the director of the Department of the Interior's South Central Climate Science Center (SC CSC), headquartered at the University of Oklahoma in Norman.This is the sixth federally funded center on the OU Research Campus.Winton will be the first permanent director of the new center, which is one of eight regional Climate Science Centers managed by the U.S. Geological Survey. The SC CSC is a collaboration among the Department and the University of Oklahoma, Texas Tech University, Oklahoma State University, Louisiana State University, the Chickasaw Nation, the Choctaw Nation of Oklahoma, and the National Oceanic and Atmospheric Administration's Geophysical Fluid Dynamics Laboratory.\"The natural environment is changing, and the drought, high temperatures, and wildfires experienced in the south-central region are a case in point. Good science can help shape smart strategies to cope with these and other changes,\" said USGS Director Marcia McNutt. \"Under the leadership of Dr. Kim Winton, the USGS has every expectation that the South Central Climate Science Center will achieve its goal of providing science information and tools to allow resource managers and citizens alike to anticipate, measure, and appropriately adapt to these changing conditions on the local and regional scale, where decisions matter most to communities at risk.\"Winton's expertise with water and agricultural issues, and her long experience in working with diverse stakeholders, give her a strong background in climate change questions of interest to the region.The national network of regional Climate Science Centers will provide land managers in federal, state and local agencies access to the best science available regarding climate change and other landscape-scale stressors impacting the nation's natural and cultural resources. The new centers will be managed by the <a href=\"http:\/\/nccwsc.usgs.gov\/\">National Climate Change and Wildlife Science Center<\/a> at the USGS headquarters in Reston, Va. \"Dr. Winton's experience and research work make her an outstanding choice as the South Central Climate Science Center's new director,\" said University of Oklahoma President David L. Boren. \"As a native Oklahoman, she understands the importance of research in advancing our state, and I am glad she will be continuing to serve our communities.\"For the past 10 years, Winton has been the Director of the USGS Oklahoma Water Science Center (OKWSC), in Oklahoma City, where she directed a staff of approximately 45 employees with an annual budget of $5 to 6 million. The OKWSC works with about 40 different cooperators, including state and federal agencies, tribes, and cities, to supply surface water and groundwater monitoring data, flood inundation studies and a variety of other water information to decision makers. Dr. Winton also assumed the duties of the USGS Tribal Liaison for the USGS South Central region, and served as a DOI Diversity Change agent.Winton spent most of her professional career in the agrichemical industry, where she gained experience in biological research, agricultural practices and the environmental fate and effects of pesticides. She conducted field biological research for five years in Greenville, Miss., and managed the contracting of environmental field, lab and analytical chemistry research for 10 years in Greensboro, N.C. Winton has also worked for an environmental consulting company and for the EPA National Groundwater Risk Management Lab in Ada, Okla.Winton was born in Oklahoma, and has a bachelor's degree in zoology and a master's in agronomy from Oklahoma State University.  She received her doctorate in agronomy from the University of Arkansas.The south-central United States encompasses 20 ecoregions, from coastal areas to deserts, as well as a diversity<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["Oklahoma"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","Climateand Land Use Change National Climate Changeand Wildlife Science Center","Geographic Areas South Central","Universityof Oklahoma","Climate Change","climatesciencecenter","Employees In The News","Oklahoma"],"article_type":["Employee in the News"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1345608000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169288"},{"tid":"169491"},{"tid":"169552"}]},"subtitle":[]}