{"title":"Pecora Award Recognizes Stellar Achievements in Earth Observation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Department of the Interior and NASA presented the 2011 <a href=\"http:\/\/remotesensing.usgs.gov\/pecora.php\">William T. Pecora awards<\/a> to Alan H. Strahler, professor of geography and environment at Boston University, and to the Canada Centre for Remote Sensing at a ceremony Tuesday in Herndon, Va.<\/p>\n<p>Strahler was recognized for his contributions to remote-sensing science, leadership, and education, which have improved the fundamental understanding of the remote-sensing process and its applications for observing land surface properties. The Canada Centre for Remote Sensing received the group award for outstanding collaboration across national boundaries.<\/p>\r\n<p>The awards were presented by Lori Caramanian, Deputy Assistant Secretary for Water and Science, DOI, and Michael H. Freilich, Director of the Earth Science Division, NASA, at the 18<sup>th<\/sup> William T. Pecora Memorial Remote Sensing Symposium.&nbsp;<\/p>\r\n<p>&nbsp;\"Observing our world from space is the most productive way to obtain objective, nearly comprehensive information about changes in Earth&rsquo;s environment,\" said Caramanian. \"And with more than 7 billion people in the world, a population that continues to grow, it is more imperative than ever that we know what ecosystems, lands, and resources are changing most. I am honored to recognize these award recipients who follow Dr. Pecora&rsquo;s legacy of excellence in remote sensing of the Earth.\"<\/p>\r\n<p>\"Understanding of our home planet and predicting future global environmental changes require both individual technical efforts and worldwide collaborations,\" said Freilich. \"This year's awards acknowledge just how important sustained, decades-long efforts by individuals and nations are to Earth science, and the benefits they can bring to the world.\"<\/p>\r\n<p>The award has been presented annually since 1974 in memory of Dr. William T. Pecora, whose early vision and support helped establish the Landsat satellite program which has created a continuous, nearly 40-year record of Earth's land areas. Dr. Pecora was director of the U.S. Geological Survey from 1965-71, and later served as DOI undersecretary until his death in 1972.<\/p>\r\n<p><strong><span style=\"text-decoration: underline;\">2011 Recipients <\/span><\/strong><\/p>\r\n<p><strong>Alan H. Strahler <\/strong><\/p>\r\n<p>Dr. Strahler has made significant contributions to the application of spatial statistics in digital image analysis. His innovative methods for incorporating spatial information such as size, shape, and texture in the interpretation of remotely sensed image data were important in the coupling of remote sensing with geographic information systems. His recent work on quantifying vegetation structure with ground-based, upward-looking Light Detection And Ranging (LiDAR) is bringing new contributions to radiative transfer modeling and forest biomass quantification.<\/p>\r\n<p>Dr. Strahler's most important early contribution originates from his innovative use of a geometricoptical model of radiative transfer to describe the interactions of electromagnetic radiation and plant canopies. This work was influential in guiding research and applications away from relatively simple empirical models and toward quantitative, biophysically-based approaches that underpin the modern field of remote sensing.<\/p>\r\n<p>Dr. Strahler is a Professor of Geography and Environment at Boston University and is a Fellow of the American Association for the Advancement of Science. His career as a pioneer in quantitative environmental remote sensing began in 1969 after receiving his Ph. D. in Geography from the Johns Hopkins University.<\/p>\r\n<p><strong>Canada Centre for Remote Sensing<\/strong><\/p>\r\n<p>The Canada Centre for Remote Sensing (CCRS, the Government of Canada's center of excellence for remote sensing and geodesy) has contributed substantially to the success of global remote sensing technology and its science and application through several domestic and international","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","landsat","Climateand Land Use Change Land Remote Sensing"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1321246800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170486"},{"tid":"170595"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}