{"title":"Charles River Water Problematic, But No Worse Than Other Cities","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Water quality in the Charles River is no worse than other urban cities and in some cases may be better, according to a new study by the U.S. Geological Survey (USGS). <\/p>\n<p>In the report, <i>Streamflow, Water Quality, and Contaminant Loads in the Lower Charles River Watershed, Massachusetts, 1999-2000<\/i>, the authors found that the river running through the heart of metropolitan Boston faces water-quality problems, but they aren&rsquo;t any worse than those in other similarly urban rivers.<\/p>\r\n<p>\"The water quality of the Lower Charles River can be considered good?meeting water-quality standards and guidelines during dry weather,\" said Rob Breault, USGS hydrologist and lead author of the water-quality report. \"But during rainstorms, the water quality of the river becomes significantly impaired in large part because of contaminated stormwater.\" <\/p>\r\n<p>According to Breault, these findings are typical of those from other urban areas. <\/p>\r\n<p>\"When our results are compared with those from 23 other cities, the stormwater quality in this study area is generally similar to or better than that reported in the other cities.\" <\/p>\r\n<p>The contaminant that most adversely affects the use of the river after rainstorms is fecal coliform bacteria. At every station from which stormwater samples were collected, fecal bacteria concentrations exceeded the USEPA&rsquo;s standards for swimming and boating. <\/p>\r\n<p>Peter Weiskel, USGS MA\/RI District Program Officer and a co-author of the study, explained that a large part of these bacteria come from residential areas. <\/p>\r\n<p>\"Single and multi-family land-use areas had consistently higher stormwater-bacteria concentrations than commercial land-use areas,\" said Weiskel. <\/p>\r\n<p>Stony Brook, a large Lower Charles tributary that originates in West Roxbury and Hyde Park, contributes almost half of the annual fecal coliform bacteria load to the Lower Charles River. Virtually all of this load is discharged from Stony Brook to the Lower Charles River during rainstorms. <\/p>\r\n<p>The bacteria follow a variety of pathways to the river. Some wash off after accumulating on roof tops, streets, parking lots, and other impervious surfaces during dry periods. Some reach the river through illicit sewer connections to storm drains, and some get to the river through combined sewers, sewers that were designed to carry a combination of stormwater and raw sewage. At this time, however, the original source of the bacteria is unknown. <\/p>\r\n<p>\"We recognize a variety of potential sources?humans, domestic animals, or wildlife waste,\" said Breault. \"We&rsquo;re currently using DNA fingerprinting techniques to identify the sources.\" Bacteria concentrations and stormwater loads are just one part of the story of water-quality in the Lower Charles River. During both wet and dry weather, large loads of nutrients, such as nitrogen and phosphorous, as well as trace metals, such as chromium and lead, attach to particles and flow to the river. <\/p>\r\n<p>On an annual basis, most of the river&rsquo;s phosphorus load comes from above the Watertown Dam during dry weather. Trace metal loads are also large during dry weather and enter the river mostly from sources above the Watertown Dam. <\/p>\r\n<p>Over time, the phosphorus and metal loads may present a greater environmental concern to the Lower Charles River than that presented by bacteria. As the bacteria enter the Lower Charles River, they are diluted and eventually die off. The other contaminants, however, tend to accumulate in the river&rsquo;s bottom sediments. <\/p>\r\n<p>During the summer, the nutrients can combine with low flows, warm temperatures, and long hours of daylight to promote algae growth. This algae growth can then lead to low dissolved oxygen concentrations in bottom water, fish kills, unpleasant odors, and reduced water clarity. Trace metal loading potentially threatens both aquatic organisms and those organisms living in and on bottom sediments. <\/p>\r\n<p>Th","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1043902800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170272"},{"tid":"170330"},{"tid":"170266"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}