{"title":"Longest Continuous View of Earth From Space Hits 40","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"Default\"><!--introstart-->The Department of the Interior and NASA today mark the fortieth anniversary of the Landsat program, the world's longest-running Earth-observing satellite program.<!--introend--> The first Landsat satellite was launched on July 23, 1972.&nbsp;<\/p>\n<p class=\"Default\">The 40-year Landsat record provides global coverage at a scale that shows large-scale human activities such as building cities and farming. The program is a sustained effort by the United States to provide direct societal benefits across a wide range of human endeavors including human and environmental health, energy and water management, urban planning, disaster recovery, and agriculture.&nbsp;<\/p>\r\n<p class=\"Default\">Landsat images from space are not just pictures. They contain many layers of data collected at different points along the visible and invisible light spectrum. A single Landsat scene taken from 400 miles above the Earth can accurately detail the condition of hundreds of thousands of acres of grassland, agricultural crops, or forests.&nbsp;<\/p>\r\n<p class=\"Default\">\"Over four decades, data from the Landsat series of satellites have become a vital reference worldwide for advancing our understanding of the science of the land,\" said Department of the Interior Secretary Ken Salazar. \"The 40-year Landsat archive forms an indelible and objective register of America&rsquo;s natural heritage and thus it has become part of this Department's legacy to the American people.\"&nbsp;<\/p>\r\n<p>In cooperation with the U.S. Geological Survey (USGS), a science agency of the Interior Department, NASA launched six of the seven Landsat satellites. The resulting archive of Earth observations forms a comprehensive record of human and natural land changes.&nbsp;<\/p>\r\n<p class=\"Default\">\"Landsat has given us a critical perspective on our planet over the long term and will continue to help us understand the big picture of Earth and its changes from space,\" said NASA Administrator Charles Bolden. \"With this view we are better prepared to take action on the ground and be better stewards of our home.\"&nbsp;<\/p>\r\n<p class=\"Default\">Remote-sensing satellites, such as the Landsat series, help scientists to observe the world beyond the power of human sight, to monitor changes, and to detect critical trends in the conditions of natural resources.&nbsp;<\/p>\r\n<p>\"With its entirely objective, long term records for the entire surface of the globe, the Landsat archive serves as the world's free press, allowing any person, anywhere, to access vital information without charge,\" said Anne Castle, Interior Assistant Secretary for Water and Science. \"Landsat has been a game changer for agricultural monitoring, climate change research, and water management.\"&nbsp;<\/p>\r\n<p>NASA is preparing to launch the next Landsat satellite, the Landsat Data Continuity Mission (LDCM), in February 2013 from Vandeberg. LDCM will be the most technologically advanced satellite in the Landsat series. LDCM sensors take advantage of evolutionary advances in detector and sensor technologies to improve performance and increase reliability. LDCM will join Landsat 5 and Landsat 7 satellites in Earth orbit to continue the Landsat data record.&nbsp;<\/p>\r\n<p class=\"Default\">\"The first 40 years of the Landsat program have delivered the most consistent and reliable record of Earth's changing landscape,\" said Michael Freilich, director of NASA's Earth Science Division in the Science Mission Directorate in Washington. \"We look forward to continuing this tradition of excellence with the even greater capacity and enhanced technologies of LDCM.\"&nbsp;<\/p>\r\n<p class=\"Default\">NASA and USGS will hold a televised news briefing today at 11 a.m. EDT to highlight the accomplishments of the Landsat program at the Newseum in Washington, DC. During the briefing, the agencies will announce the 10 most significant images from the Landsat record; the U.S. regions selected for the \"My American Landscape\" conte","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Land Remote Sensing"],"article_type":["National News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1343016000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169752"},{"tid":"170488"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}