{"title":"Great Lakes Sea Lamprey Control To be Featured on Discovery Channelâ\u0080\u0099s","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>Discovery Channel star Mike Rowe visits the region to help control the noxious predator <br \/><\/em><\/p>\n<table>\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>When:<\/strong><\/td>\r\n<td>November 2, 2010, 9:00 EST\/8:00 Central<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Where:<\/strong><\/td>\r\n<td>Discovery Channel<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Who:<\/strong><\/td>\r\n<td>Host Mike Rowe<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><strong><!--introstart-->ANN ARBOR, MI<\/strong>&mdash;Sea lamprey control is a &ldquo;dirty job,&rdquo; one that TV star Mike Rowe will take on during an upcoming episode of the Discovery Channel&rsquo;s popular program <em>Dirty Jobs.<\/em>&nbsp; The segment will first air on November 2, 2010 at 9:00 EST\/8:00 CST.<!--introend--><\/p>\r\n<p>Imagine a two-foot-long leach with teeth that latches onto a fish with a death grip and sucks out its life.&nbsp; That&rsquo;s a sea lamprey, and crews from the United States and Canada&mdash;through a joint effort&mdash;handle these noxious pests every day in an effort to keep their populations in check.&nbsp; Sea lamprey control crews conduct extensive field work in remote locations and do not hesitate to jump waist-deep into traps full of squirming lampreys.&nbsp; They&rsquo;re also not beneath fighting dirty&mdash;part of sea lamprey control uses sterilization, pheromones, and other tricks to ensure they do not reproduce successfully.<\/p>\r\n<p>During the summer of 2010, Mr. Rowe and the Discovery Channel visited northern Michigan to lend a hand to sea lamprey control crews and research scientists.&nbsp; Mr. Rowe received his in-the-field &ldquo;training&rdquo; from the U.S. Fish and Wildlife Service and the U.S. Geological Survey.<\/p>\r\n<p>&ldquo;Many of the duties performed by Fish and Wildlife Service staff could be categorized as a &ldquo;dirty job&rdquo;, whether searching Missouri cattails for the Endangered Eastern Massassagua rattlesnake, netting for the elusive Asian carp in the Illinois River, or banding migratory waterfowl on their breeding grounds in the Upper Midwest,&rdquo; said Midwest Regional Director Tom Melius. &ldquo;Getting this kind of high profile coverage for important species, like the invasive sea lamprey, is critical to ensuring we have public support for the conservation and management work that our employees carry out.&rdquo;<\/p>\r\n<p>Dr. Leon Carl, Regional Executive of the U.S. Geological Survey&rsquo;s Midwest Region, added:&nbsp; &ldquo;Mike Rowe, in his entertaining way, gives us a behind-the-scenes view of the cutting edge science being conducted for sea lamprey control and its importance for the Great Lakes fishery.&nbsp; Many folks involved in sea lamprey control and research are big fans of the show <em>Dirty Jobs<\/em>, and we can&rsquo;t think of a more appropriate activity to feature than our efforts to stop these invaders.&rdquo;<\/p>\r\n<p>Native to the Atlantic Ocean, sea lampreys invaded the upper Great Lakes in the 1920s through shipping canals and wreaked havoc on the ecosystem ever since.&nbsp; Sea lampreys attach to fish with a tooth-filled suction cup mouth, file a hole through the fish&rsquo;s scales and skin, and feed on the fish&rsquo;s blood and body fluids.&nbsp; They decimated Great Lakes fisheries, caused significant economic harm, and changed a way of life in the region.<\/p>\r\n<p>Recognizing the need to control this destructive pest, the governments of Canada and the United States, in 1954, established a binational sea lamprey control program.&nbsp; The Great Lakes Fishery Commission was created in part to develop and implement measures to control sea lampreys. The U.S. Fish and Wildlife Service along with the Department of Fisheries and Oceans Canada serve as agents of the commission and also work in cooperation with various federal, provincial, state and tribal agencies in maintaining sea lamprey abundance at or below acceptable levels.&nbsp; The U.S. Geological Survey conducts essential sea","summary":null,"format":null}]},"field_images":[],"regions":["Michigan","Minnesota","Ohio","Wisconsin"],"country":["United States of America"],"mm_tags":["biology","Great Lakes","Sea Lamprey"],"release_date":{"und":[{"value":"1288324800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168874"},{"tid":"170002"},{"tid":"170420"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}