{"title":"USGS Expands Hormone Research","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey is expanding its capabilities in hormone research, studying the role contaminants may play in the reproductive development of amphibian, fish and mussel species. <\/p>\n<p>The Survey&rsquo;s <a href=\"http:\/\/www.nfrcg.gov\/\">Florida Caribbean Science Center<\/a>, in Gainesville, Fla., has established a new Endocrinology Research Program to be directed by Dr. Tim Gross, a wildlife endocrinologist. <\/p>\r\n<p>\"I like knowing that my work is being used to solve real world environmental problems,\" Gross says. The Gainesville research facility, as part of the USGS Biological Resources Division, has a primary goal of providing the scientific understanding needed by land managers to make better informed decisions regarding management of living resources. <\/p>\r\n<p>Under Dr. Gross, the new program will develop techniques to monitor invertebrate reproduction and establish bio-markers for studying the effects of contaminants on freshwater mussels. Largemouth bass will also be studied by the Endocrinology Research Program to determine how contaminants affect the entire food web of fish. <\/p>\r\n<p>Focusing specifically on hormones and other factors that affect animal reproduction, Dr. Gross brings a wealth of experience and expertise to the center, having held positions at the Omaha Zoo and the University of Florida. He has examined reproductive issues on a number of species, from black-footed ferrets to African elephants. He has also studied reproductive factors affecting sharks, alligators, manatees, and otters. <\/p>\r\n<p>The science center&rsquo;s staff looks forward to Dr. Gross joining the team. \"We expect Tim&rsquo;s arrival to revitalize our mussel toxicology program and get us into the emerging field of endocrine disruptors --something we hope will offer expanded opportunities to better serve our client agencies and institutions,\" said Dr. Russ Hall, director of the science center. <\/p>\r\n<p>Dr. Gross will work with new species and on ecological problems that the USGS is confronting. \"University research is for its own sake; I&rsquo;ve done a lot of collaborative research over the years -- enough with USGS to know the research will actually be applied.\" Gross says. <\/p>\r\n<p>Dr. Gross also will continue his investigations of reproductive anomalies of alligators and manatees.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"879397200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}