{"title":"New Water Quality Portal Provides Access to over 150 Million Records","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"221\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/05_01_2012\/stream_sites.jpg\" alt=\"caption below image\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Map output from the Water Qaulity Portal shwoing stream sites where nutrient samples have been collected in the Delaware River Basin since January 2011. The merged dataset includes both NWIS and STORET sites.<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><!--introstart-->The USGS and EPA teamed up with the <a href=\"http:\/\/acwi.gov\/monitoring\/\">National Water Quality Monitoring Council<\/a> (NWQMC) to launch a brand new <a href=\"http:\/\/www.waterqualitydata.us\/\">Water Quality Portal<\/a> (Portal) for water quality data.<!--introend--> The Portal brings together chemical, physical and microbiological data from USGS&rsquo;s <a href=\"http:\/\/waterdata.usgs.gov\/nwis\">National Water Information System<\/a> (NWIS) and EPA&rsquo;s <a href=\"http:\/\/www.epa.gov\/storet\/\">Storage and Retrieval Data Warehouse<\/a> (STORET).&nbsp;<\/p>\r\n<p>\"As we constantly look for ways to break down the artificial barriers between government agencies that make it harder to accomplish important work, the launch of the Water Quality Portal is yet another step in the right direction,\" said USGS Director Marcia McNutt. \"For decades both USGS and EPA have been collecting water quality data for different purposes and different missions, but today all data is accessible in one place with a few mouse clicks.\"&nbsp;<\/p>\r\n<p>The Portal provides a single, user-friendly web interface showing where water quality information is available from federal, state, tribal and other water partners. It reduces the burden to data users searching, compiling, and formatting water monitoring data for analysis, and provides scientists, policy-makers, and the public with a single web interface to query data stored in STORET and NWIS.&nbsp;<\/p>\r\n<p>Data users can choose from a variety of filters including geographic and sample parameters, to narrow down the dataset by state, county, organization, watershed, and sites of interest. Downloaded data can be served out in comma-separated, tab-separated, MS Excel, Keyhole Markup Language (KML) and Extensible Markup Language (XML) file formats.&nbsp;<\/p>\r\n<p>The Portal utilizes the common nomenclature known as the Water Quality Exchange (WQX) to retrieve data from NWIS and STORET and publish it in a consistent format.&nbsp; The Portal is designed to support additional data sources that are integrated with the WQX template. EPA offers a web-based data entry tool called <a href=\"http:\/\/www.epa.gov\/storet\/wqx\/index.html\">WQX-Web<\/a> that enables data owners to upload their data for use by the Portal.&nbsp;<\/p>\r\n<p>Future enhancements to the portal include the development of the Portal's interface, web services, and compatibility with popular mapping tools.&nbsp;&nbsp;<\/p>\r\n<p>The new Water Quality Portal can be accessed <a href=\"http:\/\/www.waterqualitydata.us\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Water National Streamflow Information","Water Quality"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1335844800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"},{"tid":"169037"},{"tid":"170181"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}