{"title":"Arsenic Likely in Nearly 40 Percent of New Hampshire's Groundwater","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>The <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5156\">report and&nbsp;data<\/a> are posted online.<\/strong><\/p>\n<p><strong>PEMBROKE, N.H<\/strong>. &ndash;Nearly 40 percent of New Hampshire's bedrock groundwater likely contains at least low levels of naturally occurring arsenic, according to a new U.S. Geological Survey report.<\/p>\r\n<p>Groundwater supplies likely to have high arsenic levels can be found in scattered locations throughout the state, but are more frequent in densely populated Merrimack, Rockingham, Stafford, and Hillsborough counties in the southeast, the findings and accompanying maps show.<\/p>\r\n<p>\"Arsenic is naturally occurring in the bedrock of New Hampshire, and under certain conditions more or less of it will leach from the rocks into the groundwater that people drink, making it a human health hazard if left untreated,\" said USGS Director Marcia McNutt. \"The contribution from this new study is that it alerts people across the state who may not previously have thought that they were at any risk that it would be wise to get their water tested.\"<\/p>\r\n<p>Arsenic levels are largely controlled by bedrock type and by fractures, but are associated with other factors including groundwater chemistry, hydrology, topography, land use and demographics, according to the study done in cooperation with the New Hampshire Departments of Health and Human Services, and Environmental Services.&nbsp;&nbsp;<\/p>\r\n<p>\"We knew from previous studies that arsenic is a regional problem in New Hampshire, but we were surprised that low arsenic levels are widespread across the state,\" said USGS scientist Joe Ayotte, who led the study.&nbsp; Previous USGS studies have shown private groundwater wells in New Hampshire may have arsenic at concentrations close to or above health-based safety standards for public water supplies.&nbsp;&nbsp;<\/p>\r\n<p>\"Arsenic in ground water used for private or a public water supply is a public health concern in New Hampshire,\" said the state&rsquo;s public health director, Dr. Jose Montero.&nbsp; \"To protect families, the State of New Hampshire recommends that private well owners test their drinking water for arsenic every three-to-five years.\"<\/p>\r\n<p>Arsenic in drinking water has been linked to several types of cancer, reproductive problems, diabetes, a weakened immune system, and developmental delays in children.&nbsp; Arsenic can be reduced or eliminated in tap water through treatment.&nbsp; Private well owners can find information on well <a href=\"http:\/\/des.nh.gov\/organization\/divisions\/water\/dwgb\/well_testing\/index.htm\">testing<\/a> and <a href=\"http:\/\/des.nh.gov\/organization\/divisions\/water\/dwgb\/capacity\/arsenic.htm\">treatment<\/a> online.<\/p>\r\n<p>\"The geology and fractures in New Hampshire's bedrock are complex, so homeowners should not rely on the results from neighboring wells to determine if their own well water is safe,\" Ayotte explained.&nbsp; \"The data are intended to inform public health research and decision makers, and may be useful to medical practitioners where patients rely on private wells for drinking water.\"<\/p>\r\n<p>\"This mapping project is intended to help planners and health officials understand the widespread nature of certain contaminants in New Hampshire's drinking water,\" said Matthew Cahillane, Program Manager of the New Hampshire Environmental Public Health Tracking Program. \"It provides a very useful picture of where arsenic levels might be higher or lower in groundwater. We hope the results also encourage all well owners to test their individual water supplies.\"<\/p>\r\n<p>The information will become part of the collection of data assembled and housed by the Public Health Tracking Program, which was initiated and funded by the Centers for Disease Control and Prevention.&nbsp;<\/p>\r\n<p>Private wells supply drinking water for about 40 percent of the population of northern New England and bedrock aquifer wells &ndash; often known as rock, deep, or artesian wells &ndash; are the most","summary":null,"format":null}]},"field_images":[],"regions":["New Hampshire"],"country":["United States of America"],"mm_tags":["arsenic","groundwater","New Hampshire","Bedrock Groundwater","Public Health","Human Health","Private Water Wells","Bedrock Wells","Drinking Water","water","Water Groundwater Resources","Geographic Areas Northeast"],"article_type":["State News Release"],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1354597200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169767"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}