{"title":"Redoubt Volcano Activity Updates","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Update: As of Wednesday, February 4, 2009, the Alaska Volcano Observatory will discontinue holding daily briefings on the status of Redoubt Volcano until further notice. &nbsp;We will announce new briefings when significant information becomes available or the status of the volcano changes. &nbsp;We will continue to reserve the 1:00 p.m. AKST time slot and the existing phone bridge for any future update briefings on the current unrest at Redoubt Volcano. &nbsp;For current information on the status of Redoubt Volcano, please visit&nbsp;www.avo.alaska.edu\/activity\/Redoubt.php. You can also contact the AVO Operations Center at (907) 786-7497<\/strong><\/p>\n<p>Activity at Mount Redoubt Volcano, 106 miles southwest of Anchorage, Alaska, has increased over the last week and an eruption is possible within days to weeks &mdash;no eruption has yet occurred. Scientists from the Alaska Volcano Observatory (AVO) are monitoring events round-the-clock.<br \/><br \/><!--introstart-->AVO will host daily news-media briefings at 1:00 PM AKST at the USGS Alaska Science Center in the Glenn Olds Hall Conference Room. This is the only time AVO staff will be available for interviews each day. AVO is unable to offer a call-in number or broadcast the briefings at this time. If an eruption occurs, information concerning another press conference will be released.<!--introend--><br \/><br \/><strong>Who:<\/strong>&nbsp; Alaska Volcano Observatory scientists<br \/><br \/><strong>What:<\/strong> AVO Redoubt Volcano activity update<br \/><br \/><strong>When:<\/strong> 1:00 PM - 2:00 PM AKST, Daily until otherwise noted. Beginning Saturday, January 31, 2009.<br \/><br \/><strong>Where:<\/strong> USGS Alaska Science Center<br \/>&nbsp;&nbsp;&nbsp; Glenn Olds Hall<br \/>&nbsp;&nbsp;&nbsp; Glenn Olds Conference Room<br \/>&nbsp;&nbsp;&nbsp; 4210 University Drive<br \/>&nbsp;&nbsp;&nbsp; Anchorage, AK 99508<br \/><br \/>AVO&rsquo;s website (http:\/\/www.avo.alaska.edu) contains extensive information about present and past volcanic activity in Alaska and is increasingly popular as a destination for real-time data about Alaska&rsquo;s restless volcanoes.&nbsp; <br \/><br \/>The Alaska Volcano Observatory is a cooperative program of the U.S. Geological Survey, the University of Alaska Fairbanks Geophysical Institute, and the Alaska Division of Geological and Geophysical Surveys.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["geology","Redoubt Volcano","Redoubt","aviation Hazard","hazards","volcano Activity Update","Mt Redoubt"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1233291600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169601"},{"tid":"168927"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}