{"title":"All-Time High Streamflow Records Set in Chesapeake Bay and Potomac River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->February streamflow in the Potomac River at Washington, DC, and total flow into the Chesapeake Bay were the highest on record for February, according to the U. S. Geological Survey (USGS). <!--introend-->There were significantly increased flows throughout the Maryland and Delaware areas for the second straight month, caused by unusually warm temperatures and frequent heavy rainfall. Water that would usually be on the ground in the form of gradually melting snow is running off directly into the rivers and streams. Ground water levels are also above average. \n<p>Freshwater streamflow into the Chesapeake Bay this February averaged about 152.4 billion gallons per day (bgd), about 220% of , or 2.2 times, average flow for this time of year. Streamflow in January was about 224% of flow. The result is that large amounts of nutrients and sediment have been delivered into the bay. This may cause extensive algal blooms this spring, which could result in low dissolved oxygen levels this summer. \r\n<p>Average streamflow into the Chesapeake Bay in February is about 69,2 bgd. The previous high flow of Feb. was 139.7 bgd, recorded in 1984. Records have been kept since 1951 (47 years). \r\n<p>Flow into the Potomac River at Washington, DC (Little Falls) this February averaged about 39.9 bgd, about 384% of flow, (3.8 times the average) for this time of year, and a new record. The generally wetter-than normal conditions increase the likelihood of flooding from storms that may follow. Flood stage was approached at Little Falls 3 times in February, but the timing of the rains and subsequent flows has not yet resulted in major flooding along the river. \r\n<p>Normal average daily flow in the Potomac in February is about 10.4 bgd. The previous high flow in Feb. was 25.8 bgd, recorded in 1994. Records have been kept at the Potomac River at Washington, DC (Little Falls) gage since 1930 (67 years). \r\n<p>Real-time flow data is available from the USGS on the world wide web at <a href=\"http:\/\/md.usgs.gov\/rt-cgi\/gen_tbl_pg\">http:\/\/md.usgs.gov\/rt-cgi\/gen_tbl_pg<\/a>. Monthly summaries with illustrations are available at <a href=\"http:\/\/md.usgs.gov\/monthly\/\">http:\/\/md.usgs.gov\/monthly\/<\/a>. Streamflow information for Florida is available at <a href=\"http:\/\/fl-water.usgs.gov\/realtmap.html\">http:\/\/fl-water.usgs.gov\/realtmap.html<\/a>. Flood stage and forecast information are available from the National Weather Service at <a href=\"http:\/\/marfcws1.met.psu.edu\/Forecasts\/\">http:\/\/marfcws1.met.psu.edu\/Forecasts\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"888901200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170441"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}