{"title":"High-tech Earthquake Monitoring Instruments Reveal Expansion of San Gabriel Valley After Heavy Rainfall","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->New and intriguing information identified by the U.S. Geological Survey (USGS) and its partners has been published in the Journal of Geophysical Research.<!--introend--> For the first time, researchers have identified large-scale surface uplift and expansion in the San Gabriel Valley directly caused by groundwater recharge, due to near-record rainfall in 2004-2005. The San Gabriel Valley rose almost 2 inches (47 mm) in less than four months, and the margins of the basin were pushed outward by almost half an inch (10 mm). The expansion was five times larger than slight oscillations observed since 1998.\r\n<\/p>\r\n<p>\r\nThis surface deformation was discovered through a dense array of Global Positioning System (GPS) instruments to study how the land surface slowly moves due to steady deep slip on faults in southern California. In the San Gabriel Valley in 2005, the land-surface motion due to rainfall-induced groundwater recharge temporarily exceeded the motion due to fault slip.&nbsp; The instruments were installed by USGS, NASA&#39;s Jet Propulsion Laboratory (JPL), Scripps Institution of Oceanography, and the Southern California Earthquake Center.\r\n<\/p>\r\n<p>\r\n&quot;This is an unexpected benefit and challenge to our existing study of fault slip,&quot; said Dr. Nancy King, a geophysicist in the USGS Southern California Earthquake Hazards Program and lead author of the new research. &quot;We know that faults slip slowly and steadily over time, building up strain that can accumulate until an earthquake occurs. GPS has given us an important new tool in understanding this process.&nbsp; Now it is clear that there is other information to take into consideration. These new findings offer a more complex picture of natural events that influence both the study of fault slip and the hydrology of groundwater basins.&quot;\r\n<\/p>\r\n<p>\r\nSurface deformation measurements identified by GPS instruments were also confirmed by Dr. Gerald Bawden of the USGS California Water Science Center, using high-tech Interferometric Synthetic Aperture (InSAR) images.<br \/>\r\nThe new report follows a study of data from the San Gabriel Valley accumulated during the exceptionally heavy rainfall in the winter 2004-2005.&nbsp; A team was put together that included hydrologists and geophysicists from USGS, JPL, Scripps, Stanford University and the Southern California Earthquake Center, led by Dr. Nancy King. \r\n<\/p>\r\n<p>\r\nThe San Gabriel Valley was the only hydrological basin in the area showing surface deformation from increases in groundwater. The Southern California area is relatively densely instrumented with GPS due to the deployment of an array of 250 instruments completed by the Southern California Earthquake Center in 2001.\r\n<\/p>\r\n<p>\r\nPreviously, separate studies led by Dr. Bawden and JPL&#39;s Dr. Donald Argus showed that the surface of the San Gabriel Valley has risen and fallen due to groundwater pumping.\r\n<\/p>\r\n<p>\r\n<strong>EDITORS<\/strong>: Please note that the mobile contact number for Stephanie Hanna, USGS Communications Director for the Western Region, has changed. The new number is 206-818-7411.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1175745600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170175"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}