{"title":"Removal of Obsolete Forest Roads Can Reduce Erosion and Sediment That Impair Salmon-bearing Streams","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to News Editors: Information on downloadable photos at end of news release.<\/b> <\/p>\n<p>Removing abandoned forest roads and restoring the natural characteristics of slopes and stream channels in the Redwood National and State Parks in northern California have substantially reduced the delivery of sediment to salmon-bearing streams, according to a research geologist with the U.S. Geological Survey. <\/p>\r\n<p>Writing in the February 2001 issue of the journal Earth Surface Processes and Landforms, Dr. Mary Ann Madej of the Western Ecological Research Center in Arcata, Calif., evaluated the effectiveness of the parks&rsquo; 20-year watershed restoration program, finding that erosion from about 185 miles of treated roads contributed significantly less sediment than untreated roads in the region. <\/p>\r\n<p>&quot;This is good news for coho and chinook salmon and steelhead trout, all of which have declined in Redwood Creek,&quot; said Madej. Coho salmon are now listed as threatened under the U.S. Endangered Species Act. \"Sedimentation alters stream channels and spawning gravels, fills pools, and causes increased bank erosion and higher stream temperatures, which are harmful to these species.\" <\/p>\r\n<p>Abandoned and unmaintained roads once used for timber harvest are common on steep forested slopes of the Pacific Northwest United States and southwest Canada. Many of these forested roads were built before current engineering practices were implemented. Erosion of the roads and stream crossings can deliver huge amounts of sediment to forest streams and change the natural hydrology of an area, said Madej. <\/p>\r\n<p>In 1978, Redwood National Park was expanded to include 36,000 acres of recently logged lands and more than 400 miles of unpaved haul roads and nearly 3,000 miles of smaller skid trails. Stream channels of Redwood Creek are very narrow, bordered by hills with steep lower slopes. Redwood Creek drains an area of about 280 square miles and has an average annual rainfall of about 80 inches. Historically, most road-related erosion in the Redwood Creek watershed occurred with high-intensity rainfall and was linked to culvert failures, stream diversions and landslides. <\/p>\r\n<p>Concerned about downstream impacts of human-induced sediment on streamside redwood forests and salmon-bearing streams, the National Park Service, with specific Congressional direction, initiated an erosion control program to reduce sediment delivery from the unused roads, restore natural hydrology and encourage the return of natural patterns of vegetation. <\/p>\r\n<p>Although restoration efforts began in 1978, it was not until 1997 that a storm large enough to test the effectiveness of the restoration efforts occurred. Based on measurements taken after the storm, Madej found that while road removals did not completely eliminate erosion, their removal did substantially reduce the sediment delivered by the abandoned roads. Madej cautioned that the effectiveness of various road treatments was strongly dependent upon the geomorphic setting of the restoration site. For instance, where former roads occupied steep, streamside slopes, greater erosion occurred than at roads on gentler grades higher on the slopes. <\/p>\r\n<p>\"Not all roads are created equal,\" said Madej. \"The specific impacts of a road depend on a variety of factors, including road-building techniques, soils and bedrock, topography and the severity of storms. Techniques used to remove roads should be tailored to specific site conditions. This study assessed the effectiveness of a variety of restoration techniques. Although watershed restoration efforts are now being implemented on many other federal, state and private lands, to date very few studies have taken a rigorous look at what works and what doesn&rsquo;t.\"<\/p>\r\n<p>Note to News Editors: Reproducible photos for this release are available for use at:<\/p>\r\n<UL>\r\n<LI><a href=\"http:\/\/www.werc.usgs.gov\/news\/2001-03-06a.jpg\">http:\/\/www.werc.usgs.gov\/","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"983854800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170074"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}