{"title":"Fewer Large Earthquakes in 2014","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p><span><!--introstart-->While the number of large earthquakes fell to 12 in 2014, from 19 in 2013, several moderate temblors hit areas relatively new to seismicity, including Oklahoma and Kansas, according to the U.S. Geological Survey.<!--introend-->Worldwide, 11 earthquakes reached magnitude 7.0-7.9 and one registered magnitude 8.2, in Iquique, Chile, on April 1. This is the lowest annual total of earthquakes magnitude 7.0 or greater since 2008, which also had 12. <\/span><\/p><p><span>Earthquakes were responsible for about 664 deaths in 2014, with 617 having perished in the magnitude 6.1 Ludian Xian, Yunnan, China, event on August 3, as reported by the United Nations Office for Coordination of Humanitarian Affairs. Deadly quakes also occurred in Chile, Nicaragua, Papua New Guinea, and the United States.<\/span><\/p><p><span>A magnitude 6.0 quake struck American Canyon, California (South Napa) in the early hours of August 24, triggering more than 41,300 responses via the <\/span><a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/\"><span>USGS Did You Feel It?<\/span><\/a><span> website. One woman died from her injuries 12 days later. This temblor also represents northern California&rsquo;s strongest earthquake since the October 1989 Loma Prieta event. <\/span><\/p><p><span>The biggest earthquake in the United States, and the second largest quake of 2014, was a magnitude 7.9 event in the Aleutian Islands of Alaska on June 23. Several quakes below magnitude 5.0 rattled Oklahoma, Texas, Kansas, Arkansas and Arizona throughout the year. The USGS estimates that several million earthquakes occur throughout the world each year, although most go undetected because they have very small magnitudes or hit remote areas. <\/span><\/p><p><span>On average, the USGS National Earthquake Information Center (NEIC) publishes the locations for about 40 earthquakes per day, or about 14,500 annually. The USGS NEIC publishes worldwide earthquakes with a magnitude of 4.0 or greater or U.S. earthquakes of 2.5 or greater. On average each year since about 1900, 18 have a magnitude of 7.0 or higher.<\/span><\/p><p><span>To monitor earthquakes worldwide, the USGS NEIC receives data in real-time from about 1,700 stations in more than 90 countries. These stations include the 150-station Global Seismographic Network, which is jointly supported by the USGS and the National Science Foundation, and is operated by the USGS in partnership with the Incorporated Research Institutions for Seismology (IRIS) consortium of universities. Domestically, the USGS partners with 13 regional seismic networks operated by universities that provide detailed coverage for the areas of the country with the highest seismic risk.<\/span><span>&nbsp;<\/span><\/p><p><span>In the U.S., 42 <\/span><span>of the 50 states, plus Puerto Rico, may experience damaging ground shaking from an earthquake in 50 years, the nominal lifetime of a building. The USGS and its partners in the multi-agency <\/span><a href=\"http:\/\/www.nehrp.gov\/\"><span>National Earthquake Hazard Reduction Program<\/span><\/a><span> are working to improve earthquake monitoring and reporting capabilities through the development of the USGS Advanced National Seismic System (ANSS). More information about ANSS can be found on the <\/span><a href=\"http:\/\/earthquake.usgs.gov\/anss\/\"><span>ANSS website<\/span><\/a><span>.<\/span><\/p><p><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/natural-hazards-of-2014\">Read a USGS feature story<\/a>&nbsp;to learn more about other natural hazards in 2014.<\/p>","summary":"","format":"filtered_html","safe_value":"<p>While the number of large earthquakes fell to 12 in 2014, from 19 in 2013, several moderate temblors hit areas relatively new to seismicity, including Oklahoma and Kansas, according to the U.S. Geological Survey.Worldwide, 11 earthquakes reached magnitude 7.0-7.9 and one registered magnitude 8.2, in Iquique, Chile, on April 1. This is the lowest annual total of earthquakes magnitude 7.0 or greater since 2008, which also had 12. Earthquakes were responsible for about 664 deaths in 2014, with 617 having perished in the magnitude 6.1 Ludian Xian, Yunnan, China, event on August 3, as reported by the United Nations Office for Coordination of Humanitarian Affairs. Deadly quakes also occurred in Chile, Nicaragua, Papua New Guinea, and the United States.A magnitude 6.0 quake struck American Canyon, California (South Napa) in the early hours of August 24, triggering more than 41,300 responses via the <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/\">USGS Did You Feel It?<\/a> website. One woman died from her injuries 12 days later. This temblor also represents northern California’s strongest earthquake since the October 1989 Loma Prieta event. The biggest earthquake in the United States, and the second largest quake of 2014, was a magnitude 7.9 event in the Aleutian Islands of Alaska on June 23. Several quakes below magnitude 5.0 rattled Oklahoma, Texas, Kansas, Arkansas and Arizona throughout the year. The USGS estimates that several million earthquakes occur throughout the world each year, although most go undetected because they have very small magnitudes or hit remote areas. On average, the USGS National Earthquake Information Center (NEIC) publishes the locations for about 40 earthquakes per day, or about 14,500 annually. The USGS NEIC publishes worldwide earthquakes with a magnitude of 4.0 or greater or U.S. earthquakes of 2.5 or greater. On average each year since about 1900, 18 have a magnitude of 7.0 or higher.To monitor earthquakes worldwide, the USGS NEIC receives data in real-time from about 1,700 stations in more than 90 countries. These stations include the 150-station Global Seismographic Network, which is jointly supported by the USGS and the National Science Foundation, and is operated by the USGS in partnership with the Incorporated Research Institutions for Seismology (IRIS) consortium of universities. Domestically, the USGS partners with 13 regional seismic networks operated by universities that provide detailed coverage for the areas of the country with the highest seismic risk. In the U.S., 42 of the 50 states, plus Puerto Rico, may experience damaging ground shaking from an earthquake in 50 years, the nominal lifetime of a building. The USGS and its partners in the multi-agency <a href=\"http:\/\/www.nehrp.gov\/\">National Earthquake Hazard Reduction Program<\/a> are working to improve earthquake monitoring and reporting capabilities through the development of the USGS Advanced National Seismic System (ANSS). More information about ANSS can be found on the <a href=\"http:\/\/earthquake.usgs.gov\/anss\/\">ANSS website<\/a>.<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/natural-hazards-of-2014\">Read a USGS feature story<\/a> to learn more about other natural hazards in 2014.<\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"mm_tags":["Natural Hazards Earthquake Hazards","Natural Hazards Global Seismographic Network","Natural Hazards"],"article_type":["National News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1420606800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":[]}