{"title":"Drought, Fire, Mercury, Comets and More at GSA 2002","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>NOTE TO EDITORS: To schedule interviews or obtain graphics, please contact Heidi Koontz in the Geological Society of America (GSA) Newsroom at 303-228-8565 or 720-320-1246 (cell). <\/p>\n<p>Scientists from the U.S. Geological Survey (USGS) will present new research on a variety of topics at the annual GSA meeting at the Colorado Convention Center in Denver, October 27-30. A few highlights include: <\/p>\r\n<p>Diving the Great Blue Hole of Belize: From the air, it appears as a nearly perfect dark blue circle, fringed by a reef in a turquoise sea. Popular with divers and about 1000 feet in diameter, the Great Blue Hole of Belize has preserved thousands of years of earth&rsquo;s history at its 407-foot depth. In 1997, UNESCO declared it a World Heritage site. As scientists begin to analyze recently obtained sediment cores, they hope to gain insight on the frequency and intensity of Caribbean storms, and to learn more about African dust that blankets the region. \"Carbonate Storm Deposits and Varve-Like Sediments within the Great Blue Hole on Lighthouse Reef Atoll, Belize, Central America,\" poster is scheduled for 8 a.m. - noon on Sunday, Oct. 27, Exhibit Hall. <\/p>\r\n<p>Riding the Rockies with USGS: During the 2002 Denver Post Ride The Rockies annual bike tour, participating USGS cyclists presented a slide show explaining the geology that the ride traversed as well as USGS wildfire- and drought-related research. Understanding the geology along the route gave cyclists a better appreciation for the terrain and the work of USGS. Janet Slate will provide more details about this trek at 11:45 a.m., Sunday, Oct. 27, Room A111\/109. <\/p>\r\n<p>The Ins and Outs of Ground-Water Flow in the Southwest: Recent population growth and development in the arid Southwest have made it essential for scientists to increase their understanding of ground-water flow responses in hydrologic systems. Studying ground-water removal and alteration ground-water inflow and outflow patterns is important for the effective management of ground-water systems. The principles that ultimately dictate these patterns are simple but not well understood by many water managers and hydrologists. In the past, effects of ground-water withdrawals have been viewed mostly in terms of lowering water tables and removing water from storage. Today water-resource managers must increasingly consider how withdrawals affect the amount of water flowing in and out of aquifers. A primary concern is that ground-water withdrawals over long periods will reduce ground-water outflow, and water availability to streams, wetlands, and riparian areas. To hear more about the principles that determine the ultimate responses of inflow and outflow to ground-water withdrawals in the Southwest, attend \"The Ins and Outs of Ground-Water Flow in Basins of the Southwest,\" from 8:35 to 8:50 a.m. on Monday Oct. 28 in Room A209. <\/p>\r\n<p>A Sinking Feeling: What happens when agricultural and municipal-industrial demands for ground-water deplete groundwater resources? In the western United States, scientists have documented 100 meters or more of ground-water level declines, and in many places the declining trends continue at rates of 300 mm or more per year. By using satellite-borne radar (InSAR), along with other techniques, USGS scientists and their colleagues are able to detect areas that are more susceptible to aquifer-system compaction, especially in the southwestern United States. Subsidence is an ongoing concern in the San Joaquin Valley, Calif., and numerous other areas in California; the Houston-Galveston area; Las Vegas Valley, Nev., and throughout south-central Arizona. To learn more, attend \"Ground-Water Depletion and Spaced-Based Monitoring of Aquifer-System Compaction in the Western USA,\" 8:50 a.m. to 9:05 a.m. on Monday Oct. 28 in Room A209. <\/p>\r\n<p>Water Availability for the Western United States&#8212;-the Challenge for Science: In the American West, ensuring sustainable water supplies for agricultur","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1035781200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}