{"title":"Valuable Data Gathered as Fifteen More Fishers Are Released in Olympic National Park","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Fifteen fishers were released yesterday within the Skokomish, Hoh, and Queets valleys of Olympic National Park, bringing the total number of reintroduced animals to 47.&nbsp; Access limitations caused by recent snow and floods created logistical challenges for the people involved, but apparently not for the fishers as they bounded from their cages and ran into the forest.<!--introend--><\/p>\n<p>About the size of a cat, fishers are members of the weasel family, related to minks and otters. They vanished from Washington State decades ago because of over-trapping, and habitat loss and fragmentation.&nbsp; Each fisher is fitted with a tiny radio transmitter before release so that researchers can monitor their movements and survival.<\/p>\r\n<p>\"We are enthused about this opportunity for scientists, managers, and other partners to work together,&rdquo; said Carol Schuler, U.S. Geological Survey Center Director. &ldquo;The systematic, scientific assessment of the fisher reintroduction will help others when they consider options for fisher releases into their historic habitat.\"<\/p>\r\n<p>Biologists from the U.S. Geological Survey (USGS), Washington Department of Fish and Wildlife (WDFW) and Olympic National Park (ONP) are monitoring the reintroduced animals, including 12 of the 18 animals released last winter and the 14 released in December.<\/p>\r\n<p>Researchers from the three agencies follow the fishers'movements from the air and ground, and over the past year, have made several important preliminary observations. One observation is that survival of the released animals is relatively high, with 12 of the 18 animals released&nbsp; in 2008 known to be still alive. (Two radio collars have stopped functioning; four fishers are known to have died.)<\/p>\r\n<p>\"Thanks to the monitoring program, we've learned that some of the animals reintroduced last winter have traveled quite extensively since their release,\" said Olympic National Park Superintendent Karen Gustin. \"Nine of the fishers released last year moved at least 28 miles from their release sites before settling into one area.\"<\/p>\r\n<p>Project partner Conservation Northwest, who helped bring the fishers to the Olympic Peninsula from British Columbia, will also be involved in future monitoring efforts. \"We are exploring opportunities with the Park Service and other partners to engage our volunteers on the ground to help track them in their new home,\" said Dave Werntz, science director for Conservation Northwest.<br \/><br \/>The fishers released last year varied in the amounts of time they spent exploring their new home. Some took weeks, others months, before they established their home ranges in a variety of landscapes, ranging from mountainous terrain to low-lying coastal areas on the peninsula, including protected lands within Olympic National Park as well as lands managed for a variety of uses by federal and state agencies, tribes and private land owners.<br \/><br \/>\"I&rsquo;m impressed by the dedication and cooperation among the biologists and technicians who are working to restore the fisher and collect valuable data for future reintroductions,\" said Dave Brittell, assistant director for WDFW&rsquo;s wildlife program.<\/p>\r\n<p>Over the duration of this three-year project, a total of approximately 100 fishers will be released within the park. One additional release in 2009 is planned for later this winter.<\/p>\r\n<p>Fisher reintroduction to Washington and Olympic National Park is made possible by a partnership of agencies and organizations. Project management is jointly provided by WDFW and ONP, while non-profit partner Conservation Northwest provides financial and administrative support for the project&rsquo;s operations in British Columbia.<\/p>\r\n<p>The USGS, WDFW and ONP are leading the research program, including monitoring, to evaluate the success of the reintroduction. The research is funded primarily by the USGS, Washington&rsquo;s National Park Fund, U.S. Fish and","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["biology","wildlife","fishers"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1232427600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168883"},{"tid":"169901"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}