{"title":"USGS Release: Large Rivers in U.S. are Becoming Less Acidic","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Several large rivers in the U.S. are less acidic now, due to decreasing acidic inputs, such as industrial waste, acid mine drainage, and atmospheric deposition.<\/p>\n<p>A USGS <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0048969714005646\">study<\/a> showed that alkalinity, a measurement of a river's capacity to neutralize acid inputs, has increased over the past 65 years in 14 of the 23 rivers assessed in the U.S.<\/p>\r\n<p>Reduced acidity levels were especially common in rivers in the Northeast, such as the Delaware and Schuylkill Rivers; the Midwest, such as the Illinois and Ohio Rivers; and the Missouri River in the Great Plains. &nbsp;<\/p>\r\n<p>\"Long-term monitoring of streamflow and water-quality is essential to track how changes in climate and land use are impacting rivers and how riverine inputs may impact valuable commercial and recreational fisheries in estuaries across the Nation,\" said William Werkheiser, associate director for water. \"Increasing alkalinity levels in large rivers across the country since 1945 is a positive trend.\"<\/p>\r\n<p>Acidification of U.S. rivers in the early part of the 20th century was mostly associated with these acid inputs, which reduced the alkalinity of some rivers and caused them to become more acidic.<\/p>\r\n<p>Increased alkalinity concentrations in large rivers draining a variety of climate and land-use types in this country are an indicator of recovery from acidification.<\/p>\r\n<p>By looking at changes in multiple chemicals, scientists conducting the study found that the alkalinity increases were due to decreasing acidic inputs. The reasons for decreased acidic inputs have been diverse and include greater regulation of industrial emissions and waste treatment and increased use of agricultural lime.<\/p>\r\n<p>\"This study shows us that our cumulative management actions over the last half century have reduced acidity levels in U.S. rivers,\" said lead author Edward Stets, research ecologist at the USGS. &nbsp;\"Acidification of rivers that empty into estuaries can adversely impact shell-bearing organisms such as oysters and crabs.\"<\/p>\r\n<p>This <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0048969714005646\">study<\/a> was published in the journal <em>Science for the Total Environment<\/em>. Information on USGS long-term water-quality monitoring can be accessed at the <a href=\"http:\/\/water.usgs.gov\/nawqa\/\">National Water-Quality Assessment Program<\/a> page.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Water National Water Quality Assessment","Environmental Health Toxic Substances Hydrology","Water Hydrologic Researchand Development","ecosystems","Ecosystems Wildlife Terrestrialand Endangered Resource","Ecosystems Fisheries Aquaticand Endangered Resources"],"article_type":["National News Release"],"distribution":["Biology","Environmental Health","Water"],"release_date":{"und":[{"value":"1404705600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169368"},{"tid":"169333"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}