{"title":"Helping Managers Protect the San Antonio River Basin Through Sediment Modeling","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>For the first time ever, scientists have simulated the movement of sediment throughout the San Antonio River Basin with a <a href=\"http:\/\/dx.doi.org\/10.3133\/sir20145182\">new U.S. Geological Survey model<\/a>, created in cooperation with the San Antonio River Authority (SARA).<\/p>\n<p>A better understanding of how sediment moves through the San Antonio River Basin is critical for decision makers to help manage and protect water resources throughout southern Texas. Suspended-sediment, or sediment that is moving in the rivers, plays an important role in the ecological health of rivers and streams. The amount and type of suspended-sediment can affect various aquatic species, and its movement can also affect the transport of chemical compounds throughout the environment.<\/p>\r\n<p>The new model simulates how water and suspended sediment flowed through the San Antonio River Basin from 2000-2012. The study area consists of approximately 2,150 square miles and encompasses parts of Bexar, Guadalupe, Wilson, Karnes, DeWitt, Goliad, Victoria, and Refugio Counties. The model was created using both spatial and time-series data. Spatial data included geology, soils, land cover, topography, and drainage characteristics. Time-series data included meteorological data, streamflow data, and suspended-sediment load data.<\/p>\r\n<p>&ldquo;The San Antonio River Authority will be utilizing this model and the study findings as part of a holistic watershed master planning effort,&rdquo; said Aarin Teague, SARA Sustainability Stormwater Specialist. &ldquo;With the study results, SARA management strategies will be targeted to efficiently address sources of pollutants.&rdquo;<\/p>\r\n<p>Results indicate that the amount of suspended sediment in waterways increases as water flows downstream. The model indicates that approximately 62 percent (759 tons per day) of suspended sediment originates upstream from the study area, mostly upstream of the USGS streamgage in Elmendorf, Texas. At the outlet of the study area, where the San Antonio River meets the Guadalupe River, the simulated daily mean of suspended-sediment was 1,230 tons per day. Sample analyses and model results indicate most of the suspended-sediment consists of silt- and clay-sized particles. At the downstream portion of the study area, approximately 98 percent of the total simulated suspended-sediment was composed of silt and clay.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Texas"],"country":["United States of America"],"mm_tags":["sediment","modeling","San Antonio River","San Antonio River Basin","Texas","San Antonio River Authority","water","Surface Water","aquaticecosystem"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1414990800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"169996"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}