{"title":"Climate Change Could Negatively Affect Chase Lake Pelican Population","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Earlier spring nesting related to climate change could negatively affect the survival of pelican chicks at Chase Lake National Wildlife Refuge, N.D., according to a new U.S. Geological Survey <a href=\"http:\/\/dx.plos.org\/10.1371\/journal.pone.0083430\">report<\/a>.<\/p>\n<p>USGS scientists found that American white pelicans are migrating north to a large nesting colony at Chase Lake National Wildlife Refuge about 16 days earlier in the springtime than they did 45 years ago. The earlier migration is likely spurred by warmer spring temperatures on the pelicans&rsquo; wintering grounds and along their migration route, but ideal post-hatching weather conditions have not advanced at the nesting colony. Now, vulnerable pelican chicks face a higher risk of encountering life-threatening wet and cold conditions.<\/p>\r\n<p>Chase Lake is a refuge for the largest American white pelican colony in North America, so declining chick survival rates at this refuge could be especially damaging. On average, over 26,000 adult pelicans nested annually at Chase Lake between 2004 and 2008.<\/p>\r\n<p>\"Given that nearly half of the entire pelican breeding population nests at fewer than 10 colonies in the northern plains, maintaining good productivity at these colonies is important to the health of the species,\" said Marsha Sovada, USGS scientist and lead author of the study. \"Increased mortality of chicks at Chase Lake is a conservation concern.\"<\/p>\r\n<p>The study found that while spring temperatures in the northern plains have progressively increased since 1965, the timing of severe weather in the Chase Lake area has not changed during this period. Because pelican eggs are hatching earlier than in the past, the chicks are at their most vulnerable stage of growth&mdash;between two and three weeks old&mdash;during a time when extreme cold and wet weather is more likely.<\/p>\r\n<p>Researchers observed significant loss of chicks to exposure in four of five years (2004&ndash;2008) of field study. For example, at Chase Lake in June 2008, about 80 percent of the pelican chicks between two and three weeks old died of exposure during a period of severe weather. <strong>&nbsp;<\/strong><\/p>\r\n<p>The study was published today in the journal <em>PLOS ONE<\/em>, and is available <a href=\"http:\/\/dx.plos.org\/10.1371\/journal.pone.0083430\">online<\/a>.<\/p>\r\n<p>For more information on pelican population dynamics in the Northern Plains, please visit the <a href=\"http:\/\/www.npwrc.usgs.gov\">USGS Northern Prairie Wildlife Research Center<\/a> website.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_01_07\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_01_07\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2014_01_07\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2014_01_07\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2014_01_07&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Dakota"],"country":["United States of America"],"mm_tags":["pelican","Chase Lake National Wildlife Refuge","Wildlife Refuge","wildlife","biology","climatechange","","whitepelicans","pelicans","migration","climate","","conservation"],"article_type":["State News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1389157200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"170064"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}