{"title":"USGS FY 2000 BUDGET EMPHASIZES INTEGRATED SCIENCE, PARTNERSHIPS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The President has proposed a budget of $838.5 million for the Interior Department&rsquo;s U.S. Geological Survey (USGS) in Fiscal Year 2000. The proposed budget will fund research to provide crucial scientific information for natural resource managers at Interior and other federal, state and local government agencies, and for disaster management decisionmakers in government and private sector organizations. \n<p>The FY 2000 budget reflects a $40.6 million net increase over FY 1999 enacted funding. The increases reflect a commitment to integrating USGS&rsquo; scientific disciplines - geology, biology, hydrology and geography - into a more unified approach to research and information gathering and analysis. \r\n<p>The USGS is refocusing $15 million in base funding and requesting a $15 million increase to focus science resources on the most urgent research priorities of Interior land management agencies. These increases bring the total USGS funding directed toward Interior science needs to well over $150 million. \r\n<p>\"As the science agency for the Interior Department, USGS is working directly with the management of the National Park Service, Fish and Wildlife Service, Bureau of Land Management and other agencies to address their highest priority research needs,\" said Dr. Charles Groat, USGS Director. \"At the same time, we are taking the first step in the complex process of restructuring our budget to develop common business practices that make us a more partner-friendly organization.\" \r\n<p>\r\n<p>\r\n<p>\r\n<p>This restructuring is reflected in the consolidation of appropriated facilities costs into an expanded Facilities line item, and all bureau level administration costs into a new category called Science Support. A new budget activity, Integrated Science, was created as well; this change will help to effectively integrate different scientific disciplines&rsquo; programs to bring a more unified response to critical and emerging resource management issues and challenges. \r\n<p>\"While at first glance it may appear that some programs have received a decrease in funding through this budget restructuring,\" Groat noted, \"in most cases, programs simply have had their administrative costs re-categorized, leaving the research funding intact.\" \r\n<p>Increases include $8 million to improve the integration and coordination of disaster information between the many sources and users of this information through a disaster information network. \r\n<p>\"The USGS provided crucial scientific data for the nation&rsquo;s response to three devastating hurricanes this year - Bonnie, Georges and Mitch. We continue to do so for coastal erosion affecting communities in the Pacific Northwest and flooding throughout the country,\" said Dr. Groat. \"These experiences have demonstrated time and again the urgent need for data standards and protocols, plus source lists for information and materials providers, to get early information to agencies responding to natural disasters in the U.S. and abroad. The right scientific information, made available in a timely way, can help relief organizations and local governments save lives and reduce the costs of natural disasters. \r\n<p>\"At the same time, Interior is the manager of a natural hazards monitoring infrastructure that is critically important to America. These stream gages, earthquake and volcano monitors, and other natural hazards warning equipment are badly in need of attention,\" Groat stated. \"The President has requested a $5.5 million increase to accelerate the modernization of natural hazard detection sensors and networks, and expand the use of telemetry for real-time warning capabilities.\" \r\n<p>Other increases include $10 million to expand the National Spatial Data Infrastructure through the Community-Federal Information Partnership. This supports the President&rsquo;s Livable Communities Initiative. The proposal, which includes a $6.7 million community grant component, will help local communities develop the geosp","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"917845200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"},{"tid":"169811"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}