{"title":"White-nose Syndrome Found West of Mississippi River ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"White-nose syndrome (WNS) has now been found in bats in two caves in <a href=\"http:\/\/mdc.mo.gov\/newsroom\/three-cases-bat-disease-discovered-missouri\">Eastern Missouri<\/a>. Â Evidence of the fungus was first detected in the state in 2010, although the disease was not confirmed in bats until late March 2012 by the <a href=\"http:\/\/www.nwhc.usgs.gov\/\">USGS National Wildlife Health Center<\/a> (NWHC).\n\n[caption id=\"attachment_173831\" align=\"alignleft\" width=\"248\" caption=\"Little brown bat with fungus on muzzle.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/Featured-Image.jpg\"><img class=\"size-full wp-image-173831 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/Featured-Image.jpg\" alt=\"See caption:\" width=\"248\" height=\"373\" \/><\/a>[\/caption]\n\n<strong>Winter Home<\/strong>\n\nMissouri has more than 6,300 caves and the implications for the potential spread of WNS farther west are profound. Missouri caves provide winter habitat for more endangered Indiana bats than any other state outside of Indiana.Â  Three Missouri caves used by endangered gray bats provide critical winter habitat for approximately one quarter of the known hibernating population of that species. Detection of WNS in Missouri also indicates the disease may continue spreading towards the range of more than a dozen additional species of hibernating bats that occur only west of the Great Plains.\n\n<strong>What Is It?<\/strong>\n\nWhite-nose sydrome results from a skin infection of hibernating bats by a fungus previously unknown to science, <em>Geomyces destructans; <\/em>and is named for the white fungus often seen on the muzzles, ears, and wings of bats. This disease poses a threat to cave hibernating bats of the United States, Canada, and potentially all temperate regions of the world. In 2011, scientists from the USGS National Wildlife Health Center <a href=\"http:\/\/www.nature.com\/nature\/journal\/v480\/n7377\/full\/nature10590.html\">published a study<\/a> confirming the cold-loving fungus <em>G. destructans<\/em> is the cause of WNS.\n\n<strong>Where Is It?<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"268\" caption=\"Hibernating little brown bat with white muzzle typical of White-nose syndrome.\"]<a href=\"http:\/\/gallery.usgs.gov\/images\/12_15_2010\/iMDp26Rff0_12_15_2010\/medium\/PA_09_greg.jpg\"><img src=\"http:\/\/gallery.usgs.gov\/images\/12_15_2010\/iMDp26Rff0_12_15_2010\/medium\/PA_09_greg.jpg\" alt=\"See caption:\" width=\"268\" height=\"300\" \/><\/a>[\/caption]\n\nThis devastating disease affecting hibernating bats has spread from the Northeast to the mid-Atlantic to the central United States. Since the winter of 2007-2008, millions of insect-eating bats have died from this emerging disease in the eastern US and Canadian provinces.\n\nWithin the last two years, WNS has been confirmed in several central states, including Alabama, Indiana, Kentucky, and Tennessee. However, high mortality of bats has not yet been reported at these locations. The US Fish and Wildlife Service estimates bat mortality in the northeastern US since the emergence of WNS has exceeded 5-6 million bats, however, it remains to be seen if WNS will develop and manifest with similar severity in other parts of the country.\n\n<strong>Hard at Work<\/strong>\n\nScientists at many Federal and State agencies and academic institutions are pursuing research to better understand this disease in an effort to manage its spread. The USGS National Wildlife Health Center, the USGS Fort Collins Science Center, along with the U.S. Fish and Wildlife Service, the National Park Service, and other partners continue to play a primary role in WNS research.\n\n<a href=\"http:\/\/www.nwhc.usgs.gov\/disease_information\/white-nose_syndrome\/\">Studies conducted at the NWHC<\/a> led to the discovery, characterization, and naming of the causative agent of White-nose syndrome, <em>G. destructans<\/em>, and to the development of standardized diagnostic criteria for diagnosing the disease. Additionally, NWHC has pioneered animal husbandry and laboratory techniques for studying impacts of the fungus to hibernating bats.\n\n<strong>Long-Term Impacts<\/strong>\n\nMost of the species affected by WNS are long-lived and have only a single pup per year. Subsequently, bat populations do not fluctuate widely in numbers over time, and it is unlikely that species of bats affected by WNS will recover quickly. The sudden and widespread mortality associated with WNS is unprecedented in hibernating bats, among which widespread disease outbreaks have not been previously documented. In temperate regions, bats are primary consumers of insects, and a recent economic analysis indicated that insect suppression services (ecosystem services) provided by bats to U.S. agriculture is valued between 4 to 50 billion dollars per year. However, the true ecological consequences of large-scale population reductions currently under way among hibernating bats are not yet known.\n\n[caption id=\"\" align=\"alignleft\" width=\"500\" caption=\"Insect-eating bats provide a great pest-control service to agriculture and natural ecosystems.\"]<img src=\"http:\/\/gallery.usgs.gov\/images\/03_28_2011\/ydt2WJi77Q_03_28_2011\/medium\/bats_against_sky_by_Paul_Cryan.JPG\" alt=\"Insect-eating Brazilian Free-tailed Bats fly in an evening sky\" width=\"500\" height=\"375\" \/>[\/caption]","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24193","uid":"31","filename":"untitled.jpg","uri":"public:\/\/untitled.jpg","filemime":"image\/jpeg","filesize":"52329","status":"1","timestamp":"1425492768","type":"image","uuid":"b5a17ca9-9b9c-43eb-a15e-9f82cfe6f30c","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":364,"width":633},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["bats","Biology and Ecosystems","Environmental Health","white-nose syndrome","wildlife Health"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1333637210","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}