{"title":"USGS Makes New Information on Arizona's Ground Water Available on the Web","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Where in Arizona are ground-water levels falling? Where are they stable or rising? How much has the water table changed since\nlarge-scale pumping has occurred? A new\r\nonline system developed by the U.S. Geological Survey (USGS) is designed to\r\nanswer these and other questions for the most developed ground-water areas in\r\nthe State. The system uses water-level\r\nmeasurements from wells, collected over the past 75 years by USGS and the\r\nArizona Department of Water Resources. Visit the new online system, called \"<a href=\"http:\/\/montezuma.wr.usgs.gov\/website\/azgwconditions\/\">Arizona Ground-Water Conditions Interactive Map\r\nService<\/a>.\"<\/p>\r\n<p>The new site provides basic information on the system, a\r\nlink to the just-released Open-File Report explaining how the data layers were\r\ncreated, and a button to launch the interactive map. The map initially shows the entire state and\r\nselected features including boundaries of ground-water areas. Users can select specific types of\r\nground-water information to display in a menu on the right. For example, \"Trends in recent water\r\nlevels\" show where ground-water levels are generally declining, are nearly\r\nstable, or have been rising over the past 10 years. Tools are available to zoom in to specific\r\nareas of interest and to view well observation records. Some interesting results that can be seen on\r\nthe map are:<\/p>\r\n<ul>\r\n<li>\r\n<p>In much of the Tucson area,\r\n\tground-water levels in the last 10 years are declining, but there are areas in\r\n\tnorth-central and southern Tucson along I-19 where water levels are rising<\/p>\r\n<\/li>\r\n<li>\r\n<p>In much of Avra Valley (west of\r\n\tTucson), water levels are rising<\/p>\r\n<\/li>\r\n<li>\r\n<p>In the Prescott Active Management area,\r\n\ttrends in water levels are nearly all declining with a few showing stable\r\n\treadings.<\/p>\r\n<\/li>\r\n<\/ul>\r\n<p>Other layers of information available on the map include the\r\nlocations of wells that have experienced water-level declines of at least 75\r\nfeet or rises of at least 50 feet. Also\r\nshown are wells that have long-term records, providing users with information\r\non the changes recorded water levels over several decades.<\/p>\r\n<p>Fred Tillman of USGS, developer of the new internet site,\r\ncommented, \"the status of ground-water conditions is often challenging to\r\ndisplay. We took the approach of\r\nproviding different layers of information, applicable to different questions\r\nabout the ground-water systems. Arizona\r\nis very dependent upon ground water and it is important to provide accessible\r\ninformation to policymakers, water managers and the general public on the\r\nstatus of this valuable, shared resource.\"<\/p>\r\n<table border=\"0\" cellspacing=\"2\" cellpadding=\"3\" width=\"500\" summary=\"table for layout purposes only\">\r\n<tbody>\r\n<tr>\r\n<td align=\"center\"><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-1-30\/az_groundwater.jpg\" target=\"_blank\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-1-30\/az_groundwater_tn.jpg\" border=\"0\" alt=\"screenshot of AZ Ground-Water Condition site...caption below\" width=\"400\" height=\"294\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\" align=\"center\">\r\n<p>Screen capture of the\r\n\t\t\tArizona Ground-Water Conditions Interactive Map Service Web site showing recent\r\n\t\t\ttrends in ground-water levels for the Tucson Active Management Area (AMA).  Areas shaded red indicate falling water\r\n\t\t\tlevels, blue rising water levels and tan nearly stable water levels.<\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1201669200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169387"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}