{"title":"Gulf Coast Vulnerable to Extreme Erosion in Category 1 Hurricanes: New Model to Help Community Planners, Emergency Managers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Seventy percent of the Gulf of Mexico shoreline is vulnerable to extreme erosion during even the weakest hurricanes, according to a new report by the U.S. Geological Survey released just prior to the start of the 2012 hurricane season.<!--introend-->&nbsp;&nbsp;&nbsp;<\/p>\n<p>USGS scientists used state-of-the-art modeling to determine the probabilities of erosion, overwash and inundation during direct hurricane landfall for sandy beaches along the entire&nbsp;U.S. Gulf Coast shoreline.&nbsp;&nbsp;<\/p>\r\n<p>The research is expected to help emergency managers at local, state and federal levels as they prepare for hurricane events in this and future seasons. Planners will be able to determine how different categories of hurricanes would impact their beaches and surrounding communities, helping them better protect lives and property.&nbsp; The report also includes an<a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/erosionhazards\/gom\/map.html\"> interactive map<\/a> that allows users to focus on different parts of the Gulf Coast shoreline to view how the probability of erosion, caused by waves and storm surge, will vary depending on hurricane intensity.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>\"The Gulf Coast's beaches provide abundant recreational opportunities, contribute substantially to the local economy, and demand the highest real estate values,\" said USGS Director Marcia McNutt. \"This important research raises awareness on the specific nature of the vulnerability of these beautiful beaches to impacts from even Cat-1 hurricanes so that property damage can be minimized through proper planning.\"&nbsp;<\/p>\r\n<p>In a storm, high waves and storm surge can act together to erode beaches and inundate low-lying lands; during hurricane landfall, these changes can sometimes be catastrophic.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>\"Beaches along the Gulf of Mexico are extremely vulnerable to erosion during hurricanes, in part, because of&nbsp;low elevations along the coast,\" said Hilary Stockdon, a USGS research oceanographer and lead author of the study.&nbsp; \"For example, the average elevation of sand dunes on the west coast of Florida is eight feet. On Florida&rsquo;s Atlantic coast, the average is 15 feet.\"&nbsp;&nbsp;<\/p>\r\n<p>During the landfall of a category-1 storm, where winds are between 75 and 94 miles per hour, overwash is very likely for 70 percent of Gulf Coast beaches. Overwash occurs when waves and storm surge overtop dunes and transport sand landward. Overwash is likely at these locations because of increased water levels at the shoreline. During category-1 hurricane events on the Gulf Coast, wave height and storm surge combine to increase water levels at the shoreline by 14 and a half feet higher than their normal levels.&nbsp;<\/p>\r\n<p>\"People continue to build communities in coastal areas that shift and move with each passing storm,\" said Stockdon. \"This model helps us predict the potential impact of future storms and allows us to identify where the most vulnerable areas are located along the coast.\"&nbsp;<\/p>\r\n<p>Additional findings from the report show that during a category-1 storm landfall, 27 percent of sandy beaches along the U.S. Gulf of Mexico are projected to be inundated, which occurs when increased water levels completely submerge beaches and dunes. If category-5 storms occur, where winds are 157 miles per hour or higher, 89 percent of these beaches are likely to be inundated during a direct landfall.&nbsp;<\/p>\r\n<p>USGS scientists used methodology developed from a decade of USGS research on storm-driven coastal change hazards as the basis for these calculations. &nbsp;Observational data were combined with sophisticated hydrodynamic modeling to predict the coastal changes provided in the report. As new data and storm predictions become available, the report's analysis will be updated to describe how coastal vulnerability may change in the future.<\/p>\r\n<p><a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/erosionhazards\/gom\/\"><\/","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Louisiana","Mississippi","Texas"],"country":["United States of America"],"mm_tags":["Coastal Ecosystem","Coastal Erosion","gulfofmexico","","gulfcoast","hurricanes","","overwash","Beach Erosion","innundation","tropicalstorm","stormsuge","beach","sand","Natural Hazards","Coastaland Marine Geology","Ecosystem","erosion","coast"],"release_date":{"und":[{"value":"1338350400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169498"},{"tid":"170108"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}