{"title":"Salt Marshes May Slow Climate Warming . . . For A While ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<strong>Salt Marshes May Slow Climate Warming . . . For a While <\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"375\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_10_2011_l52Skw7JId_05_10_2011_0#.UGMqb2Nb1Np\"><img src=\"http:\/\/gallery.usgs.gov\/images\/05_10_2011\/l52Skw7JId_05_10_2011\/medium\/nest_in_salt_marsh_SF_Bay_WERC.jpg\" alt=\"\" width=\"375\" height=\"500\" \/><\/a> Nest in a Salt Marsh, San Francisco Bay[\/caption]\n\nSalt marshes may help slow the rate of climate change in the future, as rising and warmer oceans will enable them to more quickly capture and remove carbon dioxide from the atmosphere, according to a study published in the journal <em>Nature<\/em> this week.\n\nCarbon dioxide is the predominant \"greenhouse gas\" that traps heat and warms the atmosphere.\n\n<strong>Marshes and Carbon<\/strong>\n\n\"Our research suggests that the value of these ecosystems in capturing atmospheric carbon might become much more important in the future, as the climate warms,\" said Matthew Kirwan, a University of Virginia environmental scientist, and the lead author of this <a href=\"http:\/\/www.usgs.gov\/climate_landuse\/clu_rd\/projects\/forecast.asp\">USGS-funded and supported research<\/a>.\n\nIn fact, said Kirwan, the research forecasts that under faster sea-level rise rates, salt marshes could bury up to four times as much carbon as they do now. \"The study forecasts that marshes will absorb some of that carbon dioxide, and if other coastal ecosystems â\u0080\u0093 such as seagrasses and mangroves â\u0080\u0093 respond similarly, there might be a little less warming,\" said Kirwan.\n\nOne of the most interesting facets about salt marshes is they are perhaps the best example of an ecosystem that actually depends on carbon accumulation to survive climate change: the accumulation of roots in the soil builds their elevation, keeping the plants above the water, Kirwan noted.\n\nSalt marshes store significant quantities of carbon by taking carbon dioxide out of the atmosphere through their leaves, and then storing it in their roots. As plants die, the carbon becomes part of the soil and helps the marsh survive sea level rise.\n\nâ\u0080\u009cCoastal wetlands are among the most economically and ecologically valuable ecosystems on Earth, with their services estimated worth about $15,000 an acre,â\u0080\u009d said Matthew Larsen, associate director for climate and land use research at the U.S. Geological Survey. â\u0080\u009cThey provide clean water, abundant food, wildlife habitat, and protection from storms. This and other USGS research aims to understand and forecast the vulnerability of coastal wetland systems to global change and identify ways that managers can effectively respond to global change effects.â\u0080\u009d\n\n<strong>Marshes and Sea Level Rise<\/strong>\n\nKirwan cautioned that the study also showed that marshes can survive only moderately fast rates of sea level rise. To survive, the elevation of the soil surface has to build vertically through time. If the seas rise more quickly than the marsh can build up, marshes drown and die off.\n\n\"At fast levels of sea level rise, no realistic amount of carbon accumulation will help them survive,\" Kirwan noted.\n\nAnd, said Kirwan, if marshes are drowned by fast-rising seas, they no longer would provide a significant carbon storage capacity.\n\n<strong>The Value of Marsh Ecosystems<\/strong>\n\nSalt marshes, made up primarily of grasses, are important coastal ecosystems that provide a variety of ecosystem services for wildlife, fisheries, and people. They help protect shorelines from storms, provide diverse wildlife habitat for birds, mammals, fish, and mollusks. They also build up coastal elevations by trapping sediment during floods, producing new soil from roots and decaying organic matter. New Orleans, for example, isÂ separatedÂ from the Gulf of Mexico almost entirely by marshes.\n\n[caption id=\"\" align=\"alignleft\" width=\"318\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_24_2010_b27Ia44Yxs_02_24_2010_0#.UGMqzmNb1Nr\"><img src=\"http:\/\/gallery.usgs.gov\/images\/02_24_2010\/b27Ia44Yxs_02_24_2010\/medium\/Little_Blue_Heron_siblings_by_L.D._Igl_USGS.jpg\" alt=\"\" width=\"318\" height=\"500\" \/><\/a> Little Blue herons in a Louisiana marsh.[\/caption]\n\nDOI manages 35 million acres of low-lying coastal areas, including marshes and thousands of miles of shoreline. The U.S. Fish and Wildlife Service alone manages about 5 million acres of coastal wetlands.\n\nâ\u0080\u009cThis research can help decision makers understand and prepare for how coastal areas may fare in response to climate change,â\u0080\u009d said Glenn Guntenspergen, a USGS researcher who leads a project on Coastal Marsh Response to Climate and Land Use Change Project that this study was a part of.Â  Kirwan and his co-author, Simon Mudd, a geosciences researcher at the University of Edinburgh in Scotland, used computer models to predict salt marsh growth rates under different climate change and sea level scenarios.\n\nFor more information, visit:\n\n<a href=\"http:\/\/www.usgs.gov\/climate_landuse\/clu_rd\/projects\/forecast.asp\">Coastal Marsh response to Climate and Land Use Change Project<\/a><strong> <\/strong>\n\n<a href=\"http:\/\/www.usgs.gov\/climate_landuse\/clu_rd\/default.asp\">Climate and Land Use Change Research and Development Program<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24235","uid":"31","filename":"TidalMarshPlumIsland3KirwanUSGS.jpg","uri":"public:\/\/TidalMarshPlumIsland3KirwanUSGS.jpg","filemime":"image\/jpeg","filesize":"53349","status":"1","timestamp":"1425492768","type":"image","uuid":"f05bc13b-7c35-473e-8f55-f69dcfe0ea82","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","carbon","Carbon Sequestration","Climate and Land Use Change","coastal marsh","Marshes","Model","saltmarsh"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1348671610","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}