{"title":"Get the Buzz on Pollinators:","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->It&rsquo;s National Pollinator Week, and you can get the inside buzz on North America&rsquo;s pollinators by listening to re-broadcast podcasts about the essential birds, bees, bats, and even beetles that pollinate your food and flowering plants, and make our wild areas beautiful and healthy.<!--introend--> You can also find out about USGS research on our nation&rsquo;s wild pollinators.<\/strong><\/p>\n<p>The National Academy of Sciences has reported that not only is there direct evidence for decline of some pollinator species in North America, but also very little is known about the status and health of most of the world's wild pollinators. &nbsp;Yet without them, the ability of agricultural crops and wild plants to produce food products and seeds is jeopardized. Over 75 percent of flowering plants rely on pollinators, and they are responsible for an estimated $15 billion in services to agriculture alone in the United States. Pollinators are equally as important to sustaining ecosystem functions and food supplies for wildlife.<\/p>\r\n<p><strong>Podcasts:<\/strong> <em>These podcasts were originally produced for National Pollinator Week 2008 and 2009 by the <a href=\"http:\/\/www.pollinator.org\/\">North American Pollinator Protection Campaign<\/a> and its federal partners in the Department of the Interior.<\/em><\/p>\r\n<p><strong><a href=\"http:\/\/www.usgs.gov\/corecast\/details.asp?ep=100\">Bees are Not an Option<\/a>:<\/strong> The tremendous importance of native bees and pollinators in general, and how you can easily lend a hand to these tiny titans.&nbsp;<\/p>\r\n<p><strong>Changes in Latitudes, Changes in Altitudes:<\/strong> <a href=\"http:\/\/www.usgs.gov\/podcasts\/pollinators\/20080625_3_ClimateChange.mp3\">Pollinators, Phenology, and Climate Change<\/a>: <strong>How climate change may be affecting pollinators and the timing of their life events.<\/strong><\/p>\r\n<p><strong>USGS Studies on Wild Pollinators: <\/strong><\/p>\r\n<p><strong>Bee Mysteries: What Do Native Bees Want?<\/strong> At Indiana Dunes National Lakeshore, USGS scientist Ralph Grundel is working to unravel some of the many mysteries surrounding native bee communities. He and his colleagues surveyed bees in five different habitats from dense forests to open fields, hoping to find out if the plant community predicted the bee community, or if other things, such as soil type, tree density, or disturbances such as fire, were more important. The researchers collected close to 5,000 native bees, representing at least 171 species. They had anticipated that the closer collecting sites were to each other the more similar the bee communities would be &ndash; but, said Grundel, they were wrong. Mere physical proximity wasn&rsquo;t a very good predictor of how similar bee communities would be, which means that local factors &ndash; such as soil type and the presence of woody debris (many native bees are ground- and cavity-nesters) &ndash; are important in determining bee communities. In fact, bee abundance &ndash; the actual numbers of bees of all species -- was lower in areas with a lot of tree canopy cover and higher if fire had occurred recently. Bee diversity &ndash; the number of different species &ndash; was higher in areas with more kinds of plants and an abundance of nesting resources (such as woody debris), and the kinds of bees in the bee community was significantly related to plant diversity, nesting suitability, and canopy cover.&nbsp; Specialist bees &ndash; those that gather pollen from a limited number of plants &ndash; were most likely to live in more open areas, indicating that the diversity of specialist bees lessens as the density of trees increases. Specialist bees, not surprisingly, were also more associated with the presence of native plants in the area, but a lot of these native plants were more likely to occur in disturbed areas, including areas that had recently been burned. So when pollinator organizations promote having pollinator gardens even in u","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["pollinators","Invasives","bees","Native Bees","Core Cast","Pollination","biology","Bee Diversity","Invasives"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1277265600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169345"},{"tid":"170494"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}