{"title":"USGS and Spot Image Corporation Announce Data Agreement","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> will receive nearly unlimited access to imagery collected by <a href=\"http:\/\/www.spot.com\/\">Spot Image<\/a> satellites over the continental United States under a major data purchase agreement announced today. The mid-resolution earth observation data from SPOT 4 and 5 satellites are similar to imagery acquired by aging U.S.<a href=\"http:\/\/landsat.usgs.gov\/\"> Landsat<\/a> satellites.<\/p>\n<p>&ldquo;Concern over Landsat data continuity led us to take a proactive approach to ensure alternate sources of imagery were available,&rdquo; said Bruce Quirk, coordinator for the <a href=\"http:\/\/remotesensing.usgs.gov\/index.php\">USGS Land Remote Sensing Program<\/a>. &ldquo;Although there is no substitution for Landsat, Spot Image, through a competitive bidding process, offered us liberal licensing arrangements and timely data delivery.\"<\/p>\r\n<p>Under the agreement, USGS now operates a SPOT-compatible ground receiving station using a Spot Image-owned terminal system at the <a href=\"http:\/\/eros.usgs.gov\/\">USGS Earth Resources Observation and Science (EROS) Center<\/a> in Sioux Falls, S.D., where Landsat data are processed and distributed. Announcements of the agreement by USGS and Spot Image today follow the installation of equipment and an extended period of testing.<\/p>\r\n<p>&ldquo;This agreement with USGS makes SPOT satellite imagery one of the most widely used medium resolution commercial sources of earth observation data in the U.S. government,&rdquo; said Antoine de Chassy, President and CEO of <a href=\"http:\/\/www.spot.com\/\">Spot Image Corporation<\/a>. Headquartered in Toulouse, France, the Spot Image group leverages a global network of ground receiving stations, partners and distributors to bring geographic information products and services to public and private-sector decision makers worldwide.<\/p>\r\n<p>Spot Image was awarded a one-year contract, which went into effect in December 2009, following a competitive bid process managed by USGS. Among the reasons for selecting the Spot Image bid is the fact the SPOT satellites acquire mid- to high-resolution panchromatic and multispectral images.<\/p>\r\n<p>This North American data purchase complements another acquisition agreement finalized between USGS and Spot Image in 2000. Under that contract, the USGS received a copy of the entire SPOT satellite image archive over North America from 1986 to 1998. Since early 2009, USGS has been making the archived SPOT data available at no charge to the U.S. public and private sectors via the <a href=\"http:\/\/edcsns17.cr.usgs.gov\/EarthExplorer\/\">EarthExplorer website<\/a>.<\/p>\r\n<p>The SPOT 5 Terminal was installed in April 2010. In a similar process to handling Landsat data, USGS receives, processes, and web-enables the SPOT data and distributes it to qualifying federal, state and local agencies. Prior to installation of the station, Spot Image provided North American imagery for USGS via a high-speed data connection.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","Geography South Dakota","satellites","Climateand Land Use Change Land Remote Sensing"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1275883200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170388"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}