{"title":"Mangroves Protecting Corals from Climate Change","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<strong>A New Refuge for Corals<\/strong>\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_18_2014_kOf6IVu22C_09_18_2014_4#.VDKV4hYXOAY\"><img class=\"    \" src=\"http:\/\/gallery.usgs.gov\/images\/09_18_2014\/kOf6IVu22C_09_18_2014\/medium\/MangrovesAbove100807--3288.jpg\" alt=\"Red Mangrove Trees\" width=\"350\" height=\"263\" \/><\/a> Corals are finding refuge within the red mangroves at Hurricane Hole, a mangrove habitat in the U.S. Virgin Islands, from threats such as warming ocean temperatures, solar radiation and increased ocean acidification.<br \/>Photo credit: Caroline Rogers, USGS[\/caption]\n\nCertain types of corals, invertebrates of the sea that have been on Earth for millions of years, appear to have found a way to survive some of their most destructive threats by attaching to and growing under mangrove roots.\n\nScientists with the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> and <a href=\"http:\/\/www.eckerd.edu\/\">Eckerd College<\/a> recently published <a href=\"http:\/\/www.biogeosciences.net\/11\/4321\/2014\/bg-11-4321-2014.html\">researchÂ <\/a>on a newly discovered refuge for reef-building corals in mangrove habitats of the U.S. Virgin Islands. More than 30 species of reef corals were found growing in Hurricane Hole, a mangrove habitat within the <a href=\"http:\/\/www.nps.gov\/vicr\/index.htm\">Virgin Islands Coral Reef National Monument<\/a> in St. John.\n\n[caption id=\"\" align=\"alignright\" width=\"299\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_18_2014_kOf6IVu22C_09_18_2014_3#.VDKWohYXOAZ\"><img src=\"http:\/\/gallery.usgs.gov\/images\/09_18_2014\/kOf6IVu22C_09_18_2014\/medium\/MangroveAboveBelow090117--1955.jpg\" alt=\" Red Mangrove Trees\" width=\"299\" height=\"500\" \/><\/a> Red Mangroves are subtropical or tropical trees that colonize coastlines and brackish water habitats, have networks of prop roots that extend down toward the seafloor and corals are growing on and under these roots.<br \/>Photo Credit: Caroline Rogers, USGS[\/caption]\n\nCorals are animals that grow in colonies, forming reefs over time as old corals die and young corals grow upon the calcium carbonate or limestone skeletons of the old corals. Coral reefs make up some of the most biologically diverse habitats on Earth, and face many threats such as coastal pollution, dredging and disease. However, some of their most widespread threats involve warming ocean temperatures, solar radiation and increased <a href=\"http:\/\/coastal.er.usgs.gov\/ocean-acidification\/tropical.html\">ocean acidification<\/a>.\n\nIt is from these threats that corals are finding refuge under the red mangroves of Hurricane Hole. Red mangroves, subtropical or tropical trees that colonize coastlines and brackish water habitats, have networks of prop roots that extend down toward the seafloor, and corals are growing on and under these roots.\n\n<strong>How does it work?<\/strong>\n\nMangroves and their associated habitats and biological processes protect corals in a variety of ways.\n<ul>\n\t<li>The shade provided by mangroves protects the corals from high levels of solar radiation. This in turn, may reduce some of the stress caused by warming ocean waters.<\/li>\n<\/ul>\n<ul>\n\t<li>A combination of chemical, biological and physical conditions around the mangrove habitats helps protect the corals by keeping acidity in the water below harmful levels. With oceans becoming more acidic due to the increased amount of carbon dioxide absorbed from the atmosphere, ocean animals like corals are threatened by rising acidity levels, which can slow coral growth and impact reef structure.<\/li>\n<\/ul>\n<ul>\n\t<li>The shade provided by the mangroves helps deter coral bleaching, a condition that essentially starves coral and can, in prolonged cases, result in their death. With climate change, coral bleaching episodes are becoming more frequent around the world.<\/li>\n<\/ul>\nBleaching occurs when corals lose their symbiotic algae. Most corals contain algae called zooxanthellae within their cells. The coral protects the algae, and provides the algae with the compounds they need for photosynthesis. The algae, in turn, produce oxygen, help the coral to remove waste products, and, most importantly, provide the coral with compounds the coral needs for everyday survival. When corals are under prolonged physiological stress, they may expel the algae, leading to the condition called bleaching.\n\n[caption id=\"\" align=\"alignleft\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_18_2014_kOf6IVu22C_09_18_2014_2#.VDKW1BYXOAZ\"><img src=\"http:\/\/gallery.usgs.gov\/images\/09_18_2014\/kOf6IVu22C_09_18_2014\/medium\/DlabCnatans090108--1853.jpg\" alt=\"Coral Colonies Growing Under Mangrove Prop Trees\" width=\"500\" height=\"339\" \/><\/a> Boulder brain corals, for example, were found in abundance under the mangroves and were healthy, while many of those in unshaded areas a short distance away were bleaching.<br \/>Photo Credit: Caroline Rogers, USGS[\/caption]\n\nWhen examining corals for this study, researchers found evidence of some species thriving under the mangroves while bleaching in unshaded areas outside of the mangroves.Â  Boulder brain corals, for example, were found in abundance under the mangroves and were healthy, while many of those in unshaded areas a short distance away were bleaching.\n\n<strong>Adapting to Climate Change?<\/strong>\n\n<strong><\/strong>Organisms throughout the world are threatened as climate and other conditions change. If they can find ways to adapt, as it appears these coral have, they can continue to survive as part of an invaluable piece of this worldâ\u0080\u0099s intricate ecological puzzle. It is not known how many other mangrove areas in the world harbor such a high diversity of corals, as most people do not look for corals growing in these areas. No coral reefs have been identified to date that protect from rising ocean temperatures, acidification and increased solar radiation like these mangrove habitats in St. John.\n\n&nbsp;\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24367","uid":"31","filename":"Main1.jpg","uri":"public:\/\/Main1.jpg","filemime":"image\/jpeg","filesize":"45892","status":"1","timestamp":"1425492768","type":"image","uuid":"10a29fd5-d89c-44a6-9ea8-65bf437cf69d","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["climate","climatechange","coral","CoralReefs","mangrove","MangroveRoots","Mangroves","OceanAcidification","OceanWarming","USVI"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1412601667","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}