{"title":"Results Are In: Great Southern California ShakeOut Successful, Sets U.S. Record!","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Now Planning for 2009<strong>&nbsp;<\/strong><\/p>\n<p><!--introstart-->Los Angeles - It's working! On November 13, 2008 more than 5.47 million people in southern California participated in The Great Southern California ShakeOut, now officially the largest earthquake drill in the Nation's history - and according to some community leaders, a success that should be practiced every year.<!--introend-->&nbsp;<\/p>\r\n<p>\"This is the best single effort in emergency preparedness in my nearly 20 years in the business,\" wrote Mike Martinet, Executive Director, South Bay Office of Disaster Management (Area G).&nbsp; \"I hope that we can continue to use this scenario or some variations thereof for years to come<strong>.<\/strong>\"<\/p>\r\n<p>The Great Southern California ShakeOut was a week of events, including the drill, all based on the 7.8 Magnitude San Andreas Fault earthquake scenario<strong>.<\/strong> All the resources, tools and information are still readily available at <a href=\"http:\/\/www.shakeout.org\/\">http:\/\/www.shakeout.org\/<\/a>. Much of the concept and organization came out of the Earthquake Country Alliance, a public-private partnership, which includes the US Geological Survey, Southern California Earthquake Center, California Office of Emergency Services, Caltech, State Farm, City of Los Angeles, Art Center College of Design, and many other partners.<\/p>\r\n<p>When organizers of The ShakeOut concluded the historic week of earthquake preparedness events, including millions taking part in the \"Drop, Cover, and Hold On\" drill, they convened a meeting of emergency managers and community leaders to examine value of the effort.&nbsp;&nbsp; When asked what could be done better, the participants overwhelmingly supported the idea of turning it into an annual day or week of disaster preparedness activities.&nbsp;<\/p>\r\n<p>\"We didn't know when we set out to do this, if anyone would participate,\" said Lucy Jones, Chief Scientist of the USGS Multi-Hazards Demonstration Project.&nbsp; \"They did, and we're now getting calls to do something annually.\"&nbsp;<\/p>\r\n<p>The requests to continue the effort have been so constant over the past month that the Earthquake Country Alliance has agreed to look into expanding into a statewide organization.&nbsp; \"We certainly have heard many ideas of how we can get more people involved - and we'd like to do just that!\" said Mark Benthien, Executive Director of the Earthquake Country Alliance and Outreach Director for the Southern California Earthquake Center.&nbsp;&nbsp; \"We hope that an annual ShakeOut-like drill will be part of an expanded statewide earthquake awareness program for many years.\"<\/p>\r\n<p>One month after the Great Southern California ShakeOut, people are still talking about what they did during the ShakeOut Drill.&nbsp; Emergency managers and community leaders are talking about what worked and what could have been done better, and where to go next.&nbsp; Among their suggestions: improved communications with citizens groups, neighborhood watch groups, and the public; getting more buy-in from the top-level in many organizations, businesses, and educational institutions; and giving people more time to get ready.&nbsp;<\/p>\r\n<p>When asked what worked in the ShakeOut, numerous participants told organizers how the effort was based on comprehensive and multidisciplinary science, coupled with materials that explained and visualized it so clearly, and led by established experts that gave ShakeOut credibility and made people take it seriously.&nbsp; Despite the seriousness, many considered the experience to be fun. ShakeOut organizers received many photos from around the region showing people under tables and desks performing Drop, Cover, and Hold On - smiling.&nbsp;<\/p>\r\n<p><strong>MORE SHAKEOUT FACTS AND QUOTES<\/strong><\/p>\r\n<p>How does more than 5 million people compare to other drills around the world?&nbsp; The massive annual earthquake drills in seismically hyper-active Japan draw an estimated 800,000","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Shake Out","earthquake"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1229662800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169129"},{"tid":"169511"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}