{"title":"Citizen Scientists Monitor Boise Watershed","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Residents of Idaho&rsquo;s Treasure Valley will once again become citizen scientists to monitor water quality in the Boise River watershed.<!--introend--><\/p>\n<p>On Saturday morning, October 3, between 9:00 a.m. and 12:00 p.m., local citizens will gather at sites along the Boise River to collect water and insect samples, conduct basic water-quality tests, and record their data. The event is sponsored by the City of Boise&rsquo;s WaterShed Environmental Education Center. The U.S. Geological Survey is an event cosponsor.<\/p>\r\n<p>A USGS hydrologic technician will be at the Glenwood Bridge sampling site to teach the volunteers how to safely collect their samples and to conduct the on-site tests. The technician also will explain how USGS collects and shares water-quality data from its statewide network of streamgages and groundwater monitoring sites. The technician will demonstrate the use of USGS sampling equipment and answer questions about their work and the mission of USGS.<\/p>\r\n<p>The USGS is also providing educational materials to all of the citizen volunteers.<\/p>\r\n<p>This is the third of the citizen sampling events that are held each fall and spring. The goal is to give Treasure Valley residents the chance to take an active role in tracking the health of the watershed. For more information about Watershed Watch, visit the <a href=\"http:\/\/www.cityofboise.org\/Bee\/WaterShed\/Home\/\">WaterShed Environmental Education Center online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["water","watershed","Health"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1254283200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170582"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}