{"title":"salt Lake Geologist To Give Updates On Mars Pathfinder; Sojourner","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>When Henry J. Moore was growing up on Third Avenue during the 1930s, he says he didn&rsquo;t pay much attention to the comic-book space dust being kickedup by Buck Rogers and Flash Gordon. Twenty years later, however, Moore&rsquo;s interest in the dust and landforms of Planet Earth set him on a course that would eventually land in the dust on Mars; in a matter of speaking. <\/p>\n<p>Moore, who attended Wasatch Elementary School and Bryant Junior High School, and graduated from Salt Lake&rsquo;s East High School in 1945, will be one of the featured speakers during a symposium on \"Planetary Geology: To Mars and Back,\" Tuesday afternoon, October 21, as part of the Geological Society of America&rsquo;s annual meeting at the Salt Palace Convention Center. Moore&rsquo;s slide-illustrated presentation on field observations by the Mars Pathfinder rover will review the Mars images that have become familiar to people all over the world during the past three months, as well as several views of the Red Planet that have not been seen by the general public. <\/p>\r\n<p>Moore, a retired <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey (USGS)<\/a> geologist, was at the Jet Propulsion Laboratory (JPL) of the California Institute of Technology in Pasadena, Calif., on July 4, when the Pathfinder landed on the Mars site that he had helped to select. He then spent the next six weeks at JPL, working with other scientists on the JPL\/NASA team to interpret the photos and other data that were being sent back by the Mars rover, \"Sojourner,\" as she slowly and cautiously moved across the boulder-strewn plain at the mouth of Ares Vallis. <\/p>\r\n<p>Moore always refers to Sojourner as \"she,\" noting that the little rover was named for Sojourner Truth, the freed black abolitionist of the last century who became famous for the messages she sent to slaves in the southern states. <\/p>\r\n<p>\"I see our Sojourner as a field geologist, says Moore, \"She gets out there and observes the landscape; takes samples, through her spectrometer; and sends back information to headquarters. Just what a good field geologist should do.\" <\/p>\r\n<p>Like most Americans who grew up in the pre-space-travel era, Moore is still a bit in awe of the technological advances of the last two decades, and grateful that he is able to be part of that technology. <\/p>\r\n<p>Moore began his geologic career in 1954, after receiving a degree in mineralogy from the University of Utah. In 1960, while attending Stanford University in Palo Alto, Calif., he ran into Eugene Shoemaker, whom he had first met when both were working for the USGS in Grand Junction, Colo. Shoemaker convinced Moore to rejoin the USGS and become part of its fledgling astrogeology program. The rest, as they say, is history, as Shoemaker and Moore became advisors to NASA and helped train Apollo astronauts in \"crater geology,\" prior to the moon landings of the 1960s. When those astronauts brought back rock samples from the moon&rsquo;s surface, Moore was one of the scientists who helped in the analysis of those rocks and of photographs of the moon&rsquo;s surface taken from lunar orbit. <\/p>\r\n<p>Moore&rsquo;s experience in helping to select lunar landing sites and in astrogeology in general was transferred to the Mars Viking project, and he was among those who helped to select the landing site for the Viking that landed on Mars in 1976. <\/p>\r\n<p>Moore&rsquo;s retirement from the USGS in 1994 didn&rsquo;t mean that he cleaned out his desk and went fishing. Indeed, Moore puts in as many work hours now as when he was on the government payroll. The USGS has a policy of continuing to provide office space for scientists who continue to conduct research and publish their findings; both of which apply to Moore. Moore also spends much of his time traveling between his USGS office in Menlo Park, Calif., to the JPL offices in Pasadena, where he put in 12-hour days, seven days a week, in the weeks following the Pathfinder landing. \"It&rsquo;s so m","summary":null,"format":null}]},"field_images":[],"regions":["Utah","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"876974400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}