{"title":"USGS and Partners to Evaluate Impact of Habitat Restoration on Migratory Waterfowl in the Central Valley of California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>NOTE TO NEWS EDITORS:<\/b> Reproducible photos may be found at:<br><a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/12-17a.tif\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/12-17a.tif <\/a>(truck with radio-tracking antennae)<br><a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/12-17b.tif\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/12-17b.tif<\/a> (rocket net)<br><a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/12-17c.tif\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/12-17c.tif<\/a> (pintail duck with radio transmitter)<br><a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/12-17d.tif\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1998\/12-17d.tif <\/a>(released pintail with radio transmitter)<br>\n<p><!--introstart-->Sitting in the darkened cab of a pick-up truck on a California Central Valley back road, research biologist Joe Fleskes of the USGS Western Ecological Research Center strained to hear the faint \"beep beep beep\" from his radio-tracking receiver. Somewhere out in the foggy night, the radio signal was emanating from a small transmitter worn by one of 320 ducks and geese fitted with these monitoring devices. <!--introend-->\r\n<p>By radio-tracking the birds, Evaluation Project Leader Fleskes and more than a dozen other researchers hope to learn during the next three years what waterfowl do during the day and night throughout the winter. Monitoring waterfowl movements is just one part of a large cooperative research effort to discover what effect ten years of habitat restoration, preservation and management have had on waterfowl wintering in the Central Valley. Information gathered on the lives of ducks and geese in this project of the USGS, the U.S. Fish and Wildlife Service (USFWS), the California Department of Fish and Game, Ducks Unlimited, Inc., the California Waterfowl Association, and the Grassland Water District will help wildlife managers judge whether the goals and strategies of Central Valley habitat programs are appropriate or need to be modified. \r\n<p>\"Why do we care what ducks and geese do at night?\" asked Fleskes. \"Many waterfowl, especially ducks, feed primarily at night. If we observed them by day only, we would only know where they roosted -- or slept. We&rsquo;d have no idea where they go to eat. To evaluate our habitat programs, we need to know where these wintering birds spend both their days and nights.\" \r\n<p>Whether duck or goose, said Fleskes, the waterfowl may move about in search of choice locations for both feeding and sleeping. These two principal activities often do not occur at the same location and waterfowl may expend considerable energy in travel between sites. \r\n<p>\"If a bird must fly a long distance to find food or a safe roost throughout the winter,\" said Fleskes, \"it will be less fit when it returns to its nesting grounds in the northern United States or Canada. It may produce fewer young, or fail to reproduce.\" \r\n<p>Fleskes said the study will provide information on the kinds of habitats wintering waterfowl select for feeding and roosting. It will also indicate how the location and management of habitats affect their use. Biologists in trucks equipped with cab-mounted directional antennae and specialized receivers to pick up transmitter frequencies will attempt to track each bird&rsquo;s location around-the-clock until the birds migrate north in the spring. \r\n<p>Despite wetland losses of over 90 percent in this century, the Central Valley has remained one of the most important areas for migratory waterfowl in North America. Remaining wetlands, flooded agricultural fields, and wildlife refuges from Redding to Bakersfield provide a winter home to 60 percent of the ducks and geese that migrate along the Pacific Flyway, 20 percent of all North American waterfowl. \r\n<p>Fleskes noted that federal, state and private wildlife managers in the Central Valley have long been active in trying to preserve and increase the quality of waterfowl habitat. Since 1988 the Central Valley Habitat Joi","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"913870800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169691"},{"tid":"169230"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}