{"title":"An Extraordinary Sense of Public Service ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<strong>An Extraordinary Sense of Public Service <\/strong>\n\nFive USGS employees were honored today with Interior Department Distinguished Service Awards â\u0080\u0093 these awards are given to those with an extraordinary record of public service to the nation and its people.\n\nThe USGS awardees are Karen Baker, Raymond Buland, Carla Burzyk, Arthur Frankel, and Thomas Holzer.\n\nSecretary of the Interior Ken Salazar said in his remarks at todayâ\u0080\u0099s Awards Convocation Ceremony in Washington, D.C., that these USGS and other DOI awardees are â\u0080\u009cserving America in notable and unique ways.â\u0080\u009dÂ  He congratulated the honorees, emphasizing that their awards are being given â\u0080\u009cfor demonstrating an extraordinary sense of public serviceâ\u0080\u009d and for â\u0080\u009chelping immeasurably in our mission to serve all parts of the nation and all citizens who want to conserve, use, and share our natural resources.â\u0080\u009d\n\n[caption id=\"attachment_173585\" align=\"alignleft\" width=\"118\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/Karen-Baker.jpg\"><img class=\"size-medium wp-image-173585  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/Karen-Baker-241x300.jpg\" alt=\"A portrait of Karen Baker\" width=\"118\" height=\"147\" \/><\/a> Ms. Karen Baker[\/caption]\n\n<strong>Karen D. Baker<\/strong>\nMs. Karen D. Baker is an exemplary manager whose leadership has been pivotal in ensuring the efficient and effective stewardship of the public funds entrusted to the USGS. Â Ms. Baker led broad initiatives to improve financial management, capital assets, facilities management and contracting, that included sophisticated laboratory equipment and facilities, satellite operations, real-time seismic and streamgage networks used for emergency management around the world, as well as aircraft and vessel operations. Â She also Â designed and implemented comprehensive improvements to USGS financial business practices, accounting and allocation processes, management controls, and information systems, thereby dramatically increasing financial transparency, property and asset management, and fiscal accountability. Â Under her leadership, Under her leadership, USGS consistently garnered outstanding reviews in its annual financial audits and benefited from the improvements in its financial practices through greater efficiency and effective management controls.Â  Â In 2009, the USGS was allocated American Recovery and Reinvestment Act (ARRA) funds, which came with stringent requirements. Â Â Through Ms. Bakerâ\u0080\u0099s attention to detail on all aspects of the ARRA funds and projects, activities were accomplished and exceeded expectations.\n\n[caption id=\"attachment_173586\" align=\"alignright\" width=\"118\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/Roland-Burman.jpg\"><img class=\"size-medium wp-image-173586 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/Roland-Burman-241x300.jpg\" alt=\"A portrait of Raymund Buland\" width=\"118\" height=\"147\" \/><\/a> Dr. Raymond Buland[\/caption]\n\n<strong>Raymond P. Buland<\/strong>\nDr. Raymond P. Buland has demonstrated outstanding scientific insight, technical knowledge, and management skills as he designed and led a team that developed a cutting-edge computer-based system for rapid analysis of earthquake data. Â This system is the operational core of the USGS National Earthquake Information Center (NEIC) and is based on advanced concepts in seismology, pattern recognition and association, statistics, telecommunications, and software and hardware integration. Â The NEIC system automatically detects seismic disturbances on more than 1,000 data links from seismometers worldwide, associates these detections with single events, and automatically computes earthquake locations, magnitudes, and other source characteristics. Â Earthquake information and estimated impacts are used by the Federal Emergency Management Agency, the Department of State, the Department of Defense, the U.S. Agency for International Development, and the White House. Â Data from the system were essential in providing swift earthquake disaster relief to Haiti and Chile following large earthquakes in early 2010, expediting U.S. Government assessment of and response to these disasters. Â In addition to his leadership in creating NEIC data analysis systems, Dr. Buland also directed development of the U.S. National Seismic Network, a nationwide network of modern digital seismographs designed to provide a uniform basis for coverage of earthquake activity across the nation.\n<strong><\/strong>\n\n[caption id=\"attachment_173584\" align=\"alignleft\" width=\"118\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/Carla-Burzick.jpg\"><img class=\"size-medium wp-image-173584  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/Carla-Burzick-241x300.jpg\" alt=\"A portrait of Carla Burzyk\" width=\"118\" height=\"147\" \/><\/a> Ms. Carla Burzyk[\/caption]\n\n<strong>Carla M. Burzyk<\/strong>\nMs. Carla M. Burzyk has spent her professional career in service to the Department of the Interior. Â Along this path, she spent several years at the Department where she advised the Secretary on issues and programs related to the Departmentâ\u0080\u0099s science programs, served as a member of the Secretaryâ\u0080\u0099s Science Board, authored the executive summary of the Departmentâ\u0080\u0099s â\u0080\u009cBudget in Briefâ\u0080\u009d (highlights of the Departmentâ\u0080\u0099s budget), and as Special Assistant to the Assistant Secretary for Water and Science, advised the Assistant Secretary on the program issues related to the Bureau of Reclamation and the USGS. Â In her tenure, first as Budget Officer, then as Director of the Office of Budget and Performance, Â  Ms. Burzyk has led the USGS in efforts which resulted in more than a $1 billion appropriation for the USGS, a realignment of the budget structure from science disciplines to science themes, integration of budget requests with performance metrics, internal control processes for the science programs to ensure scientific oversight is effective and sound, and science as a key mission area in the Departmentâ\u0080\u0099s Strategy Plan.<strong><\/strong>\n\n[caption id=\"attachment_173583\" align=\"alignright\" width=\"118\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/Arthur-Frankel.jpg\"><img class=\"size-medium wp-image-173583 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/Arthur-Frankel-241x300.jpg\" alt=\"A portrait of Arthur Frankel\" width=\"118\" height=\"147\" \/><\/a> Dr. Arthur Frankel[\/caption]\n\n<strong>Arthur D. Frankel<\/strong>\nDr. Arthur D. Frankel is an internationally renowned expert in earthquake seismology. Â His innovative and visionary work has greatly improved our ability to predict the ground motions and damage caused by earthquakes in our nationâ\u0080\u0099s urban areas. Â Dr. Frankel developed the first seismic hazard map of Seattle, Washington, in 2007, incorporating current knowledge of earthquake faults and soil deposit that has allowed the City of Seattle to identify and classify the location of dangerous unreinforced masonry buildings. Â Based on this map, the City of Seattle is developing a mandatory seismic retrofit ordinance to address the most critical upgrades to these buildings. Â Dr. Frankelâ\u0080\u0099s work has direct application for the mitigation of the nationâ\u0080\u0099s seismic hazard, a key goal of the National Earthquake Hazard Reduction Program. Â In 2010, Dr. Frankel developed a preliminary seismic hazard analysis of Haiti that will allow for better rebuilding in that quake-ravaged country.\n<strong><\/strong>\n\n[caption id=\"attachment_173587\" align=\"alignleft\" width=\"102\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/Thomas-Hulzer.jpg\"><img class=\"size-medium wp-image-173587  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/Thomas-Hulzer-241x300.jpg\" alt=\"A portrait of Thomas Holzer\" width=\"102\" height=\"126\" \/><\/a> Dr. Thomas Holzer[\/caption]\n\n<strong>Thomas L. Holzer<\/strong>\nDr. Thomas L. Holzer is internationally renowned for his innovative and visionary work to predict the location and amounts of ground failure and liquefaction caused by earthquakes. Â He pioneered studies of liquefaction that could cause extensive damage to ports, airports, bridges, and other nationally significant infrastructures built on soft soils, shorelines, river valleys, and landfills. Â His innovative research to improve the predictability of liquefaction using geotechnical measurements significantly advances the field of seismic hazard assessment by localizing where ground failure is most likely to occur during large earthquakes. Â Dr. Holzerâ\u0080\u0099s insightful research was critical for enabling the first accurate maps of liquefaction potential in the San Francisco Bay area. Â He is now turning this method around to better understand how severe the ground shaking was during the large 1811-1812 earthquakes in New Madrid, Missouri, based on present-day liquefaction evidence. Â Dr. Holzerâ\u0080\u0099s liquefaction potential index is used worldwide to evaluate site-specific liquefaction hazard at sites of critical infrastructure.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24184","uid":"31","filename":"Featured-Image-e1331324989186.jpg","uri":"public:\/\/Featured-Image-e1331324989186.jpg","filemime":"image\/jpeg","filesize":"41144","status":"1","timestamp":"1425492768","type":"image","uuid":"f8d34f26-c9bc-4cd0-be16-d7b8477746df","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":288,"width":500},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Awards","DOI Distinguished Service Awards","DSAs","earthquakes","personnel"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1331152773","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}