{"title":"Media Advisory: USGS to Host Congressional Briefing: Earthquake Science and Remaining Mysteries","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><a href=\"http:\/\/twitter.com\/usgslive\"><strong><em>@USGSLive<\/em><\/strong><\/a><strong><em>&nbsp;(Twitter account) will be live-tweeting this event<\/em><\/strong><\/p>\n<p>It's 1964 in Alaska. Imagine 4.5 minutes of powerful ground shaking underneath you from a magnitude 9.2 earthquake. You and your loved ones are then faced with resulting landslides and a devastating tsunami. You just experienced the largest earthquake ever recorded in North America. In that moment, scientists did not know how or why it occurred.<\/p>\r\n<p>That event marked a turning point for earthquake science. <!--introstart-->Come learn about the great leaps in research over the last 50 years, and the research still underway to understand the remaining mysteries of earthquake hazards.<!--introend--><\/p>\r\n<p>It is essential to start with science, because we can't plan if we don&rsquo;t know what we are planning for.<\/p>\r\n<p><strong>What:<\/strong><\/p>\r\n<p>The USGS and the Hazards Caucus Alliance invite you to a congressional briefing on exploring earthquakes, focusing on analysis of the past and essential science still needed to protect lives and property.<\/p>\r\n<p><strong>When:<\/strong><\/p>\r\n<p><strong>&nbsp;<\/strong>Friday, February 28, 2014<br \/>10:00 a.m.<\/p>\r\n<p><strong>Where:<\/strong><\/p>\r\n<p>Rayburn House Office Building<br \/>Room 2325<br \/>Washington, D.C.<\/p>\r\n<p><strong>Who:<\/strong><\/p>\r\n<p>David Applegate, U.S. Geological Survey<br \/>Peter Haeussler,&nbsp;U.S. Geological Survey<br \/>Tom Jordan,&nbsp;Seismological Society of America<br \/>John Schelling,&nbsp;Washington State Military Department's Emergency Management Division<\/p>\r\n<p><strong>Hosts:<\/strong><\/p>\r\n<p>American Geosciences Institute<br \/>American Geophysical Union<br \/>Geological Society of America<br \/>Seismological Society of America<\/p>\r\n<p><strong>RSVP:<\/strong><\/p>\r\n<p>Please send your RSVP to Jessica Robertson at <a href=\"mailto:jrobertson@usgs.gov\">jrobertson@usgs.gov<\/a> if you plan to attend.<\/p>\r\n<p>Refreshments will be provided courtesy of the Seismological Society of America.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia","Alaska"],"country":["United States of America"],"mm_tags":["Natural Hazards","Natural Hazards Earthquake Hazards","Geographic Areas Alaska"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1392872400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}