{"title":"sea Turtles Benefiting From Protected Areas","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Additional Contact: Kristen Hart, Mobile Phone: 954-650-0336<\/p>\n<p>\r\n<hr \/>\r\n<\/p>\r\n<p>DRY TORTUGAS, Fla. &ndash; <!--introstart-->Nesting green sea turtles are benefiting from marine protected areas by using habitats found within their boundaries, according to a U.S. Geological Survey study that is the first to track the federally protected turtles in&nbsp;Dry Tortugas National Park.<!--introend--><\/p>\r\n<p>Green turtles are listed as endangered in Florida and threatened throughout the rest of their range, and the habits of green sea turtles after their forays to nest on beaches in the Southeast U.S. have long remained a mystery. Until now, it was not clear whether the turtles made use of existing protected areas, and few details were available as to whether they were suited for supporting the green sea turtle&rsquo;s survival.<\/p>\r\n<p>U.S. Geological Survey researchers confirmed the turtles'use of the protected areas by tracking nesting turtles with satellite tags and analyzing their movement patterns after they left beaches.<\/p>\r\n<p>&nbsp;\"Our goal was to better understand what types of habitats they used at sea and whether they were in fact putting these designated areas to use. This study not only shows managers that these designated protected areas are already being used by turtles, but provides insight into the types of habitats they use most,\" said the study&rsquo;s lead author, Kristen Hart, who works as a research ecologist for the U.S. Geological Survey.<\/p>\r\n<p>Hart's team made the discovery by fitting green sea turtle mothers with satellite&nbsp;tags after they came onto beaches within Dry Tortugas National Park to nest. After tracking their movements and analyzing their time at sea, the team located the areas turtles used between their nesting events and determined where turtles traveled after the nesting season was over.<\/p>\r\n<p>They found green sea turtles spending much of their time in protected sites within both Dry Tortugas National Park and the surrounding areas of the Florida Keys Marine National Sanctuary.&nbsp;<\/p>\r\n<p>\"We were thrilled to find that these turtles used some areas already under 'protected' status. The ultimate goal is to help managers understand where these endangered turtles are spending their time both during the breeding period and then when they are at feeding areas. Given that worldwide declines in seagrasses &ndash; one of the most important habitats they rely on for food &ndash; has already been documented, this type of data is critical for managers,\" said Hart.<\/p>\r\n<p>The team learned about the turtle's habitat needs during the nesting season by using ATRIS, a georeferenced, underwater camera system developed by the USGS to collect over 195,000 seafloor images. Researchers surveyed the areas frequented by turtles within Dry Tortugas National Park by photographing the seafloor in a series of parallel lines totaling 70 kilometers (over 43 miles).&nbsp; Using a habitat map derived from those images, they found that the turtles most commonly used shallow seagrass beds and degraded coral reefs that have been overgrown by a mixed assemblage of other organisms, such as sea fans, sponges, and fire coral.<\/p>\r\n<p>\"Our synergistic approach of combining satellite telemetry data with an extensive habitat map proved to be an effective way to find out exactly what habitats these nesting turtles were using in the Park,\" said Dave Zawada, a USGS research oceanographer and co-author on the study.<\/p>\r\n<p>The Dry Tortugas'population made shorter migrations than that typically seen among other green turtle populations around the world; this was only the second published study showing green turtles taking up residence at feeding grounds located quite near their breeding grounds.<\/p>\r\n<p>\"We hope to keep pushing the frontier of what is known about in-water sea turtle habitat use, as this type of scientific information is vital for understanding whether conservation measures are effective,\" said H","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["Ecosystems Wildlife Terrestrialand Endangered Resources","ecosystems","Green Sea Turtle","seaturtle","Dry Tortugas","Dry Tortugas National Park","Florida","Geographic Areas Southeast"],"distribution":["Biology"],"release_date":{"und":[{"value":"1367208000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169209"},{"tid":"169888"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}