{"title":"Behind The Scenes In The Pacific Northwest Flooding","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The floods have crested and are beginning to recede in most places in the Pacific Northwest. Nevertheless dozens of U.S. Geological Survey personnel, who were busy over the holidays measuring the high streamflows and keeping river stage monitors operating, are still busy in the field and in their offices. Field crews have been hampered by mudslides, road closures, and extremely dangerous conditions. Many sites cannot be reached. \n<p>The USGS makes flood-level and discharge information available to other Federal agencies, such as the Corps of Engineers, Bureau of Reclamation, and the National Weather Service; to State and local cooperating agencies; and to the public by the Internet and other computer links. Jobs are prioritized based on needs of formally designated emergency-management teams for information critical to public safety. This data also provides information on how bad the flood is compared to past ones, how likely it is that a flood of this magnitude will occur again, and what the specific effects of the flood are. This kind of information will be used by other agencies to prepare for and help mitigate the impact of future events. \r\n<p>Field crews have been making repairs to the telemetry equipment as needed. Although real-time transmission of data has been interrupted at several sites, the network has suffered little damage so far and is providing essential flood data to the necessary personnel. \r\n<p>Landslides, rockslides, and mudslides related to the flooding also occurred in many places. These will be studied by teams of USGS landslide experts next week when access to the sites can be gained. These experts will map the slides and study them to determine why they occurred. Most landslide areas are inaccessible at the present time. This information also will be used by planners. \r\n<p>A state-by-state summary appears below: \r\n<p>California--Significant flooding has occurred or is occurring on 15 rivers. Historical peaks have been approached or exceeded on three California streams as follows: \r\n<p>* The Cosumnes River at Michigan Bar exceeded the previous record high gage height by 0.7 feet on January 2 and was still rising at that time. Records began in 1907. \r\n<p>* The South Fork American River near Camino, a major stream flowing into Folsom Reservoir (just east of Sacramento) flowing at approximately 70,000 ft3\/s (cubic feet per second) exceeds the previous record by 20,200 ft3\/s. Records began in 1922. \r\n<p>* The Napa River near St. Helena crested January 2 just below the previous peak of record set in 1986. \r\n<p>Idaho--Melting snow has caused widespread and rapid runoff. Many rock and mudslides have closed several central-Idaho highways, and many have also been washed out by high flows and mudslides. Flows of the Payette River in Gem County and the Weiser River in Washington County are expected to reach or exceed the 100-year recurrence interval discharge. (A 100-year recurrence interval means that there is a 1 % chance of an equivalent flood occurring in any given year.) Water levels on several other rivers in south-central Idaho continue to rise. \r\n<p>Nevada--Warm rain in the Sierra is rapidly melting the substantial snowpack. Resultant flooding in northwest Nevada has approached, and in some cases exceeded, peaks of record in the Truckee, Carson, and Walker Rivers and their tributaries. This flood event is approaching the historical event of record that occurred in 1955. Flood debris has made it virtually impossible for USGS personnel to make discharge measurements at the few accessible sites. \r\n<p>* Upstream reservoirs in the Truckee River basin are reaching storage capacity and will have to have releases added to the mainstem flow by mid-day today (January 3). \r\n<p>Oregon--Flooding is very widespread in Oregon, with many roads closed owing to high water and landslides. USGS crews are going on foot or by snowmobile into areas that are inaccessible by four-wheel drive vehicles. \r\n<p>* Most streams and r","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"852267600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169788"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}