{"title":"New Videos Released for Great Alaska Quake 50th Anniversary","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ANCHORAGE, Alaska<strong> &mdash; <\/strong>The U.S. Geological Survey has released two new videos about the Great Alaska Earthquake of March 27, 1964 to commemorate the upcoming 50th anniversary of the largest earthquake ever recorded in the United States.<\/p>\n<p>The videos include rare vintage film footage&nbsp;and photos&nbsp;of the earthquake damage, combined with modern interviews with some of the same scientists who first investigated the magnitude 9.2 quake. They tell the story about the scientific discovery that was a significant early contribution to the now widely-accepted theory of plate tectonics.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"360\" width=\"640\" scrolling=\"auto\" src=\"http:\/\/www.youtube.com\/embed\/lE2j10xyOgI?feature=player_embedded\"><\/iframe><\/p>\r\n<p>The two videos, a four-minute, and an 11-minute version of the same story, feature USGS Geologist Emeritus George Plafker who was one of the first geologists on the scene 50 years ago to assess the damage and help with plans for rebuilding. Today, Plafker is still conducting geologic research to better understand the ground response and what the severity of shaking may be during the next big earthquake in Alaska. While the probability of a repeat earthquake of the same magnitude is very low, even a smaller quake of magnitude 7 or 8 can do a significant amount of damage. Plafker's and other scientists' research contributes to the safety and resiliency of Alaska communities to future large quakes.<\/p>\r\n<p>\"This is an incredible story. We've got great old film footage, revolutionary science and some remarkable geologists who've really made a difference,\" said USGS video producer Stephen M. Wessells. \"It's been exciting to learn how two generations of scientists have sorted out the details and clarified the threats.\"<\/p>\r\n<p>While examining modern sediment cores drilled in Alaska and brought into the laboratory, Plafker reminisces about his first impressions on the scene immediately after the devastating earthquake and tsunami. His current research is helping scientists understand how frequently earthquakes of that size have occurred in the past. Carbon dating the layers in the core sample, reveals the past 5000 years of prehistory, and gives Plafker a clue about the potential of future activity or occurrences of similar events.<\/p>\r\n<p>The new four-minute video, \"<a href=\"http:\/\/gallery.usgs.gov\/videos\/748\">Magnitude 9.2: The 1964 Great Alaska Earthquake<\/a>\" as well as an 11-minute extended version called \"<a href=\"http:\/\/gallery.usgs.gov\/videos\/755\">1964 Quake: The Great Alaska Earthquake<\/a>,\" are available online.<\/p>\r\n<p>As the anniversary approaches, many educational and historic public events are planned. Check the <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/events\/alaska1964\/\">1964 Great Alaska Earthquake and Tsunami 50<sup>th<\/sup> Anniversary website<\/a> for an up to date schedule and additional resources.<\/p>\r\n<p>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","California","Hawaii","Alaska"],"country":["United States of America"],"mm_tags":["earthquake","tsunami","megathrust","Alaska","subduction","anniversary","video","","megaquake","Great Alaska Earthquake","magnitude"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1395201600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170690"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}