{"title":"Underwater Ecosystem Inundated by Sediment Plume","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"205\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_07_27\/Divers_with_tape.jpg\" alt=\"USGS Divers Steve Rubin and Reg Reisenbichler laying out a survey transect.\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">USGS Divers Steve Rubin and Reg Reisenbichler laying out a survey transect. (<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_03_2011_o6Jv48Xll2_08_03_2011_2\">Multimedia Gallery<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>PORT ANGELES, Wash. &mdash; <!--introstart-->Scuba-diver scientists from the U.S. Geological Survey, with support teams from the U.S. Environmental Protection Agency, the Lower Elwha Klallam Tribe, and Washington Sea Grant, are returning to the mouth of Washington&rsquo;s Elwha River this week to explore and catalogue the effect of released sediment on marine life following the nation&rsquo;s largest dam removal effort.<!--introend--><\/p>\r\n<p>The underwater survey is taking place downstream of the Elwha and Glines Canyon Dams, which are nearing the one-year anniversary of the start of their removal, a gradual process that officials expect to be finished in 2013. The dive survey is helping scientists understand how underwater plant and animal life react and adapt to the downstream effects of dam removal and providing scientists a more detailed and complete picture of the ecological restoration.<\/p>\r\n<p>&ldquo;For nearly 100 years, sediment delivery to the lower reaches of the Elwha River and its mouth has been starved, with that material accumulating behind dams, affecting both the form of the beach and the nearshore marine communities,\" said USGS Director Marcia McNutt. \"With the recent initiation of dam removal, the sediment supply to the coast has literally gone from famine to feast, presenting a rare scientific opportunity to document ecosystem response to a large sediment pulse and the gradual recovery to the natural, pre-dam state.&rdquo;<\/p>\r\n<p>Scientists expect dam removal to cause short-term adverse effects to marine life, followed by large-scale ecosystem resurgence once the river&rsquo;s sediment load returns to a more normal state.<\/p>\r\n<p>The dive teams established and surveyed marked transects spread throughout the area around the Elwha River mouth, as well as at reference sites far from the Elwha River mouth that were installed last summer before the dam removal process began. These same strips of seafloor will continue to be monitored during and after dam removal to see how fish, kelp, and invertebrate populations respond to changes in deposited and suspended sediments.<\/p>\r\n<p>\"Research gained in this project will be vital to EPA's Puget Sound Initiative and will inform future dam removals,\" said Kate Kelly, Director of EPA's Ecosystem, Tribal and Public Affairs office in Seattle. \"With this removal well underway, it's time to begin analyzing the effect of the recent sediment plume and its impact on underwater health.\"<\/p>\r\n<p>More than 24 million cubic yards of sediment, enough to fill an NFL football stadium eight times, had accumulated behind the Elwha River dams. USGS scientists estimate that as of July, about 400,000 cubic yards of sediment has been released, with the majority of sediment expected to be released when the upstream Glines Canyon Dam is completely decommissioned.&nbsp;<\/p>\r\n<p>As the dams are removed, sediment is carried downstream, changing the structure of the riverbed. The estuary complex where the river meets the Strait of Juan de Fuca and the nearshore seabed is also being impacted. USGS studies indicate that high concentrations of sediment will create turbid conditions in the river and coastal waters for about five years, a process scientists are monitoring.<\/p>\r\n<p>The Elwha River Restoration Project, created by an Act of Congress in 1992, aims at the full restoration of the Elwha River ecosystem and its native anadromous fisheries.<\/p>\r\n<p>More information on the Elwha River Restor","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["ecosystems","water","biology","Oceans","Elwha"],"distribution":["Biology"],"release_date":{"und":[{"value":"1343361600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169582"},{"tid":"170043"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}