{"title":"New Discoveries Could Improve Climate Projections","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>New discoveries about the deep ocean&rsquo;s temperature variability and circulation system could help improve projections of future climate conditions.<\/p>\n<p>The deep ocean is affected more by surface warming than previously thought, and this understanding allows for more accurate predictions of factors such as sea level rise and ice volume changes.<\/p>\r\n<p>High ocean surface temperatures have also been found to result in a more vigorous deep ocean circulation system. This increase results in a faster transport of large quantities of warm water, with possible impacts including reduction of sea ice extent and overall warming of the Arctic.<\/p>\r\n<p>&ldquo;The deep ocean is relatively unexplored, and we need a true understanding of its many complex processes,&rdquo; said U.S. Geological Survey Director Marcia McNutt. &ldquo;An understanding of climate change and its impacts based on sound, objective data is a keystone to the type of long-term strategies and solutions that are being discussed now at the United Nations conference in Copenhagen.&rdquo;<\/p>\r\n<p>USGS scientists created the first ever 3-D reconstruction of an ocean during a past warm period, focusing on the mid-Pliocene warm period 3.3 to 3 million years ago.<\/p>\r\n<p>&ldquo;Our findings are significant because they improve our previous understanding that the deep ocean stayed at relatively constant, cold temperatures and that the deep ocean circulation system would slow down as surface temperatures increased,&rdquo; said USGS scientist Harry Dowsett. &ldquo;By looking at conditions in the past, we acquire real data that allow us to see the global climate system as it actually functioned.&rdquo;<\/p>\r\n<p>&ldquo;The average temperature of the entire ocean during the mid-Pliocene was approximately one degree warmer than current conditions, showing that warming wasn&rsquo;t just at the surface but occurred at all depths&rdquo; said USGS scientist Marci Robinson. &ldquo;Temperatures were determined by analyzing marine plankton fossils, which are organisms that inhabited the water&rsquo;s surface, as well as fossils of bottom-dwelling organisms, known as ostracodes.&rdquo;<\/p>\r\n<p>Global average surface temperatures during the mid-Pliocene were about 3&deg;C (5.5&deg;F) greater than today and within the range projected for the 21st century by the Intergovernmental Panel on Climate Change. Therefore it may be one of the closest analogs in helping to understand Earth&rsquo;s current and future conditions. USGS research on the mid-Pliocene is also the most comprehensive global reconstruction for any warm period.<\/p>\r\n<p>Read the full article, <a href=\"http:\/\/www.clim-past.net\/5\/769\/2009\/\">published in <em>Climate of the Past<\/em><\/a>.<\/p>\r\n<p>The USGS led this research through the Pliocene Research, Interpretation and Synoptic Mapping group. The primary collaborators in PRISM are Columbia University, Brown University, University of Leeds, University of Bristol, the British Geological Survey and the British Antarctic Survey. Learn more about <a href=\"http:\/\/geology.er.usgs.gov\/eespteam\/prism\/index.html\">PRISM research<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","water","Climate Change","Global Warming","Sea Level Rise"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1260507600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169479"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}