{"title":"TEXAS STILL THE PLACE FOR TURKEYS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nA quick computer search of the nearly 2 million official place names in the United States shows that Texas is still the state with the most geographic features named &quot;Turkey.&quot; From &quot;Turkey Creek&quot; to &quot;Turkeyroost Mountain,&quot; Texas has 175 features named after the holiday bird, an addition of one since the last check in 1982. Arizona is second with 134 turkey names. \r\n<\/p>\r\n<p>\r\nIf you want to have Thanksgiving in a real turkey place, there are 1,975 official &quot;Turkey&quot; places across the country, in every state except Alaska, Hawaii and Wisconsin. \r\n<\/p>\r\n<p>\r\nAnd if you are a real glutton for finding the right place to celebrate Thanksgiving, the 81,000 different maps of the United States produced by the U.S. Geological Survey can help you find : \r\n<\/p>\r\n<p>\r\n* 786 places named &quot;Pilgrim,&quot; * 613 places named &quot;Apple,&quot; * 426 named &quot;Cranberry,&quot; * 270 named &quot;Pumpkin,&quot; * and only 4 places named &quot;Mince.&quot; \r\n<\/p>\r\n<p>\r\nOf course, there are many good reasons to keep track of where and what we call our mountains, streams and towns -- are we sending the rescue helicopter to the right mountain, is the proposed name of the new town already in use, and is it &quot;Pittsburg&quot; or &quot;Pittsburgh&quot;? \r\n<\/p>\r\n<p>\r\nTo help keep our place names straight, the U.S. Board on Geographic Names considers about 400 proposed new or revised names for geographic features submitted each year by citizens and organizations from across the country. The U.S. Geological Survey, as the Nation&rsquo;s largest civilian mapping agency, provides staff support for the domestic names work of the interagency Board. \r\n<\/p>\r\n<p>\r\nAmong the newest USGS products to help citizens and organizations keep our 2 million place names straight are a CD-ROM disk and an Internet address: \r\n<\/p>\r\n<p>\r\nhttp:\/\/www-nmd.usgs.gov\/www\/gnis\/ Or call the USGS at 1-800-ASK-USGS. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Texas"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"816930000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}