{"title":"Experts Meet to Evaluate Watershed Restoration","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>WHAT:<\/b> Workshop on \"Restoring Pacific Rivers: Evaluating the Progress of Watershed Restoration for Salmon.\" <\/p>\n<p><b>WHO:<\/b> Scientists from many disciplines to provide a more integrated, holistic approach to restoration. Researchers are from federal and state agencies, nongovernment institutions, and universities. <\/p>\r\n<p><b>WHERE:<\/b> Holiday Inn, Capitol City Plaza, 300 J Street, Sacramento, CA.<\/p>\r\n<p><b>WHEN:<\/b> April 19-21, 2000 <\/p>\r\n<p><b>DETAILS:<\/b> Scientists involved in a variety of disciplines that lend themselves to watershed restoration will work together to come up with specific recommendations for watershed restoration for salmon by the end of the three-day workshop. Panelists will bring their varied expertise areas to bear in discussions ranging from selecting candidate watersheds for restoration to selecting measurements for evaluating restoration success. Reporters are invited to attend and cover any part of this workshop. <\/p>\r\n<p><b>MEETING AGENDA:<\/b> <\/p>\r\n<p>Wednesday, 19 April <\/p>\r\n<p>8:15 a.m. Introduction and Welcome by Ronald Remple, Deputy Director for Habitat Conservation, California Department of Fish and Game <\/p>\r\n<p>8:30 a.m. Political Support and Realities for Restoring Watersheds, Virginia Strom-Martin, 1st District State Assembly Representative and Chair, California Joint Legislative Committee for Fisheries and Aquaculture.<\/p>\r\n<p>8:45 a.m. The Need for Assessment Tools: A View from the Field, Mitchell Farro, Director, Pacific Coast Fish, Wildlife and Wetlands Restoration Association <\/p>\r\n<p>9:00 a.m. The Challenge Before Us, Walt Duffy, Leader, USGS California Cooperative Fish Research Unit <\/p>\r\n<p>9:15 a.m. Panel Discussion: Selecting Candidate Watersheds for Restoration: What Scientific Criteria Should be Included in Decision-Making? <\/p>\r\n<p>10:50 a.m. Panel Discussion: Selecting Measurements for Evaluating Restoration Success: Lessons from Long-Term Data Sets: What Attributes Have Proven Most Useful in Assessing the Pulse of a Watershed? <\/p>\r\n<p>Work Groups meet on these issues from after lunch until 5 p.m. <\/p>\r\n<p>Thursday, 20 April <\/p>\r\n<p>8 a.m. - 5 p.m. <\/p>\r\n<p>Work groups continue to meet, with periodic reports to and feedback from entire workshop. <\/p>\r\n<p>Friday, 21 April <\/p>\r\n<p>10:30 a.m.-12:30 p.m. (Adjourns at 1 p.m.) <\/p>\r\n<p>Meeting summary with reports on progress from work groups and plan to complete reports.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"955684800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170656"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}