{"title":"An island's rebirth: Life emerges after a catastrophic volcanic eruption","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Anchorage, Alaska &mdash; <\/strong><!--introstart-->A secluded island in the Aleutian chain is revealing secrets of how land and marine ecosystems react to and recover from a catastrophic volcanic eruption that appeared at first glance to destroy all life on the island.<!--introend--><\/p>\n<p>Yet little by little &ndash; a wingless beetle here, a tuft of grass there, Kasatochi, an island in the Alaska Maritime National Wildlife Refuge rarely studied by scientists before its Aug. 7, 2008, volcanic eruption, is showing signs of recovery.<\/p>\r\n<p>In the summer of 2009, scientists with the U.S. Geological Survey, U.S. Fish and Wildlife Service, and the University of Alaska Museum of the North returned to the island to begin long-term studies to better understand the effects of the eruption and how quickly the island&rsquo;s ecosystems recover.<\/p>\r\n<table style=\"width: 306px;\" border=\"0\" cellspacing=\"3\" cellpadding=\"3\" align=\"right\" summary=\"layout only\">\r\n<tbody>\r\n<tr>\r\n<td style=\"text-align: center;\"><a href=\"http:\/\/www.avo.alaska.edu\/image.php?id=15982\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_08_06\/kasatochi_volcano.jpg\" border=\"1\" alt=\"caption below\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\">Kasatochi volcano, Alaska, after its eruption on Aug. 7, 2008. Picture taken at 17,000 feet above seal level. Picture courtesy of Jerry Morris.<\/td>\r\n<\/tr>\r\n<tr>\r\n<td style=\"text-align: center;\"><a href=\"http:\/\/www.avo.alaska.edu\/image.php?id=16101\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_08_06\/kasatochi_crater.jpg\" border=\"1\" alt=\"caption below\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\">Summit crater and crater lake of Kasatochi volcano, August 6, 2008, the day before the eruption. The crater shown here is about 4,000 feet in diameter. Photo by Chris Ford, USFWS.<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Despite the frequency of volcanic eruptions in Alaska, this is one of the first studies of its kind in the remote Aleutian Islands. Their findings are detailed in a series of 10 reports published in the August 2010 issue of the journal <em><a href=\"http:\/\/instaar.colorado.edu\/aaar\/about_aaar\/index.php\">Arctic, Antarctic, and Alpine Research<\/a><\/em>.<\/p>\r\n<p>Prior to the eruption, Kasatochi was one of the most picturesque of the Aleutian Islands.&nbsp; Its steep slopes were covered with low-growing grasses and wildflowers, and in the center of the island there was a steep-walled crater filled at the bottom with a small turquoise lake.<\/p>\r\n<p>Kasatochi Island hosted a colony of about 250,000 least and crested auklets, making it one of the major seabird breeding colonies in the Aleutian Islands. In turn, the numerous seabirds attracted avian predators such as bald eagles, peregrine falcons and ravens. Kasatochi Island was also home to a rookery of endangered Steller sea lions.<\/p>\r\n<p>But after the eruption, other than sea lions loafing on a newly formed beach, the island appeared to be completely devoid of life. The entire island and neighboring seafloor were covered with thick layers of volcanic ash and deposits from the eruption.&nbsp;<\/p>\r\n<p>That first summer after the eruption, teams of geologists, botanists, entomologists, ornithologists and marine ecologists visited Kasatochi and nearby islands four times to document the effects of the eruption and establish a baseline with which long-term observations will be compared. The team also set up sampling plots and equipment such as seismometers, time-lapse cameras and bird song recorders.<\/p>\r\n<p>&nbsp;&ldquo;When we first landed on the island, we were unsure of what we would find,&rdquo; said project manager Tony DeGange of the USGS. &ldquo;The formerly lush, green island was uniformly gray and in the 10 months since the eruption, considerable erosion of volcanic ash had occurred.&rdquo;&nbsp;<\/p>\r\n<p>By late summer, the team found several kinds of green plants scattered around the island.<\/p>\r\n<p>&ldquo;Even more exciting was the discovery of one small r","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["biology","volcano","Ecosystem","environment","auklets"],"release_date":{"und":[{"value":"1282708800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169977"},{"tid":"170629"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}