{"title":"Potomac River Flood, Water Quality Measurements Scheduled in Washington on Monday","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Measurements of the volume and rate of flows of the flooding Potomac River will be made on the 14th St. Bridge beginning at about 10:30 a.m. Monday (Sept. 9, 1996) by the U.S. Geological Survey. Measuring efforts by the USGS using special cranes and weights will continue for several hours. <\/p>\n<p>USGS scientists will also be collecting a continuous series of water quality samples for later analyses from the Chain Bridge, beginning at about noon and continuing for several hours. The scientists will later analyze the samples for a number of parameters, including sediment, nutrients such as nitrogen, and chemicals such as the agricultural herbicide atrazine. <\/p>\r\n<p>According to preliminary measurements by the USGS, the Potomac peaked at Little Falls, near Washington, D.C., at about midnight with a discharge of about 313,000 cubic feet per second (202 billion gallons a day). Such a flow is equivalent to about a 20-year flood at this point, or one that has about a 5 percent probability in any given year. By comparison, the peak of the January 1996 flood produced a flow of 347,000 cfs ( 224 billion gallons a day), equivalent to a 30-year flood. <\/p>\r\n<p>* * * USGS * * * <\/p>\r\n<p>Note to Editors: Updated floodflow information for the Maryland, Virginia, Washington, D.C. , areas will be available from the USGS district offices, Towson, MD (410-512-4801-ext. 4859) and Richmond, Va. (804-278-4750-ext. 227). Current flow information for all states is also posted on the World Wide Web: <a href=\"http:\/\/h2o.usgs.gov\/\">http:\/\/h2o.usgs.gov\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"842241600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}