{"title":"Everglades: Secrets of the Two-Thousand-Year-Old Muds","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Do buried sediments hold the secrets to a better understanding of what factors -- natural or human -- have triggered changes in the living resources and environment of the Everglades? <\/p>\n<p>\"Frankly, we&rsquo;re not sure yet, but we can use pollen grains that have been deposited in the sediments to document the range of vegetation changes that have occurred in South Florida over the last 2,000 years,\" said Debra Willard, U.S. Geological Survey research scientist, Reston, Va. <\/p>\r\n<p>\"For example, the pollen of marsh and slough vegetation, such as saw grass, was dominant around Florida Bay for more than a thousand years, until 1950, when mangrove pollen became more abundant,\" Dr. Willard said. <\/p>\r\n<p>\"Our biggest challenge will be to find ways to compare 2,000 years of natural change with the human-induced changes of the last 150 years,\" Willard said. \"We hope to put into better perspective the nature of the changes in the Everglades landscape. Perhaps we can help determine whether the more recent changes represent extremes in the natural range of variability or whether they represent responses to human-induced environmental changes.\" <\/p>\r\n<p>Willard and USGS co-authors Lisa Weimer and Charles Holmes discussed their findings Monday (October 28, 1996) as part of a special poster exhibit at the annual meeting of the Geological Society of America in Denver. <\/p>\r\n<p>A team of USGS scientists has been focusing on collecting sediment cores from the Everglades, Florida Bay, and Biscayne Bay, where microscopic fossils may reveal how changes in drainage patterns and land use altered plant and animal communities in the region. A similar effort is underway in the Chesapeake Bay. <\/p>\r\n<p>Because of the complicated resource management issues, the South Florida Ecosystem Restoration Program was developed as an intergovernmental effort to regain and maintain the natural South Florida ecosystem. The USGS is assisting the program by providing unbiased, scientific information to aid decisions by resource managers in planning restoration of the region. The USGS effort includes providing geologic, hydrologic, biologic and cartographic data relating to the mainland of South Florida, Florida Bay, Biscayne Bay, and the Florida Keys and Reef system. <\/p>\r\n<p>* * * USGS * * * <\/p>\r\n<p>(Note to Editors: The poster exhibit talk will be given on Monday, Oct. 28 at 1:30 p.m., in Posters Hall, Colorado Convention Center, Denver, Colo. as part of the annual meeting of the Geological Society of America. For more information, call the GSA News Room at 303-446-4363.) <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"846478800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}