{"title":"Rivers Carry Near-Record Flow, Pollutants Into Chesapeake Bay","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Total freshwater inflow to Chesapeake Bay during the period January to September 1996, was the second highest in 45 years of record, according to the U.S. Geological Survey. <\/p>\n<p>USGS scientists said that the high inflows also carried higher than the normal load of nutrient pollutants, but some preliminary estimates suggest that the pollution loads would have been much higher if nutrient reduction efforts had not been in place throughout the Bay watershed. <\/p>\r\n<p>So far during 1996, freshwater inflow to the Bay averaged 84 billion gallons a day (bgd), almost 1.6 times the normal amount. Since total inflow records began in 1951, the only higher year was 1972 with an average of 85 bgd. About 85 percent of the 1996 flow has come from the Susquehanna (53%), Potomac (20%) and James (14%) rivers. <\/p>\r\n<p>The high river flows transport large amounts of nutrients to the Chesapeake Bay. USGS scientists estimated that during the first nine months of 1996, about 263 million pounds of nitrogen and 18 million pounds of phosphorus entered into the Chesapeake Bay from the major tributary rivers. <\/p>\r\n<p>\"The amount of nitrogen is about 50% higher and phosphorus is about twice the normal amount that usually enters the Bay,\" according to Scott Phillips, Towson, Md., coordinator of the USGS Chesapeake Bay Science Program. \"But the pollution loads could have been much higher if mitigation measures had not been implemented by Federal, State and local agencies to reduce the amount of nutrients that enter the Bay.\" <\/p>\r\n<p>Information the USGS is collecting, in cooperation with Maryland Department of Natural Resources and Virginia Department of Environmental Quality, indicate that nitrogen and phosphorus concentrations have decreased during the past decade in most of the major rivers entering the Bay. <\/p>\r\n<p>\"The Potomac River, for example, has transported about 87 million pounds of nitrogen and 7 million pounds of phosphorus to the Bay during 1996,\" Phillips said. \"If nutrient reduction methods had not been implemented within the Potomac River basin, we estimate over 100 million pounds of nitrogen and 10 million pounds of phosphorus could have entered the Bay. <\/p>\r\n<p>\"That is quite a reduction,\" Phillips said. \" And when you take into account reductions in nutrients from all of the rivers monitored, it is clear that some of the efforts to clean up the Bay are working.\" <\/p>\r\n<p>The increased nutrient pollution can cause algal blooms in the Bay. The algal blooms, along with high sediment loads, can decrease the amount of light that is available for underwater grasses and plants. The grasses and plants are important habitat for crabs and a food source for waterfowl. Also, when algae die and decay, they use up oxygen in the water. When oxygen in the water gets too low, the living resources of the Bay can be at risk. <\/p>\r\n<p>Comprehensive efforts to reduce nutrients into the Chesapeake Bay began in 1987 through a coordinated effort of Federal and State agencies, which are part of the interagency Chesapeake Bay Program, established in 1983 to restore and manage resources of the Bay. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"844660800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}