{"title":"Record-Breaking Flows Along Black and Upper Hudson Rivers in New York","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Widespread flooding is occurring throughout New York State as a result of heavy rainfall and melting snow on January 7-9. <!--introend-->USGS crews are measuring floodflows to provide information to Federal, State, and local agencies. Early Friday afternoon, the U.S. Geological Survey (USGS) measured a record flow on the Hudson River near Newcomb, NY of 11,000 cubic feet per second (cfs). This flow far exceeded the previous record of 7,400 cfs during the flood of January 1949. \r\n<\/p>\r\n<p>\r\nRiver stage (height of water) measured at two long-term USGS stations along the Black River in Jefferson and Oneida Counties are near record levels. The 11.3-foot stage of the Black River near Boonville (gage established 1911, 85 years of record) at 8 am Friday was exceeded only by the December 1984 peak (11.4 feet) and the February 1981 ice jam (13.1 feet). The stage of the Black River at Watertown (76 years of record) was 12.5 feet at 10 am Friday. The stage at Watertown is forecast by the National Weather Service to exceed the April 1993 peak of record (14.2 feet) on Saturday. \r\n<\/p>\r\n<p>\r\nHigh flows are occurring along the Mohawk and Hudson Rivers. The Mohawk River at Cohoes reached a stage of 20.4 feet at 8 am Friday compared to the flood of January 1996 peak of 22.7 feet. The Hudson River at Green Island reached 24.7 feet at noon Friday compared to the January 1996 peak of 26.2 feet. The Hudson River at Albany was 10.0 feet at 6 am Friday, compared to the January 1996 peak of 15.5 feet. The Hudson River continues to rise as of early Friday afternoon. \r\n<\/p>\r\n<p>\r\nA fifty-year flood may occur on the Black River at Boonville The Black River at Watertown may experience a greater than 100-year event. The Hudson River near Newcomb may also experience a greater than 100-year event. (A 100-year flood is a flood that has a 1-in-100 chance of being exceeded in any given year, but the occurrence of a 100-year flood does not decrease the chances of its happening again in the near future.) \r\n<\/p>\r\n<p>\r\nFor information on USGS reports and products (including maps, images, and computerized data), call 1-800-ASK-USGS. Additional earth-science information can be found by accessing the USGS &quot;Home Page&quot; on the World Wide Web at: <a href=\"http:\/\/www.usgs.gov\">http:\/\/www.usgs.gov<\/a>.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"884322000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170659"},{"tid":"169425"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}