{"title":"Landsat Plays Key Role in Water-Use Maps","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Idaho-Developed Mapping Method Garners Prestigious Award<\/strong><\/p>\n<p><!--introstart-->Data from earth-observing Landsat satellites plays a central role in a new, award-winning type of mapping that tracks water use.<!--introend--><\/p>\r\n<p>Water-use maps help save taxpayer money by increasing the accuracy and effectiveness of public decisions involving water &ndash; for instance, in monitoring compliance with legal water rights. The maps are especially important in dry western states where irrigated agriculture accounts for about 85 percent of all water consumption.<\/p>\r\n<p>Using Landsat imagery supplied by the U.S. Geological Survey in combination with ground-based water data, the Idaho Department of Water Resources and the University of Idaho developed a novel method to create water-use maps that are accurate to the scale of individual fields. The Ash Institute at Harvard University recently cited Idaho&rsquo;s original design for these maps as an <a href=\"http:\/\/ashinstitute.harvard.edu\/corporate_site\/innovations\/innovations_news\/mapping_evapotranspiration_wins_innovations_in_american_government_award\">outstanding innovation in American government<\/a>.<\/p>\r\n<p>&ldquo;The USGS Landsat archive, dating back to1972, has proven to be a versatile source of consistent data about land surface conditions,&rdquo; said Bryant Cramer, USGS Associate Director for Geography. &ldquo;This advance by the Idaho water monitoring team is both brilliant and practical. Looking forward, it&rsquo;s indicative of what researchers in many countries can accomplish with the data.&rdquo;<\/p>\r\n<p>The value of the USGS Landsat archive was endorsed by Richard Allen of the University of Idaho, one of the honored team members. &ldquo;Archival support from USGS gave Idaho researchers the means to determine changes in water consumption over time by agricultural, residential and wildland systems,&rdquo; he said. &ldquo;These historical records were indispensable in calibrating many aspects of current data.&rdquo;<\/p>\r\n<p>As agricultural irrigation needs and swelling city populations amplify demand for scarce water supplies, water management strategy has been forced to shift from increasing water supply to more effectively managing water use at sustainable levels. Thus, accurate water-use mapping is critical. The Landsat-based method can be as much as 80 percent more accurate than traditional measurement methods.<\/p>\r\n<p>With initial assistance from NASA, the Idaho Department of Water Resources began cooperating with the University  of Idaho in 2000 to develop a computer model, METRIC (Mapping EvapoTranspiration at high Resolution with Internalized Calibration), to estimate and map water use in vegetated areas. The mapping method has since been adopted in other states including Montana, California, New Mexico, Utah, Wyoming, Texas, Nebraska, Colorado, Nevada and Oregon.<\/p>\r\n<p>The objective nature of the technique assists these states in negotiating Native American water rights, assessing urban water transfers, managing aquifer depletion, monitoring water right compliance, and protecting endangered species. Internationally, Spain, South Africa and Morocco have already begun to employ Landsat-based water-use maps.<\/p>\r\n<p>&ldquo;I congratulate Richard Allen, Anthony Morse, William Kramber and their Idaho colleagues on their inventive work. The recognition of this prestigious award is well deserved,&rdquo; Cramer said.<\/p>\r\n<p>&ldquo;I believe this success is a marker for more to come,&rdquo; he continued. &ldquo;The USGS policy of releasing the full Landsat archive over the Internet at no cost opens the door to a much larger pool of researchers worldwide. More researchers will lead to even more data applications that tackle major environmental issues.&rdquo;<\/p>\r\n<p>Idaho Department of Water Resources <a href=\"http:\/\/www.idwr.idaho.gov\/News\/news_releases\/rels2009\/09Sep\/2009-27.pdf\">news release<\/a> (PDF).<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Montana","Oregon","Wyoming","Colorado","New Mexico","Texas","Utah","Nebraska","California","Nevada"],"country":["United States of America"],"mm_tags":["geography","satellites","Climateand Land Use Change Land Remote Sensing","Mapping"],"release_date":{"und":[{"value":"1253505600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170388"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}