{"title":"Opportunity to Study Hayward Fault Comes with Cal State East Bay's Planned Building Demolition","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>Note to Editors: It is critical to the success of this scientific experiment that news media outlets do not deploy helicopters in the area during the planned implosion. The roar and \"thump-thump-thump\" of helicopter blades will drown out the small signal created by the implosion that we are trying to record. With planning, there are many vantages where news crews will be able to film the building demolition without using a helicopter.<\/em><\/strong><\/p>\n<p>MENLO PARK, Calif. &mdash; <!--introstart-->When California State University, East Bay demolishes its seismically unsafe Warren Hall this summer on its Hayward campus, the landmark building's implosion will produce energy similar to a small earthquake that can be used to study and map the nearby Hayward Fault.<!--introend--> In cooperation with the university, the U.S. Geological Survey will observe and record the mid-August implosion on hundreds of seismographs temporarily set out in a roughly one-mile radius from Warren Hall. The data gathered will help characterize the underground geology around the Hayward Fault in three dimensions. Warren Hall's demolition can yield information to characterize very localized effects of shaking during an earthquake, and so will help prepare the community for future earthquakes. The section of the Hayward Fault that runs near the university has the highest probability of generating the next significant earthquake in the San Francisco Bay Area.&nbsp;<\/p>\r\n<p>The East Bay Seismic Experiment, a joint enterprise of USGS, CSUEB and other researchers, takes advantage of this unprecedented opportunity to monitor the ground response (identifying which areas will shake more than others) to a small, simulated earthquake in the Hayward Fault zone. Planned studies include a combined seismic reflection and refraction survey: by measuring the differences in seismic wave amplitudes and velocities of the energy generated by Warren Hall's collapse as it travels through the geological layers of the East Bay, researchers can infer information about these layers that can&rsquo;t easily be learned any other way. They hope to learn the depth of the Hayward Fault near CSUEB, whether it joins with any other faults, and, if so, how this affects the seismic hazard of the area.<\/p>\r\n<p>A small, known source of energy (as from the building collapse) will also be a rare opportunity for the USGS to calibrate its permanent seismic network in the Bay Area.<\/p>\r\n<p>In addition to deploying seismometers before the demolition, USGS scientists hope to place tilt sensors in Warren Hall's debris immediately after the implosion in search of clues to how similar structures settle after natural or human-caused disasters. This work has applications for search-and-rescue agencies, which can benefit from any possible warning of a structure&rsquo;s imminent collapse.<\/p>\r\n<p>Throughout July, USGS scientists and volunteers will be in Hayward-area neighborhoods, surveying locations to place the seismic instruments that will record the implosion. Actual deployment of the instruments will be during the week of Aug. 12, 2013. The USGS field crew will be wearing USGS identification and will be traveling in vehicles with clearly visible USGS logo placards.<\/p>\r\n<p>The detailed understanding of the ground response can contribute to improved building codes and other mitigation options for a more resilient community. Hundreds of residents and property owners in selected locations in and around the City of Hayward are helping with this effort to minimize future loss of life and property that could result from an earthquake on the Hayward Fault.&nbsp;<\/p>\r\n<p>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["hazards","Southwest","earthquakes"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1371614400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168898"},{"tid":"170517"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}