{"title":"Dust Hastens Colorado River Snowmelt, Cuts Flow","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>WASHINGTON &mdash; <!--introstart-->Dust caused by human activities in the American desert Southwest is a contributing factor in speeding up the melting of snow and reducing runoff in the mountains of the Colorado River basin, according to a new study led by NASA and co-authored by the U.S. Geological Survey.<!--introend--><\/p>\n<p>The findings have major implications for the 27 million people in seven U.S. states and Mexico who rely on the Colorado River for drinking, agricultural and industrial water. The research shows that peak spring runoff comes as much as 3 weeks earlier than before the region was settled and soils were disturbed, but also that runoff may be decreased by more than 5 percent a year compared to pre-settlement levels.<\/p>\r\n<p>&nbsp;&ldquo;Reducing dust loads in this area and in similar mountainous areas around the world may help lessen regional effects of climate change,&rdquo; said Jayne Belnap, a USGS desert soil expert and a co-author of the study.<\/p>\r\n<p>Until now, scientists had a poor understanding of dust-on-snow events, despite frequent, large episodes of dust deposition. While scientists knew from theory and modeling that dust could be changing the albedo -- the solar energy reflectance properties -- of snowfields, this study is the first to measure its full impact on&nbsp;snowmelt rates and basin runoff.<\/p>\r\n<p>The team examined hydrologic effects of human-produced dust deposits on mountain snowpacks over the Upper Colorado River basin between 1915 and 2003. By using a sophisticated hydrological model, the researchers simulated the balance of water in the basin under current conditions and as they existed before the desert Southwest was settled in the mid-to-late 1800s, when grazing and agriculture disturbed fragile desert soils and reduced their natural protection from wind erosion. Lake sediment cores show increased dust deposits in the Rockies by between 500 and 600 percent since the region was settled.<\/p>\r\n<p>More than 80 percent of sunlight falling on fresh snow is typically reflected back to space. When small, dark particles of dust fall on snow, that percentage drops sharply. Winds blow desert dust east from the Southwest, triggering &ldquo;dust-on-snow&rdquo; events. When dust falls on mountain snowfields, it absorbs more sunlight and warms the now &ldquo;dirty&rdquo; snow surface, leading to much earlier melt and loss of snow cover.<\/p>\r\n<p>Some of this warmer snow evaporates directly to the atmosphere, but more importantly, an earlier snowmelt exposes plants earlier as well, allowing them to lose water to the atmosphere through transpiration. The amount that is lost may be more than an annual average 5 percent of the runoff that would have otherwise fed the Colorado River. This 35-billion cubic foot a year reduction in annual runoff is enough water to supply Los Angeles for 18 months.&nbsp;&nbsp;<\/p>\r\n<p>&ldquo;The compressed mountain runoff period makes water management more difficult than a slower runoff would,&rdquo; said Tom Painter, the team leader and a snow hydrologist with NASA&rsquo;s Jet Propulsion Laboratory in Pasadena, Calif. &nbsp;&ldquo;Actions to stabilize soils and minimize activities that disturb soils could potentially decrease dust emissions and the loss of runoff.&rdquo;<\/p>\r\n<p>For example, said Painter, peak runoff under &ldquo;cleaner&rdquo; conditions (less dust-on-snow) would come later in summer, when agricultural and other water demands are greater.<\/p>\r\n<p>This study was co-sponsored by the National Science Foundation. Results of the study, <em><a href=\"http:\/\/www.pnas.org\/content\/early\/2010\/09\/14\/0913139107.abstract\">Response of Colorado River runoff to dust radiative forcing in snow<\/a>, <\/em>are published in this week&rsquo;s <em>Proceedings of the National Academy of Sciences<\/em>. Participating institutions include the National Snow and Ice Center, Boulder, Colo.; U.S. Geological Survey Southwest Biological Center, Moab, Utah; University of Washin","summary":null,"format":null}]},"field_images":[],"regions":["Colorado","California"],"country":["United States of America"],"mm_tags":["geology","water"],"release_date":{"und":[{"value":"1284955200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169573"},{"tid":"170247"},{"tid":"170620"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}