{"title":"USGS Unlocks New Discoveries to Help Protect Endangered and At-Risk Species","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists are using new and creative ways to help protect endangered and at-risk species and the ecosystems they&nbsp;&mdash; and humans &mdash; depend on for survival. &nbsp;<\/p>\n<p>This includes the use of new tools such as DNA testing to track grizzly bear movement and habitats; monitoring methods that enabled researchers to discover new freshwater habitats that endangered sea turtles use for survival in Everglades National Park; techniques to restore critically endangered freshwater mussels to their native habitats by raising them in laboratories and then releasing them into the wild; and innovative research to reduce the threats and restore the habitats of unique, endangered, and threatened plant species found only on California's Channel Islands.<\/p>\r\n<p>\"Conserving species has always been a top priority for USGS and its partners, but is even more important now because climate change alone may put 20 to 30 percent of all U.S. plants and animals at risk of extinction, in about 40 years, according to 2007 report by the <em>Intergovernmental Panel on Climate Change<\/em>,\" said USGS Imperiled Species Coordinator Rachel Muir. \"These striking numbers do not take into account the additional threats of species loss from other sources such as accelerating urban growth, increasing demands for energy and other resources, and effects of contaminants and invasive species.\"<\/p>\r\n<p>Highlights of new ground-breaking USGS research on endangered plants and animals has just been released in partnership with the U.S. Fish and Wildlife Service in a publication called the <a href=\"http:\/\/www.fws.gov\/Endangered\/bulletin\/2008\/bulletin_fall2008.pdf\" target=\"_blank\"><em>Endangered Species Bulletin<\/em><\/a> (PDF). Paper copies will be released in early January and will be available through the USGS Office of Communications.<\/p>\r\n<p>\"Science is the best tool we have for understanding what plants and animals need to survive &mdash; and human survival directly depends on the well-being of plants and animals,\" added Muir. \"Federal science that is conducted across biology, geology, geographic and water sciences, the social sciences and others is essential for the United States and the world to be able to continue to protect our biological heritage.\"<\/p>\r\n<p>Muir noted that conserving species diversity is the cornerstone of protecting global environments. \"Once a species is lost, it is lost forever; science cannot restore or replace it. We know that species diversity is essential in making ecosystems work and provide the products that humans and all animals and plants need to survive - clean air and water, food, fiber and medicines. Yet the role species play in ecosystems is still poorly understood.\"<\/p>\r\n<p>Muir emphasizes that just a portion of recent USGS discoveries and research are addressed in this special volume. Every year, the USGS conducts research and monitoring on an average of 150 threatened, endangered or candidate species. Additional information on imperiled species research can be found on the <a href=\"http:\/\/biology.usgs.gov\/wter\/imperiled.html\">USGS imperiled species webpage<\/a>. To hear more about this new publication and USGS endangered species research, listen to an <a href=\"http:\/\/gallery.usgs.gov\/audio\/misc\/20090108_Muir.mp3\" target=\"_blank\">audio interview with Rachel Muir<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","endangered","animals",""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1231736400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170281"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}