{"title":"Uncertain Future for Joshua Trees Projected with Climate Change","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->FLAGSTAFF, Ariz. &mdash; Temperature increases resulting from climate change in the Southwest will likely eliminate Joshua trees from 90 percent of their current range in 60 to 90 years, according to a new study led by U.S. Geological Survey ecologist Ken Cole. <!--introend--><\/p>\n<p>The research team used models of future climate, an analysis of the climatic tolerances of the species in its current range, and the fossil record to project the future distribution of Joshua trees. The study concludes that the species could be restricted to the northernmost portion of its current range as early as the end of this century. Additionally, the ability of Joshua trees to migrate via seed dispersal to more suitable climates may be severely limited.<\/p>\r\n<p>&ldquo;This is one of the most interesting research projects of my career,&rdquo; said Ken Cole, a USGS ecologist and the study&rsquo;s lead author. &ldquo;It incorporated not only state-of-the-art climate models and modern ecology, but also documentary information found in fossils that are more than 20,000 years old.&rdquo;<\/p>\r\n<p>By using fossil sloth dung found in desert caves and packrat middens &mdash; basically, the garbage piles of aptly named packrats &mdash; scientists were able to reconstruct how Joshua trees responded to a sudden climate warming around 12,000 years ago that was similar to warming projections for this century.&nbsp; Prior to its extinction around 13,000 years ago, the Shasta ground sloth favored Joshua trees as food, and its fossilized dung contained abundant remains of Joshua trees, including whole seeds and fruits. These fossil deposits, along with fossil leaves collected and stored by packrats, allowed scientists to determine the tree&rsquo;s formerly broad range before the warming event.<\/p>\r\n<p>The study concluded that the ability of Joshua trees to spread into suitable habitat following the prehistoric warming event around 12,000 years ago was limited by the extinction of large animals that had previously dispersed its seeds over large geographic areas, particularly the Shasta ground sloth. Today, Joshua tree seeds are dispersed by seed-caching rodents, such as squirrels and packrats, which cannot disperse seeds as far as large mammals. The limited ability of rodents to disperse Joshua tree seeds in combination with other factors would likely slow migration to only about 6 feet per year, not enough to keep pace with the warming climate, Cole and his colleagues concluded.<\/p>\r\n<p>The Joshua tree, a giant North American yucca, occupies desert grasslands and shrublands of the Mojave Desert of California, Nevada, Arizona, and Utah; Joshua Tree National Park in California is named after this iconic species. The Joshua tree is known for its distinctive shape and height of up to 50 feet.<\/p>\r\n<p>Results of the study, &ldquo;Past and ongoing shifts in Joshua tree distribution support future modeled range contraction,&rdquo; appear in a current edition of<em> <\/em>&ldquo;Ecological Applications.&rdquo; The research team included Kenneth L. Cole, U.S. Geological Survey; Kirsten Ironside, Northern Arizona University; Jon Eischeid, NOAA Earth Systems Research Laboratory; Gregg Garfin, University of Arizona; Phillip B. Duffy, Lawrence Livermore National Laboratory and University of California; and Chris Toney, USDA Forest Service.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_03_23\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_03_23\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Utah","California","Nevada"],"country":["United States of America"],"mm_tags":["ecosystems","biology","Joshua Trees","National Park","Climate Change","global Change"],"release_date":{"und":[{"value":"1300939200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169851"},{"tid":"169905"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}