{"title":"Deficit in Nation's Aquifers Accelerating","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A new U.S. Geological Survey study documents that the Nation's aquifers are being drawn down at an accelerating rate.<!--introend-->&nbsp;<\/p>\n<p><a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5079\/\">Groundwater Depletion in the United States (1900-2008)<\/a> comprehensively evaluates long-term cumulative depletion volumes in 40 separate aquifers (distinct underground water storage areas) in the United States, bringing together reliable information from previous references and from new analyses.&nbsp;<\/p>\r\n<p>\"Groundwater is one of the Nation's most important natural resources. It provides drinking water in both rural and urban communities. It supports irrigation and industry, sustains the flow of streams and rivers, and maintains ecosystems,\" said Suzette Kimball, acting USGS Director. \"Because groundwater systems typically respond slowly to human actions, a long-term perspective is vital to manage this valuable resource in sustainable ways.\"&nbsp;<\/p>\r\n<p>To outline the scale of groundwater depletion across the country, here are two startling facts drawn from the study's wealth of statistics. First, from 1900 to 2008, the Nation's aquifers, the natural stocks of water found under the land, decreased (were depleted) by more than twice the volume of water found in Lake Erie. Second, groundwater depletion in the U.S. in the years 2000-2008 can explain more than 2 percent of the observed global sea-level rise during that period.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>Since 1950, the use of groundwater resources for agricultural, industrial, and municipal purposes has greatly expanded in the United States. When groundwater is withdrawn from subsurface storage faster than it is recharged by precipitation or other water sources, the result is groundwater depletion. The depletion of groundwater has many negative consequences, including land subsidence, reduced well yields, and diminished spring and stream flows.&nbsp;<\/p>\r\n<p>While the rate of groundwater depletion across the country has increased markedly since about 1950, the maximum rates have occurred during the most recent period of the study (2000&ndash;2008), when the depletion rate averaged almost 25 cubic kilometers per year. For comparison, 9.2 cubic kilometers per year is the historical average calculated over the 1900&ndash;2008 timespan of the study.&nbsp;<\/p>\r\n<p>One of the best known and most investigated aquifers in the U.S. is the High Plains (or Ogallala) aquifer. It underlies more than 170,000 square miles of the Nation's midsection and represents the principal source of water for irrigation and drinking in this major agricultural area. Substantial pumping of the High Plains aquifer for irrigation since the 1940s has resulted in large water-table declines that exceed 160 feet in places.&nbsp;<\/p>\r\n<p>The study shows that, since 2000, depletion of the High Plains aquifer appears to be continuing at a high rate. The depletion during the last 8 years of record (2001&ndash;2008, inclusive) is about 32 percent of the cumulative depletion in this aquifer during the entire 20th century. The annual rate of depletion during this recent period averaged about 10.2 cubic kilometers, roughly 2 percent of the volume of water in Lake Erie.&nbsp;<\/p>\r\n<p><strong>Learn more<\/strong><\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5079\/\">Groundwater Depletion in the United States (1900-2008)<\/a><\/li>\r\n<li><a href=\"http:\/\/water.usgs.gov\/ogw\/\">USGS Groundwater Information<\/a><\/li>\r\n<li><a href=\"http:\/\/txpub.usgs.gov\/HPWA\/index.html\">USGS High Plains Groundwater Availability Study<\/a><\/li>\r\n<li><a href=\"http:\/\/water.usgs.gov\/nrp\/proj.bib\/Publications\/2011\/konikow_2011b.pdf\">Contribution of global groundwater depletion since 1900 to sea&#8208;level rise<\/a> (journal article)<\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water Groundwater Resources"],"article_type":["National News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1369022400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"169937"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}