{"title":"President's 2015 Budget Proposes $1.1 Billion for the USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The President's fiscal year (FY) 2015 budget request for the U.S. Geological Survey is $1.1 billion, an increase of $41.3 million above the FY 2014 enacted level. The FY 2015 Budget reflects the President's ongoing commitment to scientific discovery and innovation to support decision making in addressing critical societal needs and to support a robust economy, while protecting the health and environment of the Nation.<!--introend-->&nbsp;<\/p>\n<p>The Budget includes increases totaling $76.4 million to advance key research and development priorities in the sustainable stewardship of natural resources, as identified in the USGS Science Strategy and Department of the Interior and Administration initiatives.&nbsp; This includes robust funding for science to support the sustainable development of energy and mineral resources, water resources management; ecosystem restoration and management; wildlife and environmental health; and climate resilience.&nbsp;<\/p>\r\n<p>\"The USGS has a strong 135-year legacy of providing reliable and relevant scientific information to decision-makers,\" said Suzette Kimball, Acting USGS Director. \"The President's proposed budget recognizes the USGS is uniquely positioned to support our Nation's needs through multi-disciplinary earth science research. This is key for understanding our land, its resources, and our changing climate.\"&nbsp;<\/p>\r\n<p><em>Key increases in the FY 2015 Budget are summarized below. For more detailed information on the President&rsquo;s 2015 budget, visit the&nbsp;<\/em><a href=\"http:\/\/www.usgs.gov\/budget\/2015\/2015index.asp\"><em>USGS Budget, Planning, and Integration website<\/em><\/a><em>.<\/em><\/p>\r\n<p><strong>Science Research, Monitoring, and Tools to Support Climate Preparedness and Resilience<\/strong><\/p>\r\n<p>The FY 2015 Budget includes $67.6 million for Climate Change Science for a Changing world, a program increase of $18.2 million above the FY 2014 enacted level. The budget provides funding to the <a href=\"https:\/\/nccwsc.usgs.gov\/\">USGS National Climate Change and Wildlife Science Center<\/a>\/<a href=\"http:\/\/www.doi.gov\/csc\/index.cfm\">DOI Climate Science Centers Program<\/a>, the <a href=\"http:\/\/www.usgs.gov\/climate_landuse\/clu_rd\/\">Climate Research and Development Program<\/a>, and the <a href=\"http:\/\/www.usgs.gov\/climate_landuse\/carbon_seq\/\">Biologic Carbon Sequestration Project<\/a> for research and the development of information and tools to help communities, States, Tribes, and the Federal government understand, plan for, and respond to the impacts of global change.&nbsp; Resilience in the face of a changing climate requires that the Nation prepare for an increasingly wide range in temperature and precipitation patterns, which could impact all sectors of society, infrastructure, and natural systems.&nbsp; Natural resource managers and infrastructure planners face complex challenges under changing conditions such as drought, wildfire, flooding, and sea level rise. The USGS provides science necessary to inform planning and resource management strategies to help mitigate and adapt to changing&nbsp;conditions.<\/p>\r\n<p>&nbsp;<strong>Restoring, Protecting, and Sustainably Managing Ecosystems<\/strong><\/p>\r\n<p>The FY 2015 Budget request includes a total of $51.1 million for Ecosystem Priorities, an increase of $12.4 million above the FY 2014 enacted level. Increases in FY 2015 provide support for research and development to advance ecosystem restoration in key landscapes, such as the California Bay-Delta and the Chesapeake Bay ($1.5 million each), the Puget Sound ($1.1 million), the Columbia River ($850,000) and the Upper Mississippi River ($200,000).&nbsp; These multi-disciplinary projects are designed to serve local ecosystem management needs and develop knowledge and approaches that are transferable to similar ecosystems across the nation.<\/p>\r\n<p>Invasive plants and animals cause significant costs to society and impacts to the health of human and natural systems,","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["","","budget","Climate Science","ecosystems","energy","Hydraulic Fracturing","water"],"distribution":["Biology","Climate Change","Environmental Health","Mapping","Natural Hazards","Water"],"release_date":{"und":[{"value":"1393909200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169566"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}