{"title":"scientists Measure Mercury Flowing from Wetlands into SF Bay","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>CONTRA COSTA COUNTY, Calif. --&nbsp;<!--introstart--><\/strong>For the first time, scientists have measured the amounts of mercury flowing into the San Francisco estuary from tidal wetlands using a new technique that can measure concentrations of mercury in water every few minutes, which is essential for understanding mercury flows in a complex tidal estuarine environment.<!--introend--> In two recently published studies, U.S. Geological Survey scientists and their colleagues found that interactions between land features, tides, and variations in weather, combine in unpredictable ways to determine how much mercury and methylmercury &ndash; the form of mercury that is most toxic and the form that accumulates in fish &ndash; is flowing into San Francisco Bay.<\/p>\n<p>Years of scientific studies have shown mercury accumulation in the tissues of fish and wildlife to be associated with neurological and behavioral abnormalities, low reproductive success, and direct toxicity. Mercury in the San Francisco estuary has led to the state of California issuing human health advisories about fish consumption. A greater understanding of where the mercury that accumulates in fish comes from will help environmental managers, policy makers, and regulators have a better understanding of factors to consider in potential wetland restoration for aquatic recovery.&nbsp;<\/p>\r\n<p>\"Now that scientists understand the role of bacterial processes in wetlands in converting elemental mercury to its toxic form, methylmercury, it is critical to conduct studies such as this to determine how much is being exported to the bays and ocean,\" said USGS Director Marcia McNutt. \"The detail in the data can also help tease out the contribution of atmospheric deposition versus historic mining as sources of the mercury to the wetlands.\"&nbsp;<\/p>\r\n<p>USGS hydrologists and chemists employed a network of optical sensors to take continuous measurements of the dissolved and fine sedimentary material that carries mercury. The technique developed from the need to measure the flow of dissolved organic carbon from tidal wetlands, which has significant effect on biological activity in aquatic systems. Scientists realized that they could simultaneously measure mercury and methylmercury using the same techniques. Previous USGS research in the San Francisco estuary and delta has shown that methylmercury and mercury bind to dissolved organic carbon. Though previous manual measurements of water quality had established that mercury is concentrated in estuary sediments, no previously published studies have quantitatively assessed the total flow of methylmercury onto or off of tidal wetlands. Study results revealed that mercury concentrations in the wetland can be measured with 94% accuracy.<\/p>\r\n<p>&nbsp;&ldquo;Measuring the size of mercury flows in tidal wetlands is tricky. To measure the flow, the tide waters that flow in and out of wetlands must be measured continuously for a long time to see the effects of tidal cycles, events, river discharge and season changes. The hardest part of the study was to develop the continuous in-situ (in place) measurement techniques we needed. This study&rsquo;s findings help fill in the picture of mercury problems in the Bay and help guide wetland restoration efforts in the San Francisco estuary and elsewhere,&rdquo; said lead USGS researcher Brian Bergamaschi.<\/p>\r\n<p>Study results show that spikes in quantities of mercury were associated with fast moving tidal currents, and the magnitude of the wind relative to the cycle of the tides. The orientation of channel inlets and the direction the wind was blowing were also associated with levels of mercury, with strongest mercury export during large spring tides. Tidal exchange between estuarine wetlands and the surrounding waters can drive mercury into surrounding surface waters and into wildlife food webs. Additionally, when tides export wetland materials into open ocean areas, the methylmercury","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Geographic Areas Southwest","water","Energyand Mineralsand Environmental Health Toxic Substances Hydrology","Mercury","methylmercury","San Francisco Bay","tidal","Wetland","estuary"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1336363200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168967"},{"tid":"169924"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}