{"title":"A Tough Balance: Brown Trout Can Interfere with Brook Trout Conservation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Cortland, N.Y.&mdash; Brown trout introductions could hamper the conservation of declining native brook trout populations, according to a new U.S. Geological Survey <a href=\"http:\/\/www.tandfonline.com\/doi\/full\/10.1080\/02755947.2013.830998#.UrDAtHC-pKA\">study<\/a>.<\/p>\n<p>Brook and brown trout are valuable sport fish that co-exist in many parts of the world due to stocking introductions. USGS researchers found that, in New York State, direct interactions between the two species, such as competition for food, have minor effects on diminishing brook trout populations compared to human-caused habitat disturbances. However, repeated, disproportionate stocking of brown trout in brook trout habitats could drastically decrease brook trout numbers.<\/p>\r\n<p>\"There is great potential for brown trout stocking to reduce native brook trout populations,\" said James McKenna, USGS scientist and lead author of the study. \"But brown trout aren&rsquo;t necessarily causing the current brook trout declines, and managers may be able to develop sustainable scenarios to support both fisheries.\"<\/p>\r\n<p>The USGS study found that human-induced degradation (from dams and roads, among other causes) of the habitats of both species can affect the populations of either. However, because brook trout do better in forested watersheds, whereas brown trout can thrive in more agricultural environments, degraded watersheds and\/or the elimination of forests may affect brook more than brown trout. Improper brown trout management could further threaten vulnerable brook trout populations.<\/p>\r\n<p>Fisheries managers in New York use stocking to maintain brook trout&mdash;a native species&mdash;and\/or brown trout&mdash;a non-native species stocked in New York for over 100 years&mdash;in some streams. Brook trout have been declining within its native range in recent decades, and there has been concern that the stocking of brown trout has caused these declines.<\/p>\r\n<p>The report is published in the <em>North American Journal of Fisheries Management <\/em>and is available <a href=\"http:\/\/www.tandfonline.com\/doi\/full\/10.1080\/02755947.2013.830998#.UrDAtHC-pKA\">online<\/a>.<\/p>\r\n<p>For more information on USGS Great Lakes ecosystem research, please visit the USGS Great Lakes Science Center <a href=\"http:\/\/www.glsc.usgs.gov\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":["ecosystems","Ecosystems Fisheries Aquaticand Endangered Resources","Ecosystems Invasive Species","Ecosystems Terrestrial Freshwaterand Marine Environmen","Trout Management","trout","Brown Trout","Brook Trout","","conservation","biology","fish","fisheries"],"distribution":["Biology"],"release_date":{"und":[{"value":"1387342800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169778"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}