{"title":"Osage Nation, EPA, and USGS Partner to Train Tribes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<strong>\n<p>\r\nTraining Workshop to occur in Tahlequah, Okla., June 26-28, 2007 \r\n<\/p>\r\n<\/strong>\r\n<p>\r\nWatch history in action as U.S. Geological Survey (USGS) scientists share the secrets of sampling for metals in water with the Indian Tribes from Oklahoma, New Mexico, Louisiana, Texas, and Arkansas U.S. Environmental Protection Agency (USEPA), Region VI. This workshop, the first of its kind, is considered a prototype for other states with large tribal populations to follow. \r\n<\/p>\r\n<table border=\"0\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">What:<\/td>\r\n\t\t\t<td>First-ever USGS, <em>Introduction to Field Water-Quality Methods for the Collection of Metals, <\/em>for the Tribes of U.S. Environmental Protection Agency (USEPA) Region VI, Workshop<br \/>\r\n\t\t\t<br \/>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">When:<\/td>\r\n\t\t\t<td>June 26-28, 2007<br \/>\r\n\t\t\t<br \/>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">Where:<\/td>\r\n\t\t\t<td>June 26: Cherokee Nation Complex Ballroom<br \/>\r\n\t\t\tJune 27-28: Along Illinois River-- PLEASE CONTACT MONICA ALLEN FOR SPECIFIC LOCATION<br \/>\r\n\t\t\t<br \/>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">Who:<\/td>\r\n\t\t\t<td>The USGS, Osage Nation and the USEPA Region VI <br \/>\r\n\t\t\t<br \/>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">Why:<\/td>\r\n\t\t\t<td>The purpose of this workshop is to provide water-quality data collectors with current USGS surface-water and water-quality monitoring techniques, and protocols for the collection of metals in surface-water. Providing hands-on water-quality training for the tribes will enhance the consistency of metals sampling methods and data collection across the tribes and watersheds in Region VI, thus providing USEPA with a better understanding of water quality in Indian Country. Furthermore, this training will demonstrate and provide hands-on experience of current USGS parts per billion protocols for metals sampling for tribes in USEPA Region VI.<\/td>\r\n\t\t<\/tr>\r\n\t<\/tbody>\r\n<\/table>\r\n<p>\r\nFor further information about USGS water science or USGS water programs in Oklahoma, please visit <a href=\"http:\/\/water.usgs.gov\/\">Water Resources of the United States<\/a> or <a href=\"http:\/\/ok.water.usgs.gov\">Water Resources of Oklahoma<\/a>. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas","Louisiana","New Mexico","Oklahoma","Texas"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1182744000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169876"},{"tid":"170163"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}