{"title":"Elevated Levels of Mercury Found in Fish in Western U.S. National Parks","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>WASHINGTON. &mdash; <!--introstart-->Mercury has been discovered in fish in some of the most remote national park lakes and streams in the western United States and Alaska. Mercury levels in some fish exceeded U.S. Environmental Protection Agency health thresholds for potential impacts to fish, birds, and humans.<!--introend--><\/p>\n<p>The information about mercury, and its appearance in protected areas considered to be relatively pristine and removed from environmental contaminants, is in a recently published <a href=\"http:\/\/pubs.usgs.gov\/of\/2014\/1051\/\">scientific report<\/a> from the U.S. Geological Survey and National Park Service.<\/p>\r\n<p>The study of mercury in fish is the first of its kind to incorporate information from remote places at 21 national parks in 10 western states, including Alaska. Western parks were selected for this study because of the significant role that atmospheric mercury deposition plays in remote places, and the lack of broad-scale assessments on mercury in fish in remote areas of the west.<\/p>\r\n<p>Mercury concentrations in fish sampled from these parks were generally low, but were elevated in some instances. This study examines total mercury in fish, of which 95 percent is in the form of methylmercury, the most dangerous form to human and wildlife health.<\/p>\r\n<p>Mercury is harmful to human and wildlife health, and is among the most widespread contaminants in the world. It is distributed at a global scale from natural sources, such as volcanic eruptions and from human sources such as burning fossil fuels in power plants. Mercury is distributed at local or regional scales as a result of current and historic mining activities. These human activities have increased levels of atmospheric mercury at least three fold during the past 150 years.&nbsp;<\/p>\r\n<p>&ldquo;Although fish mercury concentrations were elevated in some sites, the majority of fish across the region had concentrations that were below most benchmarks associated with impaired health of fish, wildlife, and humans. However, the range of concentrations measured suggest that complex processes are involved in driving mercury accumulation in these environments and further research is needed to better understand these processes, and assess risk,&rdquo; said USGS ecologist Collin Eagles-Smith, the lead author of the publication.&nbsp;<\/p>\r\n<p>Between 2008 and 2012, NPS resource managers collected more than 1,400 fish from 86 lakes and rivers, and USGS scientists measured mercury concentrations in fish muscle tissue. Sixteen fish species were sampled, with a focus on commonly consumed sport fish found across the study area such as brook, rainbow, cutthroat, and lake trout. Smaller prey fish consumed by birds and wildlife were also sampled.<\/p>\r\n<p>Scientists compared fish mercury concentrations among sites within an individual park, as well as&nbsp; from one park to other parks, and identified areas with elevated mercury levels. They also compared the mercury concentrations in the fish to a range of health benchmarks including human health guidelines established by the EPA for fish consumption, and wildlife risk thresholds that indicate the potential for toxicity and impairment in fish and fish-eating birds.<\/p>\r\n<p>The authors found that mercury levels varied greatly, from park to park and among sites within each park. In most parks, mercury concentrations in fish were moderate to low in comparison with similar fish species from other locations in the Western states. Mercury concentrations were below EPA&rsquo;s fish tissue criterion for safe human consumption in 96 percent of the sport fish sampled.&nbsp;<\/p>\r\n<p>The average concentration of mercury in sport fish from two sites in two Alaskan parks exceeded EPA&rsquo;s human health criterion. Mercury levels in individual fish at some parks from other states including California, Colorado, Washington, and Wyoming also exceeded the human health criterion.<\/p>\r\n<p>Neither the USGS nor the NPS re","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Mercury","fish","National","Parks","Streams","West"],"article_type":["National News Release"],"distribution":["Biology","Environmental Health","Water"],"release_date":{"und":[{"value":"1397620800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169596"},{"tid":"170526"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}