{"title":"App-lifying USGS Earth Science Data Challenge Winners Announced","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Just in time for Earth Day, the U.S. Geological Survey is pleased to announce the winners of the \"<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3487\">App-lifying USGS Earth Science Data<\/a>\" Challenge.<!--introend--> The USGS invited developers, information scientists, biologists\/ecologists, and scientific data visualization specialists to create applications for selected USGS datasets, presenting them in innovative and informative new ways.<\/p>\n<p>The winner for Best Overall App is \"TaxaViewer\" by the <a href=\"http:\/\/ropensci.org\/\">rOpenSci<\/a> group based out of California. TaxaViewer is a Web interface to a mashup of data from the USGS-sponsored <a href=\"http:\/\/www.itis.gov\/\">Integrated Taxonomic Information System<\/a> (ITIS), the <a href=\"http:\/\/api.phylotastic.org\/tnrs\">Phylotastic<\/a> taxonomic Name service, the <a href=\"http:\/\/www.issg.org\/database\/welcome\/\">Global Invasive Species Database<\/a>, <a href=\"http:\/\/phylodiversity.net\/phylomatic\/\">Phylomatic<\/a>, and the <a href=\"http:\/\/www.gbif.org\/\">Global Biodiversity Information Facility<\/a>. TaxaViewer allows the user to view species-specific taxonomic data, invasive status, phylogenetic relationships, and species occurrence records.<\/p>\r\n<p>The Popular Choice App award goes to the \"Species Comparison Tool\" by Kimberly Sparks of Raleigh, N.C., which allows users to explore the USGS <a href=\"http:\/\/gapanalysis.usgs.gov\/\">Gap Analysis Program<\/a> distribution and\/or range of two species concurrently. In addition, the application's \"swipe tool\" provides the ability to make visual comparisons of the maps. The application also incorporates ITIS data and provides external links to <a href=\"http:\/\/www.natureserve.org\/\">NatureServe<\/a> species information.<\/p>\r\n<p>\"These applications provide us and, more importantly, the public with easy-to-use tools for accessing and viewing taxonomic and biogeographic data,\" said Kevin Gallagher, USGS Associate Director of Core Science Systems. \"The innovative and thoughtful ideas represented in these applications are great examples of how complex data can be made more accessible.\"<\/p>\r\n<p>The Challenge was open for submissions from January 9, 2013, to April 1, 2013. Entries spanned a cross-section of topics including taxonomic classification, conservation status of species, the range and distribution of animals, and one innovative app integrating social media with species occurrence records.<\/p>\r\n<p>\"We were extremely impressed with the caliber of applications we received for this Challenge,\" said Cheryl Morris, Director of USGS Core Science Analytics and Synthesis (CSAS). \"The hard work and innovation that went into these applications is evident in their popularity, usability, and goal of making USGS data more readily accessible to all users.\"<\/p>\r\n<p>Winners were selected based on relevance to the USGS and CSAS missions, innovation in design, and overall ease of use of the application. Utilizing the <a href=\"http:\/\/challenge.gov\/\">Challege.gov<\/a> platform, the general public chose the winner of the Popular Choice App award.<\/p>\r\n<p>More information about the winning applications can be found at the <a href=\"http:\/\/www.usgs.gov\/core_science_systems\/csas\/challenge.html\">CSAS Challenge site<\/a>. All of the submissions can be accessed on the <a href=\"http:\/\/applifyingusgsdata.challenge.gov\/submissions\">App-lifying USGS Earth Science Data Challenge site<\/a>.<\/p>\r\n<hr \/>\r\n<p>Learn more about USGS <a href=\"http:\/\/www.usgs.gov\/core_science_systems\/csas\/activities.html\">Core Science Analytics and Synthesis programs and activities<\/a><em>.<\/em><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Core Science Systems","Earth Science","Earth Day","data","species Range","Species Distribution","Taxonomic Classification","conservation","applications","Challenge",""],"article_type":["National News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1366603200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168784"},{"tid":"170140"},{"tid":"170049"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}