{"title":"Landsat Public Meeting Notice: Sustainable Land Imaging Users Forum, Dec. 4","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) and NASA will host a public meeting on December 4 in which both agencies will provide details about how user needs will be assessed to help inform NASA's Sustainable Land Imaging Program. User requirements will be a key consideration in the design and implementation of future space-borne systems that are intended to provide global, continuous Landsat-quality observations of Earth for at least the next 25 years.<\/p>\n<p>The Users Forum will feature a structured methodology that USGS has been developing for acquiring and evaluating user requirements for Earth observation. USGS presenters at the forum will explain some preliminary findings and offer opportunities for feedback about the approach and the requirements gathered to date.<\/p>\r\n<p>Both USGS and NASA value public participation in establishing long-term user needs for Landsat or equivalent Earth observation data. This is a notice of a meeting, not a solicitation of any kind.&nbsp;<\/p>\r\n<p>Event: USGS\/NASA Sustainable Land Imaging Users Forum<\/p>\r\n<p>Time: 1:00 &ndash; 4:15 p.m. EST<\/p>\r\n<p>Date: Wednesday, December 4, 2013<\/p>\r\n<p>Location: NASA Goddard Visitors Center Auditorium, 8800 Greenbelt Road, Greenbelt, MD, 20771.<\/p>\r\n<p>Registration: Online at <a href=\"http:\/\/espd.gsfc.nasa.gov\/landimagingstudy\/\">NASA website<\/a>.<\/p>\r\n<p>Learn <a href=\"http:\/\/espd.gsfc.nasa.gov\/landimagingstudy\/\">further details and register<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Land Remote Sensing","Climateand Land Use Change Earth Resources Observationand Center"],"article_type":["Technical Announcement","State News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1385355600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170302"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}