{"title":"3-D Mapping of Isaac Water Levels","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>3-D Mapping of Isaac Water Levels<\/strong><\/p>\n<p><!--introstart-->A new technology is being deployed by U.S. Geological Survey scientists this weekend to map urban flooding caused by Hurricane Isaac.<!--introend-->&nbsp; Called &ldquo;terrestrial lidar,&rdquo; or &ldquo;T-lidar&rdquo;, this new capability will enable scientists to collect highly detailed information in select population areas in Louisiana, Mississippi, and Alabama where the hurricane had the greatest impact.<\/p>\r\n<p>The portable instrument allows scientists to quickly generate 3-D maps of buildings, dams, levees and other structures, and can show areas of storm damage as well.&nbsp; In a four-to-five minute scan, the instrument collects millions of topographic data points in a full 360-degree view to quickly produce highly accurate topographic information and can map areas up to two-thirds of a mile away.<\/p>\r\n<p>The information gathered from this pilot project will be used by USGS to develop 3-D models of streets and structures, including the levels floodwaters reached, as well as current water levels in the form an interactive 3-D flood inundation map.&nbsp; The map will help identify where the potential threat of future floodwaters is greatest, and will help determine the extent of wind and flood damages caused by Isaac.<\/p>\r\n<p>\"If a picture paints a thousands words, a T-lidar scan paints several million words to capture the fleeting aftermath of a hurricane's impact,\" said USGS Director Marcia McNutt. \"The ability to rapidly preserve for posterity a quantifiable, three-dimension representation of storm damage is going to open the doors for new flood hazard science.\"<\/p>\r\n<p>T-lidar looks sideways from ground level, enabling it to capture vertical details, such as water levels, that airborne lidar cannot.&nbsp; This enables it to capture the extent of flooding.&nbsp; The USGS will be using both a tripod mounted and a truck-mounted version.&nbsp; While the tripod version takes individual scans from multiple locations that later have to be combined to develop its 3-D maps, the truck-mounted version is continuously collecting information that is available almost immediately.&nbsp;<\/p>\r\n<p>\"Using terrestrial lidar in this fashion has the possibility of helping us quickly assess high-water marks, current water levels, and to some degree flood damage, in a very short time,\" said Athena Clark, director of the USGS Alabama Water Science Center.&nbsp; \"We&rsquo;re always looking for better, more efficient and cost effective ways of advancing the science and this technology has some great possibilities.\"<strong>&nbsp;<\/strong><\/p>\r\n<p>\"Lidar\" stands for \"light detection and ranging.\"&nbsp; Where \"radar\" uses radio waves as a form of measurement, \"lidar\" uses light.&nbsp; Terrestrial lidar, sometimes called &ldquo;terrestrial laser scanning,&rdquo; uses a sensor that emits laser pulses and measures distance by how long it takes the reflected laser beam to \"bounce back\" to the instrument. TLS can provide very precise data, to millimeter accuracy, to enable scientists to build high-resolution 3-D models of objects.&nbsp;<\/p>\r\n<p class=\"Default\">\"We are collecting storm-tide information that will allow scientists to study the impacts of the storm in three dimensions,\" said Toby Minear, a research hydrologist at the USGS California Water Science Center, who is participating in the study. \"Imagine a 360-degree panoramic photo, but made with laser points where everything you can see has a known elevation and location. These 'point clouds'can be put together to create a full 3-D map of an area containing many millions of data points.\"<\/p>\r\n<p>In addition to the use of terrestrial lidar, the USGS is also planning airborne lidar flights to assess the level of coastal change caused by Isaac along the Gulf Coast.&nbsp; More information on both these studies will be released when they are completed.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"galle","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Louisiana","Mississippi"],"country":["United States of America"],"mm_tags":["terrestriallidar","lidar","Hurricane Isaac","flooding","flood","Mapping","","Louisiana","hazards","isaac"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1346472000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168876"},{"tid":"169472"},{"tid":"170596"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}