{"title":"Potentially Harmful Levels of Contaminants Found in Fish in the Columbia River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>(<em>Editors<\/em>: <a href=\"http:\/\/youtu.be\/gfFJHcXlvio\">Video b-roll available<\/a> showing USGS research vessel, scientific research methods including fish capture and analysis.)<\/p>\n<p>PORTLAND, Ore. &mdash; A newly published scientific <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S004896971300911X\">study<\/a> discovered that some resident fish in the lower Columbia River, namely largescale suckers, contain chemicals that health officials have determined can cause health concerns for people who eat large quantities of the fish.<\/p>\r\n<p>The study, from scientists at the U.S. Geological Survey, states that several of the chemicals have been found at levels that exceed screening level values in Oregon Department of Environmental Quality guidance. Along with human health concerns, these contaminants may also have an adverse effect on the river system&rsquo;s food web in general. The data have been sent to state health officials in Oregon and Washington who will evaluate the new information to determine exactly how much of the resident fish are safe to eat.<\/p>\r\n<p>The investigation began with scientific researchers measuring for contaminants, including pesticides, flame retardant compounds,&nbsp;and ingredients from common household products, in the water and osprey eggs at 10 different locations&nbsp;along the Columbia River. The study then focused in on three primary locations that best reflected a&nbsp;range in chemical exposure,&nbsp;such that researchers could more intensively sample the contaminants and measure their effects&nbsp;on resident fish and other aquatic organisms over that exposure range.<\/p>\r\n<p>Results show that fish become more stressed and contaminated further downstream in the Columbia River, as more urban runoff enters the river. These results shed light on some of the effects of chemicals of emerging and of legacy concern on food webs in a large aquatic ecosystem that is not well understood.<\/p>\r\n<p>The Columbia River provides critical habitat for a number of threatened and endangered salmonid species and various resident fish, such as the largescale sucker. Over time, aquatic organisms can be exposed to a variety of environmental contaminants from many sources, including municipal and industrial permitted discharges, atmospheric deposition, urban and industrial nonpoint source pollution, accidental spills of petroleum products and hazardous materials, and runoff from agricultural and forested areas and other upstream sources.<\/p>\r\n<p>Along with testing for contaminants, this study developed a sediment transport and habitat model to predict how sediment and contaminants would be distributed under different stream flow scenarios. These models help identify potential management applications that track wastewater effluent and chemical spills.<\/p>\r\n<p>Although evaluating water quality with respect to environmental benchmarks was not the focus of the study, concentrations of the chemicals were compared to ODEQ screening level values for carcinogens in fish tissues for human and wildlife consumption. ODEQ Acceptable Tissue Levels were exceeded for several contaminants including some legacy pesticides and polychlorinated biphenyls or PCBs.<\/p>\r\n<p>The <a href=\"http:\/\/or.water.usgs.gov\/proj\/Conhab\/\">USGS Columbia River Contaminants and Habitat Characterization Study<\/a> is an interdisciplinary project investigating transport pathways, chemical fates, and the effects of flame retardants and other endocrine disrupting chemicals in water, sediments, and the food web in the lower Columbia River from Bonneville Dam to the mouth. The study was prompted by results of an earlier investigation that showed that endocrine disrupting compounds and other contaminants of emerging concern were widespread in the bed sediments of the lower Columbia River and its tributaries. The previous findings raised concerns that contaminants may enter the food web through bottom-dwelling organisms such as aquatic insects and","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":["","Columbia River","fish","chemicals","","water","wildlife","food","Web","aquatic","","large","sucker"],"distribution":["Biology","Environmental Health","Water"],"release_date":{"und":[{"value":"1398744000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169336"},{"tid":"170508"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}