{"title":"Protecting the Public From Earthquake Hazards - Advanced National Seismic System Comes to Memphis","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>October marks a new milestone in the installation of modern seismic stations in seismically active urban areas across the country. These cities include Memphis, San Francisco, Seattle, Salt Lake City, Anchorage, and Reno. These new instruments are part of a nationwide network of sophisticated ground shaking measurement systems, both on the ground and in buildings, called the Advanced National Seismic System (ANSS). ANSS will become the first line of defense in the war on earthquake hazards - with the ultimate victory being public safety, lives saved, and major losses to the economy avoided. <\/p>\n<p>ANSS stations will assist emergency responders <b>within minutes of an event<\/b> showing not only the magnitude and epicenter, but where damage is most likely to have occurred. <\/p>\r\n<p>Ten new ANSS instruments have recently been installed in the Memphis area, 20 have been installed across the mid-America region, and more than 175 have been installed in other vulnerable urban areas to provide real-time information on how the ground responds when a strong earthquake happens. <\/p>\r\n<p>The ultimate goal of ANSS is to save lives and ensure public safety,\" said Dr. John Filson, U. S. Geological Survey (USGS) Earthquake Program Coordinator. \"This information, already available in Southern California, is generated by data from seismic instruments installed in urban areas and has revolutionized the response time of emergency managers to an earthquake, but its success depends on further deployment of instruments in other vulunerable cities.\" <\/p>\r\n<p>In 1997, during the reauthorization of the National Earthquake Hazards Reduction Program, Congress asked for an assessment of the status and needs of earthquake monitoring. The result was the authorization of ANSS to be implemented by the USGS. The system, when implemented, would integrate all regional and national networks with 7,000 new seismic instruments, including 6,000 strong-motion sensors in 26 at-risk urban areas. To date, approximately 350 instruments have been installed. <\/p>\r\n<p>Earthquakes pose one of the greatest risks for casualities and costly damage in the United States. <\/p>\r\n<UL>\r\n<LI>California&rsquo;s Northridge earthquake in 1994, the magnitude 6.7 quake took 57 lives when it struck a modern urban environment generally designed for seismic resistance. With losses estimated at $20 billion this was the most expensive earthquake in U.S. history. &middot; During the 1989 World Series, as more than 62,000 fans filled Candlestick Park, a magnitude 7.1 earthquake struck about 60 miles south of San Francisco. The effects of the 20-second quake caused as much as $10 billion in damage. Sixty-two people died. <\/LI>\r\n<LI>March 1964, a magnitude 9.2 earthquake near Anchorage took 125 lives and caused about $311 million in property losses. 30 blocks of dwellings and commercial buildings were damaged or destroyed in the downtown area of Anchorage. Landslides caused heavy damage and an area of 130 acres broke the ground into blocks that were collapsed and tilted at all angles. <\/LI>\r\n<LI>In 1811 and 1812, the central Mississippi Valley was struck by three of the most powerful earthquakes in U.S. history. Consider what the impact would be if these events happened today in this region that has more earthquakes than any area east of the Rocky Mountains. <\/LI><\/UL>\r\n<p>The goal of USGS earthquake monitoring is to mitigate risk - using better instruments to understand the damage shaking causes and to help engineers create stronger and sounder structures that ensure vital infrastructures, utility, water, and communication networks keep operating safely and efficiently. <\/p>\r\n<p>The ANSS \"strong motion\" instruments are critical in giving emergency response personnel real-time maps of severe ground shaking and providing engineers with information about building and site response. <\/p>\r\n<p>ANSS provides the USGS the capability to create tools to process earthquake information faster -such as <b","summary":null,"format":null}]},"field_images":[],"regions":["Tennessee"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1035867600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}