{"title":"Bullfrog Invasion of the Yellowstone River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOZEMAN, Mont. &ndash; <!--introstart-->The American bullfrog has expanded its invasion of the Yellowstone River floodplain in Montana, according to <a href=\"http:\/\/www.aquaticinvasions.net\/2014\/ACCEPTED\/AI_2014_Sepulveda_etal_correctedproof.pdf\">a new study<\/a> released in &ldquo;Aquatic Invasions<em>.<\/em>&rdquo;<!--introend--><\/p>\n<p>The study is the first of its kind to describe the rapid extent of bullfrog spread, as well as their preferred habitat along the Yellowstone River near Billings, Montana. Scientists with the U.S. Geological Survey&rsquo;s Northern Rocky Mountain Science Center, Montana Natural Heritage Program, Bureau of Land Management, and Montana Fish Wildlife and Parks concluded that this invasive species is now thriving and rapidly spreading in the Yellowstone River.<\/p>\r\n<p>Bullfrogs are thought to be a cause in the declines of multiple amphibian and reptile species around the globe. They are big, mobile, omnivores with a voracious appetite, ability to reproduce rapidly, and carriers of amphibian diseases. This makes them an extremely successful invader and a threat to biodiversity.<\/p>\r\n<p>&ldquo;The impacts of bullfrogs on native amphibians in the Yellowstone River are not yet known, but native Northern leopard frogs are likely to be most vulnerable to bullfrog invasion and spread because their habitats overlap,&rdquo; said Adam Sepulveda, USGS scientist and lead author of the study.<\/p>\r\n<p>Bullfrogs are native to eastern North America, but are a relatively new invader in the Yellowstone River floodplain and were first documented in 1999.<\/p>\r\n<p>To get an understanding of the extent of the bullfrog invasion, scientists conducted field surveys in 2010, 2012, and 2013. They used visual encounter surveys to search for adults, egg masses and larvae, and calling surveys to listen for calls of breeding males. This was done while slowly driving or walking roads adjacent to wetlands, riparian areas and large water bodies or while floating the Yellowstone River.<\/p>\r\n<p>Results of the surveys indicate that bullfrogs are firmly established in the Yellowstone River floodplain and can rapidly spread to new habitats.<\/p>\r\n<p>Bullfrogs expanded from roughly 37 miles in 2010 to about 66 miles in 2013. The spreading is both up and downstream, but greater downstream which indicates river flow can accelerate the spread. Additionally, the number of breeding sites increased from 12 sites in 2010 to 45 sites in 2013.<\/p>\r\n<p>Bullfrogs were found in&nbsp;publicly accessible areas with deeper waters and emergent vegetation such as ponds and impoundments, which lead scientists to believe bullfrogs were introduced by humans since it would have been difficult for the frogs to get here themselves.<\/p>\r\n<p>&ldquo;Bullfrogs were likely introduced to the Yellowstone River region for food, recreational hunting, bait and pest control, and as released pets,&rdquo; said Sepulveda.<\/p>\r\n<p>These findings give land managers a better idea of the extent of the bullfrog invasion so they can focus on prevention, early detection, direct removal, and restoration. Additionally, increase in public outreach and education may help prevent further bullfrog introductions at public-access sites.&nbsp;<\/p>\r\n<p>The study illustrates that bullfrog invasions in western waters can spread rapidly and impact native ecosystems if not managed promptly. The article is titled &ldquo;<a href=\"http:\/\/www.aquaticinvasions.net\/2014\/ACCEPTED\/AI_2014_Sepulveda_etal_correctedproof.pdf\">Invasion of American bullfrogs along the Yellowstone River.<\/a>&rdquo;<\/p>\r\n<p>More information about impacts and prevention of aquatic invasive species can be found on the USGS Northern Rocky Mountain Science Center <a href=\"http:\/\/nrmsc.usgs.gov\/science\/invasives\">website<\/a>.&nbsp;<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_10_02\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_10_02\/1\" title=\"Image Galle","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Wyoming","North Dakota"],"country":["United States of America"],"mm_tags":["American Bullfrog","Montana","","Yellowstone River","ecosystems","Wyoming","North Dakota"],"distribution":["Biology"],"release_date":{"und":[{"value":"1412222400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"},{"tid":"170538"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}