{"title":"Merged Montana, Wyoming Water Science Centers to Enhance Collaboration, Program Opportunities","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey's <a href=\"http:\/\/wy.water.usgs.gov\">Wyoming<\/a> and <a href=\"http:\/\/mt.water.usgs.gov\">Montana water science centers<\/a> will merge in October, improving science capacity and capabilities by integrating scientists in the two centers and allowing them to share equipment and expertise.<\/p>\n<p>The merger is a logical one because Wyoming and Montana are in the same geographic and USGS administrative regions and deal with similar issues, including several cross-border activities in such areas as the Tongue and Powder River watersheds and the Yellowstone River Compact.<\/p>\r\n<p>Current Montana Water Science Center Director John Kilpatrick will lead the new two-state center after the merger in October. The new center, which will be headquartered in Helena, Mont., will have 82 employees in seven locations and a budget of more than $11 million. Over the next few months Kilpatrick will lead the team charged with planning the details of the new center&rsquo;s implementation in consultation with cooperating agencies in both states.<\/p>\r\n<p>According to Suzette Kimball, Acting Director of the USGS, \"The merger of the WY and MT water science centers will result in savings in support costs related to management and administration, improved efficiency and flexibility in data collection operations, and better science through improved access to technical expertise and state-of-the-art scientific equipment.\"<\/p>\r\n<p>No offices will be closed in the reorganization and no jobs will be lost.&nbsp; However, substantial cost and staffing efficiencies will be realized because some vacancies in the two existing organizations will not need to be filled under the new plan. The employees of the new center are likely to work on programs throughout the two-state area, regardless of where they are stationed. Many mergers of smaller USGS water science centers have been implemented in recent years.<\/p>\r\n<p>The merger will also benefit USGS state and local cooperators, who may experience a cost savings and be introduced to additional USGS contacts and a broader range of USGS science activities in the long run.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Wyoming"],"country":["United States of America"],"mm_tags":["Geographic Areas Southwest","water"],"distribution":["Water"],"release_date":{"und":[{"value":"1374552000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169798"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}