{"title":"Helping Santa Plan a Safe Flight. . . Volcano Advisory Centers Mitigate Hazards to Aviation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: Media are invited to a question and answer session on volcano hazards and aviation with USGS Deputy Director Thomas Casadevall, and other USGS Volcano Hazards Program scientists, scheduled for 12:15 pm on Wednesday, Dec. 9 in the Moscone Convention Center Press Briefing Room. Interviews with the scientists can also be scheduled during the meeting by calling Pat Jorgenson in the AGU Newsroom in San Francisco, phone 415-905-1007.<\/b> \n<p><!--introstart-->The flight paths over the northern lands of the Pacific are among the busiest in the world, not only during the holiday season, but all year. <!--introend-->Each day more than 200 flights transporting about 20,000 people pass overhead en route between the Americas and Far Eastern regions of Russia, China, South Korea, Japan, Indonesia, and Australia. Ninety-three percent of all cargo flights between Asia and the U.S., plus one from the North Pole, fly over these lands along the \"great circle route\" or the shortest distance between Asia and the U.S. \r\n<p>This region is also home to many volcanoes of the \"Ring of Fire\" that erupt ash clouds hazardous to aviation. Efforts by scientists in these northern lands, and in other locations worldwide, to mitigate this and other volcanic hazards will be described by USGS Deputy Director Thomas Casadevall and scientists from the USGS Volcano Hazards Program at the Fall Meeting of the American Geophysical Union, scheduled for Dec. 6-10 at the Moscone Convention Center in San Francisco, California. \r\n<p>\"Explosive volcanic eruptions can inject large clouds of very small rock fragments, volcanic ash, and corrosive gases into the atmosphere at cruising altitudes for jet aircraft. These clouds can drift for hundreds to thousands of miles from their sources,\" explains Casadevall, a well-known expert in the field of volcanic ash and aviation safety. \"Modern aircraft engines will not operate in environments containing volcanic dust and corrosive gases, and aircraft radar cannot detect volcanic ash clouds,\" says Casadevall. \r\n<p>Flights have been disrupted by volcanic ash clouds. In 1989, a single encounter by a commercial jet with ash from Alaska&rsquo;s Redoubt volcano nearly took the lives of hundreds on board when all four engines lost thrust power and were restarted only minutes before ground impact. The incident also caused $80 million in damage to the aircraft. During the past 15 years, more than 80 aircraft worldwide have encountered drifting volcanic ash clouds, and mid-flight engine stalling has affected seven large commercial airliners. \r\n<p>Casadevall will discuss international cooperation between meteorologists, geologists, and aviators to establish nine regional Volcanic Ash Advisory Centers throughout the world to monitor volcanic activity, track ash clouds, and rapidly warn commercial and government aviation groups. \r\n<p><b>\"Mitigation of Volcano Hazards in the 21st Century III\" is scheduled for 8:30 -12:00 noon on Wednesday, Dec. 9, Moscone Convention Center Room 103. \r\n<p>In a separate session, \"Mitigation of Volcano Hazards in the 21st Century I,\" USGS Volcano Hazards Program Coordinator Marianne Guffanti will describe volcano observatories and volcano risk mitigation in the US. That session begins at 8:30am on Tuesday, Dec. 8, Moscone Convention Center Room 303.<\/b><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"912747600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}