{"title":"Three USGS Scientists Honored as Fellows of the Ecological Society of America","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reston, Va.<\/strong> &ndash; <!--introstart-->The U.S. Geological Survey is celebrating the achievements of three noted scientists who are being recognized today as 2014 Ecological Society of America (ESA) fellows for making exceptional contributions to a broad array of ecological fields.<!--introend--><\/p><p>The 2014 ESA fellow recipients from USGS are<\/p><ul><li>Dr. James Grace, USGS National Wetlands Research Center in Lafayette, La., for his critical contributions to the causal modeling methodology known as Structural Equation Modeling (SEM) and to demonstrating its value for the study of ecological problems;<\/li><li>Dr. Jon E. Keeley, USGS Western Ecological Research Center for his paramount cross-disciplinary research including the Southern California Wildfire Risk Scenario Project, which seeks to makes sense of fire hazard risk causes through ecological, geographical and statistical views; and<\/li><li>Dr. Stephen T. Jackson, director of the Interior Department&rsquo;s Southwest Climate Science Center, for his ingenious contributions toward effective engagement between climate scientists and resource managers, as well as indispensable research on the effects of environmental change on forests and wetlands.<\/li><\/ul><p>The reception in honor of 2014 ESA fellows will take place at the annual ESA meeting in Sacramento on Monday, Aug. 11, from 5:00-5:45 pm.<\/p><p>ESA&rsquo;s Awards Committee Chair, Alan Hastings, says that the fellow program&rsquo;s goals are to honor its members and to support their competitiveness and advancement to leadership positions in the Society, at their institutions and in broader society. This program was established in 2012.<\/p><p><strong>Meet the Fellows<\/strong><\/p><p><strong>Dr. James Grace, USGS National Wetlands Research Center<\/strong><\/p><p><em>Award Citation: &quot;James Grace is awarded the title of Fellow of the Society, which honors ESA members who are recognized by their peers for their distinguished contributions to the discipline.&rdquo; <\/em><\/p><p>Following a successful career in academia, including having been an assistant professor at the University of Arkansas and a full professor at Louisiana State University, Dr. James Grace joined the USGS in 1992. It was at that point that Dr. Grace began to realize that the challenges of research within the holistic context of &ldquo;How is this system going to behave?&rdquo; defied all of the conventional statistical methods he had learned to that point. This set him on a quest for a suitable quantitative framework for learning about systems by confronting complex hypotheses with multivariate data.<\/p><p>Grace and his collaborators&rsquo; pursuit of this approach to studying systems has led him to outline and demonstrate a &ldquo;third generation&rdquo; of the causal modeling methodology known as Structural Equation Modeling (SEM). There is now a tremendous growth of interest in these methods not only in ecology, but also in many other branches of science.<\/p><p>Dr. Grace obtained his B.S. from Presbyterian College in South Carolina where he studied chemistry and mathematics before obtaining a degree in Biology. He obtained his M.S. from Clemson University, and his Ph.D. from Michigan State University, both with a focus in aquatic ecology. Grace&rsquo;s selection as a 2014 ESA Fellow is an additional suitable honor to add to his numerous ecological accomplishments.<\/p><p><strong>Dr. Jon Keeley, USGS Western Ecological Research Center<\/strong><\/p><p><em>Award Citation: &quot;Jon Keeley is awarded the title of Fellow of the Society, which honors ESA members who are recognized by their peers for their distinguished contributions to the discipline.&rdquo; <\/em><\/p><p>Dr. Jon E. Keeley is a fire ecologist with the USGS Western Ecological Research Center, long based out of Three Rivers, Calif., in the shadows of Sequoia National Park. A native of San Diego County, Dr. Keeley developed an early appreciation f<\/p>","summary":"","format":"filtered_html","safe_value":"<p><strong>Reston, Va.<\/strong> – The U.S. Geological Survey is celebrating the achievements of three noted scientists who are being recognized today as 2014 Ecological Society of America (ESA) fellows for making exceptional contributions to a broad array of ecological fields.The 2014 ESA fellow recipients from USGS are\n<\/p><ul><li>Dr. James Grace, USGS National Wetlands Research Center in Lafayette, La., for his critical contributions to the causal modeling methodology known as Structural Equation Modeling (SEM) and to demonstrating its value for the study of ecological problems;<\/li>\n<li>Dr. Jon E. Keeley, USGS Western Ecological Research Center for his paramount cross-disciplinary research including the Southern California Wildfire Risk Scenario Project, which seeks to makes sense of fire hazard risk causes through ecological, geographical and statistical views; and<\/li>\n<li>Dr. Stephen T. Jackson, director of the Interior Department’s Southwest Climate Science Center, for his ingenious contributions toward effective engagement between climate scientists and resource managers, as well as indispensable research on the effects of environmental change on forests and wetlands.<\/li>\n<\/ul><p>The reception in honor of 2014 ESA fellows will take place at the annual ESA meeting in Sacramento on Monday, Aug. 11, from 5:00-5:45 pm.ESA’s Awards Committee Chair, Alan Hastings, says that the fellow program’s goals are to honor its members and to support their competitiveness and advancement to leadership positions in the Society, at their institutions and in broader society. This program was established in 2012.<strong>Meet the Fellows<\/strong><strong>Dr. James Grace, USGS National Wetlands Research Center<\/strong><em>Award Citation: \"James Grace is awarded the title of Fellow of the Society, which honors ESA members who are recognized by their peers for their distinguished contributions to the discipline.” <\/em>Following a successful career in academia, including having been an assistant professor at the University of Arkansas and a full professor at Louisiana State University, Dr. James Grace joined the USGS in 1992. It was at that point that Dr. Grace began to realize that the challenges of research within the holistic context of “How is this system going to behave?” defied all of the conventional statistical methods he had learned to that point. This set him on a quest for a suitable quantitative framework for learning about systems by confronting complex hypotheses with multivariate data.Grace and his collaborators’ pursuit of this approach to studying systems has led him to outline and demonstrate a “third generation” of the causal modeling methodology known as Structural Equation Modeling (SEM). There is now a tremendous growth of interest in these methods not only in ecology, but also in many other branches of science.Dr. Grace obtained his B.S. from Presbyterian College in South Carolina where he studied chemistry and mathematics before obtaining a degree in Biology. He obtained his M.S. from Clemson University, and his Ph.D. from Michigan State University, both with a focus in aquatic ecology. Grace’s selection as a 2014 ESA Fellow is an additional suitable honor to add to his numerous ecological accomplishments.<strong>Dr. Jon Keeley, USGS Western Ecological Research Center<\/strong><em>Award Citation: \"Jon Keeley is awarded the title of Fellow of the Society, which honors ESA members who are recognized by their peers for their distinguished contributions to the discipline.” <\/em>Dr. Jon E. Keeley is a fire ecologist with the USGS Western Ecological Research Center, long based out of Three Rivers, Calif., in the shadows of Sequoia National Park. A native of San Diego County, Dr. Keeley developed an early appreciation f<\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecosystems","Employees In The News"],"article_type":["National News Release","Employee in the News"],"release_date":{"und":[{"value":"1407729600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168903"},{"tid":"169017"}]},"subtitle":[]}