{"title":"Media Advisory: Congresswoman Markey to Speak at Powell Center Grand Opening","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Congresswoman Betsy Markey, U.S. Department of the Interior Assistant Secretary Anne Castle and a number of other officials will celebrate the grand opening of a new scientific \"think tank\" on August 19 in Fort Collins, Colo.<\/p>\n<p>The John Wesley Powell Center for Analysis and Synthesis will bring together U.S. Geological Survey scientists, colleagues from other government agencies and academia to focus on complex natural science challenges.<\/p>\r\n<p>One of the first projects to emerge from the Powell Center will be the next generation of resource assessments that will allow stakeholders to balance increasing energy, mineral and water resource demands against potentially competing environmental concerns.<\/p>\r\n<p>During a time of global change and evolving societal needs it is important to provide the objective science required to address growing challenges facing the American public. The new insights that the Powell Center working groups will produce can help decision makers ensure the security of the Nation, the vitality of its economy, the health of its ecosystems, and the well-being of its citizens.<\/p>\r\n<p><strong>Who:<\/strong><\/p>\r\n<p style=\"padding-left: 30px;\"><strong><\/strong>Congresswoman Betsy Markey<\/p>\r\n<p style=\"padding-left: 30px;\">Anne Castle, Assistant Secretary for Water and Science, Department of the Interior<\/p>\r\n<p style=\"padding-left: 30px;\">Marcia McNutt, Director, U.S. Geological Survey<\/p>\r\n<p><strong>Where:<\/strong><\/p>\r\n<p style=\"padding-left: 30px;\"><strong><\/strong>USGS Fort Collins Science Center<br \/>2150 Centre Ave., Building C<br \/>Fort Collins, CO 80526<\/p>\r\n<p><strong>When:<\/strong><\/p>\r\n<p style=\"padding-left: 30px;\"><strong><\/strong>Thursday, Aug. 19, 2010<br \/>10:30 a.m. &ndash; 11:15 a.m. (Remarks)<br \/>11:45 a.m. &ndash; 12:15 p.m. (Short Tours)<\/p>\r\n<p><strong><em>Please RSVP by contacting Jennifer LaVista at <a href=\"mailto:jlavista@usgs.gov\">jlavista@usgs.gov<\/a> or 303-202-4764<\/em><\/strong><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["events","Mc Nutt","powellcenter","Colorado","fortcollins"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1282017600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}