{"title":"Did You Feel the Magnitude 4.6 Earthquake in Montana?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nPeople who felt the magnitude 4.6 earthquake that hit Western Montana on May 8 can report their experiences during the temblor at the U.S. Geological Survey (USGS) Web site, &quot;Did You Feel It?&quot; at <u><a href=\"http:\/\/pasadena.wr.usgs.gov\/shake\/STORE\/X2007ccay\/ciim_display.html\">http:\/\/pasadena.wr.usgs.gov\/shake\/STORE\/X2007ccay\/ciim_display.html<\/a><\/u>, or go to the USGS Web site <u><a href=\"http:\/\/earthquake.usgs.gov\">http:\/\/earthquake.usgs.gov<\/a><\/u>, and click on &quot;Did You Feel It?&quot;&nbsp; \r\n<\/p>\r\n<p>\r\nThe USGS &quot;Did You Feel It?&quot; project collects information about ground shaking following significant earthquakes.&nbsp; By filling out a questionnaire, the public can help provide information about the extent of shaking and damage for earthquakes in the U.S., and may provide specific details about how their area may respond to future earthquakes.&nbsp; A map is generated showing the intensity of the ground shaking based on the answers from the questionnaire.&nbsp; Statistics can also be accessed that show what zip codes were affected, how many people responded, and at what intensity they felt the earthquake. \r\n<\/p>\r\n<p>\r\nSo far, 428 responses from people who felt the earthquake have been received from Idaho, Washington and Montana. \r\n<\/p>\r\n<p>\r\n&quot;With USGS science and technology, we are striving to prevent natural hazards from becoming disasters,&quot; says USGS Director Mark Myers.&nbsp; &quot;USGS science can help save lives, minimize property damage, and reduce risks that may result from natural hazards.&quot; \r\n<\/p>\r\n<p>\r\nFor more information about the magnitude 4.6 in Western Montana, see:&nbsp;&nbsp; <a href=\"http:\/\/earthquake.usgs.gov\/eqcenter\/recenteqsww\/Quakes\/us2007ccay.php\">http:\/\/earthquake.usgs.gov\/eqcenter\/recenteqsww\/Quakes\/us2007ccay.php<\/a> \r\n<\/p>\r\n<p>\r\n&nbsp;\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Montana"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1178683200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}