{"title":"satellite Tracking Helps Russian Tanker Navigate Critical Sea Duck Habitat","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>ANCHORAGE<\/strong> &mdash; <!--introstart-->On its way to deliver&nbsp;emergency fuel to Nome,&nbsp;Alaska, the Russian tanker&nbsp;Renda&nbsp;will move through an area used by&nbsp;wintering spectacled eiders,&nbsp;a federally&nbsp;threatened sea duck. But, to protect the ducks and their wintering habitat, resource managers from the U.S. Fish and Wildlife&nbsp;Service and&nbsp;navigators from the U.S. Coast&nbsp;Guard are using satellite telemetry information&nbsp;from the U.S. Geological Survey to&nbsp;plot a route for the tanker that minimizes impacts to this species and its habitat.<!--introend--><\/p>\n<p>\"Nearly 20 years ago, USGS biologists used the latest satellite tracking technology available at the time to uncover the mysterious wintering behavior of the spectacled eider, now a threatened species,\" said USGS Director Marcia McNutt. \"Little did these scientists know at the time that their information would be critical in allowing a Russian tanker decades later to thread the needle to Nome in order to deliver life-saving fuel oil without taking a toll on these elusive sea ducks.\"<\/p>\r\n<p>The&nbsp;arctic nesting sea ducks are now wintering south of St. Lawrence Island in the&nbsp;northern&nbsp;Bering Sea, where sea ice abounds and abundant prey in the form of clams and other invertebrates appears to be&nbsp;critical for the species'winter&nbsp;survival.&nbsp;<\/p>\r\n<p>\"As&nbsp;stewards of the environment, we found the data invaluable to our mission&nbsp;planning and&nbsp;execution while protecting our nation's critical spectacled eider habitat,\" said&nbsp;U.S. Coast Guard Capt. Craig Lloyd, District&nbsp;17 Chief of Response.<\/p>\r\n<p>Satellite telemetry&nbsp;provides a way to track animals regardless of location, time of day, or&nbsp;weather. Transmitters send information to orbiting satellites, which relay the&nbsp;data to land-based receivers.<\/p>\r\n<p>Implantable satellite&nbsp;transmitters were first used by USGS Alaska Science Center biologists in&nbsp;1993 to&nbsp;discover the molting (when birds shed old feathers and grow new ones) and wintering distribution of spectacled eiders. At that&nbsp;time, no one knew where the species lived during the many non-breeding months. But, USGS tracking&nbsp;data and&nbsp;subsequent aerial surveys revealed that spectacled eiders wintered in the&nbsp;northern Bering&nbsp;&nbsp; Sea,&nbsp;within the pack ice.<\/p>\r\n<p>&ldquo;Not only was this a&nbsp;surprise, but we&rsquo;ve learned that about 380,000 spectacled eiders, or&nbsp;almost the entire population of this species, use this area every winter for five to six&nbsp;months;&nbsp;an amazing natural phenomenon in an incredibly harsh environment,&rdquo; said&nbsp;Matthew Sexson,&nbsp;USGS biologist.<\/p>\r\n<p>In&nbsp;2008, USGS biologists began marking spectacled eiders with improved transmitters&nbsp;with&nbsp;longer life cycles to learn more about the species to help resource managers plan conservation actions and strategies. Each&nbsp;transmitter can last as much as two years, providing an&nbsp;opportunity to learn more about year-round migratory patterns and habitat use of this&nbsp;unique species, Sexson said. Between 2008 and 2011, 129&nbsp;transmitters were deployed at nesting areas in&nbsp;coastal Alaska. The project is&nbsp;expected to produce continuous tracking data from 2008&nbsp;through 2013. &nbsp;&nbsp;<\/p>\r\n<p>&ldquo;Protecting&nbsp;America&rsquo;s fish and wildlife resources is a shared responsibility. It is&nbsp;satisfying to&nbsp;see agencies working together to protect threatened and&nbsp;endangered species, while meeting&nbsp;the needs of our communities,&rdquo; said Ellen&nbsp;Lance, the Endangered Species Branch Chief for&nbsp;the U.S. Fish and Wildlife&nbsp;Service's Alaska Region.<\/p>\r\n<p>More information about this research can be found on the USGS Alaska Science Center <a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/seaducks\/spei\/\">webpage<\/a>. One can also follow the research by subscribing to","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["biology","Alaska Biology","Ducks","Eider"],"release_date":{"und":[{"value":"1325826000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}