{"title":"USGS Astrogeologists Continue to Learn from Mars Rovers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The world watched, spellbound, as two robotic Mars Exploration Rovers moved on the surface of Mars two years ago. Rovers Spirit and Opportunity, both landing in January, 2004, sent back the first surface images and scientific data from a planet long-considered to be most likely to show signs of elemental life, as defined on Planet Earth.<\/p>\n<p>Two U.S. Geological Survey (USGS) astrogeologists lead a team that developed and analyzed data from the Microscopic Imagers installed on the two rovers, and report on their findings in the most recent edition of the journal Science.<\/p>\r\n<p>The Mars Exploration Rovers continue to study the surface of the Red Planet after more than 2 1\/2 Earth years of operations. The Opportunity rover has discovered more examples of \"festoon\" cross laminations in sedimentary rocks in Meridiani Planum that were most likely formed by liquid water flowing across the surface of Mars billions of years ago.<\/p>\r\n<p>In addition, Microscopic Imager (MI) data show evidence for relict \"hopper crystals\" that suggest the formation of halite (common table salt or sodium chloride) .These and other observations made by Opportunity show that Meridiani Planum was once permeated by acidic groundwater, with occasional surface flow of liquid water.<\/p>\r\n<p>The MI experiment is led by Ken Herkenhoff and Jeff Johnson of the USGS Astrogeology Team in Flagstaff, Arizona, both of whom are co-authors of the Science paper published this week. Several other USGS Astrogeology Team members continue to be very involved in Mars Exploration Rover mission operations, commanding instruments and analyzing data as they are returned to Earth. Both rovers, Spirit and Opportunity, are currently weathering their second winter on Mars.<\/p>\r\n<p>More information about the Mars Mission and other work of USGS Astrogeology scientists can be found at <a href=\"http:\/\/astrogeology.usgs.gov\">http:\/\/astrogeology.usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1157688000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169862"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}