{"title":"Shifting Sands: Sandyâ\u0080\u0099s Lessons in Coastal Geology","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignleft\" width=\"420\"]<a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/images\/DSC_1210LG.jpg\"><img class=\"   \" src=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/images\/DSC_1210LG.jpg\" alt=\"\" width=\"420\" height=\"279\" \/><\/a> A number of ocean front homes were destroyed or severely damaged during Hurricane Sandy on Fire Island, NY. The photo shows what remains of houses in the community of Davis Park. Photo by Cheryl Hapke, USGS.[\/caption]\n\nThe USGS conducts research on the natural processes that cause coastal change, but to <a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3074\/\">understand and adapt to such changes,<\/a> accurate information regarding the past and present shorelines is essential. Â Consequently,Â  USGS research focuses on understanding the magnitude and variability of the impacts of hurricanes on the sandy beaches of the United States, and how short-term events like storms can influence the long-term vulnerability of our coasts.\n\nBarrier islands line about half of the U.S. coast, including most of the region impacted by Hurricane Sandy. In their natural state, these islands are mobile and change constantly through historical and geologic time in response to the natural forces of wind, waves, tides, and sea level. In fact, mid-Atlantic barrier islands owe their very existence to storms and the long-term rise in sea level of the past several thousand years. However, much of today's coastline is a complex hybrid of a natural, dynamic landform overprinted with decades of human development. Recognizing the dynamic nature of barrier islands can help reduce the vulnerability of the infrastructure to the inevitable \"next time.\"\n\nHurricane Sandyâ\u0080\u0099s landfall brought devastation to many residents of the mid-Atlantic's barrier islands. The large area that superstorm Sandy affected does not have a recent equal, but the impacts are similar to many other U.S. storms, such as Ivan, Katrina, and Ike. To those who study coastal processes, examining the impacts helps us understand how barrier islands function and where the highest hazard areas are located.\n\n<strong>What does an island have to do, geologically speaking, to survive?Â  <\/strong>\n\nLooking seaward from an islandâ\u0080\u0099s interior â\u0080\u0093 where people and infrastructure are usually located â\u0080\u0093 beaches and dunes are the first line of defense from ocean waves and storm surge. <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/impact-scale\/\">When dunes erode and fail,<\/a> much of the sand is carried into the island interior as overwash. While a failed dune makes a coastal community more exposed to the next storm, it makes an undeveloped barrier island stronger by adding elevation to its core. This is how the barrier islands were built in the first place.\n\nDuring superstorm Sandy, broad swaths of the coastline from North Carolina to Massachusetts experienced dune failure and massive overwash. The sand that washed onto and across the barrier islands â\u0080\u0093 filling roads, yards, and living rooms â\u0080\u0093 instantly added several feet of elevation. On a natural barrier island, this new elevation capital reduces the chance of inundation from the next storm. And as was learned in New Jersey and New York, a couple of feet can make all the difference between inconvenience and catastrophe.\n\n[caption id=\"\" align=\"alignright\" width=\"540\"]<a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/photo-comparisons\/newjersey.php\"><img class=\"  \" src=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/photo-comparisons\/images\/NJ_Loc5_SeasideHeights_Overwash-lg.jpg\" alt=\"\" width=\"540\" height=\"886\" \/><\/a> Oblique aerial photographs of Seaside Heights, NJ. View looking west along the New Jersey shore. Storm waves and surge destroyed the dunes and boardwalk, and deposited the sand on the island, covering roads. The red arrow points to a building that was washed off of its foundation and moved about a block away from its original location. The yellow arrow in each image points to the same feature.[\/caption]\n\nAs the army of bulldozers and other earth-moving equipment deployed along the coast suggests, current efforts appear headed to restore the islands to their pre-storm state. Pushing the sand off the streets and back onto the beach removes the elevation that would have added protection against future floods.Â For this storm and on other developed shores, such excavation of the roads is absolutely necessary to regain the dunes that are the first line of defense. But this resetting of an islands' \"morphological clock\" back to pre-storm conditions decreases resilience and increases long-term vulnerability and risk.\n\n<strong>Then, there is sea-level rise <\/strong>\n\nSea level has risen six to nine inches along the New Jersey coast since the last big storm in 1962. <a href=\"http:\/\/www.pbs.org\/newshour\/bb\/weather\/july-dec12\/storm_11-01.html\">Some residents<\/a> say the 1962 storm barely reached their doorstep, while this time Sandy flooded them by a foot. Although Sandy and the 1962 storm differ in their details, 50-years of sea-level rise certainly allowed water to reach areas that would not have been reached otherwise.\n\nWhat we know about storms, sea-level rise, and barrier island response can be applied to redevelopment of the New Jersey coast, potentially exploiting the natural dynamics to our economic and environmental benefit. The pressure on humans will be to either try and thwart the natural response â\u0080\u0093 requiring increasing investment in construction and maintenance of storm protection structures â\u0080\u0093 or adapt to that response by moving both horizontally and vertically as the barrier islands move. There is historical precedent for the latter. In New Jersey, some pre-WWII beachfront communities had moveable houses. In 1888, the <a href=\"http:\/\/www.archive.org\/details\/scientific-american-1888-04-14\">Brighton Beach Hotel on Coney Island was moved<\/a> several hundred feet back from the ocean by six steam locomotives.\n\n<strong>Using science to help with difficult choices<\/strong>\n\nThe USGS provides scientific support for hurricane planning and response. By using <a href=\"http:\/\/pubs.usgs.gov\/fs\/2010\/3012\/index.html\">observations of beach changes<\/a> and models of waves and storm surge, predictions can be made on how the coast will respond to hurricanes and vulnerable coastal areas can be identified.\n\nThere are difficult choices to be made in response to Sandy. Doing nothing other than rebuilding is an easy choice and least expensive in the near-term, unless the next \"superstorm\" comes next year â\u0080\u0093 or even this winter. Hundreds of miles of the East Coast where dunes were eroded or no longer exist are now more vulnerable than ever. Protecting the entire coast with coastal structures is likely not feasible or even desirable.\n\nA practical response will be a blend of all the options. This requires identifying which areas can adapt best, and prioritizing which will receive the most protection and which will receive the least, or even none. This will be a challenging process. But, when undertaken jointly by citizens, policymakers, and scientists it could be a refreshing response to the problem, and yield a coastal environment that is more resilient and economically and environmentally sound.\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24256","uid":"31","filename":"Homepage-Photo-Thielier-Top-Story.jpg","uri":"public:\/\/Homepage-Photo-Thielier-Top-Story.jpg","filemime":"image\/jpeg","filesize":"151052","status":"1","timestamp":"1425492768","type":"image","uuid":"c9195688-8e5f-4adf-8ea1-65874823d5cd","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["beach","Coastal and Marine Geology","Coastal Change","Coasts","Hurricane Sandy","Maryland","Natural Hazards","New Jersey","New York","North Carolina","ocean","overwash","Sea Level Rise","Storms","Virginia"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1352993230","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}