{"title":"West Nile Virus May Be New Deadly Strain, USGS Tells Congress","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Recent crow die-offs suggest the West Nile virus which emerged in New York in late August could be more deadly to North American bird species than to species in Africa, the Middle East and Europe, where the virus is normally found, a USGS scientist reported today at a congressional field hearing held in Connecticut by the Senate Committee on Environment and Public Works. <!--introend-->\n<p>Dr. Robert G. McLean, director of the USGS National Wildlife Health Center in Madison, Wis., briefed the committee on the role of native bird populations and other wildlife in the emergence of West Nile virus in the United States. Detection of the virus in birds and other animal species provides critical information to public health agencies tracking the infection in people. \r\n<p>\"The high mortality in crows and other bird species is unusual for these viruses,\" McLean said. \"This suggests that this virus is more virulent to our native birds or it may represent a new, more virulent strain of the virus.\" \r\n<p>Resident and migratory birds may play an important role in natural transmission of the virus and in maintaining the virus in the United States, McLean testified. \"Migratory birds could also spread the virus to other states outside of the New York City area,\" he said. \"Enhanced monitoring through surveillance for early, rapid detection of West Nile virus in states outside the affected area will be important to guide prevention measures.\" \r\n<p>The emergence of West Nile virus in the United States, which led to the deaths of seven people from West Nile encephalitis, has brought together the combined expertise and resources of many federal and state agencies along the eastern seaboard. Several federal and state agencies and private groups are searching for stored human and animal specimens that were collected prior to 1999 in order to test them for the presence of West Nile virus. These specimens are also being tested for antibodies to determine if the virus was present in the United States before the 1999 outbreak. Results from these investigations should provide more insight into how, where and when the virus was introduced, McLean noted. \r\n<p>McLean, who received his Ph.D. at Penn State University in 1966, and has 30 years of experience with wildlife diseases, also discussed the activities and efforts of the USGS in investigating the wildlife aspects of this virus. \"As of early November, 392 birds have been tested by USGS and Centers for Disease Control and Prevention (CDC), and 192 were positive for West Nile virus,\" McLean said. \"The virus has infected at least 20 species of birds, including exotic and native birds at zoos, and about four species of mosquitoes. But, it is difficult to assess how many birds have died from this disease.\" \r\n<p>USGS, CDC, U.S. Department of Agriculture and other agencies have heightened wildlife surveillance for detection of West Nile virus, and they have expanded monitoring to other Atlantic and Gulf Coast states. McLean assured the committee, \"We are continuing to collaborate on enhanced surveillance and to determine what specific surveillance methods will work best for each region.\" \r\n<p>McLean believes that native bird populations will play a key role in the investigation of the long-term impacts of the West Nile virus in the United States. He added, \"Additional research is needed in order to determine if wildlife, mosquito or both populations in the affected areas can maintain the virus in New York and other states and serve as an over wintering source for resurgence next summer.\" \r\n<p>For more information on West Nile virus, see the following webpages: \r\n<p><b>USGS Home Page on West Nile Virus<\/b><br>http:\/\/www.usgs.gov\/west_nile_virus.html<br><br>\r\n<p><b>USGS Fact Sheet on West Nile Virus<\/b><br>http:\/\/www.usgs.gov\/wnvfactsheet.html<br><br><b>USGS National Wildlife Health Center and related web pages<\/b><br>http:\/\/www.umesc.usgs.gov\/nwhchome.html<br>http:\/\/www.umesc.usgs.gov\/http_","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"945147600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170250"},{"tid":"170203"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}