{"title":"Lichens May Aid in Combating Deadly Chronic Wasting Disease in Wildlife","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>MADISON, Wis<\/em>. &ndash; Certain lichens can break down the infectious proteins responsible for chronic wasting disease (CWD), a troubling neurological disease fatal to wild deer and elk and spreading throughout the United States and Canada, according to U.S. Geological Survey research published today in the journal <em>PLoS ONE<\/em>.&nbsp;<\/p>\n<p>Like other \"prion\" diseases, CWD is caused by unusual, infectious proteins called prions. One of the best-known of these diseases is \"mad cow\" disease, a cattle disease that has infected humans. However, there is no evidence that CWD has infected humans.&nbsp; Disease-causing prions, responsible for some incurable neurological diseases of people and other diseases in animals, are notoriously difficult to decontaminate or kill. Prions are not killed by most detergents, cooking, freezing or by autoclaving, a method used to sterilize medical instruments.&nbsp;<\/p>\r\n<p>\"When prions are released into the environment by infected sheep or deer, they can stay infectious for many years, even decades,\" said Christopher Johnson, Ph.D., a scientist at the USGS National Wildlife Health Center and the lead author of the study. \"To help limit the spread of these diseases in animals, we need to be able to remove prions from the environment.\"&nbsp;<\/p>\r\n<p>The researchers found that lichens have great potential for safely reducing the number of prions because some lichen species contain a protease enzyme (a naturally produced chemical) capable of significantly breaking down prions in the lab.<\/p>\r\n<p>\"This work is exciting because there are so few agents that degrade prions and even fewer that could be used in the environment without causing harm,\" said Jim Bennett, Ph.D., a USGS lichenologist and a co-author of the study.&nbsp;<\/p>\r\n<p>CWD and scrapie in sheep are different than other prion diseases because they can easily spread in sheep or deer by direct animal-to-animal contact or through contact with contaminated inanimate objects like soil. Chronic wasting disease was first diagnosed in the 1960s and has since been detected in 19 states and two Canadian provinces. CWD has been detected in wild elk, mule deer, white-tailed deer and moose in North America.&nbsp;<\/p>\r\n<p>Lichens, said Johnson, produce unique and unusual organic compounds that aid their survival and can have antibiotic, antiviral and other chemotherapeutic activities. In fact, pharmaceutical companies have been examining the medicinal properties of lichens more closely in recent years.<\/p>\r\n<p>Lichens - which are often mistaken for moss - are unusual plant-like organisms that are actually a symbioses of fungi, algae and bacteria living together. They usually live on soil, bark, leaves and wood and can live in barren and unwelcoming environments, including the Arctic and in deserts.<\/p>\r\n<p>Future work will examine the effect of lichens on prions in the environment and determine if lichen consumption can protect animals from acquiring prion diseases.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The study, &ldquo;<a href=\"http:\/\/www.plosone.org\/article\/info%3Adoi%2F10.1371%2Fjournal.pone.0019836\">Degradation of the disease-associated prion protein by a serine protease from lichens<\/a>,&rdquo; was published in <em>PLoS ONE<\/em> and is freely accessible to the public. The study was authored by USGS scientists Christopher Johnson, James Bennett and Tonie Rocke, as well as authors from Montana State University and the University of Wisconsin.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_05_17\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/ NR2011_05_17\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","New York","Virginia","West Virginia","Montana","Wyoming","Colorado","Kansas","New Mexico","Oklahoma","Utah","Illinois","Michigan","Minnesota","Missouri","Nebraska","North Dakota","South Dakota","Wisconsin"],"country":["United States of America"],"mm_tags":["biology","ecosystems","Wildlife Disease","wildlife Health","Chronic Wasting Disease","deer","elk","moose","Lichens"],"release_date":{"und":[{"value":"1305604800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169080"},{"tid":"169017"},{"tid":"169394"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}