{"title":"Mining and Urbanization Associated with Contamination of Aquatic Communities in the Great Salt Lake Basins","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A 5-year study by the U.S. Geological Survey on the occurrence and distribution of trace elements and synthetic organic compounds in sediment and fish from the Great Salt Lake Basin area of Utah, Idaho, and Wyoming found that trace elements were elevated in areas affected by historic mining, and organic compounds were highest at sites with urban and agricultural land use. <\/p>\n<p>&quot;Many of these organic compounds are extremely persistent in the environment and have been shown to have a variety of toxic effects on aquatic and terrestrial species,&quot; said Anne Brasher, a biologist for the USGS. Many contaminants can lead to direct mortality, while others are known carcinogens or can cause a range of sublethal effects including biochemical changes, impaired reproduction, behavioral changes, and deformities. <\/p>\r\n<p>Although trace elements (for example, mercury and arsenic) originate from natural sources, human activities such as mining, agriculture, and urbanization can affect their concentration and distribution. In contrast, organic compounds such as organochlorine pesticides (for example, DDT), polychlorinated biphenyls (PCBs), and polycyclic aromatic hydrocarbons (PAHs) are made by humans and primarily associated with human activities. <\/p>\r\n<p><span class=\"c-bold\">Trace Elements<\/span> <\/p>\r\n<p>The concentration of trace elements in streambed sediment was greatest at sites that have been affected by historical mining and smelter activities. Established guidelines (above which there will likely be a negative effect on the aquatic community) were exceeded for arsenic, cadmium, copper, lead, silver, mercury, and zinc areas affected by mining. In areas with little mining or urban influence, such as the Bear River Basin, trace elements concentrations are low compared to those collected in other parts of the nation. In areas with historical mining activities, concentrations of many trace elements were greater than the 90-th percentile of detections nationally. <\/p>\r\n<p>Cores collected in 1982 as part of a previous study in remotely located Mirror Lake (where there was no direct mining activity), showed an enrichment of arsenic, cadmium, copper, lead, tin, and zinc in the surface sediments relative to the deeper sediments. Kidd Waddell, a retired hydrologist with the USGS, noted that age dating of the cores indicates that enrichment of these trace elements began after about 1900, likely from atmospheric deposition during a period of large-scale mining and smelting in the Salt Lake Valley area. <\/p>\r\n<p>Cores collected in 1998 from the present study in Farmington Bay of Great Salt Lake reveal that the concentration of lead began to increase after 1842, peaked during the mid-1980s, and has declined since then. Recent declines in lead concentration in sediments have been noted in other areas of the country and are generally attributed to reduced lead emissions following passage of the Clean Air Act. <\/p>\r\n<p><span class=\"c-bold\">Organic Compounds<\/span> <\/p>\r\n<p>Overall, the number and concentration of organic compounds the USGS detected in fish and sediment in the Great Salt Lake Basins is low compared to samples collected in other parts of the nation. In addition, the USGS did not detect any organic compounds in sediment from undeveloped areas of the Great Salt Lake Basins, and only detected them infrequently in fish from these areas. <\/p>\r\n<p>USGS analysis of streambed-sediment samples showed that the highest concentrations of PAHs (organic compounds that are combustion products from sources such as automobiles, airplanes, and fires) were detected at urban sites. Dave Naftz, a research hydrologist with the USGS noted that Farmington Bay showed an increase in total PAH concentrations coincident with the increase in population in Salt Lake Valley. <\/p>\r\n<p>Other organic compounds detected in streambed sediment included PCBs, DDT compounds, and chlordane compounds (which are typically used as pesticides). Chlordane compoun","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Wyoming","Utah"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1087876800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168850"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}