{"title":"Chelton Receives 2013 Pecora Award for Achievements in Ocean Remote Sensing","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Correction, 12\/18\/2013. The original text of this release incorrectly stated Dr. Chelton's academic background.<\/strong><\/p>\n<p>\r\n<div><strong>____________________________________________________________<\/strong><\/div>\r\n<\/p>\r\n<p><!--introstart-->The Department of the Interior's U.S. Geological Survey (USGS) and NASA presented the 2013 William T. Pecora Award for achievement in Earth remote sensing to Dudley B. Chelton, distinguished professor of Earth, Ocean, and Atmospheric Sciences at Oregon State University, Corvallis.<!--introend--><\/p>\r\n<p>Chelton was recognized for his contributions to ocean remote-sensing science, education, and applications. The award was presented Wednesday by Suzette Kimball, USGS acting director, and Michael Freilich, director of the Earth Science Division in NASA's Science Mission Directorate, at the American Geophysical Union meeting in San Francisco.&nbsp;<\/p>\r\n<p>The Department of the Interior and NASA present the Pecora Awards to honor outstanding contributions in the field of remote sensing and its application to understanding Earth. The award was established in 1974 to honor the memory of William T. Pecora, former USGS director and Interior undersecretary. Pecora was influential in the establishment of the Landsat satellite program, which created a continuous, 40-plus-year record of Earth's land areas.&nbsp;<\/p>\r\n<p>\"Every year the Pecora Award signifies the very high value that both the USGS and NASA place in observing Earth from space,\" said Kimball. \"As our natural resources around the world continue to be stressed by a growing population and changing climate, it is more critical than ever that we have an objective, comprehensive view of the changes happening to our planet.\"&nbsp;<\/p>\r\n<p>Chelton is a pioneer in the oceanographic use of satellite data to explore the role of the ocean in the Earth's climate system. His work has led to new hypotheses in ocean studies and has inspired many follow-up investigations by the ocean remote-sensing community, increasing the practice and appreciation of ocean remote-sensing.<\/p>\r\n<p>\"Throughout his career, Dudley has been known for developing statistical methods to analyze existing satellite data while preparing for the next generation of remote-sensing instruments,\" said Freilich.<\/p>\r\n<p>After receiving a Ph.D. in oceanography from Scripps Institution of Oceanography, University of California, San Diego, Chelton realized the potential of satellite-based observations and moved to the Jet Propulsion Laboratory in 1980 to analyze the newly available Seasat data.&nbsp;His 1981 paper in Nature demonstrated the ability of satellite instruments to make global observations of the ocean. Chelton moved to Oregon State University in 1983 where he established an ocean remote-sensing program that has grown into national prominence.<\/p>\r\n<p>The comprehensive understanding of the technical and statistical aspects of ocean remote-sensing serves as the foundation of Chelton's major scientific discoveries. For over thirty years, he has led efforts to improve satellite-derived measurements of the four primary ocean variables that can be sensed remotely: sea surface height, surface winds, sea surface temperature, and ocean surface biological productivity.<\/p>\r\n<p>Chelton is a Fellow of the American Geophysical Union and the American Meteorological Society and received a NASA Public Service Medal. Many of his 110 papers and book chapters have become standard references in his field.<\/p>\r\n<p><strong>Learn more<\/strong><\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/remotesensing.usgs.gov\/pecora.php\">William T. Pecora Award<\/a><\/li>\r\n<li><a href=\"http:\/\/landsat.usgs.gov\/\">USGS Landsat<\/a><\/li>\r\n<li><a href=\"http:\/\/landsat.gsfc.nasa.gov\/\">NASA Landsat<\/a><\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1386738000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169752"},{"tid":"170488"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}