{"title":"Celebrating Earth Day on April 22","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n<div style=\"float: right;padding: 5px\" align=\"right\">[iframe width=\"560\" height=\"315\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/hnnC6ojfhuQ?rel=0\" frameborder=\"0\" allowfullscreen]<\/div>\nIn recognition of Earth Day on April 22, 2013, the USGS is highlighting a few aspects of climate change. The effects of climate change have been documented in the United States and around the world. These effects pose challenges and risks to our landscapes, natural and agricultural resources, wildlife, the economy, and the public health and safety of our communities.\n\nUSGS scientists seek to measure, document, and understand the changes that have occurred in the Earthâ\u0080\u0099s recent and distant past, and then interpret and communicate the causes and consequences of those changes.\n\nUSGS expertise is diverse, for example, seeking to improve our understanding of climate change effects on wildlife and ecosystems; risks to coastal communities associated with sea-level rise, coastal erosion, and storms; how carbon circulates across the globe, including how and where it can be stored in ecosystems and subsurface rocks; and changes in water resource availability, including the effects of droughts and floods.\n\nThe USGS makes data free and easily accessible to the public, resource managers, policymakers and other decisionmakers. As the nationâ\u0080\u0099s earth-science agency, the USGS provides unbiased scientific information that serves as a foundation for sound decisions as we face these climate change challenges.\n\nLearn more about USGS climate change science and expertise by visiting the <a href=\"http:\/\/www.usgs.gov\/climate_landuse\/\">USGS Climate and Land Use Change website<\/a>.\n\n<strong>Slideshow: Faces of Climate Change<\/strong>\n\nThe following slideshow highlights examples of climate change impacts to variety of places and people across the globe. This aims to give a glimpse of the many faces of climate change.\n\n[SlideDeck2 id=176429]\n\n<strong>Video Series: Americaâ\u0080\u0099s Climate Change Questions<\/strong>\n\nAmerica has questions about climate change, and the USGS is providing answers through a video series called, <a href=\"http:\/\/www.youtube.com\/playlist?list=PLC774D2D9F9F4AF0B\">Climate Connections<\/a>.\n\nIn these videos, USGS scientists are engaging in conversations and addressing questions from across the nation. The USGS has authoritative and science-based information to address a wide range of topics related to climate change.\n\nThere are six episodes from Colorado, the District of Columbia, Glacier National Park, Puerto Rico, and North and South Carolina.\n\nHyperlinks and details to each episode are provided below.\n\n<strong>Watch the Videos<\/strong>\n\n<a href=\"http:\/\/www.youtube.com\/watch?v=hnnC6ojfhuQ\">Questions from Colorado<\/a> include:\n<ul>\n\t<li>How is Colorado affected by climate change and how can I learn more?<\/li>\n\t<li>Were the wildfires this past summer related to climate change?<\/li>\n\t<li>Do the bark beetles infesting trees have anything to do with climate change?<\/li>\n\t<li>How does the ocean change the climate, and vice versa?<\/li>\n<\/ul>\n<a href=\"http:\/\/www.youtube.com\/watch?v=wy-fyMc-ZqI&amp;list=PLC774D2D9F9F4AF0B&amp;index=6\">Questions from high school students in D.C<\/a>. include:\n<ul>\n\t<li>If you could tell the public one thing about climate change, what would it be?<\/li>\n\t<li>Does climate change impact humans or animals more?<\/li>\n\t<li>How will climate change affect D.C.?<\/li>\n\t<li>When did climate change begin?<\/li>\n<\/ul>\n<a href=\"http:\/\/www.youtube.com\/watch?v=bX5-0doqreE&amp;list=PLC774D2D9F9F4AF0B&amp;index=5\">Questions from Glacier National Park<\/a> include:\n<ul>\n\t<li>When I come back in ten years, what will I see in Glacier National Park?<\/li>\n\t<li>How is climate change impacting the glaciers?<\/li>\n\t<li>Does all the snow we received this winter help the glaciers?<\/li>\n\t<li>How do receding glaciers and climate change affect the local economy in terms of recreation, agriculture, tourism?<\/li>\n<\/ul>\n<a href=\"http:\/\/www.youtube.com\/watch?v=XHHoT5Tz88Y&amp;list=PLC774D2D9F9F4AF0B&amp;index=4\">Questions from Puerto Rico<\/a> include:\n<ul>\n\t<li>Why has the rainy season been so long in Puerto Rico?<\/li>\n\t<li>How is global warming impacting the island of Puerto Rico?<\/li>\n\t<li>What are solar storms and are they related to climate change?<\/li>\n\t<li>Will we see polar bears on the island of Puerto Rico?<\/li>\n<\/ul>\n<a href=\"http:\/\/www.youtube.com\/watch?v=05EP4-j4mwo&amp;list=PLC774D2D9F9F4AF0B&amp;index=3\">Questions from North and South Carolina<\/a> include:\n<ul>\n\t<li>How does climate change affect the coast and where can I learn more?<\/li>\n\t<li>What are scientists currently doing in regards to rivers and streams?<\/li>\n\t<li>Does planting trees impact climate change?<\/li>\n\t<li>What do we know now that we didnâ\u0080\u0099t know in the 1970s?<\/li>\n<\/ul>\n<a href=\"http:\/\/www.youtube.com\/watch?v=tQ7bJm-Hz8A&amp;list=PLC774D2D9F9F4AF0B&amp;index=2\">Questions from students in North Carolina<\/a> include:\n<ul>\n\t<li>Do all scientists agree that climate change is occurring?<\/li>\n\t<li>Could climate change impact fishing?<\/li>\n\t<li>Will the climate change abruptly or slowly over time?<\/li>\n\t<li>What is geothermal energy and how does it impact the climate?<\/li>\n<\/ul>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24295","uid":"31","filename":"Homepage-Image-Top-Story-for-Earth-Day1.jpg","uri":"public:\/\/Homepage-Image-Top-Story-for-Earth-Day1.jpg","filemime":"image\/jpeg","filesize":"143928","status":"1","timestamp":"1425492768","type":"image","uuid":"1c8e42c5-8df8-428e-b8ed-14245623e890","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Climate Change","Climate Connections","Colorado","Earth Day","Global Warming","wildfires"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1366637980","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}