{"title":"Out of the Stocking and Powering the Holidays","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_173081\" align=\"alignleft\" width=\"150\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/12\/Anthracite2_2009_dp.jpg\"><img class=\"size-thumbnail wp-image-173081\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/12\/Anthracite2_2009_dp-150x150.jpg\" alt=\"A sample of anthracite coal\" width=\"150\" height=\"150\" \/><\/a> Anthracite coal is hard, compact, and has high luster. It also has the highest carbon concentration of all ranks of coal.[\/caption]\n\nTraditionally the â\u0080\u009cgiftâ\u0080\u009d left for naughty children, coal has developed a bit of a negative association with the holidays. Unlike those tinsel twins, <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/the-other-364-days-of-the-year-the-real-lives-of-wild-reindeer\/\">reindeer<\/a> and mistletoe, coal does not enjoy the same holiday cheer.Â  Which is strange, when you think about it, as back in Northern Europe where most of our holiday traditions began, coal was essential in keeping your house warm during long winters.Â  In fact, according to the <a href=\"http:\/\/blog.oup.com\/2009\/12\/nye-folklore\/\">University of Oxford<\/a>, traditions developed in Scotland and Wales where visitors during the holidays would bring a small lump of coal to herald warmth and cheer for the New Year.\n\nAlthough no one is quite sure where the coal for naughty kids custom came from, the truth is that coal has long been a very important part of our daily lives, let alone our holiday traditions.Â  Originally burned for warmth and steam power for locomotives, nowadays nearly half of the electricity produced in the United States is generated by coal-fired power plants. Coal is also used in the refining of metals such as steel.\n\n[caption id=\"attachment_173083\" align=\"alignright\" width=\"150\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/12\/bituminous1_2009_dp.jpg\"><img class=\"size-thumbnail wp-image-173083\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/12\/bituminous1_2009_dp-150x150.jpg\" alt=\"A sample of bituminous coal\" width=\"150\" height=\"150\" \/><\/a> Bituminous Coal is a middle rank coal (between subbituminous and anthracite) formed by additional pressure and heat on lignite. Usually has a high heating (Btu) value and is the most common type of coal used in electricity generation in the United States. Bituminous coal appears smooth when you first see it, but look closer and you may see it is in layers. Bituminous is the most abundant kind of coal and the most often used.[\/caption]\n\n<strong>What is Coal?<\/strong>\n\nCoal is a sedimentary rock made predominantly of carbon that can be burned for fuel. Coal formed when prehistoric forests and marshes were buried and compressed over hundreds of millions of years.Â  As time went on, the other elements in the rock were squeezed out due to the pressure of the rock around it, leading to higher and higher concentrations of carbon.Â  This process resulted in the various types of coal we have today, which are ranked according to their moisture content and concentration of carbon.\n\n<strong>USGS and Coal<\/strong>\n\n[caption id=\"attachment_173084\" align=\"alignleft\" width=\"150\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/12\/cannel1_2009_dp.jpg\"><img class=\"size-thumbnail wp-image-173084\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/12\/cannel1_2009_dp-150x150.jpg\" alt=\"A sample of channel coal\" width=\"150\" height=\"150\" \/><\/a> Cannel Coal is a type of bituminous coal with a high pollen and spore content from prehistoric plants. One theory for how it got its name is that, due to its high pollen content, it could be lit by a match and serve as a candle. Over time, \"candle coal\" evolved to \"cannel coal.\"[\/caption]\n\nUSGS has studied coal for much of our more than 130-year existence. We work with state cooperators, predominantly state geological surveys, to <a href=\"http:\/\/energy.usgs.gov\/Coal\/AssessmentsandData\/CoalAssessments.aspx\">assess the Nationâ\u0080\u0099s coal resources<\/a>. The largest and most well-known basins of coal we have assessed are the <a href=\"http:\/\/energy.usgs.gov\/RegionalStudies\/AppalachianBasin.aspx\">Appalachian Basin<\/a> and <a href=\"http:\/\/energy.usgs.gov\/Coal\/AssessmentsandData\/CoalAssessments\/IllinoisBasinCoalAssessment.aspx\">Illinois Basin<\/a> in the East and the <a href=\"http:\/\/energy.usgs.gov\/Coal\/AssessmentsandData\/CoalAssessments\/RockyMountainGreatPlainsCoalAssessment.aspx\">Williston Basin<\/a> and <a href=\"http:\/\/energy.usgs.gov\/RegionalStudies\/PowderRiverBasin.aspx\">Powder River Basin<\/a> in the West. All of our other research on coal can be found on our <a href=\"http:\/\/energy.usgs.gov\/Coal\/AssessmentsandData\/CoalDatabases.aspx\">National Coal Resources Data Systems<\/a> and our <a href=\"http:\/\/energy.usgs.gov\/Coal\/AssessmentsandData\/WorldCoalQualityInventory.aspx\">World Coal Quality Inventory<\/a>.\n\nWe also study the environmentalÂ  effects of developing and using coal, such as <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0166516211001984\">greenhouse gas emissions<\/a> from underground coal fires, <a href=\"http:\/\/energy.usgs.gov\/portals\/0\/Rooms\/medical_geology\/text\/bunnell_et_al_2010_jeph.pdf\">air quality impacts<\/a> from coal utilization, and <a href=\"http:\/\/energy.usgs.gov\/HealththeEnvironment\/EcosystemsHumanHealth\/AcidMineDrainage\/tabid\/82\/Agg1087_SelectTab\/1\/Default.aspx\">acid mine drainage<\/a>.\n\n<strong>Coalbed Gas<\/strong>\n\nAnd finally, thereâ\u0080\u0099s another important aspect of the Nationâ\u0080\u0099s coal: <a href=\"http:\/\/energy.usgs.gov\/OilGas\/UnconventionalOilGas\/CoalbedGas.aspx\">coalbed gas<\/a>. Methane, also known as natural gas, takes on many of the same tasks as coal, such as it's vital for the production of electricity in many states and itâ\u0080\u0099s used for warmth during the winter. In addition, it can be used to create fertilizers, or even used for transportation in place of gasoline. Although mostly produced from gas fields or found with oil, methane can also be found in coal seams.\n\n[caption id=\"attachment_173086\" align=\"alignright\" width=\"150\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/12\/ligniteB_2010_dp.jpg\"><img class=\"size-thumbnail wp-image-173086\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/12\/ligniteB_2010_dp-150x150.jpg\" alt=\"A sample of lignite coal\" width=\"150\" height=\"150\" \/><\/a> Lignite coal, aka brown coal, is the lowest grade coal with the least concentration of carbon.[\/caption]\n\n[caption id=\"attachment_173082\" align=\"alignleft\" width=\"150\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/12\/Peat2_2009_dp.jpg\"><img class=\"size-thumbnail wp-image-173082\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/12\/Peat2_2009_dp-150x150.jpg\" alt=\"A sample of peat\" width=\"150\" height=\"150\" \/><\/a> Peat is not actually coal, but rather the precursor to coal. When peat is placed under high pressure and heat, it can become coal.[\/caption]\n\nThatâ\u0080\u0099s where the phrase â\u0080\u009cCanary in a coal mineâ\u0080\u009d came from. Before modern mine ventilation techniques, methane was considered a hazard for miners, as it could lead to suffocation and was extremely flammable in combination with coal dust. Miners would bring canaries into the mines to help them know when large concentrations of methane were in the area.Â  Today, although methane can still pose significant mining hazards, we are able extract this methane for energy uses, with coalbed gas accounting for eight percent of annual US natural gas production.\n\n&nbsp;\n\n<span style=\"text-decoration: underline\">Contact<\/span>: <a href=\"mailto:apdemas@usgs.gov\">Alex Demas<\/a>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["coal","energy","Energy &amp; Minerals"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1324413002","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}