{"title":"Water Reflects a Century of Change in New England","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Modern wastewater treatment, environmental protection laws, road de-icing salts, and the shift from an agricultural to an urban-based society have resulted in significant changes during the past hundred years in the water quality of three major rivers in New England, according to a report released by the U.S. Geological Survey. Some of these changes have improved water quality, while others have adversely affected it. <\/p>\n<p>The study included the Connecticut, Merrimack, and Blackstone Rivers. Scientists found statistically significant trends for five measured indicators of water quality. Concentrations of chloride, total dissolved solids, and nitrate increased in all three rivers. Phosphorus decreased in all three rivers, and sulfate decreased in the Connecticut and Merrimack Rivers. The Blackstone River had the highest concentrations of all five indicators measured. Its basin is also the most urbanized and the smallest of the three. <\/p>\r\n<p>&quot;Most striking of the trends we observed is the relation between increased use of salts to de-ice roads during the winter and the concentration of chloride in rivers,&quot; said Keith Robinson, the study&rsquo;s lead scientist. &quot;In the Merrimack River, the mean-annual concentration of chloride increased 760 percent during the century. In the Blackstone and Connecticut Rivers, the increase was more modest but still significant at 186 percent and 344 percent respectively,&quot; said Robinson. <\/p>\r\n<p>On a brighter note, modern wastewater treatment and environmental protection laws are also having an effect. In the beginning of the century, New England&rsquo;s rivers were among the most polluted in the U.S. as industrial and municipal waste was dumped untreated into the water. Outbreaks of typhoid fever and other infectious diseases resulted. Today, those diseases are generally non-existent and the rivers are cleaner thanks to new and improved wastewater treatment. The banning of phosphates in detergent and soaps has contributed to a decrease in phosphorus compounds in these rivers. <\/p>\r\n<p>Reduction in pollutant releases to the atmosphere has also changed river-water quality. After the national Clean Air Act of 1970 was implemented, emissions of sulfur compounds to the air decreased. Sulfate in river water has been similarly reduced. The decrease in sulfur emissions to air is the result of the conversion of electric power plants that use sulfur-laden coal to cleaner burning fuels such as natural gas, oil, and nuclear energy. &quot;Certainly, this study shows that our life styles have an effect on the area&rsquo;s rivers,&quot; Robinson explained. &quot;Using what we have learned from this study will help water resource managers and private citizens to understand what the future of New England&rsquo;s rivers might be. This study also shows the value of long-term river monitoring for determining how our society is influencing the quality of rivers.&quot; <\/p>\r\n<p>The report, titled &quot;Water-Quality Trends in New England Rivers During the 20th Century,&quot; USGS Water-Resources Investigations Report 03-4012, is available online at: http:\/\/water.usgs.gov\/pubs\/wri\/wrir03-4012\/ It can be purchased at cost by calling 1-888-ASK-USGS to place an order. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Maine","Massachusetts","New Hampshire","Rhode Island","Vermont","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1058932800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169219"},{"tid":"169845"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}