{"title":"satellite Tracking Reveals Sea Turtle Feeding Hotspots","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>GAINESVILLE, Fla.<\/strong> &ndash; Satellite tracking of threatened loggerhead sea turtles has revealed two previously unknown feeding &lsquo;hotspots&rsquo; in the Gulf of Mexico that are providing important habitat for at least three separate populations of the turtles, according to a study published recently in the journal <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006320711004022\"><em>Biological Conservation<\/em><\/a>.&nbsp;<\/p>\n<p>The two sites, located in the open waters off the coast of Southwest Florida and the northern tip of the Yucatan Peninsula, were found by a team of scientists when they compiled and analyzed loggerhead tracking data.&nbsp;<\/p>\r\n<p>The researchers'goal was to synthesize tracking data from three genetically distinct loggerhead populations to learn more about how they use the Gulf of Mexico. By identifying the specific location of regularly used habitat, the results provide invaluable information for marine planning and management for this species, whose populations in the Gulf of Mexico are well below historic levels and in recent years have continued to decline drastically in some areas.&nbsp;<\/p>\r\n<p>The maritime feeding grounds also hold the first clues about how loggerhead sea turtles spend time at sea &ndash; which is, in essence, most of their lives.&nbsp;<\/p>\r\n<p>\"Up until now, management actions that affect loggerheads have often focused on their limited time at nesting beaches, or on fisheries regulations,\" said Kristen Hart, Ph.D., the U.S. Geological Survey research ecologist who led the synthesis. \"Our findings open up important new options for marine habitat conservation, and provide valuable geographic data that can be used to strategically locate marine reserves based on the best available science, as called for in the new National Ocean Policy.\"&nbsp;<\/p>\r\n<p>\"The use of satellite tags for tracking marine animals has opened our eyes to the secret lives of some of nature's most elusive creatures,\" said USGS director Marcia McNutt, \"At first a scientific tool to understand the life cycle of animals, such as white sharks and leatherback turtles, who rarely come into contact with humans, these tags may now be the main hope for understanding what we can do, or what we should stop doing, in order to bring them back from the road to extinction.\"&nbsp;<\/p>\r\n<p>Researchers intercepted female loggerheads after their nesting forays to beaches and outfitted them with satellite tags at study sites in the Florida Panhandle, Casey Key in southwest Florida, and Dry Tortugas National Park. They then tracked the females&rsquo; migrations and used a new method to determine precisely when they had arrived at \"hotspot\" foraging areas, in two geographically different locations.&nbsp;<\/p>\r\n<p>Seven female turtles migrated to foraging sites off Southwest Florida, while the other three took up residence at foraging sites at the Yucatan site. Once the researchers applied the new method for synthesizing their satellite-tracking data, it became clear that these loggerhead turtles from all three populations consistently converged around two common sites. This confirmed a hunch that the researchers had developed after years of tracking turtles.&nbsp;<\/p>\r\n<p>At both of the feeding hotspots, turtles selected individual sites where they foraged in shallow or nearshore waters less than fifty meters deep. Turtles appeared to prefer their own distinct territories, where they tended to remain resident. This suggests that it may be possible to accurately predict where sea turtles will feed, information that will prove vital for managers looking to focus conservation efforts on prime foraging habitat.&nbsp;<\/p>\r\n<p>Researchers don't yet know what attracts loggerheads from around the Gulf to these specific feeding areas, although generally, loggerheads forage on the bottom of the sea floor for crustaceans such as crabs, lobsters, clams or conchs.&nbsp;<\/p>\r\n<p>\"The logical next step is to in","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Louisiana","Mississippi","Texas"],"country":["United States of America"],"mm_tags":["seaturtle","gulfofmexico","","gulfcoast","","Satellite Tracking","marine","turtles"],"release_date":{"und":[{"value":"1328072400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169889"},{"tid":"170284"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}