{"title":"Nene Recovering! but Climate Change Threatening Future of Hawaii's Forest Birds","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The Wildlife Society's annual conference is from Nov. 5 to 10 on Waikoloa (the Big Island), Hawaii. USGS scientists are heavily involved in the conference&rsquo;s sessions, workshops and talks.<!--introend--> Said USGS Director Marcia McNutt, \"USGS science being presented at TWS is key to helping managers and policymakers make informed. balanced and cost-effective decisions about natural resources that have economic, social, ecological and cultural importance to multiple stakeholder communities.\"<\/p>\n<p>HAWAII&nbsp; &ndash; <strong>The Hawaiian goose finds its way back home:<\/strong> The endangered Hawaiian goose, traditionally known as the N&#275;n&#275;, nearly went extinct in the middle of the twentieth century but has been making a slow comeback thanks to the hard work of several management agencies.&nbsp; In the late 1990s, N&#275;n&#275; started showing up at places they had not been seen in 60 years<strong> &ndash;<\/strong> without any help from people.&nbsp; USGS researchers have been using satellite telemetry and confirming that N&#275;n&#275; are now making the same seasonal movements that early naturalists described more than a century ago; breeding in the low-elevation grasslands and flying to high-elevation shrublands at other times of year.&nbsp; Although N&#275;n&#275; are among the most terrestrial of all geese, they stay close to water while they are molting and flightless, presumably to make a quick escape from predators.&nbsp; This study, <em>Tracking movements of the endangered Hawaiian goose with satellite telemetry, <\/em>will be presented on Nov. 7 at 10:10 a.m. in Room Kohala 1. <strong>Contact<\/strong> <strong>Steve Hess, 808-985-6401, <\/strong><a href=\"mailto:shess@usgs.gov\"><strong>shess@usgs.gov<\/strong><\/a><strong>.<\/strong><strong>&nbsp;<\/strong><\/p>\r\n<p><strong>A bleak future? Deadly bird diseases creeping up Hawaiian mountains with climate change: <\/strong>For decades, world health experts have been predicting an increase in the occurrence and geographical spread of mosquito-borne human disease due to global warming trends. Similarly, climate change in the Hawaiian Islands could have a profound effect on the altitudinal distribution and severity of non-native mosquito-borne avian disease. The most diverse communities and abundant populations of native forest birds are restricted to forests above 1700 meters in elevation where transmission of avian disease is limited by the effect of low environmental temperatures on development of avian malaria and the seasonality and abundance of the mosquito. On the islands of Kaua`i and Hawaii there is evidence that transmission of avian malaria may be increasing in these high elevation forests. Current land-use practices, CLIMATE CHANGE and the distribution of forest habitat cannot provide a future refuge from avian malaria and suggest a bleak future for some endemic Hawaiian forest birds. Introduced mosquito-borne avian disease likely played a key role in the extinction of many Hawaiian forest bird species and remains a main factor limiting the range and abundance of highly endangered endemic forest species today. This study, <em>Between a rock and a warm place: climate change and the fate of endemic Hawaiian forest birds,<\/em> will be presented on Nov. 6 at 9:20 a.m. in Room Kohala 1.<strong> Contact Dennis A. LaPointe, 808-985-6413 (office) or 808-640-9165 (cell), <\/strong><a href=\"mailto:dennis_lapointe@usgs.gov\"><strong>dennis_lapointe@usgs.gov<\/strong><\/a><strong>.<\/strong><strong>&nbsp;<\/strong><\/p>\r\n<p><strong>Specialization limits options for Hawaiian forest birds<\/strong>: The decline of Hawaii&rsquo;s native forest birds is linked to their bill shape and size, which limits the kinds of food they can secure for themselves and their young. During the past 150 years, the species that have most often declined in numbers and range are those with bills that are unusually long, curved, stout or symmetrical.&nbsp; They also produce few","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["ecosystems","wildlife","birds","Diseases","Avian Malaria","Climate Change","honeycreepers"],"release_date":{"und":[{"value":"1320642000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}