{"title":"Tapestry of Time and Terrain Not Just Another Map","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Editors: The new map described below will be available for purchase from the USGS, beginning May 1, and will be one of the featured map products at the USGS Western Region Open House in Menlo Park, Calif., May 13 and 14. The map may be viewed at and downloaded from <a href=\"http:\/\/tapestry.usgs.gov\/\">http:\/\/tapestry.usgs.gov<\/a><\/b> <\/p>\n<p><!--introstart-->By combining techniques developed by Leonardo da Vinci with today&rsquo;s computer applications, an artist and two scientists at the U.S. Geological Survey in Menlo Park, Calif., have produced one of the most dramatic and beautiful maps of the United States, ever published.<!--introend--> <\/p>\r\n<p>Fittingly titled, \"A Tapestry of Time and Terrain,\" the map weaves together, in vivid colors and shadings, the topographical and geological components of the lower 48 states, as well as the geologic age of those components. This union of topographic texture with the patterns defined by units of geologic time creates a visual synthesis that has escaped most prior attempts to combine shaded relief with a second characteristic shown by color. <\/p>\r\n<p>By mutually enhancing the landscape and its underlying structure, the map outlines the geologic story of continental collision and break-up, mountain-building, river erosion and deposition, glaciation, volcanism and other events and processes that have shaped the region over the last 2.6 billion years. <\/p>\r\n<p>The new shaded-relief image is made up of 12,000,000 tiny squares, each about one-hundredth of an inch, or a fourth of a millimeter, on each side. The gray tone of each square is a brightness value computed from a mathematical relation that includes the steepness of the ground, the direction that a slope faces, and the positions of an the observer and a simulated sun. <\/p>\r\n<p>The second component of the map, color, represents geologic time, with 52 colors used to depict rocks that range in age from the Precambrian, 2.6 billion years ago, through the Holocene, which includes time from about 10,000 years ago to the present. The orderly sequence of Earth materials, from oldest to youngest, is represented by an equally well-ordered sequence of prismatic colors, based on the rainbow. Under this scheme, the oldest rocks in the nation, those of the Superior Uplands of Wisconsin and Minnesota, and the Appalachian Mountains, are depicted in reds, purples and blues. The youngest parts of the nation, such as coastal areas and the great valleys of the West, are depicted by gray and beige, while greens, yellows and oranges depict the middle-aged areas that were formed in the Cretaceous and Tertiary ages, between 144 and 2 million years ago. <\/p>\r\n<p>The winding course of the Colorado River through the Grand Canyon is marked on the map by a vivid contrast in pattern and color. A narrow ribbon of red cuts through a field of blue as it differentiates the ancient granites and tilted metamorphic rocks (2.6 billion years ago) along the river&rsquo;s banks, from the younger, overlying horizontal Paleozoic (560-245 million years ago) sedimentary rocks in the canyon walls and at the rim. <\/p>\r\n<p>Rising from the Great Plains in eastern Wyoming and western South Dakota, the Black Hills are conspicuous on the map by the red outcrop of Precambrian granite. Other outcrops of this ancient rock are seen in parts of the Rocky Mountains, and occasional ridge crests in the Basin and Range province of Nevada and Arizona. <\/p>\r\n<p>The most distinctive feature of the Far West is California&rsquo;s Great Central Valley. Its present, remarkably flat surface consists largely of material eroded from the rising Sierra Nevada and Coast Ranges to the east and west, respectively, and deposited in low, alluvial fans. Sutter Buttes shows up as a pimple on the face of the Great Central Valley. The highly dissected butte is actually the southernmost inactive volcano in the Cascades Range. It erupted in Late Tertiary time, about two million years ago, punching through","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"957240000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}