{"title":"The Buzz on Pollinators: Podcasts Hover Around National Pollinator Week","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table border=\"0\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/images\/logos\/doi_logo.gif\" alt=\"Department of the Interior Logo\" width=\"64\" height=\"62\" \/><\/td>\r\n<td><img src=\"http:\/\/www.usgs.gov\/images\/logos\/pollinator_partnership.jpg\" alt=\"Pollinator Partnership Logo\" width=\"200\" height=\"63\" \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p><!--introstart-->National Pollinator Week is your chance to listen to a series of podcasts and learn more about the essential birds, bees, bats, and even beetles that pollinate your food and flowering plants, and make our wild areas beautiful and healthy.<!--introend--><\/p>\r\n<p>From native bees in urban areas to climate change and pollinators, endangered pollinators and plants, and how to make your landscape more pollinator-friendly, these podcasts will give you the inside buzz on North America's pollinators.<\/p>\r\n<p>The podcasts were produced for National Pollinator Week by the North American Pollinator Protection Campaign (NAPPC) and its federal partners in the Department of the Interior - Bureau of Land Management, National Park Service, U.S. Fish and Wildlife Service, and the U.S. Geological Survey. &nbsp;They will start running on Monday at <a href=\"http:\/\/www.pollinator.org\/\">http:\/\/www.pollinator.org\/<\/a>:<\/p>\r\n<ul>\r\n<li><strong>Monday, June 23. <a href=\"http:\/\/usgs.gov\/podcasts\/pollinators\/20080623_1_Partnerships.mp3\">The Pollinator Partnership: Bringing Together Pollinators and People<\/a>.<\/strong> Discusses an overview of pollinator issues, The Pollinator Partnership and Pollinator Week events, gardening guides for pollinators, educational curriculum and free posters and pollinator wheels.<\/li>\r\n<li><strong>Tuesday, June 24. <a href=\"http:\/\/www.fws.gov\/pollinators\/audio\/EndangeredPollinators_Dave.mp3\" target=\"_blank\">Endangered Butterflies and Plants<\/a>.<\/strong> Discusses imperiled butterflies and plants as well as some of the challenges facing their recovery. <\/li>\r\n<li><strong>Wednesday, June 25. <a href=\"http:\/\/usgs.gov\/podcasts\/pollinators\/20080625_3_ClimateChange.mp3\" target=\"_blank\">Changes in Latitudes, Changes in Altitudes: Pollinators, Phenology, and Climate Change<\/a>. <\/strong>Discusses how climate change may be affecting pollinators and their phenology - the timing of their life-cycle events.<strong> <\/strong><\/li>\r\n<li><strong>Thursday, June 26. <a href=\"http:\/\/www.pollinator.org\/audio\/nativebees.6.25.mp3\">Busy Bees in the Beltway: Native Bees and Cities<\/a>. <\/strong>Focuses on specific studies of native bees in Capital-area national parks and reveals how natural areas in even urban environments contribute to the conservation of native bees. <\/li>\r\n<li><strong>Friday, June 27.<\/strong> <strong><a href=\"http:\/\/www.pollinator.org\/audio\/BLM.mp3\" target=\"_blank\">Managing Mini-Fauna: Pollinators on Public Lands<\/a>.<\/strong> Discusses steps land managers can take to start managing for pollinators. <\/li>\r\n<\/ul>\r\n<p>Also, the U.S. Fish and Wildlife Service will have additional pollinator podcasts available at <a href=\"http:\/\/www.fws.gov\/pollinators\">http:\/\/www.fws.gov\/pollinators<\/a>.<\/p>\r\n<p>Why the emphasis on pollinators? The National Academy of Sciences has reported that not only is there direct evidence for decline of some pollinator species in North America, but also very little is known about the status and health of most of the world's native pollinators, whether they be beetles or bats, bees or birds, or flies and wasps. Additionally, the recent occurrence of Colony Collapse Disorder has negatively affected managed honey bees, alarming and puzzling the agricultural community and researchers.<\/p>\r\n<p>As discreet as most pollinators are, their well-being is and always has been necessary to people all across this planet. &nbsp;They are critical to the life cycle of seed-bearing plants. Without them, the ability of agricultural crops and wild plants to produce food products and seeds is jeopardized. Over 75 percent of flowering p","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["pollinators","biology","Climate Change","bats","disease","ecology","environment","wildlife"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1213934400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169785"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}