{"title":"Invasive Sea Squirts Persist on Georges Bank","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>For high resolution images and more information on Didemnum worldwide, see the USGS website: <a href=\"http:\/\/woodshole.er.usgs.gov\/project-pages\/stellwagen\/didemnum\/index.htm\">http:\/\/woodshole.er.usgs.gov\/project-pages\/stellwagen\/didemnum\/index.htm<\/a><\/strong><\/p>\n<p>WOODS HOLE, Mass.&mdash; For the fourth consecutive year, federal and university researchers have surveyed two areas on Georges Bank where an invasive colonial sea squirt continues to thrive on the gravel bottom. The colonies are denser than in 2005 over the 88 square-mile area observed. But scientists found no colonies in nearby Canadian waters, indicating they have not spread eastward. The Georges Bank squirts are a species of the genus <em>Didemnum<\/em>.<\/p>\r\n<p>&quot;The area of seabed covered by the colonies has doubled at 75 percent of the sites we observed in both 2005 and 2006,&quot; said Dr. Page Valentine of the U.S. Geological Survey, who tracks occurrences of the species off the northeastern U.S., and elsewhere in the world. Greater density of colonies observed during the survey is evidence that the infestation is persistent, and not a short-lived phenomenon.<\/p>\r\n<p>Robert Reid, a biologist with NOAA Fisheries Service and chief scientist for the survey, agreed that the squirt appears to be proliferating in the study area. &quot;The fact that it is still there in high abundance over a fairly large area certainly indicates this occurrence is not ephemeral,&quot; Reid said.<\/p>\r\n<p>Scientists remain concerned that the infestation could threaten important fisheries in the region. Sea squirt mats could prevent fish from feeding on worms and crustaceans that live in and on the gravel bottom, reduce the shelter required for these species to avoid predators, and limit the space available for settlement of larvae of sea scallops and other species. <em>Didemnum<\/em> is a nuisance to the aquaculture industry, overgrowing shellfish in New England coastal waters.<\/p>\r\n<p>Dr. Jeremy Collie, a biologist with the University of Rhode Island, has been studying the benthic communities in the area since before the sea squirts arrived, and he is monitoring the effects they are having on the benthos. &quot;We haven&acute;t seen any dramatic changes yet, but as the percentage of the area covered by sea squirts gets higher and higher, it&acute;s going to seal off the seafloor. That&acute;s when we expect to see significant effects,&quot; he said.<\/p>\r\n<p>As in prior years, scientists conducted the annual survey from the NOAA Ship <em>Delaware II<\/em>. Returning researchers included Valentine and Reid, and Collie. This year&acute;s survey included video transects of up to 0.8 miles in length using the USGS seabed observation and sampling system (SEABOSS). Preliminary evaluation of the images show the gravel is 50 to 75 percent covered at some study sites, a marked increase from last year.<\/p>\r\n<p>Dawn Sephton, a biologist from the Department of Fisheries and Oceans Canada, Maritimes Region, was also part of scientific team this year, since the study included Canadian waters. Sephton currently leads a project to detect and monitor invasive sea squirt species along the Bay of Fundy and Nova Scotia coastlines. &quot;While the absence of <em>Didemnum<\/em> at the Canadian study sites is welcome news, we are concerned about its potential spread and impact on fisheries and shellfish aquaculture in the Maritimes,&quot; Sephton said.<\/p>\r\n<p>Sea squirts are also called tunicates, having a primitive spinal cord and an outer sheath or &quot;tunic,&quot; from which the name derives. Tunicates spread in several ways: by larvae that swim for only a few hours before settling; by colonies that hitchhike onto surfaces such as boat hulls, moorings, fishing gear, and other manmade objects and are carried to new, favorable habitats; and by fragments of colonies that are broken up by human activities and natural events and drift until they settle elsewhere. They expand outward by bud","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1158724800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"170552"},{"tid":"170601"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}