{"title":"Nutrient Ratios Could Affect Microcystin Occurrence","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Evaluations of water nutrient ratios suggest that concentrations of a class of cyanobacteria toxins (cyanotoxins), called microcystins, tended to decrease as the total nitrogen to total phosphorus (TN:TP) ratio increased.&nbsp;<\/p>\n<p>Nitrogen addition and phosphorus removal treatments were used to control nutrient ratios in confined experimental chambers in Willow Creek Reservoir, Ore., over two consecutive summers.&nbsp;&nbsp;<\/p>\r\n<p>Two scientific articles on this research, recently published in the scholarly journal Lake and Reservoir Management, were completed as a joint partnership between the University of Idaho and the U.S. Geological Survey. The study supports previous work done on nutrient ratios and microcystins.&nbsp; The articles, entitled \"<a href=\"http:\/\/www.tandfonline.com\/doi\/full\/10.1080\/10402381.2013.876131\">Experimental manipulation of TN:TP ratios suppress&nbsp;cyanobacterial biovolume and microcystin concentration&nbsp;in large-scale in situ mesocosms<\/a>,\" and \"<a href=\"http:\/\/www.tandfonline.com\/doi\/full\/10.1080\/10402381.2013.876132#.UugoTXfn-_U\">Experimental additions of aluminum sulfate and ammonium nitrate to&nbsp;in situ&nbsp;mesocosms to reduce cyanobacterial biovolume and microcystin concentration<\/a>,\" are available online.&nbsp;&nbsp;<\/p>\r\n<p>\"This does not necessarily mean that increasing nitrogen in a lake will decrease cyanotoxins,\" said USGS scientist Ted Harris. \"This was a study done in one location, and warrants further research.\"<\/p>\r\n<p>This case study suggested that a TN:TP ratio of 75:1 or larger resulted in the growth of green algae instead of toxic cyanobacteria. Toxic cyanobacteria can produce toxins such as microcystins which can be harmful to aquatic life, terrestrial animals, and humans. Cyanotoxin exposure has led to illness in wildlife, livestock, and humans and can result in death in severe exposure cases.<\/p>\r\n<p>Results from this research could help manage cyanobacteria toxin production; however these approaches need to be studied more extensively in whole-lake settings to fully understand the implications of using these approaches to control cyanobacteria toxin production balanced against other potential environmental harm and socio-economic conditions.&nbsp;<\/p>\r\n<p>For more information:<\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/ks.water.usgs.gov\/cyanobacteria\">USGS Kansas Algal Toxin Research&nbsp;Website<\/a><\/li>\r\n<li><a href=\"http:\/\/water.usgs.gov\/nawqa\/nutrients\/\">USGS Nutrients National Synthesis Project<\/a><\/li>\r\n<li><a href=\"http:\/\/toxics.usgs.gov\/definitions\/nutrients.html\">USGS Toxic Substances Hydrology Program<\/a><\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Oregon","Kansas"],"country":["United States of America"],"mm_tags":["Kansas","water","Oregon","University Of Idaho","Water National Water Quality Assessment"],"article_type":["Technical Announcement"],"distribution":["Water"],"release_date":{"und":[{"value":"1391403600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169262"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}