{"title":"satellite Images Show Extent of Mississippi River Sediment","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Satellite images show large amounts of sediment throughout coastal Louisiana as a result of flooding on the Mississippi River, according to recent U.S. Geological Survey and NASA data.<!--introend-->&nbsp;<\/p>\n<p>USGS and NASA are providing satellite imagery to the U.S. Army Corps of Engineers and the State of Louisiana to assist with the flood response efforts.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>Satellite images show three large areas of sediment, or plumes, moving through the floodwaters across Louisiana. The opening of the Bonnet Carr&eacute; water control structure caused a plume that is located in Lake Pontchartrain. Another plume was the combined result of the Morganza spillway being opened and flooding on the Atchafalaya River. The third plume can be seen where the Mississippi River meets the Gulf of Mexico, also known as the Mississippi Delta. This image can be found on the <a href=\"http:\/\/deltas.usgs.gov\/spillway\/BonnetCarre2011.aspx\">USGS delta website<\/a>, by clicking on the sediment plume option on the right hand side. &nbsp;<\/p>\r\n<p>\"The current focus is the protection of life and property but we are also trying to learn more about how events like this impact the coastal ecosystems,\" said Phil Turnipseed, Director of the USGS National Wetlands Research Center. \"If we can better understand how sediments move into the wetlands, then we could create more effective restoration projects.\" &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>NASA provided the data from the Moderate Resolution Imaging Spectroradiometer (MODIS) instrument flying on NASA's Aqua satellite in response to a request by the USGS National Wetlands Research Center in Lafayette, La. This is part of an ongoing commitment by NASA's Applied Science and Technology Project Office at the John C. Stennis Space Center, Bay St. Louis, Miss., to use data from agency satellites to help communities address issues of concern, such as forest management and coastal erosion.<\/p>\r\n<p>\"NASA satellites like Aqua and the USGS-operated Landsat are crucial in providing information to help monitor the extent and the effects of natural hazards, like floods and hurricanes,\" said Bill Graham, NASA researcher located at the Stennis Space Center. \"These sensors allow managers to have a better perspective of regional impacts in a timely fashion.\"<\/p>\r\n<p>These images also illustrate the movement of fresh Mississippi River water into the salty water of Lake.<\/p>\r\n<p>Pontchartrain, and ultimately into the Gulf of Mexico. The satellite images help scientists determine how fast the floodwaters are traveling through Lake Pontchartrain, and how water quality is changing throughout the system. These images were very helpful in tracking an algal bloom that occurred in the lake after the 2008 opening of the Bonnet Carr&eacute; Spillway.&nbsp;<\/p>\r\n<p>Wetland seasonal flooding is a natural event and is essential to the health of coastal wetland ecosystems. Extreme floods deliver high amounts of sediment and nutrients to the wetlands in central and southeast Louisiana. The Atchafalaya and Wax Lake Deltas are examples of the positive effects flooding can have on a growing delta.<\/p>\r\n<p>Learn more about NASA&rsquo;s Applied Sciences &amp; Technology Project Office by visiting the <a href=\"http:\/\/www.nasa.gov\/centers\/stennis\/home\/index.html\">John C. Stennis Space Center website.<\/a><\/p>\r\n<p>For more information about USGS wetlands research, visit the <a href=\"http:\/\/www.nwrc.usgs.gov\/\">USGS National Wetland Research Center website<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_05_26\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_05_26\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_05_26\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_05_26\"&amp;amp;amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2011_05_26&amp;amp;amp","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana"],"country":["United States of America"],"mm_tags":["","Louisiana","flood","sediment","water","satelliteimagery",""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1306468800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169608"},{"tid":"170309"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}