{"title":"USGS Studies Wildfire Ecology in the Western United States Part 2<br><em>Continued<\/em>","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b><!--introstart--><b>The Mojave and Sonoran Deserts<\/b> <!--introend--><\/b>\n<p>In the Mojave Desert of California and Nevada, and the Sonoran Desert of Arizona, researchers are grappling with a fire and invasive species problem similar to that affecting Great Basin shrublands. Fire has not traditionally played a large role in organizing biological communities in these environments, where extremely arid conditions limit the density of vegetation. But in the deserts, too, alien grasses are now spreading, bringing rapid fire cycles with them. \r\n<p>Todd Esque, an ecologist with the USGS Western Ecological Research Center, says that although cheatgrass is not a big problem in the Mojave, other exotic species such as red brome are spreading fire through native communities that often have few evolved defenses against such disturbances. Esque and others are conducting detailed studies to better understand how increased fire size and frequency can affect desert ecosystems, and how native plants and animals can be protected. \"We&rsquo;re trying to take a holistic view of the fire-weed cycle,\" says Esque. \"We&rsquo;re looking at how fire changes nutrients in the soil, which changes the plants that are there, and in turn how animals respond to this dramatic change in habitat.\" \r\n<p>One of Esque&rsquo;s USGS collaborators, Dr. Matt Brooks, has studied recent historical changes in fire incidence and fire effects in the Mojave. Brooks says that while it is difficult to reconstruct long-term fire histories in desert systems, records from federal land management agencies do show an increase in Mojave Desert fires over the past two decades. Expanding human use of desert lands may be behind some of the increase, but Brooks says the pattern holds even in remote areas where fires are almost all lightning-caused. \r\n<p>\r\n<p>\"The increase in fires seems to be due to the alien annual grasses,\" Brooks says. These grasses often build up during years of heavy rainfall and, unlike many native annuals, their dry stalks may remain rooted in the ground for many years after they die, providing a lasting fuel source. \r\n<p>Brooks and others have also found that native Mojave Desert plants are often particularly vulnerable to fire. Although some species do resprout after burning if the fire intensity is not too high, few can tolerate successive burns. \"If a second fire occurs before fire-damaged individuals have a chance to build back their above-ground, photosynthesizing biomass, they often die,\" says Brooks. \"The grass-fire cycle reduces the return interval between fires to the point where most native desert shrubs and bunchgrasses cannot survive.\" \r\n<p>Much of Esque&rsquo;s own work is focused on understanding the mechanisms of invasion. He is carrying out a set of manipulative experiments comparing deliberately burned and unburned plots. Previous researchers have found that in desert environments, seed-eating rodents and ants often play a large role in determining the structure and composition of the vegetation. By removing ants and rodents from some of his plots, Esque can assess how the presence or absence of seed-eaters, along with changes in the surface vegetation and soil nutrients caused by fire, interact to determine the course of weed invasion and habitat transformation. \r\n<p>Esque also takes advantage of the \"natural experiments\" provided by desert wildfires. In 1994, for example, he began a collaborative studies with USGS research ecologist Dr. Cecil Schwalbe, of the Western Ecological Research Center, on the effects through time of a large fire in Saguaro National Park in Arizona. In the aftermath of the fire, the researchers quickly assembled a field team and began a detailed census and monitoring effort both inside the burn area and on adjacent unburned lands. \r\n<p>In documenting the ensuing changes to the area&rsquo;s plant and animal life, the study has focused on two of the most representative species of the Sonoran Desert: the saguaro","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","California","Nevada"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"937540800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168875"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}