{"title":"USGS Assessment Significantly Increases Afghanistan Petroleum Resource Base","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<IMG alt=\"Government of Afghanistan Ministry of Mines and Industries logo.\" src=\"\/newsroom\/images\/afghan_logo.gif\" align=right> \n<p><!--introstart-->The USGS and the Government of Afghanistan Ministry of Mines and Industry have completed the first-ever assessment of Afghanistan&#039;s undiscovered petroleum resources and have determined that the resource base is significantly greater than previously understood.<!--introend--> The assessment was conducted over the past two years, with funding provided by the U.S. Trade and Development Agency. <\/p>\r\n<p>The estimates increase the oil resources by 18 times and more than triple the natural gas resources. <\/p>\r\n<p>Undiscovered petroleum resources in the assessed region of northern Afghanistan range from 3.581 to 36.462 trillion cubic feet (TCF) of natural gas, with a mean of 15.687 TCF. Estimates of oil range from 0.391 to 3.559 billion barrels (BBO), with a mean of 1.596 BB0. Estimates for natural gas liquids range from 126 to 1,325 million barrels (MMB) with a mean of 562 MMB. <\/p>\r\n<p>When presented with the resource assessment results, Afghanistan President Karzai commented, \"I am delighted that the work of the survey of Afghanistan&#039;s mineral and underground resources is proceeding well, and that some very positive findings about our petroleum resources are being reported. Knowing more about our country&#039;s petroleum resources will enable us to take steps to develop our energy potential which is crucial for our country&#039;s growth. I thank the United States, the U.S. Geological Survey and their Afghan counterparts in supporting this survey, which I believe is a significant undertaking.\"<\/p>\r\n<p>The country currently imports most of its energy, including electricity. The petroleum resource assessment provides Afghanistan with information needed for conducting future lease sales and is likely to be of interest to oil and gas exploration companies. <\/p>\r\n<p>Secretary of the Interior Gale Norton commented, \"As President Bush&#039;s recent trip to Afghanistan demonstrates, the United States highly values its relationship with the Afghan people. We are pleased to be able to assist their government in evaluating Afghanistan&#039;s<FONT face=Helv size=2> <\/FONT>petroleum resources. By working jointly, we are helping Afghanistan lay the foundation for better understanding and managing their nation&#039;s natural resources.\"<\/p>\r\n<p>Much of the petroleum resource potential of Afghanistan and all of the known crude oil and natural gas reserves are in northern Afghanistan, located in parts of two geologic basins &ndash; the Amu Darya Basin to the west and the Afghan-Tajik Basin to the east. Most of the undiscovered crude oil is in the Afghan-Tajik Basin, and most of the undiscovered natural gas is in the Amu Darya Basin. <\/p>\r\n<p>The assessment follows the widely-accepted, standard USGS methodology and protocol. It is based on the geologic elements of a total petroleum system and data from detailed studies of geochemistry, petroleum geology, geophysics, and tectonics combined with historical exploration and production analyses were used to aid in the estimation of the number and sizes of undiscovered petroleum accumulations. The total area assessed is approximately 86,000 sq km. <\/p>\r\n<p>Afghanistan is a land-locked country, bordering Turkmenistan, Uzbekistan, and Tajikistan to the north, Iran to the west and Pakistan to the east and south. <\/p>\r\n<p>Results of the assessment can be found at: <a href=\"http:\/\/pubs.usgs.gov\/fs\/2006\/3031\/\">http:\/\/pubs.usgs.gov\/fs\/2006\/3031\/<\/a><\/p>\r\n<p>For updates of this work, check <a href=\"http:\/\/energy.usgs.gov\/\">http:\/\/energy.usgs.gov\/<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1142312400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168781"},{"tid":"168963"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}