{"title":"Interior's Secretary Jewell Announces New Wildlife and Climate Studies at the Pacific Islands Climate Science Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Descriptions of the funded projects for the Pacific Islands Climate Science Center are available <\/strong><a href=\"https:\/\/nccwsc.usgs.gov\/csc\/pacific-islands\"><strong>here<\/strong><\/a><strong>. <\/strong><\/p>\n<p>Secretary of the Interior Sally Jewell announced today that Interior&rsquo;s Pacific Islands Climate Science Center is awarding more than $700,000 to universities and other partners for <a href=\"https:\/\/nccwsc.usgs.gov\/csc\/pacific-islands\">research<\/a> to guide managers of parks, refuges and other cultural and natural resources in planning how to help species and ecosystems adapt to climate change.<\/p>\r\n<p>\"Even as we take new steps to cut carbon pollution, we must also prepare for the impacts of a changing climate that are already being felt across the country,\" said Secretary Jewell. \"These new studies, and others that are ongoing, will help provide valuable, unbiased science that land managers and others need to identify tools and strategies to foster resilience in resources across landscapes in the face of climate change.\"<\/p>\r\n<p>The six funded studies will focus on how climate change will affect natural resources and management actions that can be taken to help offset such change. They include:<\/p>\r\n<ul>\r\n<li>Assessing the vulnerability of species to climate change in Hawai`i and other Pacific Island ecosystems by expanding and improving a novel model to identify which plants are vulnerable most to continuing change. This model, developed by federal, state and non-profit organizations, will allow project leads to respond to the needs of resource managers for such species vulnerability assessment to help inform adaptation decisions regionally and locally for some nearly 2000 plant species, and to prioritize their conservation actions. <\/li>\r\n<li>Understanding how native and non-native Hawaiian forests will respond to climate change to help resource managers plan for and make effective adaptation and other decisions to slow the spread of invasive species and to keep Hawai`i&rsquo;s native ecosystems, streams and forests healthy.<\/li>\r\n<li>Assessing coral reef vulnerability in the Commonwealth of the Northern Mariana Islands in the western Pacific. Climate change poses the single greatest long-term threat to coral reefs and is expected to result in more frequent severe tropical storms and more frequent and severe coral bleaching events. Coral reefs are additionally stressed by human activities, including coastal development and overfishing. This project will assess the resilience potential of coral reefs in the Commonwealth; results will help managers target actions that support and build reef resilience. <\/li>\r\n<li>Developing a pilot decision-support tool for coral reef management that can map, assess, value and simulate changes in ecosystem services under alternative climate scenarios and adaptation strategies. Ecosystem services are the benefits that people receive from ecosystems such as coral reefs, which provide recreation and food among other benefits. This tool will help decision makers understand the social and economic tradeoffs of their management and adaptation decisions.<\/li>\r\n<li>Preparing for the impacts of climate change on Pacific Island coral reefs. The research team will use a system of models that will ultimately identify reef areas that are either vulnerable or resilient to the many stressors that the future may hold. Such models can identify areas that might benefit from management actions to minimize local stressors such as land-based pollution, and it will directly provide scientific knowledge to aid in planning for adaptation to climate change. <\/li>\r\n<li>Providing the best possible projections of future climate change at a regional scale for the islands of Kaui`i and O`ahu. Although the Pacific Islands are notable in their vulnerability to climate change, they have received considerably less attention than more populated areas in climate models. This project will fill","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["Climateand Land Use","climate","Climate Science Centers","Limate Change","climate","global Change","Northwest Climate","Hawaii","Samoa","Guam"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1387429200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169187"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}