{"title":"MARS MYSTERY: WHERE&rsquo;S THE CLAY?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists at the U.S. Geological Survey are saying \"Where&rsquo;s the clay?\" as they examine new data on the mineral composition of Mars. The amount of clay minerals on the surface of Mars is much lower than expected, and these low values may provide another clue to deciphering the mystery concerning life on Mars. \n<p>\"These extremely low clay contents--no more than 2 percent of the amounts found on Earth--point to a fundamental difference between the Earth and Mars,\" said USGS geophysicist Roger Clark. \"Surface composition is an important piece in the puzzle as we work toward understanding a planet&rsquo;s past history.\" \r\n<p>Some scientists believe that clays are important to the formation of life, perhaps as surfaces to which large molecules could stick. If clays never formed in abundance on Mars, life may not have been able to develop. If clays are being destroyed by some process, that process might also be hostile to life. \r\n<p>\"The clay data from Mars are forcing us to rethink our ideas of how the surface of Mars developed,\" Clark said. \"The more we learn about the way planets form and change, the better we will understand our own planet and its future.\" \r\n<p>For decades scientists have debated the mineral composition of the martian surface. Its red color was assumed to be caused by the presence of weathered iron oxides--also known as rust. Since iron oxides and clay are common products of the weathering process on Earth, they were assumed to be equally common on Mars. \r\n<p>None of the spacecraft that have landed on Mars so far have been able to directly determine what minerals are present on Mars. The primary mission of the NASA Viking Landers was to provide data on whether life had ever existed on Mars. \r\n<p>To help make an indirect comparison of the minerals of Earth and Mars, Clark and his USGS colleague Brad Dalton are using a new remote-sensing spectrometer to map large portions of the western United States. The spectrometer, the NASA Jet Propulsion Laboratory Airborne Visual and Infra-Red Imaging Spectrometer (AVIRIS), captures a spectral image of the ground every 17 meters (about 60 feet). These Western desert regions are the first arid areas on Earth to be mapped by using the new technique. Because the surface of Mars is like an extreme desert, the arid parts of the western United States should be a reasonable model. \r\n<p>Clark and Dalton have analyzed the data for more than 1,100 square kilometers of California, Nevada, and Utah and compared them to spectral data for Mars. They found many similarities in the shapes of the spectra but a few crucial differences. In particular, Mars has very little of one clay mineral, montmorillonite, that is abundant in the western United States. \r\n<p>\"Clays are relatively stable minerals on Earth, so these results are puzzling,\" Clark said. \"Did the martian surface never form clay in its weathering process? Or were the martian clay minerals destroyed in some way after they formed? Past studies of Mars have simply assumed the same basic composition and weathering patterns as are found on Earth, but these results contradict that easy assumption. There must be a fundamental difference between the geologic history of Mars and that of the Earth.\" \r\n<p>The Mars Global Surveyor mission, which NASA plans to launch late next year, may help scientists resolve the enigma of the martian surface and lead to new insights on how the planets of our Solar System develop. In the meantime, scientists can only ask, \"Where&rsquo;s the clay?\" \r\n<p>[Note to editors: For additional technical information contact Roger Clark, U.S. Geological Survey, Denver, CO 80225-0046, phone 303-236-1332, e-mail rclark@speclab.cr.usgs.gov.]<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"818658000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}