{"title":"USGS Scientists Document Widespread Increases in Streamflow and Changes in the Timing of Snowmelt Over the Past 50 Years","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Reston, VA &ndash; U.S. Geological Survey (USGS) scientists have identified nationwide trends toward increasing streamflow in many areas of the nation since 1940 based on data collected from long-term USGS streamgages. This conclusion and several more interesting trends in our nation&rsquo;s streamflows can be found in four new fact sheets recently issued by the agency.<\/p>\n<p>\"Understanding streamflow trends is essential to effective management of the nation&rsquo;s water supply and is critical to developing strategies that mitigate the potential negative impacts of floods and droughts,\" said USGS Associate Director for Water Robert Hirsch.<\/p>\r\n<p>In the first study, USGS scientists identified a nationwide trend that streamflow has been increasing in the United States since at least 1940. Most of the increases were during low-and-moderate streamflows. This means that, during typically dry periods, more water is now available in the stream.<\/p>\r\n<p>In the second study, scientists discovered that over the last 30 years, winter\/spring streamflows occurred one to two weeks earlier than in previous decades in northern or mountainous areas of New England. Similarly, in the third study, scientists found that streamflows in most western rivers occur almost one to three weeks earlier now than they did in the middle of the 20 th century.<\/p>\r\n<p>The fourth study shows that the streamflow of the Mississippi River was influenced by both climate and human activities such as construction of water reservoirs, agricultural irrigation and groundwater pumping. Streamflow of the Mississippi River increased at a rate of 4.5 percent per decade largely because of an increase in precipitation.<\/p>\r\n<p>The USGS has been measuring and recording streamflow in the United States since the late 1800&rsquo;s. Today, the USGS monitors streamflow at 7,400 locations nationwide. The USGS streamflow information is used for many purposes such as water resource appraisal and allocation, design of the nation&rsquo;s infrastructure such as bridges and water treatment plants, flood hazard planning, National Weather Service flood forecasting, reservoir operations, water-quality management, habitat assessment and protection, recreational enjoyment and safety, and understanding changes in streamflow due to land-use and climate changes. USGS streamflow data are available at <a href=\"http:\/\/water.usgs.gov\/waterwatch\/\">http:\/\/water.usgs.gov\/waterwatch\/<\/a>.<\/p>\r\n<p><strong>Summary of the Fact Sheets:<\/strong><\/p>\r\n<p><strong><em>Streamflow Trends in the United States<\/em><\/strong> (<a href=\"http:\/\/pubs.water.usgs.gov\/fs2005-3017\/\">http:\/\/pubs.water.usgs.gov\/fs2005-3017\/<\/a>)<\/p>\r\n<p>Streamflow has been increasing in the United States since at least 1940. Regions that experienced the most widespread increases were the Upper Mississippi, Ohio Valley, Texas-Gulf, and the Mid Atlantic.<\/p>\r\n<UL>\r\n<LI>Of the nearly 22,700 streamgages for which the USGS has records, 435 monitor natural basins and have records of sufficient length to analyze climatic trends. \r\n<LI>Streamflow increased across most of the United States during the 20th century at 40-45 percent of these 435 stations. \r\n<LI>Increases were most prevalent in low to moderate streamflows (seen at 40 percent of the stations), with relatively few decreases (seen at 8 percent of stations). \r\n<LI>Comparatively few stations (10 percent) had increases in annual maximum streamflow. \r\n<LI>Streamflow increases occurred as a sudden rather than gradual change around 1970, suggesting the climate shifted to a new regime. <\/LI><\/UL>\r\n<p><strong><em>Changes in Streamflow Timing in New England During the 20th Century<\/em><\/strong> (<a href=\"http:\/\/pubs.water.usgs.gov\/fs2005-3019\/\">http:\/\/pubs.water.usgs.gov\/fs2005-3019\/<\/a>)<\/p>\r\n<p>During the last 30 years, the timing of winter\/spring streamflow has shifted earlier by one to two weeks in northern and mountainous New England streams. <\/p>\r\n<UL>\r\n<LI>The date when half of the total","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1115265600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168777"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}