{"title":"Turnipseed New Director for USGS National Wetlands Research Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Phil Turnipseed has been selected as the Director of the U. S. Geological Survey National Wetlands Research Center in Lafayette, La.<!--introend--><\/p>\n<p>The NWRC develops and disseminates scientific information needed for understanding the ecology and value of the Nation's wetlands and for managing and restoring wetland habitats and associated plant and animal communities.<\/p>\r\n<p>&nbsp;\"Our Nation&rsquo;s wetlands, particularly the Louisiana coastal region, are National and global treasures,\" said Turnipseed. \"The NWRC is devoted to the restoration and protection of that resource by providing&nbsp; unbiased, relevant, and timely data needed by decision makers and emergency managers to design, plan, and manage its future.\"<\/p>\r\n<p>Turnipseed previously served as the principal USGS water resources liaison to the U.S. Army Corps of Engineers, the National Oceanic and Atmospheric Administration, the International Joint Commission, and the Environment Canada Ministry. He began his USGS career in 1987 as a civil engineer working on the designs of bridges in cooperation with the Mississippi Department of Transportation. In his 25 years of federal service, Turnipseed has worked at USGS water science centers in Mississippi, Texas and Virginia conducting a wide array of hydrologic and hydraulic research, design and construction. He has authored or co-authored over 70 reports, posters and scientific papers.<\/p>\r\n<p>\"I am pleased that Phil Turnipseed has become the Director for the National Wetlands Research Center,&rdquo; said USGS Regional Executive for the South Central States Max Ethridge. &ldquo;His experience and familiarity with the Mississippi River Delta area, and his ability to foster and build partnerships will help advance USGS science and the NWRC for the next several years.\"<\/p>\r\n<p>Turnipseed was born in Greenwood, Miss., in the heart of the Mississippi Delta. He received a bachelor&rsquo;s degree in forestry and wildlife management from Mississippi State University in 1977 and a master&rsquo;s degree in civil engineering from Louisiana State University in 1986. Turnipseed is a member of the American Society of Civil Engineers and a Diplomat of the American Academy of Water Resources Engineers. He served in the Peace Corps&rsquo; Smithsonian Institution Environmental Program in the Andes Mountains of Ecuador, speaks fluent Spanish and has lived on five continents in the past 30 years.<\/p>\r\n<p>Turnipseed and his wife, Cindy, have one grown daughter, four grown sons, and one grandson. They are happy to reside in the Lafayette area.\r\n<p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_11_23\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_11_23\/1\" title=\"Image Gallery\"><\/iframe><\/p>\r\n<\/p>\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana"],"country":["United States of America"],"mm_tags":["National Wetlands Research Center","","Turnipseed","Center Director","Louisiana","Wetland"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1290488400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169390"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}