{"title":"National Biological Information Infrastructure Recognized by Renew America","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Dr. Dennis B. Fenn, Chief Biologist of the U.S. Geological Survey, today announced that the National Biological Information Infrastructure program has received a Certificate of Environmental Achievement from Renew America. <!--introend-->\n<p>NBII also will be recognized in Renew America&rsquo;s 1998 Environmental Success Index. Through the NBII, biological data and information from government agencies, universities, natural history museums, and other sources are being made more accessible to scientists, resource managers and planners, teachers, and the public. \r\n<p>The U.S. Geological Survey is leading the development of the National Biological Information Infrastructure <WWW.NBII.GOV>in cooperation with many other partner agencies and organizations inside and outside of government. The NBII uses the Internet\/World Wide Web as the backbone of a distributed network of data and information on the nation&rsquo;s biological resources. \r\n<p>\"We are very pleased that the NBII program has been selected by Renew America and the National Awards Council for this recognition,\" said Fenn. \r\n<p>\"The primary objective of the NBII program is to help us all take more advantage of the great wealth of information on the biological environment that does exist out there, so we better use this information to make sound environmental decisions.\" \r\n<p>Each year, Renew America, a national nonprofit organization, conducts a nationwide search for programs that provide innovative solutions to today&rsquo;s tough environmental challenges. Each qualifying program has passed through a three-stage review process: reference checks and evaluations from independent local organizations, verification of program results by participating nonprofit organizations at the state level and final review by the National Awards Council for Environmental Sustainability, a coalition of 60 organizations in the environment, government and business, including the National Audubon Society, Bank of America, the Nature Conservancy, AT&amp;T, the National Geographic Society, 3M and the Smithsonian Institution. \r\n<p>Renew America&rsquo;s Environmental Success Index contains information on over 1,600 outstanding environmental programs from around the U.S. The Index, which is available both in print and on the World Wide Web www.crest.org\/renew_america&gt;, includes programs under twenty-six different categories such as Transportation Efficiency, Solid Waste Management, Pollution Prevention and Open Space Protection. The NBII is being honored in the Telecommunications and New Information Tools category. \r\n<p>Anna Slafer, Renew America&rsquo;s Executive Director, noted, \"The Environmental Success Indexprovides businesses, local governments, and civic and environmental groups with practical proven models they can replicate. By recognizing the excellent work of these innovative programs, we help motivate the individuals involved to continue their efforts to improve the environmental quality of their communities and share their successes with others.\"<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"892440000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168853"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}