{"title":"Timing Farm Activities in Wisconsin Can Help Protect Water Quality","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Wisconsin farmers can help protect water quality by timing their field activities to avoid weather and soil conditions that often lead to runoff, according to a new study by the U.S. Geological Survey, University of Wisconsin, and other partners.<!--introend--><\/p>\n<p>Nutrient rich soil is essential for plant growth, but can be harmful to water resources. When excessive soil and nutrients run off into rivers and streams, the amount of oxygen decreases in the water, creating a condition known as hypoxia. This can result in a \"dead zone\" in places such as the Gulf of Mexico, which can stress or kill fish and near or bottom dwelling organisms.<\/p>\r\n<p>This report identifies the time periods and conditions when sediment and nutrients have an increased potential of moving to water resources from agricultural fields from surface runoff. The full report is available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5008\/\">online<\/a>.<\/p>\r\n<p>\"This report highlights how important day-to-day decision making can be on a livestock farm, especially when it comes to the timing of manure applications,\" said Dennis Frame, coauthor and director of the University of Wisconsin Discovery Farms Program. \"One untimely decision can result in high nutrient yields that can overshadow many of the beneficial practices that are already in place to reduce the risk of nutrient and\/or sediment loss.\"<\/p>\r\n<p>About half of Wisconsin's annual runoff occurs in February and March, while May and June contribute another third. The snow melting while the soil is still frozen during February and March consistently contributes to runoff from agricultural fields. During other times of the year, soil moisture is an important runoff factor, as heavy or persistent rains produce runoff from thawed soils.<\/p>\r\n<p>On average, 80 percent of the annual sediment yield occurs in May and June. Sediment delivery is highest in tilled fields that experience a significant amount of runoff during these months, when plant cover is minimal and the soil is at or near saturation. Sediment delivery is lowest when runoff occurs on frozen soils. Nutrients, such as phosphorus and nitrogen, can be transported in runoff regardless of whether or not the ground is frozen. Livestock manure applied to fields shortly before a runoff event increases the amount of nutrients present in runoff.<\/p>\r\n<p>A web-based decision making support tool, the Wisconsin Runoff Risk Advisory Forecast Map, can help producers make informed decisions about performing land management activities with the least impact to water quality. This product was created using much of the information found in this study. This interactive map categorizes future runoff risk for 214 moderately sized watersheds based on outputs from the National Weather Service's Sacramento Soil Moisture Accounting Model. The mapping website is part of a multi-agency collaborative project and can be found <a href=\"http:\/\/www.manureadvisorysystem.wi.gov\/app\/runoffrisk\">online<\/a>.<\/p>\r\n<p>This report is part of a cooperative study between the USGS and the University of Wisconsin <a href=\"http:\/\/uwdiscoveryfarms.org\/\">Extension&rsquo;s Discovery Farms<\/a> and <a href=\"http:\/\/www.uwplatt.edu\/pioneerfarm\/\">Platteville Pioneer Farm<\/a> programs, in partnership with the Wisconsin Department of Natural Resources and the Sand County Foundation.<\/p>\r\n<p><a href=\"http:\/\/water.usgs.gov\/district_chief.html\">USGS Water Science Centers<\/a> are located in each state. They can provide more detailed information on stream conditions and on the USGS response to local events.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":["water","runoff","farming","Wisconsin","Water Quality","hypoxia","nutrients"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1308628800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169231"},{"tid":"170027"},{"tid":"170599"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}