{"title":"USGS To Coordinate On-Line Scientific Database for Tahoe Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) today joined forces with other federal and state agencies to announce specific efforts to implement recommendations of this summer&rsquo;s Lake Tahoe Presidential Forum, including creation of an Internet-based clearinghouse of scientific information for the Lake Tahoe area. <\/p>\n<p>\"The key to the restoration of Lake Tahoe will be the coordinated response of many people. Creation of this scientific database will provide a place for gathering work done by all levels of the private and public sector so that it can be available to everyone,\" said USGS Acting Director Dr. Mark Schaefer. <\/p>\r\n<p>In addition to the Tahoe basin database, USGS announced today that it is seeking partnerships to support future projects, including: <\/p>\r\n<UL>\r\n<LI>reintroducing the Lahontan Cutthroat Trout to the Tahoe Basin;<\/LI>\r\n<LI>efforts to produce realistic 3-D images of the lake&rsquo;s bottom;<\/LI>\r\n<LI>monitoring for the presence of the fuel additive MTBE; and<\/LI>\r\n<LI>a project to understand historical trends of water quality in the lake. <\/LI><\/UL>\r\n<p>\"Lake Tahoe is a perfect challenge to the &rsquo;new USGS,&rsquo; the revitalized scientific arm of the Department of the Interior,\" said Schaefer. \"We are bringing our multidisciplinary scientific expertise -- including mapping, hydrology, biology and geology -- to bear on an environmental challenge that will demand integrated solutions.\" <\/p>\r\n<p>The digital mapping projects of many scientists involved in efforts to restore Lake Tahoe will be coordinated in a geographic information system by the USGS that will be made available to the public via the Internet. Agency scientists want to add a realistic digital view of the bottom of Lake Tahoe to that database, providing a better understanding of the sedimentation processes which are crucial to the lake&rsquo;s clarity and quality, and are actively seeking partners in the effort. <\/p>\r\n<p>The USGS Lake Tahoe projects represent a multidisciplinary approach to natural resources science. As the Federal government&rsquo;s largest natural resource science agency, the USGS works in cooperation with nearly 2,000 organizations across the country to provide reliable, impartial, scientific information to resource managers, planners, and other customers. This information is gathered in every state by USGS scientists to minimize the loss of life and property from natural hazards, contribute to sound economic and physical development of the nation&rsquo;s natural resources, and enhance the quality of life by monitoring water, biological, energy, and mineral resources. <\/p>\r\n<p>The USGS, an agency of the Department of Interior, has been monitoring water levels and quality in Lake Tahoe for more than 20 years. In that time, more than 30 reports and maps have been produced on a wide range of scientific issues. The agency currently monitors water quantity and quality at more than 30 locations in the Tahoe basin.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California","Nevada"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"878101200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169129"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}