{"title":"Kimball Named USGS Eastern Region Chief Biologist","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Dr. Suzette M. Kimball was recently named Regional Chief Biologist of the U.S. Geological Survey&rsquo;s Eastern Region Biological Resources Division (BRD), based in Kearneysville, W.Va.<!--introend--> Kimball, currently the associate regional director of Science &amp; Natural Resources Stewardship for the U.S. National Park Service in Atlanta, replaces acting Eastern Regional Chief Biologist Dr. Gregory Smith. \n<p>As Regional Chief Biologist, Kimball will direct and oversee BRD programs, facilities and services for an area that stretches from the Canadian border to the Caribbean and west to the Mississippi River. She will be responsible for providing policy and procedural and organizational guidance to management and research personnel throughout the region. \r\n<p>Kimball received her bachelor&rsquo;s degree in English and completed the requirements for a B.S. degree in Geology from the College of William &amp; Mary in Williamsburg, Va., her M.S. in geology and geophysics from Ball State University in Muncie, Ind., and her doctorate in environmental sciences with a specialty in coastal environmental processes from the University of Virginia. Kimball entered the National Park Service as the research coordinator for the barrier island component of the Global Climate Change Program and subsequently served as the Southeast Regional Chief Scientist before assuming the position of Associate Regional Director. She has also held the positions of research assistant professor of environmental sciences at the University of Virginia; co-director of the Center for Coastal Management and Policy and associate marine scientist at the Virginia Institute of Marine Science at William &amp; Mary; and chief of the Coastal Morphology Unit and program manager of Barrier Island Sedimentation Studies in the U.S. Army Corps of Engineers Coastal Engineering Research Center. \r\n<p>\"Suzette Kimball brings outstanding qualifications to this position,\" said USGS Chief Biologist Denny Fenn. \"Her background of academic achievement, scientific research and leadership experience will provide valuable direction and vision to the Eastern Region.\" \r\n<p>Kimball has served on the National Park Service&rsquo;s Science Advisory Council, Natural Resources Advisory Council, and the ad-hoc Geologic Resources advisory group. She represents the Department of the Interior on the Gulf of Mexico Program Policy Review Board, and serves on the Governing Board of the Southern Appalachian Mountain Initiative and the Examination Board of the National Association of State Boards of Geology. She is a member of the board of directors of the Coastal Society and has served as the secretary of the Ocean Sciences Section of the American Geophysical Union, and on numerous other national and state councils and committees, including the Florida Panther Recovery Team and the Outer Banks Interagency Committee for Transportation Management. \r\n<p>She has taught 9 university courses dealing with marine and coastal biology and geology, and she is the author of more than 75 technical publications concerning coastal ecosystem science, coastal zone management and policy, and natural resource exploration, evaluation and management. \r\n<p>BRD is responsible for monitoring the ecological health of the nation. The division advises land management agencies, particularly the Department of the Interior&rsquo;s National Park Service, Fish and Wildlife Service and the Bureau of Land Management, about strategies and practices that will enhance and protect natural resources. \r\n<p>The BRD Eastern Region oversees seven of the USGS&rsquo;s 16 scientific research centers: Upper Mississippi Science Center in LaCrosse, Wis.; Great Lakes Science Center in Ann Arbor, Mich.; National Wildlife Health Center in Madison, Wis.; Patuxent Wildlife Research Center in Laurel, Md.; Florida Caribbean Science Center in Gainesville, Fla.; Leetown Science Center in Kearneysville, W.Va.; and Environmental Manageme","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"908856000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168863"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}