{"title":"symposium Seeks Innovations and Integration in Plant and Animal Conservation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Experts in ecology, sociology, and legal affairs will join natural resource managers to discuss approaches to conservation of rare and poorly known plants and animals. The symposium, <i>Innovations in Species Conservation: Integrative Approaches to Address Rarity and Risk<\/i>, takes place in the Oregon Convention Center in Portland on April 28, 29, 30. <\/p>\n<p>\"There are hundreds of rare and little-known species that could face extirpation because of diminishing habitat. Unfortunately, we so poorly understand their ecologies and natural histories, that it is very difficult to design conservation management plans to protect them one species at a time,&quot; says Randy Molina, an ecologist and forest mycology team leader with the U.S. Forest Service Pacific Northwest (PNW) Research Station, who is helping plan the symposium. <\/p>\r\n<p>Multiple-species approaches may be efficient and lessen management constraints, but the degree to which they protect individual species rests more on speculation than on systematic testing. Multi-species approaches also may be more susceptible to legal challenges due to a low level of certainty regarding outcomes. <\/p>\r\n<p>\"We face a natural time lag between thinking about potential innovations in plant and animal conservation and then integrating tested innovations into standard use,&quot; explains David Busch of the U.S. Geological Survey and member of the symposium planning team. &quot;We look forward to the symposium as a means of exchanging valuable information about concepts, theories, and research findings related to monitoring and managing rare or poorly known species. Through forums like the upcoming symposium, advancement from ideas to implementation is facilitated, as well as rejection of concepts that may not prove suitable for implementation.\" <\/p>\r\n<p>The keynote speaker is Judge Craig Manson, Assistant Secretary of the Department of the Interior. Manson oversees the National Park Service and the U.S. Fish and Wildlife Service. The symposium is open to the public. Registration information can be found online at <a href=\"http:\/\/outreach.cof.orst.edu\/species\/\">http:\/\/outreach.cof.orst.edu\/species\/<\/a> or call the Outreach Education Office, College of Forestry, Oregon State University at (541) 737-2329. <\/p>\r\n<p>Co-hosts of the symposium are the PNW Research Station and Pacific Northwest Region, USDA Forest Service; US Geological Survey, Bureau of Land Management, US Fish and Wildlife Service, Department of the Interior; Oregon State University, The Nature Conservancy; and the Society for Conservation Biology.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1050465600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169178"},{"tid":"170299"},{"tid":"170462"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}