{"title":"Keeping Common Species Common in New York","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The USGS announced today that species and habitat data profiles have been completed for New York under the Gap Analysis Program (GAP). The GAP is a scientific method of gathering broad geographic information on biological diversity that contributes to keeping common species common. <\/p>\n<p>\"The key question that GAP asks is: How can we prevent species from becoming endangered before they reach a crisis point?\" observed Dr. Dennis Fenn, USGS Associate Director for Biology. \"Considering potential problems of biodiversity sooner rather than later not only saves species, it helps conserve public funds.\" <\/p>\r\n<p>The New York data indicate that:<\/p>\r\n<UL>\r\n<LI>forested cover types are well represented on protected lands (land carefully managed with habitat conservation as a primary goal).<\/LI>\r\n<LI>nearly all shrub- and grasslands are under private management.<\/LI>\r\n<LI>a large proportion (72%) of vertebrate species in the state have less than 10% of their predicted distribution on protected lands.<\/LI>\r\n<LI>the habitat of nearly all reptile species (97%) and the majority of amphibian species (75%) are similarly underprotected. <\/LI><\/UL>\r\n<p>Habitat loss is the major factor contributing to the decline of biological diversity. Aided by earth observing satellites and geographic information systems, GAP assesses the degree to which native animal species and plant communities are represented in our present-day network of conservation lands. The goal is to identify \"gaps\" in the conservation fabric: at-risk species and biological communities that occupy areas receiving little or no protection. Protecting species and natural communities BEFORE they become threatened or endangered is easier, more efficient, and saves taxpayers money in contrast to remedial efforts. <\/p>\r\n<p>Administered through the USGS, GAP involves working partnerships with over 500 federal, state, and local agencies, universities, and private organizations, such as the New York State Department of Environmental Conservation, Cornell University, and the Natural Heritage Program. GAP activities produce databases and maps depicting patterns of land cover, land management, and biodiversity at a level of detail and extent never before achieved. Corresponding species and habitat data profiles have already been completed in 13 other states. <\/p>\r\n<p>Final reports and geographic-biological data are available on CD-ROM and the Internet at: <a href=\"http:\/\/www.gap.uidaho.edu\/Projects\/Data.asp\">http:\/\/www.gap.uidaho.edu\/Projects\/Data.asp<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1013144400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}