{"title":"Flooding and Growth Aren&rsquo;t the Only Results of the Annual Spring Melt-Off&mdash;Water From Melting Snow Can Trigger Landslides","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->An air temperature threshold is a powerful indicator for anticipatingpotentially hazardous landslides during the spring snowmelt season,according to the results of a recent study by the U.S. Geological Survey. <!--introend-->\n<p>\"The data indicate that a high percentage of snowmelt-season landslides, inmountainous areas similar to those of the study, occur in a narrow,two-week time window after the arrival of an air temperature threshold of58Â°F,\" said Alan Chleborad, research geologist with the USGS in Golden. Landslides, such as debris flows and debris avalanches that occurred inmountainous areas of Colorado, Utah, Wyoming, and Nevada were included inthe study. \r\n<p>The 58Â°F Fahrenheit threshold identified in the study is a six-day movingaverage of daily maximum temperature. Analyses of the data indicate thethreshold can be useful for issuing warnings of an increased potential forlandslide activity in areas susceptible to snowmeltseasonlandslides.Otherpotential uses include the timing of observations and deployment of field instrumentation to monitor hazardous landslide sites, timingmitigation efforts, and anticipating ighwaymaintenance needs. \r\n<p>Chleborad&rsquo;s report entitled, \"Use of Air Temperature Data to Anticipate theOnset of Snowmelt-Season Landslides,\" USGS open-file number 98-124,may be obtained by contacting the USGS Branch of Information Services at303-202-4700. It is available on the internet at: <a href=\"http:\/\/geohazards.cr.usgs.gov\">http:\/\/geohazards.cr.usgs.gov<\/a>.\r\n<p>\r\n<p>\r\n<p>___________________________<br>\r\n<p>FAX: 303-273-8588<br>__________________________<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"892526400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}