{"title":"Media Advisory: USGS to Host Congressional Briefing on Climate Change Impacts on Coastal Communities","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->U.S. coastal communities, environments, and economies are especially vulnerable to sea-level rise and other climate change impacts.<!--introend--> At the same time, they face continuing challenges from population growth, coastal erosion and storms, and habitat loss. Coastal zone managers and policy-makers require sound information and science-based tools to prepare for and respond to changing coastal conditions in the coming decades. Come learn how the USGS and its partners are working to provide and apply the science needed to anticipate and address climate change impacts on our vulnerable coasts.<\/p>\n<p><strong>What:<\/strong><\/p>\r\n<p style=\"padding-left: 30px;\">The USGS will host a congressional briefing on how science can be used to anticipate and address the impacts of climate change on our vulnerable coasts.<\/p>\r\n<p><strong>Who:<\/strong><\/p>\r\n<p style=\"padding-left: 30px;\">David B. Carter, Delaware Department of Natural Resources and Environmental Control <br \/>Margaret A. Davidson, NOAA, National Ocean Service <br \/>E. Robert Thieler, USGS<\/p>\r\n<p><strong>Where:<\/strong><\/p>\r\n<p style=\"padding-left: 30px;\">2325 Rayburn House Office Building <br \/>Washington, D.C.<\/p>\r\n<p><strong>When:<\/strong><\/p>\r\n<p style=\"padding-left: 30px;\">Friday, March 28, 2008<br \/>10:00 a.m.<\/p>\r\n<p><strong>Sponsors:<\/strong><\/p>\r\n<p style=\"padding-left: 30px;\">Representative Earl Blumenauer <br \/>Representative Wayne Gilchrest <br \/>Representative Jim Moran<br \/>Representative Rob Wittman<\/p>\r\n<p><strong>Host:<\/strong><\/p>\r\n<p style=\"padding-left: 30px;\">Climate Change Science Program<br \/>Coastal States Organization<br \/>The Nature Conservancy<\/p>\r\n<p>For more information about the briefing, visit <a href=\"http:\/\/www.usgs.gov\/solutions\">www.usgs.gov\/solutions<\/a>.<\/p>\r\n<p>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1205899200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}