{"title":"Recovery Funding for Alaska and Other Volcano Observatories to Improve Monitoring and Public Safety","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Residents and critical infrastructure in the nation&rsquo;s six highest-risk volcanic areas&mdash;including the Alaska region-- will benefit from increased monitoring and analysis as a result of Recovery Act funds being channeled into volcano monitoring, Secretary Salazar announced today.<!--introend--> &nbsp;&nbsp;&nbsp;<\/p>\n<p>The U.S. Geological Survey is planning to use $15.2 million of its American Recovery and Reinvestment Act funds to upgrade volcano monitoring and the analysis and distribution of eruption information at the five volcano observatories that cover Wyoming, Alaska, Hawaii, the Northwest, California, as well as the network that covers the Commonwealth of the Northern Mariana Islands.<\/p>\r\n<p>&ldquo;These stimulus funds will not only create or preserve jobs, but also could very well preserve lives,&rdquo; said Secretary Salazar. &ldquo;The funds help protect both people on the ground as well as airline passengers flying over the eruption-prone regions.&nbsp; At the same time that the funds are helping public safety, they are also spurring scientific innovation with economic benefits.&rdquo;&nbsp;<\/p>\r\n<p>Alaska&rsquo;s volcanoes average approximately one eruption per year, although the past year has seen four. Work in Alaska will focus on bringing monitoring systems of the three most hazardous Cook Inlet volcanoes, Mount Spurr, Redoubt Volcano, and Augustine Volcano, up to optimal levels and improving or modernizing select monitoring systems on other Alaskan volcanoes.<\/p>\r\n<p>Other ARRA work in Alaska will improve scientific understanding of recent eruptions, improve systems for acquiring and interpreting satellite data, and improve internet communication tools for disseminating hazard information to the public and throughout the government.<\/p>\r\n<p>Work to be conducted with ARRA funds is divided into six projects, coinciding with the six high-risk volcanic areas in the United States. These allocations are $950,000 for the Yellowstone Volcano Observatory, $7.56 million for the Alaska Volcano Observatory, $2.4 million for the Cascades Volcano Observatory in Washington state, $3.3 million for the Hawaiian Volcano Observatory, $200,000 for the Long Valley Observatory in California and $800,000 for upgrading networks in the Commonwealth of the Northern Marianas.<\/p>\r\n<p>The funds for all of the observatories will support universities and local government agencies as scientific partners in volcano observatory activities, as well as private sector companies that manufacture scientific instruments, provide aviation services, and supply computer expertise<\/p>\r\n<p>The United States and its territories contain 169 volcanoes considered capable of erupting.&nbsp; One, Kilauea in Hawaii, has been erupting continuously for the past 26 years, at times inundating residential areas with lava and at other times requiring national park closures due to explosions and toxic gas.&nbsp;<\/p>\r\n<p>Another, Redoubt Volcano in Alaska, shot ash clouds to heights of more than 50,000 feet several times this year.&nbsp; The three-month long eruption appears to have paused and may have ended, but not before severely disrupting aviation operations, repeatedly dusting Alaskan communities with ash, and forcing an oil storage facility to suspend operations.<\/p>\r\n<p>The USGS volcano observatories warn of impending eruptions, track ongoing eruptions in real time, and assist communities and the flying public in minimizing their vulnerability to volcano hazards. Monitoring volcanoes is a diverse activity that requires networks of geophysical instruments on volcanoes transmitting data to observatories, coupled with the capabilities to detect ash, volcanic gas, and hot spots with satellite imagery; to measure gas and acquire thermal imagery from aircraft; and to understand past behavior of the volcanoes and what human activities and infrastructure are at risk.<\/p>\r\n<p>Volcano monitoring is only effective if linked to rapid means","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["volcano","Alaska","Redoubt","monitoring"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1250136000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"},{"tid":"170618"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}