{"title":"North Carolina, Delmarva Coastlines Changed by Hurricane Sandy","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Updated<\/strong><\/p>\n<p>ST. PETERSBURG, Fla. &ndash; <!--introstart-->The USGS has released a series of aerial photographs showing before-and-after images of Hurricane Sandy's impacts on the Atlantic Coast.<!--introend--> Among the latest photo pairs to be published are images showing the extent of coastal change in <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/photo-comparisons\/northcarolina.php\">North Carolina<\/a>, <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/photo-comparisons\/virginia.php\">Virginia<\/a>, <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/photo-comparisons\/delaware-maryland.php\">Maryland, and Delaware<\/a>.<\/p>\r\n<p>The photos, part of a USGS assessment of coastal change from as far south as the Outer Banks of North Carolina to as far north as Massachusetts, show that the storm caused dramatic changes to portions of shoreline extending hundreds of miles. Pre- and post-storm images of the <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/photo-comparisons\/newjersey.php\">New Jersey<\/a> and <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/photo-comparisons\/\">New York<\/a> shoreline in particular tell a story of a coastal landscape that was considerably altered by the historic storm. Meanwhile, images from hundreds of miles south of the storm&rsquo;s landfall demonstrate that the storm&rsquo;s breadth caused significant coastal change as far south as the Carolinas.<\/p>\r\n<p>\"Sandy taught us yet again that not all Cat-1 hurricanes are created equal: the superstorm's enormous fetch over the Atlantic produced storm surge and wave erosion of historic proportions,\" said USGS Director Marcia McNutt. \"We have seized this opportunity to gather unique data on a major coastline-altering event.\"<\/p>\r\n<p>As major storms approach, the USGS conducts pre-storm and post-storm flights to gather aerial images along the length of the coastline expected to experience impacts from the storm&rsquo;s landfall. Identifying sites of such impacts helps scientists understand which areas are likely to undergo the most severe impacts from future storms, and improves future coastal impact forecasting.&nbsp;<\/p>\r\n<p>Photo pairs from North Carolina to Massachusetts are now available online.<\/p>\r\n<p>\"This storm&rsquo;s impact on sandy beaches included disruption of infrastructure in the south, such as overwash of roads near Pea Island, Buxton, and Rodanthe in N.C., and some dune erosion near Duck, N.C.,\" said St. Petersburg-based USGS oceanographer Nathaniel Plant. Such storm-induced changes to the coastal profile can jeopardize the resilience of impacted coastal communities in the path of subsequent storms.<\/p>\r\n<p>\"Houses and infrastructure may be more vulnerable to future storms because beaches are narrower and dunes are lower,\" Plant said.<\/p>\r\n<p>Overwash occurs when storm surge and waves exceed the elevation of protective sand dunes, thereby transporting sand inland. In addition to threatening infrastructure like roadways, it can bury portions of buildings and cause extensive property damage.<\/p>\r\n<p>The configuration of a coastline's physical features determine how it will respond to storm forces, and whether it will experience erosion, overwash, or inundation.<\/p>\r\n<p>In South Bethany, Delaware, the storm appears to have eroded a low dune that had stood between the Atlantic and a row of beachfront homes. Like overwash, beach and dune erosion can compromise a coastline's natural defenses against future storms.<\/p>\r\n<p>The Hurricanes and Extreme Storms team aims to quantify the degree to which such these defenses have weakened in all areas Hurricane Sandy impacted.<\/p>\r\n<p>Data collected from these surveys are also used to improve predictive models of potential impacts from future severe storms. Before a storm makes landfall, USGS makes these predictions to help coastal communities identify areas particularly vulnerable to severe coastal change, such as beach and dune erosion, overwash, and inundation.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland","New Jersey","New York"],"country":["United States of America"],"mm_tags":["Hurricane Sandy Aerial Photos North Carolina Virginia","Maryland Delaware","Natural Hazards Coastaland Marine Geology"],"distribution":["Natural Hazards","Water"],"release_date":{"und":[{"value":"1352955600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169498"},{"tid":"170185"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}