{"title":"USGS to Begin Drilling ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"TEXT\">Beginning around August 7, scientists from the U.S. Geological Survey will be drilling &ldquo;sentinel&rdquo; wells at the first of three locations in the Trumbull Village neighborhood in Albuquerque to provide early alerts for groundwater contamination.<\/p>\n<p class=\"TEXT\">These new sentinel wells will provide early warning if there is a northeastward movement of the Kirtland Air Force Base Bulk Fuels Facility plume, and would provide Albuquerque Bernalillo County Water Utility Authority (ABCWUA) and Air Force officials lead time to implement plans to protect nearby groundwater drinking water supply wells.<\/p>\r\n<p>A sentinel well is a groundwater-monitoring well located between a known area of groundwater contamination and drinking-water supply wells. The purpose of a sentinel well is to provide advanced warning of movement of groundwater contamination towards the drinking water supply wells.<\/p>\r\n<p class=\"TEXT\">During March and April 2013, the USGS drilled a similar sentinel well, funded by the ABCWUA, near the corner of Trumbull Avenue SE and Mesilla Street SE.<\/p>\r\n<p class=\"TEXT\">This year, the USGS will be drilling at three locations in the Trumbull Village neighborhood: On the north side of the Cesar Chavez Community Center; &nbsp;near the eastern end of Phil Chacon Park; and in the parking lot at Trumbull Park. This work is being funded by the Air Force.<\/p>\r\n<p class=\"TEXT\">&ldquo;USGS scientists will be drilling for approximately 12 hours a day; from about 7 a.m. to about 7 p.m. We expect to be done with the drilling in late December 2014 or early January, 2015,&rdquo; said Nathan Myers, USGS scientist in charge of the project. \"Although the drinking water supply wells are not in imminent danger of being contaminated, the sentinel wells are being installed as a precautionary measure to provide early warning if the plume does move towards drinking water supply wells.\"<strong>&nbsp;<\/strong><\/p>\r\n<p class=\"TEXT\">The equipment includes a drill rig, two large trailers, a water truck, and smaller vehicles. At each drill site, the drilling equipment and supplies will temporarily occupy a space that is 60 to 100 feet wide and 120 to 150 feet long. After the drilling is complete, wells at each site will be enclosed below ground in locked steel vaults. &nbsp;Disruptions to traffic aren&rsquo;t anticipated, but some of the parking spaces in the Trumbull Park parking lot will be unavailable during drilling. After completion, all the parking spaces at Trumbull Park will be open.<\/p>\r\n<p>During drilling, engine noise from the diesel engines on the drill rig and noise from the equipment that separates the drill bit cuttings from the drilling mud may be audible. USGS scientists will use sound-muffling blankets to suppress noise and will monitor noise levels to ensure they are in compliance with a City of Albuquerque-issued noise permit.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New Mexico"],"country":["United States of America"],"mm_tags":["Geographic Areas Southwest","Water Cooperative Water","water","Water Groundwater Resources"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1407384000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}