{"title":"USGS Announces that Augustine Volcano in Alaska Erupted Today","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Anchorage, AK &ndash; <!--introstart-->The U.S. Geological Survey (USGS) is currently monitoring the eruption of Augustine Volcano in Alaska that began today at approximately 4:44 a.m. Alaska Standard Time (9:44 a.m. EST) with two explosions at the summit of the volcano.<!--introend--> The alert level is classified at red, the highest level of concern. The volcano is located in Cook Inlet, about 180 miles southwest of Anchorage.<\/p>\n<p>The eruption produced an ash plume that reached about 30,000 feet above sea level. Currently, the ash plume has detached from the volcanic vent, and winds are blowing the ash away from populated areas, but this status can change at any time. For up-to-date information on the status of Alaska&rsquo;s volcanoes, call 907-786-7478.<\/p>\r\n<p>\"Augustine Volcano is one of the best instrumented volcanoes in Alaska,\" said USGS Volcano Hazards Program Coordinator Dr. James Quick. \"As a result, our scientists were able to detect unrest and correctly forecast the likely behavior of the volcano before it erupted.\"<\/p>\r\n<p>USGS expects this eruption may be similar to Augustine&rsquo;s eruptions in 1976 and 1986 when the volcanic ash was spread throughout and perhaps beyond Cook Inlet.<\/p>\r\n<p>Since spring 2005, the Alaska Volcano Observatory (AVO) detected increasing unrest at Augustine Volcano. Rates of earthquake occurrence increased slowly from an average rate of one to two per day in early May, to three to four per day in October, and up to 15 per day in mid-December. Concurrent with this increase, USGS detected a small uplift of the volcano using Global Positioning Systems (GPS) instruments permanently installed on the mountain. In early and mid December, a number of small steam explosions were recorded by seismic instruments on the volcano.<\/p>\r\n<p>Views of the summit following these explosions revealed new steaming cracks and localized deposits of debris. In addition, airborne gas measurements and thermal imaging measurements showed an increase in the output of volcanic gas and heat at the summit of the volcano. The highest temperature recorded, on January 4, was 390 C (750 F). AVO interpreted these changes as a sign that new magma was accumulating beneath the volcano&rsquo;s summit.<\/p>\r\n<p>In response to this activity, AVO deployed additional seismometers, GPS receivers, an infrasound sensor, and time lapse cameras on the flanks of the volcano, and established a web-based camera system. Further deployment of additional monitoring equipment is ongoing and USGS will continue to monitor the activity closely.<\/p>\r\n<p>Further information on Augustine Volcano and related hazards and response plans can be found at the following web sites: <a href=\"http:\/\/www.avo.alaska.edu\">www.avo.alaska.edu<\/a>; ash-related information at <a href=\"http:\/\/volcanoes.usgs.gov\/ash\/\">http:\/\/volcanoes.usgs.gov\/ash\/<\/a>; NOAA and National Weather Service ash cloud trajectories and aviation warnings at <a href=\"http:\/\/pafc.arh.noaa.gov\/augustine.php\">http:\/\/pafc.arh.noaa.gov\/augustine.php<\/a>, tsunami issues related to Augustine at <a href=\"http:\/\/wcatwc.arh.noaa.gov\/Augustine\/AugustineWeb.htm\">http:\/\/wcatwc.arh.noaa.gov\/Augustine\/AugustineWeb.htm<\/a>; and community preparedness at <a href=\"http:\/\/www.ak-prepared.com\/plans\/mitigation\/volcano.htm\">http:\/\/www.ak-prepared.com\/plans\/mitigation\/volcano.htm<\/a>. <\/p>\r\n<p>Alaska Volcano Observatory operates as a partnership of the U.S. Geological Survey, the University of Alaska-Fairbanks Geophysical Institute and the Alaska Division of Geological &amp; Geophysical Surveys.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1136955600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"169601"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}