{"title":"The President's FY 2009 Budget Request for USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Providing science to face tomorrow's challenges<\/strong><\/p>\n<p><!--introstart-->The President has proposed a budget of $968.5 million for the U.S. Geological Survey (USGS) in fiscal year 2009, a decrease of $38.0 million from the 2008 enacted level. The FY 2009 budget focuses on the highest priorities for research while ensuring that the USGS builds the expertise it needs to continue answering the complex scientific questions that may arise.<!--introend--> The budget includes $34.9 million in program increases and $15.0 million in fixed costs, offset by $87.8 million in reductions for lower priority efforts and unrequested increases.<\/p>\r\n<p>\"The USGS is committed to providing timely, objective scientific information in support of key Departmental and Presidential priorities, including Water for America, Birds Forever, Healthy Lands, and Ocean and Coastal Frontiers,\" said USGS Director Mark Myers. \"The proposed budget will also strengthen our efforts in climate change studies, priority ecosystems research and the development of a National Land Imaging Program.\"<\/p>\r\n<p>The 2009 budget includes a net increase of $8.2 million to support the water census component of the $21.3 million Water for America Initiative with the Bureau of Reclamation. To support the water census, the National Streamflow Information Program is funded at $23.8 million, including an increase of $3.7 million to upgrade 350 streamgages with real-time telemetry and to reinstate 50 discontinued streamgages in 2009. Increases of $3.0 million for the Ground-Water Resources Program and $1.5 million for Cooperative Geologic Mapping will provide additional support for the water census by increasing knowledge related to groundwater resources.<\/p>\r\n<p>The Birds Forever Initiative is a joint effort between the U.S. Fish and Wildlife Service and the USGS. A proposed $1.0 million increase to support this initiative will fund USGS efforts to better understand large-scale drivers of migratory bird population and habitat change such as global warming, deforestation and urban development. This initiative supports monitoring efforts, including the Breeding Bird Survey and other migratory bird monitoring activities.<\/p>\r\n<p>The budget also proposes a $3.5 million increase to expand activities in support of the Healthy Lands Initiative, and the USGS is a significant partner in this multi-bureau initiative. &nbsp;Continuing work in southwest Wyoming, the USGS will conduct an ecological assessment in Healthy Lands Initiative areas to develop a baseline of scientific information related to wildlife habitat and development activities occurring or planned.&nbsp; Tools, models, and protocols developed will be transferred and applied to other areas.<\/p>\r\n<p>In addition, the proposed budget includes an increase of $7.0 million for oceans science in support of the Department's Ocean and Coastal Frontiers Initiative and completing the work started in 2008 on the U.S. Ocean Action Plan. Coastal and Marine Geology is funded at $47.4 million. An increase of $4.0 million will be used to collect data for the extended Continental Shelf of the Arctic Ocean, working with the National Oceanic and Atmospheric Administration, to support the Nation's claim to its mineral and energy rights in the extended Continental Shelf. An additional $2.0 million will be used to conduct merit-based ocean research projects, and $1.0 million will complete funding for efforts in seafloor mapping, models to forecast response to extreme weather events, and developing a water quality monitoring network.<\/p>\r\n<p>The 2009 budget reflects a restructuring to create a global change activity and sustains $5.0 million of the $7.4 million increase in 2008 for climate change science. The 2009 request of $26.6 million includes $21.6 million in base funds to continue current global change research, $4.0 million to establish a pilot program in Alaska for a national climate change network, and $1.0 million for climate","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1202101200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"170119"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}