{"title":"U.S. Geological Survey 1998 Budget: Increased Support for Drinking Water, Earthquakes and Biological Sciences","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The Clinton Administration has proposed a budget of $745.4 million for the U.S. Geological Survey (USGS) in Fiscal Year 1998 that calls for increasing the availability of water quality information, for expanding earthquake monitoring to reduce hazards and support the comprehensive nuclear test ban treaty, and for increasing biological science in support of federal land managers. \n<p>\"The next century will make extraordinary demands on the Nation&rsquo;s wildlife and natural resources,\" USGS Director Gordon Eaton said. \"We can expect our growing population to consume enormous quantities of water, energy and mineral resources and to push development into areas that are prone to natural hazards or already valued for recreation or natural resources. This budget is designed to help us solve some of the most pressing of these demands while doing our share not only to help balance the budget, but to help trim the burden of government. \r\n<p>\"Increasingly, the USGS is providing the science and information needed to help find the best and most economical solutions for problems ranging from the quality of drinking water to the quality of biological and natural resources in regional watersheds like Everglades and South Florida, San Francisco Bay and Chesapeake Bay,\" Eaton said. \"The USGS is committed to providing the best science and the impartial information needed to help build the best tomorrow. \r\n<p>\"In the past few years, the &rsquo;new USGS&rsquo; has evolved rapidly to serve the Nation as the federal government&rsquo;s natural resources science agency,\" Eaton said. \"By adding the special science capabilities of the former National Biological Service and the mineral information function of the former Bureau of Mines, we have taken on some exciting new responsibilities. With these responsibilities has come the opportunity to join with hundreds of new cooperators in every state and more than 100 countries to produce the credible, reliable and impartial information needed to solve the resource management, development and protection issues of greatest concern to nearly 2,000 partners at the local, state and regional organizations. We can truly claim to think nationally, while working locally. \r\n<p>\"The extreme floods of 1996 and January 1997 that hit both coasts are just one of the most recent challenges that allowed us to bring the scientific resources of our national agency to work alongside the USGS people and their colleagues already in the field. We provided the data and the science that were the basis for many immediate flood forecasts that helped save lives and property; we provide maps that guided rescue and rebuilding efforts; and we continue to investigate the long-term effects of the upstream floods on downstream resources like the Chesapeake Bay and San Francisco Bay. \r\n<p>\"We remain committed to our long tradition of setting national standards for scientific excellence in earth, water, biological and mapping investigations. In concert with our old and new partners and through a variety of efforts and products -- from maps and written reports to our latest electronic home page on the Internet -- we are striving to serve every citizen every day,\" Eaton said. \r\n<p>For FY 1998, the USGS budget includes a net increase of $6.5 million above the FY97 enacted level. This includes $19.5 million in program increases that are partially offset by refocusing about $13 million in program efforts, including expected savings from Reinventing Government (REGO II) initiatives ($6.8 million) and by other program changes and administrative reductions ($6.2 million). \r\n<p>Changes in the FY 98 budget include: \r\n<UL>\r\n<LI>A $7.5 million increase to expand biological research on Federal lands and increase technical assistance to land managers in Interior Department agencies. New research and monitoring will focus on pacific salmon and coastal habitats. Extensive work is planned on the spread of invasive weeds in the West and on other exotic sp","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"855205200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}