{"title":"Is Salty Groundwater in South Florida&rsquo;s Future?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: Interviews with the scientists during the American Geophysical Union (AGU) meeting can be arranged by contacting Harvey Leifert or Pat Jorgenson in the AGU newsroom in San Francisco at 415-905-1007.<\/b> <\/p>\n<p><i>Session: \"The Use of Pb-210 in Deciphering the Rate of Salt-Water Intrusion in South Florida\" is scheduled for 4:30 pm Weds., Dec. 12, Moscone Convention Center Room 131.<\/i> <\/p>\r\n<p><!--introstart-->Using a time-tested technique in a new way, scientists at the U.S. Geological Survey (USGS) have been able to determine how quickly marine groundwater has encroached into South Florida?s inland fresh water aquifers. Charles Holmes will explain the technique and findings at the AGU Annual 2001 Fall Meeting, scheduled for Dec. 10-14 in San Francisco, CA.<!--introend--> <\/p>\r\n<p>South Florida&rsquo;s aquifers are made mostly of limestone and other carbonate rocks, which tend to dissolve over time in water, making them porous. Groundwater travels relatively quickly in this regime. Where carbonate aquifers are near the coast, marine groundwater can begin to encroach landward, infiltrating freshwater aquifers, particularly where they are pumped for drinking water. <\/p>\r\n<p>\"Rapid development in South Florida has resulted in increased pumping of fresh groundwater from the state?s aquifers,\" says Holmes. \"Using short-lived isotopes (Pb-210 and Cs-137), we have determined that, over the past century in South Florida, marine groundwater has encroached landward more than 15 miles.\" <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1008046800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}