{"title":"Water Conditions Begin to Decline in Maryland, Delaware, and D.C.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Streamflow and ground-water levels decreased during May<\/b> <\/p>\n<p>Below-normal precipitation in May (24% below average at BWI airport) in combination with seasonal increases in evapotranspiration resulted in lower ground-water levels and decreased streamflow in the Maryland-Delaware-D.C. region, according to hydrologists at the U.S. Geological Survey (USGS) in Baltimore, Maryland. Some of the largest decreases of streamflow for May were at the Potomac River near Washington, D.C., where streamflow averaged 4.7 billion gallons per day, which is about 49 percent of normal for May and only 44 percent of the streamflow in April. <\/p>\r\n<p>The average streamflow into the Chesapeake Bay during May 2000 was 53.8 billion gallons per day, which is a 44-percent decrease from April and 14 percent below the long-term average for May. In western Maryland and on the upper Potomac River, streamflow was in the deficient range for the month of May and decreased to half the long-term average for May. Streamflows on the Eastern Shore in May were much lower than those measured in April, but were still normal for this time of year. Throughout the rest of the bistate area, streamflow in local streams decreased, but remained within the normal range for May. <\/p>\r\n<p>Ground-water levels at the end of May decreased throughout the area but generally remained in the normal range throughout the entire bistate area. Monthly updates of ground-water conditions for 32 key observation wells located throughout Maryland and Delaware may be found at <a href=\"http:\/\/md.water.usgs.gov\/groundwater\/\">http:\/\/md.water.usgs.gov\/groundwater\/<\/a>. Water storage in the Baltimore reservoir system was 80.8 billion gallons near the end of May, which is 100 percent of average and 18 percent above last year at this time. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"960264000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168924"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}