{"title":"Caves could reveal secrets of life on Mars","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>'Virtual spelunking' finds possible cave system in Martian volcano flows<\/em><\/p>\n<p><!--introstart-->A series of depressions discovered on Mars could be entrances to a cave system that might provide shelter for future Mars missions or shed light on whether microbial life forms have ever existed on the \"Red Planet.\"<!--introend--><\/p>\r\n<p>Glen Cushing, a physicist with the US Geological Survey, discovered the series of \"collapse depressions\" in extinct lava flows from a Martian volcano. Cushing describes his discovery as a collection of &ldquo;long grooves&rdquo; in the surface with distinctive depressions that appear to be skylight entrances into tunnel-like structures. Some of the grooves are more than 100 kilometers long and could easily extend much further and deeper beneath the surface. Some of the grooves are about 50 to 60 meters wide and are curvy and meandering while others are more linear and 2-3 times wider, suggesting that more than one formation mechanism may have been operating.<\/p>\r\n<p>The depressions were detected using high-resolution images conveyed through Mars-orbiting satellites.<\/p>\r\n<p>\"By finding caves on Mars, USGS scientists have demonstrated once again that real, cutting-edge science is more exciting than the best science fiction ever written,\" said U.S. Secretary of the Interior, Ken Salazar.<\/p>\r\n<p>Current observations can only hint at the characteristics of Martian caves, says Cushing. &ldquo;We can only estimate the lengths of these tunnels for as far as their surface expressions continue,&rdquo; says Cushing. &ldquo;It&rsquo;s likely that many internal sections have collapsed and may be impassable to explorers.&rdquo;<\/p>\r\n<p>The depressions are located in lava flows from a massive volcano named Arsia Mons. Some of the grooves observed by Cushing likely formed when a solid ceiling of cooled material formed over a lava channel during an ancient volcanic eruption. When the eruption ended, an empty tunnel or &ldquo;lava tube&rdquo; was left behind. Sections of these ceilings collapsed at some point to form the observed skylight entrances, or caves.<\/p>\r\n<p>Cushing notes that caves could be of fundamental importance for human explorers on Mars. &ldquo;Caves can protect human explorers from a range of dangerous conditions that exist on Mars&rsquo; surface. If caves are not used for long-term human habitation, then explorers must either transport substantial shelters of their own or build them on site.&rdquo; The latter options could be prohibitively expensive and perhaps not as safe.<\/p>\r\n<p>Cushing is confident that Martian caves will become focal points for future robotic and human exploration, because of their implications for microbial life. &ldquo;Someday, robot explorers will probably visit caves such as these and show us a whole new hidden world.&rdquo; This new hidden world may be among the only accessible environments capable of preserving evidence of past or present microbial life, if it ever existed on Mars.<\/p>\r\n<p>Until then, Cushing and his colleagues will continue ldquo;virtually spelunking&rdquo; the caves of Mars.<\/p>\r\n<p><em>&nbsp;<\/em><\/p>\r\n<p><em>The mission of the USGS Astrogeology Science Center is to serve the Nation, the international planetary science community, and the general public&rsquo;s pursuit of new knowledge of our Solar System. The Team&rsquo;s vision is to be a national resource for the integration of planetary geosciences, cartography, and remote sensing. As explorers and surveyors, with a unique heritage of proven expertise and international leadership, USGS astrogeologists enable the ongoing successful investigation of the Solar System for humankind.<\/em><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","Mars","cave","astrogeology","planet","Lava Tube","exploration","discover"],"article_type":["International News Release"],"release_date":{"und":[{"value":"1255924800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169060"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}