{"title":"U.S. Output of Nonfuel Mineral Materials Level in 2003, According to New USGS Report","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Few of the nonfuel mineral materials industries shared the upward trends of many sectors of the U.S. economy during 2003. According to a new report by the U.S. Geological Survey, the estimated value of all nonfuel mineral products manufactured in the United States during 2003 increased by about 1 percent over the revised figure for 2002, to $370 billion. Manufacturing of industrial or nonmetallic mineral products, aluminum, and iron and steel increased slightly, but other metal manufacturing declined. <\/p>\n<p>The new USGS report \"Mineral Commodity Summaries 2004\" provides detailed information about events, trends, and issues in the domestic and international minerals industries during 2003. The report summarizes minerals industry trends for individual mineral commodities and also provides an outlook for domestic mineral industries in 2004. Separate chapters provide statistics on production, trade, and resources for about 90 mineral commodities. These statistics are collected with cooperative input from more than 90 countries and by survey responses from 18,000 domestic companies. <\/p>\r\n<p>Although production from metal and industrial mineral mines in 2003 was down slightly compared with 2002, the estimated total value of U.S. raw nonfuel mineral mine production was about $38 billion, essentially the same as in 2002. Metals accounted for about 22 percent of the total value, and industrial minerals accounted for 78 percent. California, Nevada, Arizona, Texas, and Florida were the leading mineral-producing States in 2003, and 13 States each produced more than $1 billion worth of nonfuel mineral commodities. <\/p>\r\n<p>Imports of raw and processed mineral materials increased by about 3 percent from the previous year&rsquo;s level to a value of about $64 billion. As in recent years, aluminum, copper, and steel were among the largest imports in terms of value. Exports of raw and processed mineral materials during 2003 rose about 10 percent to a value of about $42 billion. <\/p>\r\n<p>\"Mineral Commodity Summaries 2004\" is available on the World Wide Web at <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/\">http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/<\/a> and will be available from the Government Printing Office, Superintendent of Documents, in mid-February 2004 (stock number 024-004-02534-4; price $28.00 domestic and $39.20 foreign). Call 202-512-1800 (1-886-512-1800 toll free) or visit its Web site at <a href=\"http:\/\/www.access.gpo.gov\/su_docs\/index.html\">http:\/\/www.access.gpo.gov\/su_docs\/index.html<\/a> for ordering information.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1075698000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169443"},{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}