{"title":"U.S. Mineral Values Up in 2011","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The value of mineral production in the United States increased by 12 percent in 2011 from that of 2010, suggesting that the nonfuel minerals industries, particularly metals, continued to recover from the economic recession that began in December 2007 and lasted well into 2009.<!--introend-->&nbsp;<\/p>\n<p>The value of raw, nonfuel minerals mined in the United States was $74 billion in 2011, up from $66 billion in 2010, according to the U.S. Geological Survey&rsquo;s annual release of mineral production statistics and summary of events and trends affecting domestic and global nonfuel minerals.<\/p>\r\n<p>\"Information in the Mineral Commodity Summaries helps business leaders, policy makers, managers, and anyone else understand the critically important flow of minerals through the supply chain and how they are contributing to, and reflecting the health of, our nation's economy,\" said USGS director Marcia McNutt. \"For example, in 2011 domestic recycled metallic and mineral materials alone contributed $32 billion to our economy.\"<\/p>\r\n<p>The metals sector was marked by higher prices for many domestically mined metals, resulting in a 23 percent increase in the value of domestic metal production.&nbsp; The non-metallic minerals sector increased by 3 percent, the first increase since 2007.&nbsp;<\/p>\r\n<p>U.S. dependence on foreign sources for minerals increased, continuing a trend that has been evident for more than 30 years. The United States relied on foreign sources to supply more than 50 percent of domestic consumption of 43 mineral commodities in 2011. The United States was 100 percent reliant on imports for 19 mineral commodities in 2011.&nbsp;<\/p>\r\n<p>Minerals are a fundamental component of the U.S. economy. Final products, such as cars and houses, produced by major U.S. industries using mineral materials made up about 15 percent (more than $2.2 trillion) of the 2011 gross domestic product. Domestic raw materials and domestically recycled materials were used to process and produce mineral materials worth $633 billion, such as aluminum, brick, copper, fertilizers, and steel. These products were, in turn, used to produce cars, houses, and other products.<\/p>\r\n<p>The report, Mineral Commodity Summaries 2012, is an annual report that includes statistics on about 90 mineral commodities and addresses events, trends, and issues in the domestic and international minerals industries. The report is used by public and private sector analysts regarding planning and decision-making for government and business.<\/p>\r\n<p>The USGS is the sole Federal provider of objective resource assessments and unbiased research results on mineral potential, production, and consumption. The USGS collects, analyzes, and disseminates current data on minerals industries in the United States and about 180 other countries.<\/p>\r\n<p>The USGS report \"Mineral Commodity Summaries 2012\" is available <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/\">online<\/a>. Hardcopies will be available in February from the Government Printing Office, Superintendent of Documents. For ordering information, please call (202) 512-1800 or (866) 512-1800 or go <a href=\"http:\/\/bookstore.gpo.gov\/\">online<\/a>.<\/p>\r\n<p>For more information on this report and individual mineral commodities, please visit the <a href=\"http:\/\/minerals.usgs.gov\/minerals\/\">USGS National Mineral Information Center<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["energy","and","Minerals","Minerals","Mineralcommoditysummaries","commodities"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1327899600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169779"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}