{"title":"USGS Documents Alaska Coastal Erosion","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->An article by U.S. Geological Survey (USGS) scientists on\r\ndocumentation of coastal land loss, lake expansion\r\nand drainage in Alaska\r\nfrom 1955 - 2005 was recently published in the July issue of <em>Geology<\/em>, a Geological Society of America\r\npublication.<!--introend--> In analyzing Landsat data and topographic maps compiled from\r\naerial photographs, scientists found that land loss in the study area north of\r\nTeshekpuk Lake in Alaska&#39;s National Petroleum Reserve more than doubled from\r\n1985 - 2005, compared to the 30-year span from\r\n1955 - 1985. Analysis of these spatial images found that some\r\nareas have undergone as much as 0.9 km of coastal erosion in the past 50 years,\r\nwhich has drained and re-flooded arctic lakes with sea water, and impacted\r\nwildlife and human infrastructure. \r\n<\/p>\r\n<p>\r\n&quot;This area&#39;s increased rate of\r\ncoastal erosion over these time increments may be the result of greater wave\r\naction caused by earlier seasonal melting and reduced size of the Arctic ice\r\npack, which warrants further study,&quot; said USGS scientist John Mars. &quot;Since\r\nbeaches are absent or poorly developed along most of the studied coast, there\r\nis little, if any, protection against this increased wave energy. As a result,\r\nthe waves undercut the mud-rich permafrost land, causing it to collapse into\r\nthe sea. As the permafrost blocks melt, the muddy sediment they contain is\r\nre-suspended in the water and carried offshore.&quot;\r\n<\/p>\r\n<p>\r\nUSGS images of Alaska&#39;s coast during each time increment, consolidated to show the net-change in land loss and land\r\ngain, as well as coastal lake drainage and flooding, can be found at the <a href=\"http:\/\/energy.usgs.gov\/alaska\/ak_coastalerosion.html\">Alaska Coastal Erosion Web site<\/a>.The report, titled &quot;Quantitative Remote Sensing Study Indicates Doubling of\r\nCoastal Erosion Rate in Past 50 Years along a Segment of the Arctic Coast of\r\nAlaska,&quot; by USGS scientists John Mars and David Houseknecht, can be found on\r\nthe <a href=\"http:\/\/www.gsajournals.org\/\" target=\"_blank\">Geological Society of America Web site<\/a>.\r\n<\/p>\r\n<p>\r\nScientists\r\nbelieve these results can help land and resource managers make informed\r\ndecisions about managing the Arctic area&#39;s oil and gas exploration and wildlife\r\nhabitats, as well as contribute to a greater understanding of geologic\r\nprocesses and anticipate future change.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1183348800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169728"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}