{"title":"Highlighting USGS Science Geological Society of America(GSA) Meeting October 25-29, 1998 Metro Toronto Convention Centre, South","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The future of energy reserves; coal-burning effects on health and the environment; earthquake hazards, economic losses, and natural disaster insurance; new views of Mars; and a session dedicated to the memory of internationally recognized geologist, William (Bill) Slater....and more! <!--introend-->\n<p>\r\n<p><b>Sunday, October 25<br>\r\n<p>1:30 - 5:30 p.m. Room: MTCC 715AB<\/b><br>\r\n<p>Session 4: IEE Annual Environmental Forum: <b>The Sustainability Challenge: Energy for the 21st Century<\/b> Are we running out of OIL? The GSA Critical Issues Committee will sponsor a Sustainability Conference to <b>highlight research and differing opinions from government and private sector experts on the future of energy reserves.<\/b> USGS World Energy Assessment project chief and scientist, Thomas Ahlbrandt, will lead off the conference with a report on the USGS assessment of undiscovered world oil and gas energy resources, a discussion of the many ways in which resource estimates are made, and how variable the estimates can be. Since the United States depends heavily on international supplies of petroleum, USGS scientists are actively involved in debates concerning the quantity and quality of undiscovered oil and gas resources around the world. Topics to be discussed include predictions of oil and gas production peaks in the next century, the petroleum industry&rsquo;s response to the anticipated decline, alternative energy sources, and the political realities of the world&rsquo;s shrinking oil and gas supply. \r\n<p>\r\n<p><b>Monday, October 26<br>\r\n<p>8:00 a.m. Room: MTCC Hall E Booth # 101<br><\/b>Session 23: Breaking Down Barriers: <b>Communicating Relevant Geoscience Issues to the Public I (Posters)<\/b> \r\n<p>Although the size and frequency of earthquakes have not increased over the long term and improvements in building codes and public preparedness have reduced loss of life from earthquakes, <b>economic losses are increasing at an alarming rate,<\/b> particularly in California. Why is this occurring? An interdisciplianry team from the state of California and the USGS discuss the reasons and programs to translate knowledge on the location of earthquake hazards into reduced economic losses in this session (See also Session 64: Breaking Down Barriers: Communicating Relevant Geoscience Issues to the Public II) \r\n<p>\r\n<p><b>8:00 a.m. Room: MTCC 803AB<\/b><br>Session 19: Paleoecological and Geochemical Signature of Cretaceous Anoxic Events: <b>A Memorial to William (Bill) V. Sliter<\/b> by the Cushman Foundation and the 1998 Annual Meeting Committee \r\n<p>The <b>late William (Bill) V. Sliter, a research geologist<\/b> for both the USGS and the Geological Survey of Canada, is <b>honored on the opening day of the 1998 annual GSA meeting with this keynote symposium<\/b> dedicated to his memory. A memorial presentation, attended by many of Sliter&rsquo;s friends; professional colleagues; and his widow, Trish Sliter of Palo Alto, California; will take place after the session. Sliter was an <b>internationally recognized authority on microscopic fossils<\/b> known as foraminifera. The memorial to Sliter is sponsored by the Cushman Foundation for Foraminiferal Research at the Smithsonian Institution&rsquo;s Museum of Natural History in Washington, D.C. \r\n<p>\r\n<p><b>Tuesday, October 27<br>\r\n<p>9:15 am Room: MTCC 703<\/b><br>Session 60: Research Opportunities in the Earth Sciences: A Ten-Year Vision - NRC; NSF; <b>\"The Earth Science Century\"<\/b> \r\n<p>\"In much the same way the 20th century has been the century of physics, the stage is set for the 21st century to be the century of the earth sciences\", says Steven R. Bohlen, USGS Associate Chief Geologist for Scientific Programs. Our need for, and reliance upon, natural resources, our concern for environmental quality, our concern for human health, and our rising concern for the health of the planet all point toward the potential emergence of the earth sciences, according to Bohlen. Mary Lou Zoback,","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"909115200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}