{"title":"Value of Nation's Mineral Production Increased in 2006","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Editors<\/strong>: &quot;Mineral Commodity Summaries 2007&quot; is available on the USGS Web at: <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/\">http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/<\/a> . Hardcopy will be available in February.\r\n<\/p>\r\n<p>\r\n<!--introstart-->The value of U.S. non-fuel mine production rose to $64.4 billion in 2006, an 18 percent increase from $54.6 billion in 2005, the U.S. Geological Survey (USGS) announced.<!--introend-->Strong demand from China and other countries continued to drive up prices for metals and some industrial minerals, and led to increased U.S. and foreign production of some mineral commodities, according to the annual USGS report, &ldquo;Mineral Commodity Summaries 2007.&rdquo; \r\n<\/p>\r\n<p>\r\nThe rapid growth of the Chinese and Indian economies has driven the demand for metals and minerals and resulted in high prices for many mineral commodities. The USGS is the sole federal government provider of scientific information and objective assessments on mineral resources, production, consumption, and environmental effects. The agency evaluates these materials because they are used to make a variety of manufactured products contributing to our nation&rsquo;s economy and national security.\r\n<\/p>\r\n<p>\r\nThe estimated value of domestically processed non-fuel mineral materials totaled $542 billion in 2006. This is an increase of about 10 percent from $493 billion in 2005. Mine production of copper, gold, construction sand and gravel, lime, salt, and zinc increased, according to the report. The value of iron ore and crushed stone production increased, although the amount mined decreased. The value of cement, pig iron, and steel production also increased. Slowing demand for mineral commodities in the second half of 2006 led to declining prices at year end.\r\n<\/p>\r\n<p>\r\nThe report provides detailed information about events, trends, and issues in the domestic and international mineral industries during 2006. It summarizes mineral industry trends for individual mineral commodities and provides an outlook for domestic mineral industries in 2007. Separate chapters for about 90 mineral commodities include production, trade, and resources statistics.\r\n<\/p>\r\n<p>\r\nThe USGS collects, analyzes, and disseminates current data on mineral commodity industries in the United States and about 180 other countries.\r\n<\/p>\r\n<p>\r\n&quot;Mineral Commodity Summaries 2007&quot; is available on the USGS Web site at <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/\">http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/<\/a> . Hardcopy will be available in February from the Government Printing Office, Superintendent of Documents. Call 202-512-1800 (866-512-1800) or visit <a href=\"http:\/\/bookstore.gpo.gov\/\" target=\"_blank\">http:\/\/bookstore.gpo.gov\/index.html<\/a>  for ordering information.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1169528400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169986"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}