{"title":"USGS REPORT EXPLAINS PROPOSED YUCCA MOUNTAIN NUCLEAR WASTE REPOSITORY","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A new publication that presents radioactive-waste disposal issues in the context of the proposed underground repository for such materials at Yucca Mountain, Nevada, is available from the U.S. Geological Survey (USGS).<!--introend--> \"Yucca Mountain As A Radioactive Repository,\" published as USGS Circular 1184, may be obtained by visiting one of the USGS Earth Science Information Offices (ESIC) in Menlo Park, Calif., Denver, Colo., or Reston, Va., or by calling 1-888-ASK-USGS (275-8747). There is no charge for the report, but there may be a postage charge for multiple copies. \n<p>Written originally as a report to the USGS director, Circular 1184 is a summary of and commentary on the U.S. Department of Energy&rsquo;s \"Viability Assessment of a Repository at Yucca Mountain,\" a five-volume synthesis of 15 years of study of the Yucca Mountain site as a potential underground repository for the nation&rsquo;s spent nuclear-reactor fuel. The USGS publication also includes striking images of Yucca Mountain in its local and regional settings, and illustrations of the geologic and engineering features of the proposed repository system. \r\n<p>In the publication&rsquo;s foreward, USGS Director Charles Groat writes, \"All citizens of our country should know about radioactive-waste-disposal issues in general and Yucca Mountain in particular. They also should know that the choices are not clear cut and that none is without risk.\" \r\n<p>The authors of Circular 1184 emphasize that absolute safety of the proposed repository at Yucca Mountain, or at any other site, can never be guaranteed. At the same time, \"seventy-thousand metric tons of high-level radioactive waste has to go somewhere,\" and that it will be the relative viability of various options that will matter in the end. \r\n<p>\"At the present time,\" said author and USGS researcher Tom Hanks, \"there is no option to Yucca Mountain for radioactive-waste disposal in the U.S., other than the default option of leaving these materials where they presently are, at more than 100 sites in 40 states.\" Hanks said that he and the other authors of Circular 1184 surmise that the default option poses greater risks, and a greater range of risks to society, than does Yucca Mountain, but they note that there has been no quantitative analysis of the matter. \r\n<p>\"If Yucca Mountain is developed as the nation&rsquo;s first underground repository for high- level radioactive materials, it would be one of the most complicated and expensive engineering projects ever undertaken by the U.S.,\" Hanks said. \"Given the long times over which various radionuclides can emit harmful radiation, the natural geologic assets of the proposed repository system will play an important role in containing these radionuclides within the mountain mass. The proposed engineering of the repository system must act in concert with the geologic assets of the repository system, rather than interfere with them.\" Circular 1184 addresses this interplay between engineering and the earth sciences, in several respects.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Nevada"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"934344000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}