{"title":"Rivers Indicate Earlier Spring in New England","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>New England&rsquo;s historic long, harsh winters are often the stuff of legends from long-time residents who swear the weather was worse when they were young. It turns out they may well be right. Scientists at the U.S. Geological Survey (USGS) have found evidence in the region&rsquo;s rivers that lends credence to the notion that the winters were once longer. According to a study published in the July 25 issue of the Journal of Hydrology, spring has advanced by 1 to 2 weeks, and most of this change occurred over the last 30 years of the 20th century. <\/p>\n<p>&quot;We studied rural, unregulated rivers with more than 50 years of river flow data,&quot; explained Glenn Hodgkins, lead author and hydrologist at the USGS Maine District Office. &quot;These rivers in New England are sensitive to changes in precipitation and temperature. In a companion study of rivers in coastal Maine, we found large increases in February river flows during the 20th century and large decreases in May flows.&quot; <\/p>\r\n<p>The scientists compared the dates by which half of the total volume of winter\/spring runoff has flowed past a river gaging station. Significantly earlier dates were noted at all 11 gaging stations in northern and mountainous areas of New England where snowmelt runoff has the most effect on spring river flows. The &quot;center&quot; of the winter\/spring runoff near the end of the 20th century is as much as two weeks earlier than it had been at the beginning of the century. Trends in runoff timing were weaker in other parts of New England. <\/p>\r\n<p>The scientists report that these data are consistent with previous studies of last-frost dates, lilac-bloom dates, lake ice-out dates, and spring air temperatures in New England. Although this study provides further evidence of a regional warming pattern, it does not identify the cause or whether the warmer climate in New England is linked to climate patterns beyond the study area. These changes can be important to regional water supplies and to fish habitat and migration patterns. Questions of impact are beyond the scope of this report and would need careful, case-by-case analysis to evaluate. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Maine","Massachusetts","New Hampshire","Vermont"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1058932800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169439"},{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}