{"title":"Oklahoma Struck by Series of Quakes","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_172913\" align=\"alignleft\" width=\"300\" caption=\"Shaking from Oklahoma&#039;s M5.6 main shock, the largest quake in the State&#039;s history, was clearly felt from St. Louis, Missouri, to Lubbock, Texas.\"]<a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/events\/us\/b0006klz\/us\/index.html\"><img class=\"size-medium wp-image-172913\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/11\/did-you-feel-it-l-300x171.jpg\" alt=\"Map showing the shaking intensity from Oklahoma's M5.6 quake reported to the USGS website, Did You Feel It?\" width=\"300\" height=\"171\" \/><\/a>[\/caption]\n\nOver the past few days, Oklahoma has been hit by a sequence of significant earthquakes, including a magnitude 5.6, the largest quake to hit Oklahoma in modern times:\n<ul>\n\t<li>A <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/eqinthenews\/2011\/usb0006k8b\/\">magnitude-4.7 foreshock<\/a> struck 20 miles northeast of Shawnee and 46 miles east of Oklahoma City on Saturday, November 5, at 2:12 a.m. local time at the epicenter.<\/li>\n<\/ul>\n<ul>\n\t<li>The <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/eqinthenews\/2011\/usb0006klz\/#details\">magnitude-5.6 main shock <\/a>struck 21 miles north northeast of Shawnee and 44 miles east northeast of Oklahoma City on Saturday, November 5, at 10:53 p.m.<\/li>\n<\/ul>\n<ul>\n\t<li>A <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/eqinthenews\/2011\/usb0006lpf\/\">magnitude-4.7 aftershock<\/a> struck 17 miles north northeast of Shawnee and 43 miles east of Oklahoma City on Monday, November 07, at 08:46 p.m.<\/li>\n<\/ul>\nThe previous record for the largest Oklahoma quake is a magnitude-5.5 earthquake that occurred near <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/states\/events\/1952_04_09.php\">El Reno on April 9, 1952<\/a>.\n\nDuring Saturday nightâ\u0080\u0099s magnitude-5.6 quake, about 8,000 people were exposed to very strong or severe shaking with the possibility of moderate to heavy damage to some structures, according to the USGS PAGER (<a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/pager\/events\/us\/b0006klz\/index.html\">Prompt Assessment of Global Earthquakes for Response<\/a>) system.\n\nShaking from this quake was clearly felt from St. Louis, Missouri, to Lubbock, Texas â\u0080\u0094 indicating that ground shaking reached distances of 300 miles from the earthquakeâ\u0080\u0099s epicenter.\n\nVisit <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/events\/us\/b0006klz\/us\/index.html\">Did You Feel It?<\/a> to see a map of reported shaking or to report your own experience.\n<h3><strong>Aftershocks will likely continue, but decrease in frequency<\/strong><\/h3>\nThere have also been dozens of smaller aftershocks. These aftershocks will continue for weeks and potentially months, but they will likely decrease in frequency.\n\nThis amount of aftershock activity is not unusual for an earthquake sequence with a main shock magnitude of 5.6.\n<h3><strong>Earthquakes have been increasing in this area<\/strong><\/h3>\nEarthquakes are not unusual<a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/states\/oklahoma\/history.php\"> in Oklahoma<\/a>; they are often simply too small to be felt. However, earthquake activity in this area has increased over the past 4 years.\n\nFrom 1972 through 2007, the USGS recorded about two to six earthquakes a year in Oklahoma. But in 2008, earthquake activity began to increase, with more than a dozen earthquakes recorded that year. In 2009, the rate continued to climb, with nearly 50 quakes recorded â\u0080\u0094 many big enough to be felt. In 2010, the trend continued.\n\nThere has also been a change in the distribution of the earthquakes.\n\nFrom 1973 to 2007, the earthquakes were scattered broadly across the east-central part of the State. The events since 2008, however, have been more clustered in the vicinity northeast and east of Oklahoma City and generally southwest of Tulsa. This sequence of earthquakes was in this area.\n\n&nbsp;\n\n[caption id=\"attachment_172923\" align=\"alignnone\" width=\"830\" caption=\"From 1973 to 2007, earthquakes in Oklahoma were scattered broadly across the east-central part of the State. Since 2008, there has been a dramatic increase in the number of earthquakes, and the events have been more clustered in the vicinity northeast and east of Oklahoma City and generally southwest of Tulsa. (Illustration by Richard Dart, USGS, click on image to see full size.)\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/11\/okseismicity.jpg\"><img class=\"size-large wp-image-172923   \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/11\/okseismicity-1024x790.jpg\" alt=\"Map showing history of seismic events in Oklahoma\" width=\"830\" height=\"640\" \/><\/a>[\/caption]\n<h3><strong>Is an even larger quake on its way?<\/strong><\/h3>\nThere is always a small possibility of an earthquake of larger magnitude following any earthquake, but the occurrence of the magnitude-5.6 earthquake and the increase in activity in recent years do not necessarily indicate that a larger more damaging earthquake will occur.\n\nTo monitor and locate aftershock activity in more detail, the Oklahoma Geological Survey deployed portable seismograph stations after the magnitude-4.7 on November 5, and they are in the process of deploying more stations. The USGS deployed additional seismographs in the region in 2010 to help monitor the ongoing earthquake activity and will be deploying about 12 more stations over the next few days.\n<h3><strong>Faults in Oklahoma<\/strong><\/h3>\nIn general, it is very difficult to correlate earthquakes to specific faults in the region. However, the earthquake sequence that started Saturday occurred close to where a magnitude-4.1 earthquake occurred on February 27, 2010. From the location of the earthquake and the focal mechanism, it is possible that these earthquakes are occurring on the Wilzetta fault.\n\nThe Wilzetta fault is one of a series of small faults formed in the Pennsylvanian Epoch (approximately 300 million years ago) during the intraplate deformation known as the Ancestral Rocky Mountains mountain-building episode (orogeny).\n\nThe relationship between the recent earthquakes and this older structure is still unknown and requires further investigation.\n\nThe Meers fault is also located in Oklahoma, in the south-central area about 60 miles southwest of Oklahoma City. It is the only fault identified in the State with evidence of surface-rupturing earthquakes in the last 3000 years (prior to historical settlement of the region). Paleoseismology studies have identified a temporal clustering of a least three earthquakes on this fault, two of which are dated (1200 â\u0080\u0093 2900 Before Present) and the third is believed to be older in age.\n<h3><strong>Earthquakes in the eastern United States<\/strong><\/h3>\nThese earthquakes are typical of the larger areas of North America east of the Rocky Mountains that have infrequent earthquakes large enough to cause minor to major damage.\n\nSome smaller areas of eastern North America are more active, including\n<ul>\n\t<li>the New Madrid seismic zone centered in the region where Missouri, Kentucky, Tennessee, and Arkansas come together;<\/li>\n\t<li>the Charlevoix-Kamouraska seismic zone of eastern Quebec;<\/li>\n\t<li>the Wabash Valley seismic zone along the border region of southeast Illinois and southwestern Indiana;<\/li>\n\t<li>the Central Virginia seismic zone (which had the magnitude-5.8 earthquake on August 23, 2011);<\/li>\n\t<li>the Eastern Tennessee seismic zone;<\/li>\n\t<li>a broad zone in New England, and<\/li>\n\t<li>a zone in the New York-Philadelphia-Wilmington urban corridor.<\/li>\n<\/ul>\nFor example, December 16, 2011, is the bicentennial anniversary of a sequence of large earthquakes in the New Madrid region. There were three main earthquakes with magnitudes of about 7 â\u0080\u0093 8 and hundreds of aftershocks from December 16, 1811, to February 7, 1812.\n\nHowever, much of the region from the Rocky Mountains to the Atlantic Seaboard can go years without an earthquake, and several States have never reported a damaging earthquake.\n\nEarthquakes of magnitude-5.6, like the one that occurred Saturday, are believed to be capable of striking anywhere in eastern North America at irregular intervals.\n<h3><strong>Shaking spreads farther in the East<\/strong><\/h3>\nEarthquakes east of the Rocky Mountains, although less frequent than in the West, are typically felt over a much broader region.\n\nEast of the Rockies, an earthquake can be felt over an area as much as 10 times larger than a similar magnitude earthquake on the West Coast.\n\nFor example, the magnitude-5.8 earthquake that hit Virginia on August 23, 2011, caused damage as far away as Delaware, southeastern Pennsylvania, and southern New Jersey and was felt throughout the eastern United States (from central Georgia to central Maine and west to Detroit, Michigan, and Chicago, Illinois) as well as in many parts of southeastern Canada (from Montreal to Windsor).\n<h3><strong>Be prepared<\/strong><\/h3>\nWe cannot predict exactly when and where earthquakes will occur; therefore, it is important to know the risks for your area and to be prepared.\n\nFind out more about the risks in your <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/states\/\">State<\/a> (or <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/world\/\">Country<\/a>) and learn what you can do to be ready:\n<ul>\n\t<li><a href=\"http:\/\/www.fema.gov\/hazard\/earthquake\/eq_before.shtm\">What to do before an earthquake<\/a> <em>(FEMA)<\/em><\/li>\n\t<li><a href=\"http:\/\/www.fema.gov\/hazard\/earthquake\/eq_during.shtm\">What do to during an earthquake<\/a> <em>(FEMA)<\/em><\/li>\n\t<li><a href=\"http:\/\/www.fema.gov\/hazard\/earthquake\/eq_after.shtm\">What to do after an earthquake<\/a> <em>(FEMA)<\/em><\/li>\n\t<li><a href=\"http:\/\/www.earthquakecountry.info\/roots\/seven_steps.html\">Seven Steps to Earthquake Safety<\/a> (Southern California Earthquake Center)<\/li>\n\t<li><a href=\"http:\/\/earthquake.usgs.gov\/learn\/faq\/?categoryID=14\">Preparedness FAQs<\/a><\/li>\n<\/ul>\n&nbsp;\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24163","uid":"31","filename":"okseismicity-crop.jpg","uri":"public:\/\/okseismicity-crop.jpg","filemime":"image\/jpeg","filesize":"126583","status":"1","timestamp":"1425492768","type":"image","uuid":"dd23ca4a-2d54-41a8-b8da-474363e7fe9c","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1320879759","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}