{"title":"Coping with the Cold - How Rock Sandpipers Survive Alaskan Winters","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ANCHORAGE, Alaska &mdash;<!--introstart-->The upper Cook Inlet is the world's coldest site that regularly supports wintering shorebirds.<!--introend-->&nbsp; The rock sandpiper is the only shorebird found in this region during winter and is a species that is uniquely adapted to survive the winter chill, according to new research by biologists with the USGS Alaska Science Center.&nbsp;&nbsp;<\/p>\n<p>USGS scientists determined that on average 8,000 rock sandpipers spend the winter in upper Cook Inlet each year and that harsh winter conditions may actually contribute to the success of these birds.&nbsp;&nbsp;<\/p>\r\n<p>\"The rock sandpiper is a unique bird: outfitted for wintering over in cold northern climates and confined to a narrow inlet where tides maintain access to food in spite of ice cover,\"&nbsp;said USGS Director Marcia McNutt. \"I never cease to be amazed at the adaptability of nature to the planet's extreme environments.\"&nbsp;<\/p>\r\n<p>Rock sandpipers that winter in upper Cook Inlet feed principally on clams that are buried in mudflats. Sea and shore-fast ice in winter periodically cover up 80 percent of mudflats used by rock sandpipers.&nbsp; However, scientists found that upper Cook Inlet&rsquo;s extreme tides and the scouring action of ice blocks swept away by these tides keep feeding grounds accessible during winter.&nbsp;<\/p>\r\n<p>\"Rock sandpipers appear to have better insulation against the cold due to heavier plumage and a thick layer of fat. That fat fuels their higher winter metabolism and provides insulation, much like blubber in marine mammals\" says Dan Ruthrauff, a wildlife biologist with the USGS Alaska Science Center and lead author on the new research.&nbsp;<\/p>\r\n<p>The birds found in upper Cook Inlet in winter are known as the Pribilof Island rock sandpiper. Their breeding range is restricted to just four islands in the Bering Sea: St. George, St. Paul, St. Matthew, and Hall islands. USGS estimated the size of the breeding population at around 20,000 individuals. In some years, winter survey totals in upper Cook Inlet closely match the breeding population estimate, further emphasizing the importance of the region's intertidal habitats to this unusual sandpiper.&nbsp;<\/p>\r\n<p>The recent research by USGS on rock sandpipers in upper Cook Inlet, Alaska, are \"Coping with the cold: an ecological context for the abundance and distribution of rock sandpipers during winter in upper Cook Inlet, Alaska\" which will be published by the journal Arctic in September, 2013; \"Identical metabolic rate and thermal conductance in rock sandpiper (<em>Calidris ptilocnemis<\/em>) subspecies with contrasting nonbreeding life histories\", published in the journal Auk in January, 2013; and \"Small population size of the Pribilof rock sandpiper confirmed through distance-sampling surveys in Alaska\", published in August, 2012 by the journal Condor.&nbsp; The articles were written by Daniel Ruthrauff, Robert Gill, Jr., Lee Tibbitts, and Colleen Handel of the USGS Alaska Science Center, along with international collaborators Anne Dekinga and Theunis Piersma of the Royal Netherlands Institute for Sea Research, Den Burg, The Netherlands, and Maksim Dementyev, a biologist with Moscow State University, Russia.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2013_01_30\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2013_01_30\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Alaska","Sandpiper","Ornithology","birds","migration"],"article_type":["State News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1359522000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169141"},{"tid":"168938"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}