{"title":"Human Activities Produce More Carbon Dioxide Emissions Than Do Volcanoes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->VANCOUVER, Wash. &mdash; On average, human activities put out in just three to five days, the equivalent amount of carbon dioxide that volcanoes produce globally each year.<!--introend--> This is one of the messages detailed in a new article <a href=\"http:\/\/www.agu.org\/pubs\/pdf\/2011EO240001.pdf\">\"Volcanic Versus Anthropogenic Carbon Dioxide\"<\/a> by Terrance Gerlach of the U.S. Geological Survey appearing in this week's issue of Eos, from the American Geophysical Union.&nbsp;<\/p>\n<p>\"The most frequent question that I have gotten (and still get), in my 30 some years as a volcanic gas geochemist from the general public and from geoscientists working in fields outside of volcanology, is 'Do volcanoes emit more CO2 than human activities?' Research findings indicate unequivocally that the answer to this question is \"No\"&mdash;anthropogenic CO2 emissions dwarf global volcanic CO2 emissions,\" said Gerlach.<\/p>\r\n<p>Gerlach looked at five published studies of present-day global volcanic CO2 emissions that give a range of results from a minimum of about one tenth of a billion, to a maximum of about half a billion metric tons of CO2 per year. Gerlach used the figure of about one-quarter of a billion metric tons of volcanic CO2 per year to make his comparisons. The published projected anthropogenic CO2 emission rate for 2010 is about 35 billion metric tons per year.<\/p>\r\n<p>Gerlach's calculations suggest present-day annual anthropogenic CO2 emissions may exceed the CO2 output of one or more supereruptions per year. Supereruptions are extremely rare with recurrence intervals of 100,000-200,000 years; none have occurred historically, the most recent examples being the Toba eruption 74,000 years ago in Indonesia and the Yellowstone caldera eruption in the United States 2 million years ago.<\/p>\r\n<p>As in all fields of scientific research, there continues to be efforts to improve estimates and reduce uncertainties about how much CO2 is released from the mid-ocean ridges, from volcanic arcs, or from hot spot volcanoes, but agreement exists among volcanic gas scientists about the significantly smaller amount of volcanic CO2 compared to anthropogenic CO2 emissions.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["volcano","gas","Carbon Dioxide","","emission","Global Warming","global Change","Human","hazard Geology"],"release_date":{"und":[{"value":"1308024000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169188"},{"tid":"169798"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}