{"title":"Nisqually (Seattle) Earthquake Reviewed At SSA Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>In early February the program for this year&rsquo;s annual meeting of the Seismological Society of America was finalized, with several papers and posters that addressed the potential for large earthquakes in the Puget Sound area of Washington. Following the 6.8 earthquake that struck the area on the morning of February 28, a special session on the Nisqually, more commonly known as the Seattle, earthquake was added. In SSA oral and poster sessions, a number of scientists from the U. S. Geological Survey will present their research findings on past, recent and future earthquake of the Puget Sound area. Some of these presentations at the Cathedral Hill Hotel are: <\/p>\n<p>Why No Aftershocks? Only two small aftershocks of M-3.4 and M2.7 followed the M-6.8 mainshock of the Nisqually earthquake. Steve Kirby will explain why he thinks this earthquake, as well as other intraslab earthquakes throughout the world generate so few aftershocks. Kirby says that fluids which are present in the rocks of shallow faults are missing in the deep areas where these earthquakes are generated, 30 miles or more beneath the Earth&rsquo;s surface, and that these dehydrated faults raise pore pressure and permit fracture and frictional sliding at lowered stresses. (2:45 p.m., Wednesday, in the International Room). <\/p>\r\n<p>Significant Historical Puget Sound Earthquakes and an accompanying paper on the Dec. 15, 1872 earthquake &ndash; posters by William Bakun, etal., will describe the effects of earthquakes throughout the Puget Sound region since 1869, and stress changes that may have occurred between the magnitude&ndash;9 earthquake of 1700 and the resumption of large subcrustal earthquakes in 1949. The Nisqually earthquake was unusual, the scientists say, because it was a low-stress drop event, apparently deficient in damage-causing, higher-frequency energy for its size, relative to other deep-Puget Sound earthquakes. Future large deep earthquakes in the area will probably not be as anemic as Nisqually, but more like the earlier, more-damaging deep earthquakes. (Thursday and Friday afternoons in the El Dorado Room). <\/p>\r\n<p>Ground Deformation, Chimney Damage Patterns and Other Structural Damage resulting from the February 28, 2001 earthquake, will describe liquefaction and ground settlement at numerous locations in the Port of Seattle; a survey of 1,500 broken or cracked chimneys in Seattle whose damage correlated to areas of strongest ground shaking; and observation of structural damage to buildings in Seattle and Olympia. <\/p>\r\n<p>Walter Barnhardt will describe topographic surveys before and after the earthquake which reveal the permanent displacements that occurred at Harbor Island, where 40 benchmarks shifted in a discernible pattern; David Booth will describe the post-earthquake chimney-damage survey and how shaking intensity relates to the area&rsquo;s fault-zone structure; and A. Sanli will describe damage to concrete and brick buildings in Tacoma and Seattle. These presentations will take place throughout the day, Friday, April 20, in the Pavillion. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"987566400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"},{"tid":"170465"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}