{"title":"Are Sagebrush Habitats and Their Birds Teetering on the Edge?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>NOTE TO NEWS EDITORS: Reproducible photos listed below can be found at: <\/p>\n<p>1. <a href=\"http:\/\/fresc.usgs.gov\/news\/images\/2003_10a.jpg\">http:\/\/fresc.usgs.gov\/news\/images\/2003_10a.jpg<\/a>. (A variety of petitions propose listing the Greater-sage Grouse under the Endangered Species Act. Photo courtesy of U.S. Fish and Wildlife Service.)<br>2. <a href=\"http:\/\/fresc.usgs.gov\/news\/images\/2003_10b.tif\">http:\/\/fresc.usgs.gov\/news\/images\/2003_10b.tif<\/a>. (Fire-prone invasive plants can result in increasing size and frequency of fires in western rangelands.)<br>3. <a href=\"http:\/\/fresc.usgs.gov\/news\/images\/2003_10c.tif\">http:\/\/fresc.usgs.gov\/news\/images\/2003_10c.tif<\/a>. (Sagebrush grasslands that feature native plant species, like this one near Burns, Oregon, are disappearing, with negative consequences for native birds.) <\/p>\r\n<p>Sagebrush landscapes &#8212; a scene familiar to many of us from our travels in the west &#8212; are changing rapidly, resulting in the rapid decline of many native shrubland and grassland bird species, including the Sage Grouse and Brewer?s sparrow, according to a just-released article in <i>The Condor<\/i> by science experts from the U.S. Geological Survey (USGS), the High Desert Ecological Research Institute, the Washington Department of Fish and Wildlife, and the University of California, Riverside. The authors are members of the Cooper Ornithological Society Committee on Conservation of Sagebrush Ecosystems. <\/p>\r\n<p>The report, \"Teetering on the edge or too late? Conservation and research issues for avifauna of sagebrush habitats,\" was published in the November issue of the international peer-reviewed science journal <i>The Condor<\/i> and reviews the problems facing sagebrush habitats and the challenges facing native birds that depend on this habitat for survival. <\/p>\r\n<p>Warnings began appearing over a quarter of a century ago about overuse and loss of native sagebrush habitats in the western United States and the consequences for birds that depend on this habitat for all or part of their livelihood each year. Steve Knick, USGS scientist and lead author on the article, noted that many of the troubles facing this ecosystem are not easily perceived. \"The reality is,\" said Knick, \"that almost all sagebrush habitats are suffering consequences of heavier use than they can take. At present, we don?t have a handle on how to address the problems existing in this habitat because they are so diverse and widespread.\" <\/p>\r\n<p>David Dobkin, Director of the High Desert Ecological Research Institute in Bend, Ore., and another author on the report, noted that when habitats change, wildlife populations also tend to change. Today, he said, populations of many species of shrubland and grassland birds are declining, some severely. The Gunnison sage-grouse, for example, is a candidate for listing under the Endangered Species Act, and the greater sage-grouse is also being considered. <\/p>\r\n<p>The causes underlying the changes and loss of sagebrush habitats are largely human-related, according to the article. Because less than 3 percent of the entire sagebrush habitat is protected in parks or reserves, the resources in almost all sagebrush ecosystems are heavily used. Some uses, such as mining, energy development, urbanization, or conversion of sagebrush habitats to agriculture cropland, vary regionally, but others, such as livestock grazing, are widespread across the entire range of sagebrush. These uses, without proper management, can significantly affect sagebrush birds by fragmenting or completely removing their habitats, the authors noted. They write that restoring these habitats will be difficult or, in some cases impossible, either because the habitat has already been converted or because many of the essential components required by birds, such as cover to protect nests against predators, are no longer present. <\/p>\r\n<p>The paper also points out that individual land uses often interact synergistically, comp","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1067835600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170505"},{"tid":"169180"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}