{"title":"Proximity to Coal-Tar-Sealed Pavement Raises Risk of Cancer, Study Finds","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->People living near asphalt pavement sealed with coal tar have an elevated risk of cancer, according to a <a href=\"http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/es303371t\">study<\/a> in the journal <em>Environmental Science and Technology<\/em>.<!--introend--> Much of this calculated excess risk results from exposures in children, age six or younger, to polycyclic aromatic hydrocarbons (PAHs) from the sealant.<\/p>\n<p>\"The increased cancer risk associated with coal-tar-sealed asphalt (CSA) likely affects a large number of people in the U.S. Our results indicate that the presence of coal-tar-based pavement sealants is associated with significant increases in estimated excess lifetime cancer risk for nearby residents,\" said E. Spencer Williams, Ph.D., principal author of the study and Baylor University assistant research scientist at the Center for Reservoir and Aquatic Systems Research in Baylor's College of Arts &amp; Sciences.<\/p>\r\n<p>Researchers from Baylor University in Waco, Texas, and the U.S. Geological Survey in Austin, Texas, are the first to report on the potential human health effects of PAHs in settled house dust and soil in living spaces and soil adjacent to parking lots sealed with coal-tar-based products.<\/p>\r\n<p>\"Exposure to these compounds in settled house dust is a particularly important source of risk for children younger than six years of age, as they are expected to ingest this material at higher rates,\" Williams said. \"This indicates that the use of coal-tar-based pavement sealants magnifies aggregate exposures to PAHs in children and adults in residences adjacent to where these products are used and is associated with human health risks in excess of widely accepted standards.\"<\/p>\r\n<p>Data on PAHs in settled house dust used for this analysis were published previously by the same authors. In that study, settled house dust and parking lot dust were sampled for 23 ground-floor apartments in Austin, Texas. The parking lot surfaces adjacent to the apartments were coal-tar-sealed asphalt, asphalt-based sealant over asphalt pavement, or unsealed concrete. Concentrations of PAHs were 25 times higher in house dust in residences adjacent to coal-tar-sealed pavement compared to those with other pavement types.&nbsp;<\/p>\r\n<p>\"This study was the first to find a strong association between a product or a behavior and PAHs in house dust,\" said Barbara Mahler, the USGS research hydrologist who oversaw the study.<\/p>\r\n<p>For this study, doses and risk associated with residences adjacent to unsealed asphalt lots were considered relative to those adjacent to (CSA) parking lots. Benzo(a)pyrene concentrations in CSA-affected settled house dust were high relative to those reported in most parts of the U.S. where coal-tar-based sealcoat is not used (California and Arizona). Data for PAHs in coal-tar-sealed asphalt-affected soils and unsealed asphalt-affected soils are available from samples from New Hampshire and suburban Chicago.&nbsp;<\/p>\r\n<p>The analysis did not consider exposure to the dust on the pavement itself, which has PAH concentrations 10s to 100s of times higher than those in house dust or soil, or inhalation of air over sealed pavement.<\/p>\r\n<p>\"Over time, about half of the PAHs in the sealcoat are released into the air, and concentrations in air are extremely high, particularly in the hours to days after application,\" said Peter Van Metre, USGS research hydrologist and author of two papers on volatilization of PAHs from sealcoat. &nbsp;<\/p>\r\n<p>Sealcoat is a black, shiny substance sprayed or painted on the asphalt pavement of parking lots, driveways, and playgrounds to improve appearance and protect the underlying asphalt.&nbsp; An estimated 85 million gallons of coal-tar-based sealant are applied to pavement each year, primarily east of the Continental Divide in the U.S. and parts of Canada. Coal-tar-based pavement sealants are 15 to 35 percent coal-tar pitch, which has been classified as a human carcinogen","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["","Hs","coaltarsealcoat","coaltar","healthrisk","humanhealth","cancerrisk","cancer","Baylor University"],"article_type":["National News Release"],"distribution":["Environmental Health"],"release_date":{"und":[{"value":"1364443200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168887"},{"tid":"169382"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}