{"title":"USGS Works Toward Seismic Safety in Burma","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_22_2012_otk7NAy44H_10_22_2012_1\"><img class=\"alignright  wp-image-175330\" title=\"traditional_construction\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/10\/traditional_construction-300x154.jpg\" alt=\"\" width=\"300\" \/><\/a>The country of Burma straddles a complex and highly active earthquake zone â\u0080\u0094 the junction between the Himalayan front to the northwest of the country and, to the south\/southeast, the subduction zone responsible for the enormous magnitude-9.3 Sumatra earthquake and ensuing tsunami of 2004. A record of damage to ancient and beautiful pagodas throughout Burmaâ\u0080\u0099s cities and countryside attests to the past occurrence of major earthquakes. Few of these damaging earthquakes, however, have occurred during the 20<sup>th<\/sup> century. Â There is an urgent need for steps to mitigate earthquake risk in Burma, as it is not a question of â\u0080\u009cifâ\u0080\u009d future large earthquakes will occur, but rather â\u0080\u009cwhen.â\u0080\u009d With our knowledge of earthquakes, it is certain that significant earthquake disasters will occur in the countryâ\u0080\u0099s future, and earthquake hazards remain poorly characterized. Exacerbating the concern, southern Burma, including the countryâ\u0080\u0099s most populous city, Rangoon, sits on the Irrawaddy Delta, underlain by a thick blanket of soft sediments that would significantly amplify earthquake shaking.\n\n[caption id=\"\" align=\"alignleft\" width=\"180\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_22_2012_otk7NAy44H_10_22_2012_2\"><img class=\"  \" title=\"Schwedagon Pagoda in Burma\" src=\"http:\/\/gallery.usgs.gov\/images\/10_22_2012\/otk7NAy44H_10_22_2012\/medium\/schwedagon_pagoda.jpg\" alt=\"The Schwedagon pagoda, Burma's most revered shrine, has been damaged multiple times by earthquakes throughout its long history.\" width=\"180\" height=\"271\" \/><\/a> The Schwedagon pagoda, Burma's most revered shrine, has been damaged multiple times by earthquakes throughout its long history.[\/caption]\n\nAs Burmaâ\u0080\u0099s government moves forward with political and economic reform, it has also shown greater openness to working with U.S. government agencies on a variety of issues. The U.S. Geological Survey is using this opportunity to work with seismology and disaster management experts to help design a long-term disaster risk reduction program for Burma that will assess seismic hazard and take steps to reduce risk. As a first step to launching this project, USAIDâ\u0080\u0099s Office of Foreign Disaster Assistance (OFDA) sponsored an initial visit May 21-25, 2012, by USGS research geophysicists <a href=\"http:\/\/pasadena.wr.usgs.gov\/office\/hough\/\">Susan Hough<\/a> and Mark Petersen and USAID\/OFDA regional adviser Brian Heidel.\n\nThe U.S. government team met with counterparts from the Burmese government, including the Department of Meteorology and Hydrology and the Ministry of Social Welfare, Relief, and Resettlement, as well as United Nations agencies and nongovernmental organizations such as the Myanmar Earthquake Commission and the Myanmar Engineering Society. Â The visit culminated with a lively half-day Earthquake Preparedness Planning workshop that was well-attended by key staff from all of the above-mentioned groups.\n\nThe May 2012 visit focused on an assessment of needs and gaps in current earthquake risk-assessment programs. Through meetings and site visits, the U.S. team identified high-priority future program activities that will be addressed by future USAID\/OFDA-supported USGS missions. Most importantly, the visit laid a foundation for future collaboration between the United States and Government of Burma aimed at mitigating earthquake risk. As Burma enters a new period of economic expansion and potentially rapid construction growth, these steps will be of vital importance to help ensure that the earthquake resilience of Burmaâ\u0080\u0099s future development will match the enormous resilience of its people.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24250","uid":"31","filename":"traditional_construction.jpg","uri":"public:\/\/traditional_construction.jpg","filemime":"image\/jpeg","filesize":"73454","status":"1","timestamp":"1425492768","type":"image","uuid":"be03e50c-423a-409f-9e8c-5c8271469910","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Burma","earthquake","sumatra","tsunami"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1351529951","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}