{"title":"New Assessment of the Nation&rsquo;s Biological Resources to be Presented","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>When:<\/b> September 17, 1999, 8:30 a.m. - 11 a.m. (Continental breakfast from 8:30 to 9 a.m. Keynote address starts at 9 a.m.; authors available for interviews from 10 a.m. - 11 a.m.) \n<p><b>What:<\/b> <!--introstart-->Presentation of the new publication, Status and Trends of the Nation&rsquo;s Biological Resources.<!--introend--> Published by the U.S. Geological Survey, this two-volume report is the first large-scale assessment of the health and the status and trends of our plants, animals, and ecosystems. It presents a baseline picture of the nation&rsquo;s biological resources in the late 20th Century, with contributions from nearly 200 authors. \r\n<p><b>Who:<\/b> Keynote address by Charles G. Groat, director, U.S. Geological Survey. Remarks also by William W. Fox Jr., director, Office of Science and Technology in the National Marine Fisheries Service, NOAA. \r\n<p><b>Why:<\/b> An opportunity to discuss with some of the authors the specific findings for different regions of the country including the Northeast, Great Lakes, Southeast, Caribbean Islands, Mississippi River, Coastal Louisiana, Grasslands, Rocky Mountains, Great Basin-Mojave Desert, the Southwest, California, Pacific Northwest, Alaska, and Hawaii and the Pacific Islands. Authors will also be available to discuss the status and trends of the nation&rsquo;s marine resources. Raven, Groat and Fox will also be available for interviews. \r\n<p><b>Where:<\/b> Smithsonian Institution, S. Dillon Ripley Center Auditorium, 1100 Jefferson Dr., SW, Washington, DC 20560 \r\n<p><b>Hosted by:<\/b> U.S. Geological Survey, the National Marine Fisheries Service, the Smithsonian Institute for Conservation Biology, and the White House Office of Science and Technology Policy. \r\n<p><b>PRESS NEEDS TO CHECK IN AT THE DOOR<\/b> <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"937281600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}