{"title":"Portland, Ore., Rail Tunnel Serves as Science Lab","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A light-rail tunnel under construction in Portland, Ore., is doing double duty as a site to help scientists learn more about earthquake hazards in the area, according to one of the scientists who worked on the project. \n<p>Richard Blakely, a geophysicist with the U.S. Geological Survey in Menlo Park, Calif., told fellow scientists Wednesday (May 21) that the \"gravity survey\" he and colleagues from the Portland State University conducted in the tunnel in 1996 is helping to locate previously unknown faults in the Portland Hills of the Tualatin Mountains, west of downtown Portland. Blakely described the gravity survey at the spring meeting of the Geological Society of America in Kona, Hawaii. \r\n<p>The Tri-Met tunnel being constructed by the Tri-County Metropolitan Transportation District of Oregon extends east-west, 4.5 kilometers (2.8 miles) through the Portland Hills and intersects several concealed faults that appear to be part of a system of faults that form the west margin of those hills. One of these faults, the Oatfield fault, was previously identified on geologic maps of the area and was confirmed by a USGS aeromagnetic survey several years ago. Three earthquakes with magnitudes of 3.0 or greater and numerous smaller earthquakes that have occurred near the tunnel in 1991 suggest that the Oatfield fault or other faults in the Portland Hills may be seismically active. \r\n<p>Blakely described how measurements of gravity can detect places where the density of the rocks changes from one point to another, as might happen where a fault has placed two different kinds of rock against one another. Gravity measurements were made at spacings ranging from 23 to 46 meters (75.5 to 151 feet) along the length of the tunnel, and the position and elevation at each gravity measurement was surveyed very precisely for later calculations. Because gravity measurements are not commonly made inside the earth, special data processing was required to account for the much larger gravity effects caused by the hills and valleys above the tunnel. \"When we do gravity surveys on the ground or from an airplane, we know that the rocks are always in one direction -- down,\" Blakely said. \"In the tunnel they&rsquo;re on all four sides, so it takes a lot of extra effort to interpret the data and map the rock units.\" \r\n<p>Blakely described the various gravity irregularities that were discovered in the survey. For example, a fault in the tunnel identified by other scientists has placed rock of Columbia River basalt, that is about 15 million years old, 20 meters (65 feet) higher than much younger rocks that were erupted from volcanoes that were active in the Portland Hills about one million years ago. \r\n<p>Blakely said data from the gravity survey will be used by the USGS and other earth-science institutions to produce extremely detailed maps of the subsurface of the area, and will emphasize the value of doing such surveys in similar underground construction sites. \r\n<p><b>Editors:<\/b> Interviews with Richard Blakely may be arranged by calling him in Hawaii at 808-334-1865, or in his California office, after May 28 at 415-329-5316.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"864100800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}