{"title":"The Science of Wildfiresâ\u0080\u0094Listen to a USGS Podcast on how Science is Applied to this Natural Hazard","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nReston, Va. - USGS wildfire expert Erik Berg discussed wildfire science in a CoreCast, or USGS podcast, available on the <a href=\"http:\/\/www.usgs.gov\/corecast\/\">USGS CoreCast<\/a> Web Site. \r\n<\/p>\r\n<!--Podcast snippet-->Science plays a role in wildfire management before, during and after fires begin, said Berg. And though fires in Southern California have recently grabbed the nation&#39;s attention, communities across the country have reason to be concerned and take precautions. \r\n<p>\r\n&quot;Really, nobody is exempt,&quot; said Berg. &quot;Virtually everything that we find in our communities is in the wildland-urban interface. That&#39;s the place where both wildland fuels and residences and communities get together. And virtually everybody is affected by the wildland-urban interface.&quot; \r\n<\/p>\r\n<p>\r\nBerg discussed the potential concerns after the fire is out, as well: Burned areas can be vulnerable to debris flows, or landslides, and invasive vegetation can force native species out, among other issues.&nbsp; \r\n<\/p>\r\n<p>\r\nHe also suggests several publicly available online wildfire resources that anyone can use to track fires and get other information. \r\n<\/p>\r\n<p>\r\nCoreCasts can be subscribed to and automatically downloaded to computers and portable media players (such as an iPod&reg;). They offer engaging, friendly and easy-to-understand science information in the form of interviews with USGS scientists and other reports and narrations on USGS science that can be listened to whenever convenient. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1193630400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}