{"title":"From &rsquo;06 to Seattle, Earthquakes Get Disected At SSA Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>On the 95th anniversary of the great San Francisco earthquake, scientists from the U.S. Geological Survey will join their colleagues in the Seismological Society of America (SSA) to discuss new findings on the 1906 earthquake that devastated San Francisco; the Nisqually earthquake that lightly slapped the Seattle-Tacoma area six weeks ago; and several other large earthquakes that have occurred around the world in the past century. <\/p>\n<p>The 95th annual meeting of the SSA will officially open at 8 a.m., Wednesday, April 18, just 95 years and three hours after \"the big one\" struck, that served as the basis for serious earthquake studies in the United States. Prior to the San Francisco earthquake, several geologists within the USGS and a few universities had focused their research on earthquakes and earthquake faults, but it was a fragmented approach, at best. On August 30, 1906, 13 individuals who recognized the value of studying earthquakes as a separate discipline and not just one aspect of geology, attended an organizing meeting in San Francisco, and drew up guideline for forming the SSA. The first regular meeting of the society was held in November 1906, and among those appointed to the board of directors was G.K. Gilbert, a USGS geologist who was living in Berkely in April 1906, and was, as far as is known, the first scientist to write and publish scientific observations of the earthquake. <\/p>\r\n<p>In the 95 years since the organization of the SSA, the USGS has become the federal government&rsquo;s foremost agency for reporting and cataloging earthquakes the happen throughout the world, and for conducting research on earthquake faults in the U.S. and many other countries. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"987393600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}