{"title":"The Other 364 Days of the Year: The Real Lives of Wild Reindeer","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<em>Caribou, North Americaâ\u0080\u0099s wild reindeer, have lives apart from their famous role on Christmas Eve. <\/em>\n\n<em>We asked USGS caribou (and large mammal) expert Layne Adams, Ph.D., about the lives of caribou for those other 364 days of the year.<\/em>\n\n<em>Adams has studied caribou in Alaska for 30 years, helping land managers understand the best way to manage this important species.<\/em>\n\n<em>Hereâ\u0080\u0099s what he had to say:<\/em>\n\n[caption id=\"attachment_173056\" align=\"alignleft\" width=\"300\" caption=\"Caribou in late winter, Denali National Park, Alaska (Photo Credit: USGS)\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/12\/caribou-4-620x355.jpg\"><img class=\"size-medium wp-image-173056\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/12\/caribou-4-620x355-300x169.jpg\" alt=\"A herd of caribou standing on a hillside of snow\" width=\"300\" height=\"169\" \/><\/a>[\/caption]\n<h3><strong>Why are reindeer sometimes called caribou and caribou sometimes called reindeer?<\/strong><\/h3>\nâ\u0080\u009cReindeerâ\u0080\u009d and â\u0080\u009ccaribouâ\u0080\u009d are two common names for the same species (<em>Rangifer tarandus<\/em>), which occurs throughout the circumpolar North.\n\nâ\u0080\u009cReindeerâ\u0080\u009d is the common name for <em>Rangifer <\/em>in Europe and Asia, whereas â\u0080\u009ccaribouâ\u0080\u009d is the North American name.\n\nThe name â\u0080\u009ccaribouâ\u0080\u009d is a French derivative of a Native American word that means snow shoveler, which is a reference to the fact that caribou are often pawing through the snow to find food underneath.\n\n<strong>Where do reindeer come from?<\/strong>\n\nThere are domestic reindeer in Alaska and Canada, but they actually are descendants of domestic Eurasian reindeer that were brought to Alaska in the late 1800s.\n\nCaribou and reindeer are part of the deer family â\u0080\u0094 related to deer, moose, and elk. But caribou are the only species where males and females both grow antlers. Females and young males have antlers that are similar in size, but older males (more than 2 or 3 years old) have antlers that are much larger.\n\nCaribou and reindeer have been around for over a half-million years, originating in the early Pleistocene. Their ancestors lived at the same time as now-extinct woolly mammoths and saber-toothed cats.\n<h3><strong>What do you mean by â\u0080\u009cdomestic reindeerâ\u0080\u009d? <\/strong><\/h3>\nReindeer were domesticated in northern Europe and Asia several thousand years ago and are the basis of herding cultures in those regions.\n\nIn Alaska, herding of reindeer started a little more than a century ago when 1300 reindeer were imported from Siberia. At the time, caribou were scarce along the northwest coast of Alaska, and reindeer were brought over in an attempt to establish a herding economy among the Native people of western Alaska.\n\nReindeer herding expanded widely across the west and north coasts of Alaska, as well as into northern Canada, such that around 600,000 domestic reindeer occurred throughout Alaska by the 1930s.\n\nDuring the Great Depression, the reindeer industry in Alaska collapsed and retracted to the Seward Peninsula of northwest Alaska where it continues today.\n<h3><strong>What do they eat? <\/strong><\/h3>\nCaribou forage on a variety of plants throughout the year. During winter, lichens make up the majority of their diet in most areas, with shrubs and grass or sedges making up the rest.\n\nLichens are a combination of fungus and algae that grow together. On alpine and arctic tundra ranges, caribou primarily feed on terrestrial lichens, sometimes called reindeer moss, that occur within the low-growing grasses and shrubs that make up the tundra vegetation.\n\nIn southern or boreal forest ranges, arboreal lichens that grow on trees are the predominant caribou forage.\n\nDuring summer, caribou shift to eating a wide variety of green plants including grasses or sedges, growing shrubs, and a variety of small forbs or flowering plants. In some regions, mushrooms that are abundant in late summer are an important food for caribou.\n<h3><strong>Where can you find them in North America? <\/strong><\/h3>\nTheÂ  species <em>Rangifer tarandus<\/em> occurs throughout the circumpolar North.\n\nCaribou are widely distributed across northern North America ranging from the Canadian High Arctic islands to the mountains and boreal forests of the Canadian southern provinces.\n\nA small, endangered population in northern Idaho and adjacent northeastern Washington are the southernmost group in North America.\n<h3><strong>How do they thrive in such cold temperatures?<\/strong><\/h3>\nCaribou are well adapted to living in cold regions and thrive in areas where winter temperatures can reach 70 or 80 degrees below zero.\n\nCaribou have a very dense haircoat, made up of wooly underfur and hollow guardhair, over their entire body (except the very tip of their nose) that provides superior insulation.\n\nThey have relatively large, wide hooves for walking and digging through snow.\n<h3><strong>How many caribou species are there? <\/strong><\/h3>\nAll caribou, as well as Eurasian reindeer, are the same species: <em>Rangifer tarandus<\/em>. In North America there are currently 4 subspecies of caribou recognized, although recent genetic analyses have blurred the distinction between these groups.\n\nFunctionally, there are essentially 3 â\u0080\u009cecotypesâ\u0080\u009d of caribou. The most numerous are those in the large migratory populations that occur from Alaska throughout much of northern Canada.\n\nThe small Arctic island caribou that occur in the Canadian High Arctic are the second ecotype.\n\nAnd the third are the woodland caribou that occur in low numbers in scattered populations through mountains and boreal forests of the southern Canadian provinces, dipping in the United States in northern Idaho and Washington.\n<h3><strong>So caribou migrate â\u0080\u0094 like birds?<\/strong><\/h3>\nSome larger caribou herds migrate long distances, 300 â\u0080\u0093 400 miles, between winter ranges in the northern fringes of boreal forest to their calving and summer ranges on the Arctic tundra and nearby northern mountain ranges.\n\nAt the other extreme, small boreal forest populations are sedentary throughout the year.\n\nMany caribou populations behave in an intermediate manner between these two extremes.\n<h3><strong>Do reindeer really pull sleighs?<\/strong><\/h3>\nReindeer were domesticated in Europe and Asia a few thousand years ago, but not caribou in North America.\n\nDomestic reindeer are still common in Scandinavia and northern Russia. Domestic reindeer were brought to Alaska in the late 1800s and a small industry still exists on the Seward Peninsula and a few offshore islands.\n\nWhile the main goal for domestic reindeer is providing meat and hides to local people, reindeer have been trained to pull sleds as a mode of transportation.\n<h3><strong>How many herds are in Alaska? <\/strong><\/h3>\nThere are 31 caribou herds recognized in Alaska, with 7 large migratory populations numbering 30,000 to 350,000 animals. These herds currently total about 750,000 animals and account for about 97 percent of the caribou in the State.\n\nThe remaining 24 herds are much smaller ranging from about 30 to 3000 animals each. Overall, Alaskaâ\u0080\u0099s caribou population was relatively low in the mid 1970â\u0080\u0099s, numbering around 250,000 statewide.\n\nSince then, caribou numbers have increased markedly to around 800,000 today. Such wide fluctuations in caribou numbers over the time scale of decades are not unusual.\n\n[caption id=\"attachment_173055\" align=\"alignright\" width=\"300\" caption=\"Bull caribou in the shadow of Mt. McKinley, Denali National Park, Alaska. A male caribou can weigh up to 600 pounds (Photo Credit: USGS).\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/12\/Caribou-2-496x255.jpg\"><img class=\"size-medium wp-image-173055\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/12\/Caribou-2-496x255-300x154.jpg\" alt=\"Bull caribou in the shadow of Mt. McKinley, Denali National Park, Alaska (Photo Credit: USGS).\" width=\"300\" height=\"154\" \/><\/a>[\/caption]\n<h3><strong>How big are adult caribou? <\/strong><\/h3>\nIn Denali National Park, where I currently study caribou, mature adult males average about 500 pounds but can range from 400 to nearly 600 pounds.\n\nAdult females are about half as big, averaging about 240 pounds (225- to 320-pound range).\n\nIn the large, migratory herds, caribou are generally smaller with adult males and females averaging about 400 pounds for males and 200 pounds for females.\n<h3><strong>How big are calves? <\/strong><\/h3>\nWeâ\u0080\u0099ve weighed quite a few newborn calves in Denali and on average they weigh about 17 pounds.\n\nCalves are born in May and early June throughout Alaska, with most calves being born in any herd within about a 10-day period.\n\nCaribou cows produce one calf each year and generally begin producing calves when they are 2 to 4 years old depending on the nutritional status of a given population.\n\nIn small herds, such as the Denali Caribou Herd, calves are subject to intense predation primarily by wolves and grizzly bears â\u0080\u0094 fewer than half survive beyond 2 weeks of age.\n\nIn the large, migratory populations, early calf survival is markedly higher because the huge number of calves born over a brief interval can greatly swamp the ability of local predators to kill them.\n<h3><strong>What do caribou do in the summer?<\/strong><\/h3>\nAfter the females calve, caribou gather together in large groups to help them better avoid predators and to escape incredibly bothersome mosquitoes and parasitic flies.\n\nThe different herds of caribou stay together in the high mountains and along the Alaskan seacoasts where the winds and cooler temperatures help protect them from summer heat and those pesky insects.\n\nAfter the number of insects decline in late July, the caribou herds scatter into smaller groups. This is an important time for caribou â\u0080\u0094 they use the time before winter arrives to feed as much as possible on remaining green grasses and sedges, willow leaves, and even mushrooms to regain their body weight.\n<h3><strong>What do they do in the fall and winter?<\/strong><\/h3>\nIn the fall, caribou start migrating â\u0080\u0094 when they migrate is dictated by cues in changing day length in combination with the onset of snowfall as the long winter begins. Fall is also the breeding season when mature bulls compete with each other for opportunities to breed with females as the females become receptive.\n\nIn winter, Arctic caribou generally migrate south into the northern fringe of the boreal forest or onto tundra winter ranges where terrestrial lichens are abundant.\n\nSmaller mountain populations migrate out of the higher mountains onto the tundra and forest ranges adjacent to their mountainous summer ranges. Once on their winter range, caribou remain there throughout the winter, from about early October to late April.\n<h3><strong>Can you talk a little more about predators â\u0080\u0094 what eats caribou?<\/strong><\/h3>\nPredation is an important force affecting the number of caribou, particularly in the smaller, more sedentary populations.\n\nThe large, migratory herds are able to reduce the effects of predation to some degree just due to their sheer numbers; the tradeoff is that they are more likely to be affected by the nutritional limitations of their ranges compounded by competition with their herd mates.\n\nIn general, the primary predators of caribou in Alaska are grizzly bears and wolves. Humans are also important predators of caribou.\n\nCaribou are a mainstay of local subsistence in Bush Alaska, and a sought-after quarry for other Alaskan residents, as well as sport hunters from all over the world. On average, people harvest about 22,000 caribou a year in Alaska.\n\nGrizzly bears are very effective at killing young caribou calves less than a couple weeks old, although they also kill older caribou on occasion.\n\nWolves are important predators of both young calves and older caribou. Other predators on caribou include black bears, golden eagles, wolverine, and coyotes.\n<h4><strong>Caribou are more vulnerable in deep snow<\/strong><\/h4>\nA main goal of my research has been to understand the interrelationships of caribou and wolves in Denali National Park.\n\nFor caribou, an important factor that affects how many are killed by wolves is the amount of snow.\n\nIn years with less snow, caribou have large expanses of wind-blown, snow-free land to seek their food, and they have a much better chance of making it through the winter in good shape. They can also more easily evade wolves because they can run unimpeded. During such times, wolves are able to primarily hunt those caribou that are old, injured, not in good shape, or just plain unlucky. Weâ\u0080\u0099ve found, in our studies, that when it is harder for wolves to catch caribou, the wolf packs tend to be smaller.\n\nBut the wind shifts in favor of wolves when there is a lot of snow.\n\nCaribou then have a harder time finding enough to eat because they have to dig through deep or crusted snow or must seek food on high mountain ridges where there is little snow, but also little food.\n\nThe caribou also have a harder time escaping from wolves in deep snow. In fact, wolves will sometimes chase caribou into areas with deep snow where the caribou are very vulnerable, even if they are in good shape.\n\nIn those years, wolf packs tend to be bigger and some packs produce more pups. In contrast, our research shows that after severe winters, not only is a cow less likely to breed, but calves that are born are lighter, grow more slowly, and are more likely to be killed by predators in the weeks after they are born.\n<h3><strong>Is climate change affecting caribou? <\/strong><\/h3>\nWe know, from our studies, that weather may be the most important factor affecting the yearly cycles of large hoofed mammals (such as caribou, moose, and muskox) and their predators.\n\nHowever, the longer-term effects of climate change are much more complex.\n\nUnlike polar bears, which are highly dependent on sea ice that is declining due to warming temperatures, caribou are likely influenced by a wide variety of factors that will be affected by a warming climate, and some effects will be positive and some negative.\n\nFor example, with a warming climate, we expect the growing season to be longer and provide caribou with green, nutritious forage earlier and for a longer period of time for a positive effect.\n\nHowever, we have done research that indicates that with increasing temperatures we can expect more fires on boreal forest winter ranges for caribou that will likely result in reduced availability of lichen, their primary winter forage, which tends to not grow back for about 70 to 80 years after a fire.\n\nThe overall effect of a warming climate on Alaskaâ\u0080\u0099s caribou will be dependent on how these and many other climate-related effects interact and that is very difficult to predict.\n<h3><strong>What does some of your research focus on? <\/strong><\/h3>\nI have been lucky to be able to continuously study caribou population dynamics and predator-caribou relationships in Denali National Park since 1986.\n\nCurrently, I am focusing on monitoring the population dynamics of the Denali Caribou Herd and investigating growth and survival patterns of bull caribou.\n\nI am also conducting research on muskox in northwestern Alaska and supervising studies evaluating climate change influences on the seasonal patterns of forage quality and abundance for caribou, moose, and muskox on Alaskaâ\u0080\u0099s Arctic Coastal Plain.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24166","uid":"31","filename":"Caribou-2-496x255.jpg","uri":"public:\/\/Caribou-2-496x255.jpg","filemime":"image\/jpeg","filesize":"49304","status":"1","timestamp":"1425492768","type":"image","uuid":"eb6f429b-0e3a-4c97-ba78-293cc2558dd8","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1324400881","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}