{"title":"Elwha Sediment Detailed in New Document","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>TACOMA, Wash. &mdash; As the largest dam-removal project in history moves into its third year, scientists from the U.S. Geological Survey released a new report that documents the movement of sediment down the Elwha River in Washington State.<\/p>\n<p>\"During last winter's high flows, we set a record for the largest concentration of sediment thus far measured on the Elwha River,\" said USGS hydrologist, Chris Curran. \"We expect more high flows this season and are interested to see how much of the sediment remaining behind the former dam sites is flushed toward Puget Sound.\"<\/p>\r\n<p>In the lower Elwha River, a suite of sediment-detection instruments and samplers operate 24 hours a day, 7 days a week to track the downstream flux of sediment. Periodic measurement of sediment concentration in the river allows scientists to calibrate the sediment-detection instruments and calculate the total load of sediment carried by the river.<\/p>\r\n<p>The release of millions of tons of sediment from the former reservoir areas is restoring the natural function of the downstream river, estuarine, and marine ecosystems. Understanding the timing and magnitude of mobilized sediment provides a foundation for cross-disciplinary basic research in the Elwha River with benefits far beyond dam-removal projects.<\/p>\r\n<p>\"Deposition patterns on the floodplain, estuary, and beaches are all influenced by the timing and caliber of arriving sediment,\" says USGS&rsquo;s Jon Warrick. \"The pre-removal models gave us a rough approximation of system response, and now we get to document the fascinating details of change in the downstream river channel, floodplain, and marine delta.&nbsp; This includes the massive growth of a new delta along a shoreline that historically eroded at rapid rates.\"<\/p>\r\n<p>Calculations of suspended-sediment concentration in the lower Elwha River, recently updated to include the first two years of the restoration project, are available in a USGS document, \"<a href=\"http:\/\/wa.water.usgs.gov\/pubs\/misc\/elwha\/ssc\/\">Suspended-Sediment Concentrations during Dam Decommissioning in the Elwha River, Washington<\/a>.\"<\/p>\r\n<p>This research and monitoring was funded by the USGS, the U.S. Environmental Protection Agency, and the National Park Service.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_01_29\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_01_29\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["","Elwha","employee","river","washington","water","Elwha Dam","restoration","sediment"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1392094800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169057"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}