{"title":"USGS Helps Citizen Scientists Conduct Boise Watershed Watch","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Residents of Idaho's Treasure Valley will once again become citizen scientists to monitor water quality in the Boise River watershed.<!--introend--><\/p>\n<p>On Saturday morning, April 18, between 8:00 am and 12:00 pm, citizen scientists will gather at sites along the Boise  River to collect water and insect samples, conduct basic water-quality tests, and record their data. The event, held in conjunction with Earth Day 2009, is sponsored by the City of Boise's WaterShed Environmental Education Center. The U.S. Geological Survey (USGS) is an event cosponsor. &nbsp;<\/p>\r\n<p>USGS hydrologic technicians will man two of the sampling sites where they will teach the volunteers how to safely collect their samples, and to conduct the on-site tests. They also will explain how USGS collects and shares water-quality data from its statewide network of streamgages and groundwater monitoring sites. The technicians will demonstrate the use of USGS sampling equipment and answer questions about their work and the mission of USGS.&nbsp;<\/p>\r\n<p>The USGS is also providing educational materials to the citizen volunteers.&nbsp;<\/p>\r\n<p>This is the second in what is projected to be an ongoing series of monitoring events. The goal is to give Treasure  Valley residents the chance to take an active role in tracking the health of the watershed. For more information about Watershed Watch, visit the <a href=\"http:\/\/www.cityofboise.org\/Bee\/WaterShed\/Home\/\">WaterShed Environmental  Education Center<\/a> online.<\/p>\r\n<p>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["Boise","water","shed","water","Quality"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1239854400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170582"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}