{"title":"USGS Finds No Influence of Oil Platforms on Contaminant Levels in California Fishes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Fishes residing near oil platforms in southern California have similar contaminant levels as fishes in nearby natural sites, according to two recent reports by the U.S. Geological Survey, which were conducted to assist the Bureau of Ocean Energy Management (BOEM) in understanding potential consequences of offshore energy development.<\/p>\n<p>Since the underwater portion of many offshore oil and gas platforms often provides habitat to a large number of fishes and invertebrates, some stakeholders have called for ocean managers to consider a \"rigs-to-reefs\" option during the decommissioning phase of a platform. This option would maintain some of the submerged structure to function as an artificial reef after oil and gas production has ended. The findings of this study address questions regarding how the industrial legacy of this kind of artificial reef may affect local fish populations.<\/p>\r\n<p>Scientists analyzed the amount of contaminants from crude oil exposure present in three species of fish residing at oil platforms within the Santa Barbara Channel and the San Pedro Basin in California.&nbsp; The amount of contaminants present in fish tissue samples at seven platform sites was compared to samples at natural nearby sites. The <a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1046\/\">brand new<\/a> and <a href=\"http:\/\/pubs.usgs.gov\/of\/2012\/1248\/\">recent<\/a> USGS reports are available online.<\/p>\r\n<p>\"As part of this study, we developed methods capable of detecting the extremely low levels of contaminants that we anticipated in these ocean fishes, especially since they avoid natural oil seeps,\" said USGS scientist Robert Gale. \"These results will assist decision-makers in helping to protect the environment off the coast of California.\"&nbsp;<\/p>\r\n<p>Some of the most important contaminants related to oil operations are polycyclic aromatic hydrocarbons (PAHs). Several PAHs are probable human carcinogens and many are toxic to fish and other aquatic life. Scientists were able to develop a new, more accurate method of sampling small traces of PAHs that may have been ingested and broken down within the fish. Samples were taken from species thought to be most sensitive to PAH contamination. These species, including Pacific sanddab, kelp rockfish, and kelp bass, also tend to be targeted by fishermen. PAH concentrations were either very low or undetectable in all fish sampled for this study.<\/p>\r\n<p>\"These important results suggest two things,\" said BOEM marine biologist Donna Schroeder. \"First, existing offshore oil platforms provide food and shelter to local fishes without increasing their background contaminant loads. Second, since there is no detectable PAH signal from ongoing operations, we would expect that if the State of California wanted to implement a rigs-to-reefs program, there would likely be no change, pollution-wise, in the quality of the offshore environment, which appears to be pretty good.\"<\/p>\r\n<p>Scientists also looked at industrial chemicals in the Pacific sanddab species, including polychlorinated biphenyls (PCBs), flame retardants (polybrominated diphenylethers, PBDEs), and pesticides (OCPs). These contaminants were also found at low levels in all fish sampled, with no observed pattern between natural and platform habitats.<\/p>\r\n<p>The Bureau of Ocean Energy Management promotes energy independence, environmental protection and economic development through responsible, science-based management of offshore conventional and renewable energy. While the agency is responsible for analyzing the potential environmental impacts of removing oil and gas platforms in federal waters, the Bureau of Safety and Environmental Enforcement approves applications for decommissioning and ensures that they are conducted safely and in compliance with federal regulations. For additional information on BOEM activities, visit <a href=\"http:\/\/www.boem.gov\/\">http:\/\/www.boem.gov\/<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_","summary":null,"format":null}]},"field_images":[],"regions":["Missouri","California"],"country":["United States of America"],"mm_tags":["Energyand Minerals Energy Resources","ecosystems","Ecosystems Terrestrial Freshwaterand Marine Environments","water","oilrigs","oil","fish","California","Missouri","Columbia Environmental Research Center","","oilplatforms","contaminants","Contaminants Biology","energy"],"distribution":["Biology","Water"],"release_date":{"und":[{"value":"1364875200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"169738"},{"tid":"170347"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}