{"title":"Unmanned Flights Will Monitor Bank Erosion on the Lower Brule Reservation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><a href=\"http:\/\/rmgsc.cr.usgs.gov\/UAS\/\">Unmanned Aerial Systems<\/a> (UAS), will be used August 21-23 to monitor Missouri River bank erosion on the Lower Brule Reservation, S.D.&nbsp;<\/p>\n<p>The flights, conducted for a second time by the U.S. Geological Survey in cooperation with the Lower Brule Sioux Tribe Environmental Protection Office, will occur along a 7-mile stretch of Missouri River shoreline near the community of Lower Brule, S.D.&nbsp;<\/p>\r\n<p>The Lower Brule Sioux Tribe estimates that the Reservation is losing approximately 8 feet of shoreline per year in some locations, and this 2-year study will monitor such physical changes along the river bank. The first round of flights was conducted in August 2011.<\/p>\r\n<p>&ldquo;Results from this effort will be analyzed to investigate the location and severity of erosion, and the lasting impacts of cultural and environmental losses,&rdquo; said USGS scientist Kathy Neitzert. &ldquo;Results from the 2012 flights can be directly compared to the 2011 flight results to monitor erosion. The Lower Brule Sioux Tribe will use the results to gather highly accurate baseline data on the shoreline.&rdquo;<\/p>\r\n<p>The UAS flights will be used as a surveillance tool to capture video and still pictures of changes in bank erosion at the study area. The 7-mile stretch of shoreline was chosen for study because of the high rate of bank loss in that area. The base of flight operations will be located on shore, and the flight path will follow the shoreline over shallow water. &nbsp;<\/p>\r\n<p>For more information on water resources in South Dakota, visit the USGS South Dakota Water Science Center <a href=\"http:\/\/sd.water.usgs.gov\/\">website<\/a>.<\/p>\r\n<p>Vist&nbsp;<a href=\"http:\/\/rmgsc.cr.usgs.gov\/UAS\/\">USGS UAS<\/a> efforts for more information.&nbsp;<\/p>\r\n<p>###<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Geographic Analysisand Monitoring","Climateand Land Use Change Land Remote Sensing","water","Water Groundwater Resources","Geographic Areas Midwest"],"article_type":["State News Release"],"distribution":["Mapping","Water"],"release_date":{"und":[{"value":"1344225600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"169830"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}