{"title":"Geophysical Studies Reveal Potential Quake Hazard in Spokane Area","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SPOKANE, Wash. &mdash;Preliminary interpretations of a recent geophysical survey confirm the presence of earthquake faults and reveal the possibility of previously unknown faults beneath the greater Spokane area.<\/p>\n<p><a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3593\">During the spring of 2013<\/a>, the U.S. Geological Survey undertook an airborne magnetic survey over the Spokane area to help understand the geologic reasons for a series of earthquakes and ground uplift that occurred several years earlier.<\/p>\r\n<table width=\"800\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/gallery.usgs.gov\/images\/07_08_2013\/uAQc7GFsr4_07_08_2013\/large\/DSCN0241_-1-.JPG\"><img style=\"width: 800px; height: auto; display: block; margin-left: auto; margin-right: auto;\" src=\"http:\/\/gallery.usgs.gov\/images\/07_08_2013\/uAQc7GFsr4_07_08_2013\/large\/DSCN0241_-1-.JPG\" alt=\"Low-Flying airplane for mapping fault zones\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td style=\"font-size: small; background-color: #d2d2d2; padding: 8px;\">\r\n<p>The Spokane aeromagnetic survey was flown with a Cessna 180, owned and operated by a private company under contract to the USGS, and&nbsp;specially modified for low-altitude geophysical surveys. The magnetic sensor is located in the &ldquo;stinger&rdquo; protruding from the rear of the aircraft. Credit:&nbsp;&nbsp;<a href=\"http:\/\/gallery.usgs.gov\/photos\/mhobbs@edcon-prj.com\" target=\"_blank\">Michael Hobbs<\/a>&nbsp;, EDCON-PRJ, Inc.<\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&nbsp;<\/p>\r\n<p>A sequence of 105 small (less than magnitude 4) earthquakes occurred beneath Spokane in 2001, accompanied by a small increase (1\/2 inch) in ground elevation.&nbsp; The shape of the deforming ground surface was consistent with movement on a northeast-trending fault beneath Spokane, yet no known mapped faults in Spokane have been active in the last 1.6 million years.&nbsp; To find the Spokane fault that caused 105 earthquakes in 2001, and evaluate its potential for large earthquakes in the future, scientists turned to geophysical tools to &ldquo;see&rdquo; below the surface.&nbsp; Knowing a fault&rsquo;s length, depth, and history of earthquakes helps us prepare for future earthquake hazards.<\/p>\r\n<p>&ldquo;As the director of <a href=\"http:\/\/www.spokanecounty.org\/emergencymgmt\/\">Spokane Emergency Management<\/a>, we work diligently on preparing our community for disasters which includes identifying hazards in our area. The USGS has performed studies and their preliminary findings will help us develop effective mitigation strategies,&rdquo; said Spokane County Sheriff Ozzie Knezovich.<\/p>\r\n<p>&nbsp;<\/p>\r\n<table width=\"800\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014-01-03\/cartoon.jpg\"><img style=\"width: 800px; height: auto; display: block; margin-left: auto; margin-right: auto;\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014-01-03\/cartoon.jpg\" alt=\"Illustration\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td style=\"font-size: small; background-color: #d2d2d2; padding: 8px;\">In an \"aeromagnetic survey,\" a magnetic sensor, towed by an airplane, is flown back and forth close to the ground and along closely spaced, parallel lines, recording the minute changes in the magnetic field. Geologic processes often bring together rocks with slightly different magnetic properties, and these variations cause very small magnetic fields above the Earth&rsquo;s surface. The differences in the magnetic field are called &ldquo;anomalies.&rdquo; Credit: USGS<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&nbsp;<\/p>\r\n<p>&ldquo;Geologic processes often bring together rocks with slightly different magnetic properties, and these variations cause very small differences in magnetic fields above the Earth&rsquo;s surface,&rdquo; explained the study&rsquo;s lead author, USGS geophysicist Richard Blakely.&nbsp; &ldquo;In an aeromagnetic survey, a magnetic sensor is flown back and forth close to the ground and along closely spaced, parallel lines.&nbsp; After data processing, we arrive at a ma","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["Geographic Areas Northwest","Geographic Areas Pacific","Natural Hazards","Natural Hazards Earthquake Hazards","Natural Hazards Geomagnetism","","Aeromagnetic Survey","Geomagnetic","geophysics","Spokane","hazard","","fault","Magnetic Anomaly"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1388725200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170319"},{"tid":"169112"},{"tid":"169430"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}