{"title":"USGS Announces Minerals Research Grant Recipients","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->The U.S. Geological Survey (USGS) announced today three grant award recipients for the 2008 Mineral Resources External Research Program, which encourages minerals research.<!--introend-->&nbsp; \r\n<\/p>\r\n<p>\r\nThe Mineral Resources External Research Program invited research proposals that will help ensure a sustainable supply of minerals for the nation&#39;s future; understand the relationship between minerals, the environment and public health; provide information to make informed land-use decisions; and deliver mineral information critical to national security. Proposals were accepted from academia, state agencies, industry, and other private sector organizations and scientists. \r\n<\/p>\r\n<p>\r\nFollowing are the proposals and principal investigators awarded grants for the 2008 Mineral Resources External Research Program. \r\n<\/p>\r\n<p>\r\n<strong>Comparing Old and New Deposits<\/strong> \r\n<\/p>\r\n<p>\r\nMark Barton, Lukas Z&uuml;rcher and Eric Seedorff of the University of Arizona will study the formation of mineral systems in the Basin and Range Province of Arizona and Nevada. Older mineral systems will be compared and contrasted with younger systems to provide a new perspective on deposit characteristics and mineral potential in the region. The results of this study are expected to improve the ability to assess undiscovered mineral resources in the western United States and northern Mexico. \r\n<\/p>\r\n<p>\r\n<strong>Formation of Gold Deposits<\/strong> \r\n<\/p>\r\n<p>\r\nJean Cline and Haroldo Lledo of the University of Nevada, Las Vegas, will investigate whether there is a relationship between the intrusion of magma and the formation of overlying gold deposits in the Searchlight mining district in Nevada. Because the system has been tilted on its side, allowing for the examination of very deep magmatic roots, this district provides a unique opportunity to study a mineralized system with extensive gold deposits. This research is expected to advance our understanding of how these types of mineral systems relate to intrusive and volcanic processes and improve our ability to assess undiscovered resources associated with them. \r\n<\/p>\r\n<p>\r\n<strong>Copper Faulting and Uplift<\/strong> \r\n<\/p>\r\n<p>\r\nPaul O&#39;Sullivan and Raymond Donelick of Apatite to Zircon, Inc., Viola, Idaho, will conduct research on the Pebble copper deposit in southwest Alaska, potentially one of the largest copper deposits of its type in the world. This work will attempt to document the timing of the deposit&#39;s faulting and uplift movement both before and after mineral deposit formation. Because the deposit is completely covered by younger rocks and surficial material, results of this research are expected to provide context for exploring and assessing similar concealed mineral resources in frontier regions of Alaska. \r\n<\/p>\r\n<p>\r\nFor more information on the USGS Mineral Resources Program, visit the <a href=\"http:\/\/minerals.usgs.gov\/\">Minerals Resources Program<\/a> website. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1201150800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169580"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}