{"title":"Twelve Hundred Kilometers of Coastline on Display at Moscone... Laser Surveys Show El Nino&rsquo;s Effects","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Note to Editors: interviews with the scientists can be scheduled during the meeting by calling Pat Jorgenson in the AGU Newsroom in San Francisco, phone 415-905-1007. \n<p><!--introstart-->A thirty-foot-long exhibit, and several presentations will focus on changes along the west coast of the US during the 1997-98 El Nino at the Fall Meeting of the American Geophysical Union, scheduled for Dec. 6-10 at the Moscone Convention Center in San Francisco, California. <!--introend-->\r\n<p>\"Airborne laser terrain mapping allows scientists to map large areas quickly to determine shoreline change after a storm,\" explains Asbury Sallenger, Jr. of the U.S. Geological Survey Center for Coastal Geology in St. Petersburg, Florida. \"We can collect up to 5,000 spot elevations per second, traveling over the coast at about 150 feet per second, with a vertical accuracy of about 10 centimeters,\" says Sallenger. \r\n<p>This technology, known as Light Detection and Ranging (LIDAR), uses a laser developed by NASA, deployed aboard a Twin Otter aircraft from National Oceanic and Atmospheric Administration. The USGS, NASA, and NOAA mapped 1200 km of the west coast in October 1997 and in April 1998. Some changes to the shoreline from the recent El Nino storms include an area in central Washington that eroded 130 meters, an area of coastline in northern California that accreted 120 meters, massive coastal landslides north of San Francisco, and many examples of cliff and dune erosion of 15 to 20 meters. Before and after aerial photographs of the coast are displayed to help visualize the changes shown in laser data. \r\n<p>In addition to the 1200 kilometers of coastline on display in the Exhibit Hall of Moscone Center, the following related presentations are scheduled: \r\n<p><b>\"Evaluation of Aircraft Laser Altimetry in Coastal Geomorphological Studies - Examples of US West Coast El Nino and East Coast Nor&rsquo;easter Storm Impacts\" is scheduled for 2:30pm Monday, Dec. 7, Moscone Convention Center, Room 303. \"Redistribution of Sand on Pocket Beaches during the 1997-98 El Nino\" (poster) is scheduled for 1:30pm - Wednesday, Dec. 9, Moscone Center Hall D \r\n<p>\"Coastal Erosion Along the U.S. West Coast During the 1997-98 El Nino: Expectations and Observations\" is scheduled for 3:45pm Thursday, Dec. 10, Moscone Center, Room 134.<\/b><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"912747600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}