{"title":"New Southeast Climate Science Center Director Announced","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>New Southeast Climate Science Center Director Announced<\/strong><\/p>\n<p><strong>RALEIGH, N.C. -- <\/strong>Gerard McMahon<strong> <\/strong>has been selected as the Director of the Department of the Interior&rsquo;s Southeast Climate Science Center located at North Carolina State University in Raleigh.<\/p>\r\n<p>McMahon will be the first permanent director of the new center, which is one of eight regional Climate Science Centers being established. The new centers will be managed by the National Climate Change and Wildlife Science Center located at the U.S. Geological Survey&rsquo;s headquarters in Reston, Va.&nbsp;<\/p>\r\n<p>The national network of regional Climate Science Centers will provide land managers in federal, state and local agencies access to the best science available regarding climate change and other landscape-scale stressors impacting the nation&rsquo;s natural and cultural resources.&nbsp;<\/p>\r\n<p>Previously, McMahon served as team leader of a national study of the effects of urban development conducted by the USGS National Water Quality Assessment Program. He first joined the USGS in 1992 and has conducted research in the sources and processing of nutrients in stream ecosystems and the development and use of mapped ecological regions.<\/p>\r\n<p>McMahon is presently a member of the Strategic Science Planning Team that is forging a new five-to-fifteen year strategic plan for climate and land use change science at USGS. He received his Bachelor Degree in Economics from the Johns Hopkins University, a Master&rsquo;s in Natural Resource Economics from the University of Missouri-Columbia, and a Masters and Doctorate in Environmental Planning from the University of North Carolina &ndash; Chapel Hill.<strong><\/strong><\/p>\r\n<p>For more information on the center or its new director, please contact the NCCWSC by phone at (703) 648-6016, email <a href=\"mailto:dbeard@usgs.gov\">dbeard@usgs.gov<\/a>, or visit <a href=\"http:\/\/nccwsc.usgs.gov\/\">http:\/\/nccwsc.usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina"],"country":["United States of America"],"mm_tags":["climatesciencecenter","","Spersonel","","Climate Change"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1317960000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169275"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}