{"title":"AAAS Honors Three USGS Scientists as Fellows","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>On January 23, 1999, U.S. Geological Survey scientists Gladys Cotter, Charles van Riper III, and Henry J. Moore II will be inducted as Fellows by the American Association for the Advancement of Science (AAAS) during its annual meeting in Anaheim, California. \n<p>Each year, the AAAS elects to this position members whose \"efforts on behalf of the advancement of science or its application are scientifically or socially distinguished.\" Recipients are presented fellowship certificates and rosette pins as part of the AAAS Fellows Forum ceremony in conjunction with the annual meeting. \r\n<p>Cotter, the associate chief biologist for Information in the Biological Resources Division of the USGS in Reston, Va., is being honored for her work in information management and communication. Her duties include overseeing the development of the National Biological Information Infrastructure (NBII), the biological component of the National Information Infrastructure. The NBII is a cooperative effort coordinated by the USGS that uses the Internet to increase access to data and information on the nation&rsquo;s biological resources <a href=\"http:\/\/www.nbii.gov\/\">(http:\/\/www.nbii.gov)<\/a>. Van Riper is being honored for his research in the biological sciences. He is currently the station leader of the Colorado Plateau Field Station at Northern Arizona University in Flagstaff, Ariz., which emphasizes research on plant and landscape ecology, endangered and declining vertebrate species, and spatial analysis and information management as it applies to research programs throughout the southwestern United States <a href=\"http:\/\/fresc.usgs.gov\/\">(http:\/\/fresc.usgs.gov)<\/a>. \r\n<p>Moore is being honored posthumously for his geologic and geographic research. Moore had a distinguished career in astrogeology and was involved in selecting the landing site for the Mars Pathfinder. Moore died suddenly in September 1998, three days after being elected an AAAS fellow. \r\n<p>The American Association for the Advancement of Science is the largest general scientific society in the world, representing all the scientific and engineering disciplines. Its 144,000 members include scientists and engineers, as well as policy makers, educators, journalists, and students. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"916722000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170527"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}