{"title":"National Data Report on Endocrine and Reproductive Biomarkers for Two Species of Fish","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Editors &amp; Reporters: To view the national data report and an accompanying fact sheet, please go to <a href=\"http:\/\/fisc.er.usgs.gov\/endocrine_biomarkers\/index.html\">fisc.er.usgs.gov\/endocrine_biomarkers\/<\/a>. <\/strong>\r\n<\/p>\r\n<p>\r\n<!--introstart-->USGS released today a national database and report on endocrine and reproductive condition in two species of fish. This is the first national database of endocrine information for fish collected in U.S. streams and rivers.<!--introend--> The information in the report provides a vital national basis for comparison that will be used by scientists studying endocrine disruption at individual sites across the country. \r\n<\/p>\r\n<p>\r\nThe database includes information on sex steroid hormones, vitellogenin &mdash; an egg protein that indicates exposure to estrogenic substances when found in male fish &mdash; and reproductive stage for common carp and largemouth bass. Data summaries are provided by reproductive season across a wide geographic scale. \r\n<\/p>\r\n<p>\r\nFrom 1994-97, USGS researchers collected fish (about 2,200 common carp and 650 largemouth bass) at 119 sites around the country to determine levels of and variability in reproductive and endocrine biomarkers, and to determine their potential utility in assessing reproductive health and status in fish. The sites represented a wide range of important streams and rivers across the United States; the sites also were characterized by different land uses and levels of disturbance. Freshwater ecosystems are the ultimate sink for many chemical contaminants, some of which can alter endocrine and reproductive biomarkers of aquatic biota. \r\n<\/p>\r\n<p>\r\n&quot;Field studies of contaminants in aquatic ecosystems frequently focus on local hot spots,&quot; said Dr. Steve Goodbred, a USGS scientist and lead author of the report. &quot;Although such studies have great value in understanding the occurrence of contaminants and possible alterations in endocrine and reproductive biomarkers in fish, it is important to acquire baseline information across large geographic areas to help establish what is normal for that species at that season and in that region.&quot; \r\n<\/p>\r\n<p>\r\nGoodbred noted that the contribution of this report is primarily in gathering information into a database that has great potential for national-scale analysis and expansion as additional data are collected. &quot;Much of the information has been published piecemeal before, but has never been aggregated into a database,&quot; he said. \r\n<\/p>\r\n<p>\r\nIn the USGS study, common carp and largemouth bass were collected during both non-reproductive and reproductive seasons. Carp are a widely distributed bottom-dwelling fish whose feeding habits expose them to many different types of environmental contaminants found in water, sediments and food. Largemouth bass, a very important recreational species, are also widely distributed but are predators and therefore are exposed to different types of contaminants.&nbsp; Because of these differences, carp and bass represent different kinds of &quot;warning&quot; sentinels of environmental quality in aquatic ecosystems. Important aquatic ecosystems that were sampled include the Mississippi and Columbia rivers, plus many other rivers including the Colorado, Willamette, Potomac, Red River of the North, Platte, Hudson, Missouri, and Connecticut. \r\n<\/p>\r\n<p>\r\nThe fish biomarkers measured in the USGS study are important regulators of critical life history functions, such as egg production, spermatogensis, fertilization, and development into sexually mature fish. Other studies by USGS and other researchers have reported correlations between specific reproductive impairment and elevated tissue concentrations of environmental contaminants. Such changes include reduced fertility, hatchability, viability of young, impaired hormone activity, and altered sexual development and behavior. Abnormalities of these types may be caused by alteration of norma","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1176177600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170492"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}