{"title":"Recovering Soil Fertility after Forest Fires","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>CORVALLIS, Ore.&mdash; <!--introstart-->New scientific findings published in Ecology reveal that interactions of climate, soils, shrubs, and a natural nitrogen fertilization process affect regrowth of forests following wildfire in southern Oregon and northern California.<!--introend--> Managers can use this information to consider post-fire management practices, including fertilization and shrub-removal.<\/p>\n<p>Scientists studying forests that burned in 1987 discovered an interesting pattern in a natural fertilization process. The highest levels of natural nitrogen fertilization occurred at cool, dry sites where tree growth is slow and where nitrogen for growth is needed the least. In contrast, the lowest nitrogen additions occurred at warm, moist sites where tree growth and associated nitrogen needs are greatest.<\/p>\r\n<p>This counterintuitive result occurred because natural nitrogen fertilization by nitrogen-fixing shrubs was suppressed by competition with oaks, maples, and other vegetation where tree growth was greatest, in warm, moist sites. &nbsp;&nbsp;<\/p>\r\n<p>Nitrogen, an essential nutrient for tree growth, often is lost during a forest fire. An important way to recover forest fertility is an ecological process called biological nitrogen fixation. Some common shrubs, like Ceanothus, form unique relationships with bacteria and convert inert nitrogen gas from the air into forms of nitrogen in the soil that the trees can use for growth. Free-living soil bacteria also fix nitrogen. This natural process is the main source of nitrogen fertility in forests.<\/p>\r\n<p>The scientists found that the rate at which Ceanothus shrubs added nitrogen to the system could be suppressed as tree biomass increased. Even though warm, wet sites stimulated the growth of nitrogen-fixing shrubs, these conditions stimulated the growth of other plants even more. Eventually, these changes limited the recovery of nitrogen fertility in the most productive sites.<\/p>\r\n<p>According to Stephanie Yelenik, the lead author of the study, nitrogen additions by Ceanothus shrubs and by free-living soil bacteria provided an average of 7.5 pounds of nitrogen per acre per year. Over the 22 years following the major fire when the forest&rsquo;s vegetation and nitrogen burned, this added up to about 165 pounds of nitrogen per acre. Although probably insufficient to fully replace wildfire nitrogen losses on the study sites, these contributions were substantial. Yelenik was affiliated with Oregon State University at the time of the study.<\/p>\r\n<p>\"There are important related results. Biological nitrogen fixation involving Ceanothus shrubs was up to 90 times greater than contributions from free-living soil microorganisms,\" said USGS scientist Steve Perakis, who participated in the study. \"The contribution from Ceanothus would be even greater if other plants didn't compete so strongly. So ultimately competition among different plant species governed nitrogen input in the forests studied.\"<\/p>\r\n<p>\"The loss of nitrogen to wildfire has always been of concern to managers; however, the enormity of this loss only recently has been quantified,\" said Tom Sensenig, a U.S. Forest Service ecologist. \"This study not only informs managers about the importance of shrubs for restoring nitrogen, but identifies the dynamics among species and the specific processes influencing nitrogen fixation and recovery across differing sites. Principally, this new information will help in developing post-fire management options and plans for specific forest types in this region. For example, on drier lower-quality sites, Ceanothus, the most prevalent nitrogen-fixing shrub identified, could be retained to the greatest extent possible by only treating the minimal vegetation necessary to assure seedling survival. On wetter, higher-productivity sites, treating more competitive species at a higher intensity may be more effective for maximizing nitrogen recovery, while benefiting seedling survival as w","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","California"],"country":["United States of America"],"mm_tags":["forest","fire","soil","fertility","management","wildfire","vegetation","climate"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1364961600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170407"},{"tid":"170499"},{"tid":"170476"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}