{"title":"USGS National Earthquake Center goes 24\/7 &mdash; Staff now on-site night and day to locate and report worldwide quakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) National Earthquake Center in Golden, Colo., today announced the implementation of a new 24\/7 operation center and seismic event processing system, HYDRA. When combined, the round-the-clock on-site personnel and new technology are expected to cut in half the amount of time required to report information about earthquakes around the globe.<\/p>\n<p>In response to the December 2004 Sumatra earthquake and resulting Indian Ocean tsunami, the USGS has carried out a wide range of activities to aid recovery in that region and reduce the impact of future tsunami events in the United States and around the globe.<\/p>\r\n<p>The USGS is taking steps to improve seismic monitoring and information delivery in a number of ways including hiring new scientists and support staff. The enhancements at the USGS National Earthquake Center are possible due to an $8.1 million Emergency Supplemental Appropriation in FY 2005 and a $5.4 million request in the FY 2006 President&rsquo;s Budget that was approved by Congress last fall.<\/p>\r\n<p>A new seismic event processing system, HYDRA, identifies, locates, and measures earthquakes; these changes are already greatly speeding up and improving delivery of earthquake notifications. The state-of-the-art system is working in a provisional mode and will become fully operational in March, 2006. Other software and hardware enhancements to support subsystems are also being put into place.<\/p>\r\n<p>One of these enhancements, Prompt Assessment of Global Earthquakes for Response or PAGER, is designed to predict damage from major earthquakes worldwide based on estimates of people and property exposed to potentially damaging levels of ground motion. The system is being developed specifically as a tool for emergency relief organizations such as U.S. Agency for International Development.<\/p>\r\n<p>The USGS will also debut a new website and notification service for earthquake information at the end of January. The URL will remain: <a href=\"http:\/\/earthquake.usgs.gov\">http:\/\/earthquake.usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1137646800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169167"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}