{"title":"Boldly Going Where No Man (or Woman) Goes: USGS Unmanned Aircraft","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->In dangerous and remote areas, such as polar regions, volcanic islands, and expansive deserts, remote-controlled unmanned aircraft can provide more detailed, more timely data about the status of natural resources and environmental conditions than would be feasible by any other means.<!--introend-->&nbsp;&nbsp;That is why &nbsp;the U.S. Geological Survey - long known as an authoritative source of aerial photography and satellite-based imagery - today announced that it is establishing a new program for earth observation using Unmanned Aircraft Systems (UAS).<\/p>\n<p>\"This exciting approach to earth observation gives scientists a way to look longer, closer, and more frequently at some of the most remote areas of the Earth, places that were previously too dangerous or too expensive to monitor in detail,\" said Barbara J. Ryan, USGS Associate Director for Geography. \"The flexibility and relative low cost of unmanned aircraft systems will enhance our ability to track long-term landscape change. In addition, we can quickly assess landscape altering events, such as wildfires or volcanoes, in areas with challenging logistics.\"<\/p>\r\n<p>In many cases, UAS technology is simply the most cost effective way to gather earth observation data for a wide variety of applications: managing federal lands; investigating climate change; mapping and charting; conducting environmental risk assessments; responding to and recovering from natural and human-induced disasters.<\/p>\r\n<p>Even in less remote areas, manned aircraft flights may not be feasible at times due to long flight durations, hazardous weather conditions, and associated operations cost. Satellite-based observations can be hindered by coarse image resolution, limited sensor capabilities, and repeat orbiting cycles of days or weeks. The use of UAS technology allows flexibility in delivering timely data. Furthermore, data collection by UAS can be specifically tailored to the required resolution and radiometric parameters of individual investigations.<\/p>\r\n<p>An important focus of the USGS UAS Program, a component of the USGS Land Remote Sensing Program, is to leverage the commitment that the defense and intelligence communities have made in supporting UAS research. Working in partnership with many other Federal agencies, academia, and industry groups, the USGS will promote UAS technology for civil, domestic applications. Offices for the new program will be located at the USGS facility in Lakewood, Colo.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1210219200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"170142"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}