{"title":"Meet the Fleet: Twin Sisters Join Great Lakes Fleet","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"Floating science laboratories in the form of two large research vessels are joining the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a>â\u0080\u0099s Great Lakesâ\u0080\u0099 <a href=\"http:\/\/www.glsc.usgs.gov\/main.php?content=aboutus_theglsc_vessels&amp;title=The%20GLSC0&amp;menu=aboutus\">fleet<\/a> this fall.\n\n[caption id=\"attachment_172623\" align=\"alignleft\" width=\"300\" caption=\"August 31, 2011 - USGS Director Dr. Marcia McNutt formally dedicating the Research Vessel Muskie to the USGS during a recent celebration at the Great Lakes Shipyard, marking the completion of the $8.2 million project.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/Embedded-Image-2.jpg\"><img class=\"size-medium wp-image-172623\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/Embedded-Image-2-300x200.jpg\" alt=\"\" width=\"300\" height=\"200\" \/><\/a>[\/caption]\n\nConstruction of the <em>R\/V Muskie <\/em>(left)<em> <\/em>and the <em>R\/V Kaho<\/em> (below) is now complete and the vessels are equipped to assume research duties in 2012. The <em>R\/V Muskie<\/em> will be christened and commissioned on Wednesday, October 19 at the Sandusky Yacht Club in Ohio.Â  The <em>R\/V Kaho<\/em> will be christened and commissioned in the spring of 2012 at the USGS Lake Ontario Biological Station in Oswego, New York.\n\n[caption id=\"attachment_172622\" align=\"alignright\" width=\"300\" caption=\"August 31, 2011 - The Honorable Anne Castle (Assistant Secretary for Water and Science, U.S. Department of the Interior) formally dedicating the Research Vessel Kaho to the USGS during a recent celebration the Great Lakes Shipyard, marking the completion of the $8.2 million project.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/Embedded-Image-1.jpg\"><img class=\"size-medium wp-image-172622\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/Embedded-Image-1-300x200.jpg\" alt=\"\" width=\"300\" height=\"200\" \/><\/a>[\/caption]\n\nDeputy Director Dr. Suzette Kimball will christen the <em>R\/V Muskie<\/em> by breaking a bottle of champagne across its bow and formally naming the vessel.Â  Ms. Pamela Dei, a USGS mechanical engineer whoâ\u0080\u0099s played a major role in the contracting and construction process for the vessels, will christen the <em>R\/V Kaho<\/em>.\n\n<strong>Twin Sisters<\/strong>\n\nThe two ships are sister ships, and will continue long-term research programs on populations of predator and prey fishes in lakes Erie and Ontario. The <em>Muskie <\/em>will be stationed in Lake Erie, and the <em>Kaho<\/em> will be stationed in Lake Ontario. Both ships are 70.8 ft. in length and have a draft (displacement) of five feet or less. This puts them at the smaller end of the GLSC fleet, which boasts two ships with greater than 100 ft. in length, and one with 75 ft. in length. However, the<em> R\/V<\/em> <em>Kaho<\/em> and <em>R\/V Muskie<\/em>, with their much shallower draft, are able to do research closer to shore, making them ideal for the smaller lakes.\n\nâ\u0080\u009cThe <em>R\/V Muskie <\/em>and the <em>R\/V Kaho<\/em> will provide safe and reliable platforms for scientists, and are equipped with state-of-the-art scientific instrumentation to improve our understanding of deep-water ecosystems and fishes in lakes Erie and Ontario,â\u0080\u009d said Russell Strach, director of the GLSC.\n\nStrach noted that the new vessels will replace the oldest vessels in the <a href=\"http:\/\/www.glsc.usgs.gov\/main.php?content=aboutus_theglsc_vessels&amp;title=The%20GLSC0&amp;menu=aboutus\">fleet<\/a> - those on lakes Erie and Ontario - and will have increased fuel efficiency, lower maintenance costs, and greater research capacities, especially because the boats they are replacing functioned on 1950s and 60s technologies.\n\nAdditional improvements in the two ships, such as increased bunk space and shower facilities, allow them to spend more time at sea, enhancing the research capabilities of the GLSC.\n\n<strong>Critical Research<\/strong>\n\n[caption id=\"attachment_172625\" align=\"alignright\" width=\"300\" caption=\"USGS researchers deploy a beam trawl from the R\/V Kiyi\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/Embedded-Image-3.jpg\"><img class=\"size-medium wp-image-172625\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/Embedded-Image-3-300x200.jpg\" alt=\"\" width=\"300\" height=\"200\" \/><\/a>[\/caption]\n\nResearchers at the GLSC are eager to use the large vessels to better assess and explore the health and population status of Great Lakes deep-water ecosystems.Â  USGS science is critical for federal, state, and tribal resource managers to make decisions that effectively protect the areaâ\u0080\u0099s $7 billion annual commercial and sport fisheries.\n\nThe <a href=\"http:\/\/www.glsc.usgs.gov\/\">GLSC<\/a> is the only federal center that has a large scientific research vessel stationed on each of the Great Lakes capable of working for extended periods of time in offshore, deep-water areas.Â  The research programs facilitated by the <a href=\"http:\/\/www.glsc.usgs.gov\/\">GLSC<\/a>â\u0080\u0099s fleet, are critical to managing and conserving Great Lakes resources, and are used by Great Lakes state,Â  provincial, and tribal management agencies across the basin.\n\n[caption id=\"attachment_172624\" align=\"alignright\" width=\"300\" caption=\"USGS GLSC researchers use their ships to study populations of key predator and preyfish to inform the decisions of resource managers.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/Embedded-Image-4.jpg\"><img class=\"size-medium wp-image-172624\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/10\/Embedded-Image-4-300x200.jpg\" alt=\"\" width=\"300\" height=\"200\" \/><\/a>[\/caption]\n\nThe <a href=\"http:\/\/www.usgs.gov\/\">USGS<\/a> awarded an $8.2 million contract to the <a href=\"http:\/\/www.thegreatlakesgroup.com\/\">Great Lakes Towing Company<\/a> (Cleveland, Ohio) in June 2010 for the construction of the two large vessels.Â  Funding for the contract came from <a href=\"http:\/\/www.recovery.gov\/About\/Pages\/The_Act.aspx\">American Recovery and Reinvestment Act<\/a>.\n\nThe <a href=\"http:\/\/www.glsc.usgs.gov\/\">GLSC<\/a>â\u0080\u0099s mission is to meet the nation's need for scientific information for restoring, enhancing, managing, and protecting living resources and their habitats in the Great Lakes basin ecosystem.\n\nDon't forget, the R\/V Muskie and R\/V Kaho are just two of the GLSC's fleet!Â  Meet the rest of them <a href=\"http:\/\/www.glsc.usgs.gov\/main.php?content=aboutus_theglsc_vessels&amp;title=The%20GLSC0&amp;menu=aboutus\">here<\/a>!\n\n<strong>Contact<\/strong>: <a href=\"mailto:hpatrick@usgs.gov\">Holly Patrick<\/a>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Biology and Ecosystems","fish","Great Lakes","water"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1318023985","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}