{"title":"Media Advisory: Experts Gather in Advance of National Earthquake Drill","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>WASHINGTON, D.C.&mdash; <!--introstart-->A press conference will be held on October 14, 2014 in recognition of the upcoming International ShakeOut Day of Action.<!--introend--> On October 16, nearly 25 million people (2 million in the SouthEast region) are expected to participate in the world&rsquo;s largest earthquake drill. To mark the occasion and build awareness, several state and federal organizations have partnered to call the public to action and prepare for the drill.<\/p>\n<p><strong>WHAT<\/strong><\/p>\r\n<p>Media are invited to attend a ShakeOut press conference and interview executive level state and federal government officials, meet students who experienced the 2011 Virginia earthquake, shoot footage of a live seismometer&nbsp;and earthquake drill demonstration, and film the &ldquo;Designing for Disaster&rdquo; exhibit at the National Building Museum.&nbsp;Main topics include:<\/p>\r\n<ul>\r\n<li>The Great ShakeOut earthquake drills, occurring throughout the nation on October 16<\/li>\r\n<li>New earthquake research and monitoring activities in D.C. and the eastern United States<\/li>\r\n<li>Lasting effects of Virginia's magnitude 5.8 earthquake in August 2011, felt by nearly&nbsp;one third of the U.S. population<\/li>\r\n<li>Current state and federal government activities that are improving disaster preparedness and resiliency<\/li>\r\n<\/ul>\r\n<p><strong>WHERE<\/strong><\/p>\r\n<div>National Building Museum<\/div>\r\n<div>401 F Street NW<\/div>\r\n<div>Washington, D.C. 20001<\/div>\r\n<p><strong>WHEN<\/strong><\/p>\r\n<ul>\r\n<li>October 14, 2014&nbsp;<\/li>\r\n<li>9:45AM EDT: Media Arrival<\/li>\r\n<li>10:00AM to 10:30AM EDT: Press Conference<\/li>\r\n<li>10:30AM to Noon EDT: Interviews, Demonstrations, and Tours<\/li>\r\n<\/ul>\r\n<p><strong>WHO<\/strong><\/p>\r\n<ul>\r\n<li>Suzette Kimball, Acting Director,&nbsp;U.S. Geological Survey<\/li>\r\n<li>Craig Fugate, Administrator, FEMA<\/li>\r\n<li>Chase W. Rynd, Executive Director, National Building Museum<\/li>\r\n<li>Doug Straley, Assistant Superintendent of Administration, Louisa County Public Schools (VA)<\/li>\r\n<li>Brian Baker, Chief of Staff, District of Columbia Homeland Security and EMA<\/li>\r\n<li>Mark Benthien, Global Coordinator, Great ShakeOut Earthquake Drills, Southern California Earthquake Center<\/li>\r\n<li>Jim Wilkinson, Executive Director, Central U.S. Earthquake Consortium<\/li>\r\n<\/ul>\r\n<p><strong>RSVP<\/strong><\/p>\r\n<p>Media are encouraged to RSVP to Brian Blake at <a href=\"mailto:bblake@cusec.org\">bblake@cusec.org<\/a>. Press packets will be available. Interviews and one-on-one filming will be allowed following the press conference.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":["Natural Hazards","Natural Hazards Earthquake Hazards","earthquakes","Drill","The Great Shake Out"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1412827200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168968"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}