{"title":"To Thin or Not to Thin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b><i>USGS-Funded Research Weighs Benefits of Forest Thinning to Plants and Animals<\/b><\/i> <\/p>\n<p><b>NOTE TO NEWS EDITORS:<\/b> Photos listed below can be downloaded.<\/p>\r\n<OL>\r\n<LI><a href=\"http:\/\/fresc.usgs.gov\/news\/images\/2002_11a.jpg\">http:\/\/fresc.usgs.gov\/news\/images\/2002_11a.jpg<\/a> (A large moss mat on a hardwood tree in a Pacific Northwest forest; photo credit Bruce McCune)<\/LI>\r\n<LI><a href=\"http:\/\/fresc.usgs.gov\/news\/images\/2002_11b.jpg\">http:\/\/fresc.usgs.gov\/news\/images\/2002_11b.jpg<\/a> (Caterpillar form of a moth found in Pacific Northwest forests; photo credit Jeff Miller)<\/LI>\r\n<LI><a href=\"http:\/\/fresc.usgs.gov\/news\/images\/2002_11c.jpg\">http:\/\/fresc.usgs.gov\/news\/images\/2002_11c.jpg<\/a> (Example of an old-growth stand; photo credit Nathan Poage)<\/LI>\r\n<LI><a href=\"http:\/\/fresc.usgs.gov\/news\/images\/2002_11d.jpg\">http:\/\/fresc.usgs.gov\/news\/images\/2002_11d.jpg<\/a> (Wilson&rsquo;s warbler, a songbird common in many Pacific Northwest forests; photo credit Joan Hagar)<\/LI>\r\n<LI><a href=\"http:\/\/fresc.usgs.gov\/news\/images\/2002_11e.jpg\">http:\/\/fresc.usgs.gov\/news\/images\/2002_11e.jpg<\/a> (Thinned stand; photo credit John Tappeiner)<\/LI>\r\n<LI><a href=\"http:\/\/fresc.usgs.gov\/news\/images\/2002_11f.jpg\">http:\/\/fresc.usgs.gov\/news\/images\/2002_11f.jpg<\/a> (Unthinned young stands; photo credit Ed Jensen) <\/LI><\/OL>\r\n<p>Recent studies show that thinning of young forests can benefit the development of old-growth characteristics and the diversity of plants and animals, but only if methods are used that protect and promote the development of shrubs, hardwoods, and large or old trees. <\/p>\r\n<p>The findings, which were made by researchers from the U.S. Geological Survey (USGS) and Oregon State University (OSU), hold special significance for the management of many young forests, with trees less than about 60 years old, which cover vast portions of the Pacific Northwest. <\/p>\r\n<p>The conclusions are based on a number of related studies funded in recent years by the USGS. <\/p>\r\n<p>According to John Tappeiner, a professor at OSU and retired USGS forest scientist, the forests in the Pacific Northwest that were clearcut in past decades were densely replanted with uniformly spaced tree seedlings. The original management goal of most plantations was to produce high yields of timber and associated wood products. <\/p>\r\n<p>This management goal dramatically shifted for millions of acres of young forests on federal lands with the adoption of the Northwest Forest Plan in 1994. Many dense, young forests were incorporated into a network of large conservation reserves intended to provide habitat for plants and animals typically associated with older forests. <\/p>\r\n<p>Although researchers and land managers had assumed that these dense, young forests would, in time, grow to resemble the old-growth forests they replaced, a group of researchers have accumulated a wide range of evidence suggesting that this may not occur unless the young forests are selectively thinned to allow the remaining, uncut trees to grow under less-dense conditions. <\/p>\r\n<p>Crowded young trees develop differently from more open-grown individuals, the scientists found. Widely spaced trees have larger crowns and diameters than closely spaced trees of the same species and age. Dense young forests typically have over 200 trees per acre at 50 years of age, but studies of 90 old-growth forests revealed an average of just 6-8 large trees (over 40 inches in diameter) per acre. <\/p>\r\n<p>Other findings of the research include: <\/p>\r\n<UL>\r\n<LI>Studies of the relationship between a tree&rsquo;s diameter at age 200 years and its diameter and growth at age 50 show that trees that were large at age 200 years were generally large and fast growing when young. <\/LI>\r\n<LI>Studies of lichens and mosses, which are collectively known as epiphytes, showed that thinning of dense, young-growth stands may increase the diversity and abundance of some lichens, particularly those that are important as fora","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1037854800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169744"},{"tid":"170216"},{"tid":"170407"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}