{"title":"The Bay&rsquo;s Attic is in the Basement... Scientists Seek Clues to Past and Future of the Chesapeake Bay","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Several dozen scientists will gather in Baltimore on Tuesday and Wednesday (May 27-28) to compare results on efforts to better understand environmental change in the Chesapeake Bay by looking at both current trends and geologic evidence of past changes. \n<p>The Chesapeake Bay sessions will be chaired by Dr. Thomas Cronin, U.S. Geological Survey, and Dr. Donald Boesch, University of Maryland Center on Estuarine and Environmental Studies System, as part of the <b>American Geophysical Union Spring Meeting, Baltimore Convention Center, May 27-30, 1997<\/b>. \r\n<p>\"For geologists, many of the clues to past environmental change have been stored away in the sediments on the Bay floor,\" said Cronin. \"In a way, the basement of the Bay is the attic, where bits of the past have been piled on top of each other for thousands of years. During the past few years, we have intensified our efforts to sort out these clues, to try and separate human-induced change from natural change, to try and predict likely future environmental change based on what has happen in the past. \r\n<p>\"Equally important are the ongoing efforts to understand the link between the effects of climate change on Bay ecosystems, to expand environmental monitoring of a wide range of parameters, and to improve computer modeling of the Bay system,\" Cronin said. \"We are slowly bringing together information from the past and the present to try and predict the future of the Bay.\" \r\n<p>On Tuesday, about a dozen scientists will display their Chesapeake findings in exhibits and posters and be available for discussion in a series of concurrent \"poster sessions\" in Convention Center Hall E. Highlights include:<br>\r\n<p><b>Two Hundred Years of Mud Records:<\/b> A chronologically-calibrated sediment core from the Upper Chesapeake Bay reveals a history of changing sedimentation rates at a very high temporal resolution. In addition to registering a nearly 10-fold increase in sedimentation to the Upper Bay during the 1800&rsquo;s as a result of the increase in large-scale agriculture, the core record also reveals a rich history of other events, some of which can be related to known storms and droughts. (Lina Hinnov, Dept. Earth and Planetary Sciences, Johns Hopkins Univ., and Grace Brush, Dept. Geography and Environmental Engineering, Johns Hopkins.) \r\n<p><b>1996 Brings Record Freshwater, Bad News and Good:<\/b> River flow into the Bay during 1996 was the highest recorded since computations began in 1951 and about 1.7 times higher than historical daily average. The high flows also carried high loads of nutrients and sediments, which influenced algal populations, light conditions, submerged aquatic vegetation and dissolved oxygen levels in the Bay. Changes in salinity may help keep oyster diseases, such as MSX and Dermo, in check, allowing surviving oysters to grow. (Scott Phillips and Linda Darrell, U.S. Geological Survey, Towson, Md..) \r\n<p>On Wednesday, beginning at 1:30 p.m., about a dozen formal papers will be presented. Highlights include: \r\n<p><b>Global Climate Change and the Bay:<\/b> Some early results are evident from a study trying to document a relationship between climate change and the Chesapeake Bay ecosystem over two different time frames: annual to decadal trends over the past 50 years and decadal to centennial trends over the past several thousand years. Seasonal discharge anomalies to the Bay may accompany the so-called \"El Nino\" and \"La Nina\" sea-surface temperature effects in the Pacific Ocean. Over longer time scales, changes in microscopic plants and animals in the sediment cores indicate that significant ecosystem changes have occurred during the past century in bottom and surface-water environments and in the vegetation of the surrounding watershed, but the response of the Bay ecosystems varies by region and tributary. (Tom Cronin, Debra Willard, D.C. Grinbaum, Charles Holmes, R. Kerhin, U.S. Geological Survey, Reston, Va.) \r\n<p><b>Drier, Wetter and Then the Europeans","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"864705600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}