{"title":"New Scientific Study Supports that Capture-based Research is Safe for Polar Bears","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"Normal1\">ANCHORAGE, Alaska &mdash; A polar bear capture and release-based research program had no adverse long-term effects on feeding behavior, body condition, and reproduction, according to a new study by the U.S. Geological Survey.<\/p>\n<p class=\"Normal1\">The study used over 40 years of capture-based data collected by USGS from polar bears in the Alaska portion of the southern Beaufort Sea. Scientists looked for short and long-term effects of capture and release and deployment of various types of satellite transmitters.<\/p>\r\n<p class=\"Normal1\">\"We dug deeply into one of the most comprehensive capture-based data sets for polar bears in the world looking for any signs that our research activities might be negatively affecting polar bears,\" said Karyn Rode, lead author of the study and scientist with the USGS Polar Bear Research Program. &nbsp;<\/p>\r\n<p class=\"Normal1\">The study found that, following capture, transmitter-tagged bears returned to near-normal rates of movement and activity within 2-3 days, and that the presence of tags had no effect on a bear's subsequent physical condition, reproductive success, or ability to successfully raise cubs.<\/p>\r\n<div style=\"float: left;\"><iframe frameborder=\"0\" height=\"263\" width=\"350\" scrolling=\"auto\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/aQZaX-Eial8?  rel=0\"><\/iframe><\/div>\r\n<p class=\"Normal1\">\"Importantly, we found no indication that neck collars, the primary means for obtaining critical information on polar bear movement patterns and habitat use, adversely affected polar bear health or reproduction,\" said Rode.<\/p>\r\n<p class=\"Normal1\">The study also found that repeated capture of 3 or more times was not related to effects on health and reproduction. &nbsp;<\/p>\r\n<p class=\"Normal1\">\"We care about the animals we study and want to be certain that our research efforts are not contributing to any negative effects,\" said Rode. \"I expected we might find some sign that certain aspects of our studies, such as repeated capture, would negatively affect bears, and I was pleased that we could not find any negative implications.\"<\/p>\r\n<p class=\"Normal1\">Efforts to conserve polar bears will require a greater understanding of how populations are responding to the loss of sea ice habitat. Capture-based methods are required to assess individual bear health and to deploy transmitters that provide information on bear movement patterns and habitat use. These methods have been used for decades in many parts of the polar bear&rsquo;s range. New less invasive techniques have been developed to identify individuals via hair and biopsy samples, but these techniques do not provide<\/p>\r\n<p class=\"Normal1\">complete information on bear health, movements or habitat use. Capture is likely to continue to be an important technique for monitoring polar bears. This study is reassurance that capture, handling, and tagging can be used as research and monitoring techniques with no long-term effects on polar bear populations.<\/p>\r\n<p class=\"Normal1\">The paper \"<a href=\"http:\/\/www.publish.csiro.au\/view\/journals\/dsp_journals_pip_abstract_Scholar1.cfm?nid=144&amp;pip=WR13225\">Effects of capturing and collaring on polar bears: findings from long-term research on the southern Beaufort Sea population<\/a>\" was published today in the journal Wildlife Research.<\/p>\r\n<p class=\"Normal1\">Visit the <a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/polar_bears\/index.html\">USGS Polar Bear Research website<\/a> for more information.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["polar","bear","Arctic","capture","effect","research","biology","ecosystems","Geographic Areas Alaska"],"distribution":["Biology"],"release_date":{"und":[{"value":"1418619600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}