{"title":"Interactive Flood-Warning System for Findlay -- First of Its Kind in Ohio","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Additional Contacts:<\/strong><\/p>\n<ul>\r\n<li>Chad Ostheimer, USGS at <a href=\"mailto:ostheime@usgs.gov\">ostheime@usgs.gov<\/a> or 614-430-7750 <\/li>\r\n<li>Scott Jackson, USGS at <a href=\"mailto:sjackson@usgs.gov\">sjackson@usgs.gov<\/a> or 614-430-7707 <\/li>\r\n<\/ul>\r\n<p>\r\n<hr \/>\r\n<\/p>\r\n<p><strong>Note to reporters:<\/strong><strong> <\/strong>Contacts are available for interviews after the press conference at 2:00 p.m., Thursday, April 23, at the Owens Community College, Room 111, 3200 Bright Road, Findlay, OH 45840 (see <a href=\"http:\/\/oh.water.usgs.gov\/newsreleases\/FindlayFloodWarningMediaAdvisory.pdf\">Media Advisory<\/a> (PDF). Beginning Friday, April 24, contacts are available at the listed numbers. Photos of scientists locating high-water marks and a hydrograph of the Blanchard River at Findlay during the August 2007 flood are available on the <a href=\"http:\/\/oh.water.usgs.gov\/\">USGS Ohio Water Science Center<\/a> Web page.<\/p>\r\n<hr \/>\r\n<p><!--introstart-->A new flood-warning system was put to the test during the recent flooding in Findlay, Ohio. It came through with flying colors, providing Findlay officials and emergency managers information needed about the Blanchard River's impending floodwaters.<!--introend--> The warning system is now complete with interactive flood-inundation maps on the Web.<\/p>\r\n<p>The flood-warning system is the first of its kind in Ohio and was developed by the U.S. Geological Survey (USGS) in cooperation with the City of Findlay and the National Weather Service.<\/p>\r\n<p>\"We prepared a series of flood-inundation maps to show areas that would be under water when the Blanchard River stages are between 11 and 18.46 feet, which was the peak stage of the 2007 flood,\" said Matt Whitehead, USGS hydrologist and project leader. \"The maps bring meaning to predicted river stages because they help people visualize what areas will likely be flooded as the stage gets higher.\"<\/p>\r\n<p>The USGS report and flood-inundation maps were published in February, just in time to give city officials the information they needed to prepare for the Blanchard River flooding that occurred on March 9.<\/p>\r\n<p>\"We set up a high-tech 'war room' where we used the most current information to get a picture of how widespread the flooding would be,\" said Brian Hurt, chief engineer for the City of Findlay. \"The USGS stream gages and inundation maps made a difference in how we were able to plan and strategically respond to the flooding.\"<\/p>\r\n<p>The National Weather Service (NWS) has now posted Web-based interactive <a href=\"http:\/\/newweb.erh.noaa.gov\/ahps2\/inundation\/inundation.php?wfo=cle&amp;gage=fdyo1\">flood-inundation maps<\/a> for the Blanchard River at Findlay.<\/p>\r\n<p>\"We posted the USGS maps to add to the other information displayed on our Advanced Hydrologic Prediction Services Web page,\" said Brian Astifan, National Weather Service senior service hydrologist. \"We are delighted to provide the first interactive flood-inundation maps for Ohio on the Web, and we are looking forward to adding more maps as they become available.\"<\/p>\r\n<p>The USGS installed four new stream gages and accompanying rain gages with multiple forms of telemetry in October 2007 during the first phase of the project. In addition to helping the City of Findlay prepare for future floods, the new gages, flood-inundation maps, and <a href=\"http:\/\/pubs.usgs.gov\/sir\/2008\/5234\/\">report<\/a>, will enhance the NWS's ability to more accurately forecast flood peaks in Findlay on the Blanchard River. The new gages are installed upstream of Findlay-two on the Blanchard River and one each on Eagle Creek and Lye Creek, the two main tributaries to the Blanchard River in Findlay.<\/p>\r\n<p>Real-time streamflow data for all <a href=\"http:\/\/waterdata.usgs.gov\/oh\/nwis\/rt\">USGS stream gages in Ohio<\/a> are available online. For more information about floods, see the USGS fact sheet, \"<a href=\"http:\/\/pubs.usgs.gov\/fs\/2006\/3026\/\">Flood Hazards-A National Threat<\/a>.\"<\/p>\r\n<p>NOAA","summary":null,"format":null}]},"field_images":[],"regions":["Ohio"],"country":["United States of America"],"mm_tags":["water","flooding","Public Safety","streamgages","streamflow","imagery"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1240372800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168973"},{"tid":"168966"},{"tid":"170101"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}