{"title":"Tick-Tock, Natureâ\u0080\u0099s Clock Out of Sync? ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_176223\" align=\"alignleft\" width=\"240\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/bfp75102.jpg\"><img class=\"size-medium wp-image-176223\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/bfp75102-240x300.jpg\" alt=\"A woman and child examine a plant to determine its life-cycle stage. \" width=\"240\" height=\"300\" \/><\/a> Observing phenology is a fun activity for adults and children alike.[\/caption]\n\n<a href=\"http:\/\/www.nn.usanpn.org\/\"><em>Natureâ\u0080\u0099s Notebook<\/em><\/a><em> <\/em>Â invites citizens to get outside this spring, and join their neighbors in observing plant and animal life events in your backyard.\n\nGardeners, farmers, birders, hikers, anglers, joggers or all-around nature enthusiasts are already recording the recurring events they see in the lives of the plants and animals around them,Â  such as when cherry trees or lilacs blossom, when robins build their nests, when salmon swim upstream to spawn, or when leaves turn color in the fall.\n\nEach entry in <em>Natureâ\u0080\u0099s Notebook<\/em> represents important scientific information about an actual event in a plant or animalâ\u0080\u0099s life.Â  And when amassed together, these observations are making it possible for scientists to better understand how species are responding to climate change and to develop more informed tools for responding to climate change.\n\nThis spring, we hope citizen-scientists will help us out in one (or several!) of <em>Natureâ\u0080\u0099s Notebook<\/em> new campaigns: <a href=\"https:\/\/www.usanpn.org\/nn\/cloned-plants\">Cloned Lilacs and Dogwoods<\/a>; <a href=\"https:\/\/usanpn.org\/nn\/MOP\">Maples, Oaks, and Poplars<\/a>; <a href=\"https:\/\/usanpn.org\/nn\/PopClock\">PopClock<\/a>; <a href=\"https:\/\/www.usanpn.org\/nn\/nelop\">New England Leaf-Out Project<\/a>; the <a href=\"https:\/\/usanpn.org\/nn\/jpp\">Juniper Pollen Project<\/a>; and the <a href=\"https:\/\/usanpn.org\/nn\/lilacs-dogwoods\">Common Lilacs and Native Flowering Dogwood Project<\/a>. Visit the <a href=\"https:\/\/usanpn.org\/nn\/connect\/region\">campaigns<\/a> pages to learn about which species are of interest for your area.\n\nBut if these campaigns donâ\u0080\u0099t interest you, there are many other types of species <em>Natureâ\u0080\u0099s Notebook<\/em> welcomes observations for â\u0080\u0093 including plants, birds, mammals, insects, fish, reptiles and amphibians.\n\n<strong>Spring Springing Earlier? <\/strong>\n\nScientists recently used data collected by observers inÂ <em>Nature's Notebook<\/em>Â toÂ determine that the â\u0080\u009cgreen-waveâ\u0080\u009d of spring â\u0080\u0093 or the flush of growth on trees and other plants across the nation â\u0080\u0093 has already shifted â\u0080\u0093 and will shift more dramatically in the future â\u0080\u0093 as the climate changes. Â The study (published inÂ <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1029\/2012Gl054431\/abstract\" target=\"_blank\"><em>Geophysical Research Letters<\/em><\/a>)Â showed how the green-wave, which now takes about 75 days to travel from Miami to Maine, may take as few as 59 days by the end of the century! Â Thus, spring will arrive more quickly, andÂ forest areas may become more similar to one another along the Eastern Seaboard.\n\nAnd, in fact, warm spring temperatures in both 2010 and 2012 in the eastern half of the country resulted in record early activity of plant and animals â\u0080\u0093 2-3 weeks early in some places and for some species; the data for spring 2013 â\u0080\u0093 which officially starts today â\u0080\u0093 are rolling in, but they suggest early activity among some plants and animals this year as well.\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_03_2012\/d38Kc54BAv_05_03_2012\/medium\/Copy_of_pollinators_by_d_inouye_temp1.jpg\" alt=\"A bee pollinates a bluebell flower\" width=\"300\" height=\"200\" \/> Citizen-scientists monitor the different life events of certain animals and plants, including the bluebell flower pictured here.[\/caption]\n\nJake Weltzin, an ecologist with USGS and the executive director of the USA National Phenology Network, which manages the <em>Natureâ\u0080\u0099s Notebook<\/em> observing program, noted that although an earlier spring brings early birds and beautiful flowers and glorious days at the shore, it also brings us earlier-arriving allergies and pests like ticks and mosquitoes. And while a longer growing season can result in increased yields for some crops, it is risky because of the higher likelihood of plant damage due to late frosts or later onset of drought. For example, in spring 2012, fruit and vegetable crops in portions of the Midwest were damaged from a very early spring followed by frosts.\n\n<strong>Phenology, the Study of Natureâ\u0080\u0099s Calendar<\/strong>\n\nThe study of when recurring seasonal life stages of plants and animals occur is called <a href=\"https:\/\/www.usanpn.org\/about\/why-phenology\">phenology<\/a>, and people have tracked phenology for centuries for the most practical of reasons: when to hunt and fish, when to plant and harvest crops, and when to move livestock or animal herds.\n\nTracking phenology is just as critical today for the same reasons and for new ones too.Â  Not only are the data in <em>Natureâ\u0080\u0099s Notebook <\/em>helping researchers understand how plants and animals are responding to climate change, but also how those responses are affecting people and ecological systems. This information is already being used in ways that benefit society, including developing more accurate indicators of spring, forecasting the onset of allergy season or the chances of western wildfires, managing wildlife and invasive plants, and helping in habitat-restoration efforts.\n\n[caption id=\"\" align=\"alignleft\" width=\"194\"]<img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/03_02_2009\/c2WJb44ay7_03_02_2009\/medium\/Arizona_Saguaro_Jun_1979_001.jpg\" alt=\"Green buds on a saguaro cactus begin to bloom\" width=\"194\" height=\"280\" \/> Arizona saquaro will be one of the species looked at by USA-NPN volunteers.[\/caption]\n\n<strong>Is Climate Change Knocking Nature Out of Sync?<\/strong>\n\nChanges in phenology are among the most sensitive biological indicators of local, regional and global change. Just as in the United States, many springtime events around the world are occurring earlier â\u0080\u0094 and fall events happening later â\u0080\u0094 than in the past. These changes are happening quickly for some species and more slowly, or not at all, for others, altering relationships and processes that may have been essentially stable for thousands of years.\n\nSome wildlife â\u0080\u0093 like caribou and butterflies and hummingbirds â\u0080\u0093 are becoming mismatched from their plant food resources, which are responding differently.Â  Migrations for some birds are changing too, as they can now overwinter instead of moving south for the winter, or as they fly north, adjusting their pace to keep up with an advancing front of spring flowering.\n\n<strong>Phenology, Pollinators, and Food<\/strong>\n\nWorking farms and ranches need phenology information too:Â  pollination by native insects contributes more than $3 billion in agricultural crops each year. Climate-driven changes in the phenology of crops and native insects could change the effectiveness of insect pollination for better or for worse, and certainly complicates management decisions. Â However, because little is known about how pollinator phenology is changing, it is difficult to accurately assess how crops will be affected and how farmers might best adapt. By collecting observations of insect phenology and crop phenology together, the USA-NPN is contributing to our understanding of the changes taking place and helping to ensure the viability of crops across the country.\n\n<strong>Where You Come In<\/strong>\n\nIn three simple steps, you can <a href=\"https:\/\/www.usanpn.org\/nn\/become-observer\">become a citizen scientist<\/a>: 1. Join <em>Natureâ\u0080\u0099s Notebook<\/em>, 2. Choose the location and species youâ\u0080\u0099ll observe, and 3. Start observing!\n\n<strong><em>By joining the program, you ultimately empower your hobby to benefit scientific discovery.<\/em><\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_03_2012\/u85Csf1RRm_05_03_2012\/medium\/DSC00205_Lucille_Tower.JPG\" alt=\"A woman examines a maple leaf in the forest. A car is partially obscured in the background.\" width=\"300\" height=\"225\" \/> USA-National Phenology Network citizen-scientist Lucille Tower records the one millionth observation on maple vine in the large nature database.[\/caption]\n\n<strong>What Changes Are Happening Where I Live?<\/strong>\n\nWant to know more about observed changes in plant and animal phenology in your region over the last century? Explore the USA-NPNâ\u0080\u0099s recent series of regional information sheets:\n<ul>\n\t<li><a href=\"https:\/\/www.usanpn.org\/files\/shared\/files\/Changes_in_Phenology-Alaska.pdf\">Alaska and the Arctic<\/a><\/li>\n\t<li><a href=\"https:\/\/www.usanpn.org\/files\/shared\/files\/Changes_in_Phenology-GP.pdf\">Great Plains<\/a><\/li>\n\t<li><a href=\"https:\/\/www.usanpn.org\/files\/shared\/files\/Changes_in_Phenology-Hawaii.pdf\">Hawaiâ\u0080\u0099i and the Pacific Islands<\/a><\/li>\n\t<li><a href=\"https:\/\/www.usanpn.org\/files\/shared\/files\/Changes_in_Phenology-MW.pdf\">Midwest<\/a><\/li>\n\t<li><a href=\"https:\/\/www.usanpn.org\/files\/shared\/files\/Changes_in_Phenology-NE.pdf\">Northeast<\/a><\/li>\n\t<li><a href=\"https:\/\/www.usanpn.org\/files\/shared\/files\/Changes_in_Phenology-P_NW.pdf\">Pacific Northwest<\/a><\/li>\n\t<li><a href=\"https:\/\/www.usanpn.org\/files\/shared\/files\/Changes_in_Phenology-SE.pdf\">Southeast<\/a><\/li>\n\t<li><a href=\"https:\/\/www.usanpn.org\/files\/shared\/files\/Changes_in_Phenology-SW.pdf\">Southwest<\/a><\/li>\n<\/ul>\n<strong>More about the USA-NPN<\/strong>\n\nThe USA National Phenology Network is a partnership among governmental and nongovernmental science and resource management agencies and organizations, the academic community and the public. Â There are more ways to get involved â\u0080\u0093 partner your organization with the Network, let us know about legacy phenology data sets or even share a dataset you may have already collected, or help us rescue <a href=\"http:\/\/www.pwrc.usgs.gov\/bpp\/index.cfm\">historical bird migration datasets<\/a>. Â For more information visit <a href=\"http:\/\/www.usanpn.org\/\">USA-NPN<\/a> or contact Jake Weltzin at jweltzin@usgs.gov.\n\n<a href=\"http:\/\/gallery.usgs.gov\/audios\/442\">Listen<\/a> to a Spanish-language podcast about USA-NPN.\n\n[SlideDeck2 id=176192]","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24286","uid":"31","filename":"Feature-Image1.jpg","uri":"public:\/\/Feature-Image1.jpg","filemime":"image\/jpeg","filesize":"65365","status":"1","timestamp":"1425492768","type":"image","uuid":"2e5abc84-a1e4-458b-977d-6e6f560d59c8","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":497},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","Climate Change","global Change","Nature’s Notebook","phenology","spring","USA National Phenology Network","USA-NPN"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1363785389","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}