{"title":"USGS Premiers Documentary Film on Landslide Danger in the Bay Area","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Although well aware of the region&#39;s earthquake threat, many San Francisco Bay Area residents are perilously uninformed about another dangerous geologic hazard: landslides triggered by heavy rainfall.&nbsp; The combination of steep slopes, weak rocks, and intense winter rainstorms make the Bay Area uplands an ideal setting for landslides. <!--introend--> \r\n<\/p>\r\n<p>\r\nThe new U.S. Geological Survey (USGS) documentary film &quot;Riding the Storm,&quot; produced by former USGS Geologist Karen Adams, tells the dramatic stories of some of the region&#39;s most significant landslide events and explores the science behind the hazard with USGS researchers Raymond Wilson and Ray Wells.&nbsp; The film will premiere on San Jose public television station KTEH Monday, February 19th at 9 p.m. On Thursday, February 22 at 7 p.m., the USGS will hold a free public screening of the documentary at the Menlo Park Science Center at 345 Middlefield Road, followed by a discussion with USGS scientists and residents featured in the film. \r\n<\/p>\r\n<p>\r\nIn January 1982 a single, catastrophic rainstorm triggered 18,000 landslides throughout the San Francisco Bay Area.&nbsp; The most destructive of these landslides was in the Love Creek area of the Santa Cruz Mountains, where a 1000-foot slab of heavily wooded hillslope crashed down without warning on sleeping residents of Love Creek Heights. Ten of the Love Creek residents were buried by the slide. \r\n<\/p>\r\n<p>\r\nDuring the drenching winter of 1997-98, the strongest El Ni&ntilde;o of the 20th century triggered a range of landslides in the Bay Area from deadly debris flows to destructive deep-seated slides. One of the El Ni&ntilde;o-driven slides underlies an entire neighborhood in the La Honda area and destroyed 8 homes by the end of 1998.&nbsp; The slide reactivated in 2005 and is still on the move, displacing a county road and threatening two more homes.&nbsp; \r\n<\/p>\r\n<p>\r\nWhile earthquake prediction is still a long way off, rainfall conditions necessary to trigger landslides can be forecast and monitored with modern weather technology.&nbsp; In the Bay Area, landslides are triggered when hillslopes become saturated with rainwater.&nbsp;&nbsp; Therefore, anything a resident can do to keep a hillslope well drained &ndash; gutters, storm drains, and the like &ndash; will help protect against landslides. Maps of areas most susceptible to landslides in each of the Bay Area counties can be obtained from the USGS. If you live in a landslide-prone area, consider evacuating for the few hours that a storm is at its height. \r\n<\/p>\r\n<p>\r\nFor information on the film and landslide hazards in the San Francisco Bay Area, please visit <a href=\"http:\/\/landslides.usgs.gov\/\">landslides.usgs.gov <\/a>or call the National Landslide Information Center at (800) 654-4966.&nbsp; For directions to the USGS Menlo Park Science Center, visit <a href=\"http:\/\/online.wr.usgs.gov\/calendar\/map.html\">online.wr.usgs.gov\/calendar\/map.html<\/a>. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1171947600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}