{"title":"Hurricane Watch 2006 &mdash; Scientists Use Visual Images to Stress Hurricane Risks","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->As another potentially busy hurricane season approaches, U.S. Geological Survey (USGS) scientists are sharing data and photos with the public to stress the importance of evacuation and storm preparedness.<!--introend--> By displaying a series of before-and-after photos that punctuate the damage unleashed on coastal communities recently hit by hurricanes, USGS scientists hope to inform citizens living in coastal regions about the need to heed evacuation orders when a severe storm threatens their community. <\/p>\n<p>\"In the 2004 and 2005 hurricane seasons, compliance with evacuation orders was less than 50% in some communities,\" said Abby Sallenger, an oceanographer at USGS. \"By understanding the level of destructiveness of recent hurricanes, I hope more people will follow instructions of their local authorities.\" <\/p>\r\n<p>According to Bob Morton, a geologist at USGS, evacuation has become an even more crucial response to hurricane threats due to shoreline damage caused by previous storms. For some coastal communities, hurricanes and other storms have washed away dunes that form the first line of defense against storm surges. <\/p>\r\n<p>Images on USGS web pages show dramatic coastline changes and impact to human structures in before- and-after photo pairs:<\/p>\r\n<UL>\r\n<LI>Five-story condominium towers collapsed in Orange Beach, Alabama during Hurricane Ivan (2004). These were some of the largest buildings ever to fail during a hurricane in United States history. <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/ivan\/photos\/index\/html\">http:\/\/coastal.er.usgs.gov\/hurricanes\/ivan\/photos\/index\/html<\/a> \r\n<LI>Storm surge cut a 500-meter wide breach through Captiva Island, along the west coast of Florida, during Hurricane Charley (2004). <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/charley\/\">http:\/\/coastal.er.usgs.gov\/hurricanes\/charley\/<\/a> \r\n<LI>Over 90% of the first three oceanfront rows of houses were destroyed on the central part of Dauphin Island, a barrier island off the coast of Alabama, during Hurricane Katrina (2005). <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/katrina\/lidar\/dauphin-island.html\">http:\/\/coastal.er.usgs.gov\/hurricanes\/katrina\/lidar\/dauphin-island.html<\/a> \r\n<LI>The entire community of Holly Beach, Louisiana was destroyed by overwash and scour associated with severe wind and storm surge during Hurricane Rita (2005). <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/rita\/lidar\/hollybeach.html\">http:\/\/coastal.er.usgs.gov\/hurricanes\/rita\/lidar\/hollybeach.html<\/a> \r\n<LI>Storm surge completely destroyed homes in mainland Mississippi during Hurricane Katrina (2005). In Waveland, MS, storm surge was estimated to have exceeded 20 feet. Storm surge washed houses completely from their foundations leaving huge piles of debris several kilometers inland. <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/katrina\/photo-comparisons\/mainmississippi.html\">http:\/\/coastal.er.usgs.gov\/hurricanes\/katrina\/photo-comparisons\/mainmississippi.html<\/a><\/LI><\/UL>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1149134400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168843"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}