{"title":"Fargo Flood Likely to Peak After April 15","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Peak flooding on the Red River at Fargo will likely occur sometime after April 15, according to U.S. Geological Survey streamgage data and National Weather Service information.<!--introend-->&nbsp;<\/p>\n<p>Scientists with the USGS and NWS meteorologists are closely monitoring the Red River at Fargo, N.D., and Moorhead, Minn., in anticipation of April flooding. USGS streamgages indicate that on Wednesday, April 3 the river still had not begun its spring rise, meaning that the impending 2013 flood will be considerably later than the large floods of 2009 and 2011. The 2013 flood likely will be later than the 1997 flood, which was exacerbated by an early April blizzard.<\/p>\r\n<p>\"The large floods at Fargo that have previously occurred in April&mdash;1952, 1965, 1969, 1979, and 1997&mdash;peaked from April 15 to April 19,\" said Gregg Wiche, Director of the USGS North Dakota Water Science Center. \"Above normal snowpack and cold March temperatures have contributed to this year&rsquo;s late melt.\"<\/p>\r\n<p>According to NWS preliminary data, 2013 brought the sixth coldest March since hydrologic observations began in 1900. This year also had the deepest average snow depth for the last day of March since weather records began in Fargo in the mid-1880s. The NWS ranked the month of March, 2013, as the 14th for coldest average temperature, the 12th snowiest, and the 11th wettest (including rain and melted snow) for Fargo.<\/p>\r\n<p>The USGS compares current Red River conditions to past large floods on its Fargo flood tracking <a href=\"http:\/\/nd.water.usgs.gov\/floodtracking\/charts\/05054000.html\">webpage<\/a>.<\/p>\r\n<p>Additional data for the USGS Red River at Fargo streamgage&nbsp;is available <a href=\"http:\/\/waterdata.usgs.gov\/nd\/nwis\/uv\/?site_no=05054000\">online<\/a>.<\/p>\r\n<p>NWS flood forecasts for the Red River at Fargo are available <a href=\"http:\/\/water.weather.gov\/ahps2\/hydrograph.php?wfo=fgf&amp;gage=fgon8\">online<\/a>.<\/p>\r\n<table width=\"505\" align=\"center\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_04_03\/nd_flood_chart.jpg\" alt=\"caption available below\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">This chart compares current gage height of the Red River at Fargo, N.D., to floods in 1997, 2009, and 2011 at the same location.&nbsp;The chart is available for <a href=\"http:\/\/nd.water.usgs.gov\/floodtracking\/charts\/05054000FloodComp.png\">download<\/a>.&nbsp;<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"regions":["North Dakota"],"country":["United States of America"],"mm_tags":["water","flooding","Red River","North Dakota","Geographic Areas Midwest"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1364961600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}