{"title":"How Does Groundwater Pumping Affect Streamflow?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>New USGS Report Describes Processes and Misconceptions Concerning the Effects of Groundwater Pumping on Streamflow<\/em><\/strong><\/p>\n<p>Groundwater provides drinking water for millions of Americans and is the primary source of water to irrigate cropland in many of the nations most productive agricultural settings. Although the benefits of groundwater development are many, groundwater pumping can reduce the flow of water in connected streams and rivers&mdash;a process called streamflow depletion by wells. <!--introstart-->The USGS has released a new report that summarizes the body of knowledge on streamflow depletion, highlights common misconceptions, and presents new concepts to help water managers and others understand the effects of groundwater pumping on surface water.<!--introend--><\/p>\r\n<p>\"Groundwater discharge is a critical part of flow in most streams--and the more we pump below the ground, the more we deplete water flowing down the stream,\" said USGS Director Marcia McNutt.&nbsp;&nbsp;\"When viewed over the long term, it is one big zero-sum game.\"&nbsp;<\/p>\r\n<p>Groundwater and surface-water systems are connected, and groundwater discharge is often a substantial component of the total flow of a stream. In many areas of the country, pumping wells capture groundwater that would otherwise discharge to connected streams, rivers, and other surface-water bodies. Groundwater pumping can also draw streamflow into connected aquifers where pumping rates are relatively large or where the locations of pumping are relatively close to a stream.<\/p>\r\n<p>\"Streamflow depletion caused by pumping is an important water-resource management issue across the nation because of the adverse effects that reduced flows can have on aquatic ecosystems, the availability of surface water, and the quality and aesthetic value of streams and rivers,\" said Paul Barlow, USGS hydrologist and author on the report. \"Managing the effects of streamflow depletion by wells is challenging, particularly because of the significant time delays that often occur between when pumping begins and when the effects of that pumping are realized in nearby streams. This report will help managers understand the many factors that control the timing, rates, and locations of streamflow depletion caused by pumping.\"<\/p>\r\n<p><strong>Major conclusions from the report:<\/strong><\/p>\r\n<ul>\r\n<li>Individual wells may have little effect on streamflow depletion, but small effects of many wells pumping within a basin can combine to produce substantial effects on streamflow and aquatic habitats. <\/li>\r\n<\/ul>\r\n<ul>\r\n<li>Basinwide groundwater development typically occurs over a period of several decades, and the resulting cumulative effects on streamflow depletion may not be fully realized for years. <\/li>\r\n<\/ul>\r\n<ul>\r\n<li>Streamflow depletion continues for some time after pumping stops because it takes time for a groundwater system to recover from the previous pumping stress. In some aquifers, maximum rates of streamflow depletion may occur long after pumping stops, and full recovery of the groundwater system may take decades to centuries.<\/li>\r\n<\/ul>\r\n<ul>\r\n<li>Streamflow depletion can affect water quality in the stream or in the aquifer. For example, in many areas, groundwater discharge cools stream temperatures in the summer and warms stream temperatures in the winter, providing a suitable year-round habitat for fish. Reductions in groundwater discharge to streams caused by pumping can degrade habitat by warming stream temperatures during the summer and cooling stream temperatures during the winter. <\/li>\r\n<\/ul>\r\n<ul>\r\n<li>The major factors that affect the timing of streamflow depletion are the distance from the well to the stream and the properties and geologic structure of the aquifer.<\/li>\r\n<\/ul>\r\n<ul>\r\n<li>Sustainable rates of groundwater pumping near streams do not depend on the rates at which groundwater systems are naturally replenished (or recharged), but on the tot","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","groundwater","Streams"],"article_type":["Technical Announcement","State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1353042000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"},{"tid":"170231"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}