{"title":"Hyperspectral Hypercoverage","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_172508\" align=\"alignleft\" width=\"300\" caption=\"USGS Flew High-Altitude Hyperspectral Imagers to Map Afghanistan&#039;s Minerals\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Featured-Embedded-Image-12.jpg\"><img class=\"size-medium wp-image-172508\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Featured-Embedded-Image-12-300x250.jpg\" alt=\"\" width=\"300\" height=\"250\" \/><\/a>[\/caption]\n\nIn research released September 29, 2011, USGS announced that it had mapped more than 96 percent ofAfghanistanwith hyperspectral imaging (also referred to as imaging spectroscopy data). Thatâ\u0080\u0099s more than any other country in the world, including the U.S. Using a WB-57 aircraft as well as ground-based tools, USGS scientists directed a campaign to collect and analyze imaging spectroscopy data for a mesh of flight lines in Afghanistan.\n\nSo, why is this a big deal? Well, imaging spectroscopy is a tool used in mineral resource assessments and other geologic applications to provide extremely detailed information of what kinds of minerals are present on the Earthâ\u0080\u0099s surface. Itâ\u0080\u0099s essentially a high-tech version of fingerprinting that can be done from an airplane at an altitude of several thousand feet to determine the chemical composition of the surface.Â  In other words, using hyperspectral imaging, it is possible to get a pretty good idea of the location ofÂ  potential mineralized areas all without even sticking a shovel in the ground.\n\n<strong>High in the Sky to Characterize the Surface of the Earth<\/strong>\n\n[caption id=\"attachment_172510\" align=\"alignright\" width=\"224\" caption=\"Afghan Geologists use ground-based hyperspectral equipment to map mineral formations\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Embedded-Image-21.jpg\"><img class=\"size-medium wp-image-172510\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Embedded-Image-21-224x300.jpg\" alt=\"\" width=\"224\" height=\"300\" \/><\/a>[\/caption]\n\nIn addition to saving time and effort and allowing data acquisition for large areas, the collection of airborne hyperspectral data also saves geologists from getting in harmâ\u0080\u0099s way if, for instance, some of the territory beingÂ  assessed for minerals is also being fought over by armed combatants. Indeed, much of USGSâ\u0080\u0099 mineral research inAfghanistanwas in particularly dangerous areas like Helmand andKandaharProvincesin southernAfghanistan. Instead of risking the lives of both the USGS field geologists and the Marines sent to guard them during field campaigns, high-flying aircraft were able to map much of the country with imaging spectroscopy data, with little risk to anyone. This allowed the USGS scientists to pinpoint sites where ground-based work would be most useful, thereby dramatically reducing the time spent under risk of fire.\n\n<strong>Spectral Fingerprints<\/strong>\n\nSo, what exactly is hyperspectral data and what does it do?Â  Imaging spectroscopy data measures the reflected component of earth's surface commonly in the visible and near-infrared wavelength regions of the electromagnetic spectrum to determine its composition.Â  Because of different chemical compositions and structures, most substances have a unique and characteristic spectral signature.Â  For instance, leaves on trees appear green because the primary substance in them, chlorophyll, which reflects in the green wavelength of visible light while absorbing the rest.\n\nHow does all of this factor into hyperspectral imaging? Just as leaves reflect green light, so too do minerals reflect and absorb certain wavelengths of light. By knowing the spectral signature of various minerals, scientists can use imaging spectroscopy data to scan the Earthâ\u0080\u0099s surface and find out where certain minerals are that can be used to identify potential locations of mineral deposits. Itâ\u0080\u0099s essentially a high-tech version of fingerprinting that can be done from an airplane several thousand feet in the air.\n\n[caption id=\"attachment_172509\" align=\"aligncenter\" width=\"300\" caption=\"This is an example of Hyperspectral Imaging. Each type of land cover has a different reflection.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Embedded-Image-31.jpg\"><img class=\"size-medium wp-image-172509\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Embedded-Image-31-300x225.jpg\" alt=\"\" width=\"300\" height=\"225\" \/><\/a>[\/caption]\n\nRead more about our hyperspectral work in Afghanistan <a href=\"http:\/\/afghanistan.cr.usgs.gov\/hyperspectral-data\">online!<\/a>\n\n&nbsp;\n\nContact: <a href=\"mailto:apdemas@usgs.gov\">Alex Demas<\/a>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1317308452","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}