{"title":"Hawaiian Lava Flow Reaches Town","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"aligncenter\" width=\"778\"]<a href=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/uploads\/multimediaFile-920.jpg\"><img class=\"     \" src=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/uploads\/multimediaFile-920.jpg\" alt=\"\" width=\"778\" height=\"517\" \/><\/a> By dawn on Oct. 28, lava had crossed into two privately owned properties above PÄ\u0081hoa Village Road. The inflated lava flow behind the fence was chest-high. USGS is grateful to the owners of the property for allowing scientists access and permission to work on their land and post these photos.[\/caption]\n\nAfter slowly moving downslope from KÄ«lauea Volcanoâ\u0080\u0099s East Rift Zone since June 27, 2014, the currently active lava flow in HawaiÊ»i has reached the town of PÄ\u0081hoa and is destroying roads and property. On Oct. 25, the lava flow crossed an outlying road and inundated a cemetery about half a mile from PÄ\u0081hoa Village Road, and is now moving through privately owned properties in this mostly rural community. The flow threatens to cross Highway 130, blocking off access for more than 8000 residents of the Puna District on the Island of HawaiÊ»i.\n\n[caption id=\"\" align=\"aligncenter\" width=\"790\"]<a href=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/uploads\/multimediaFile-896.jpg\"><img class=\"     \" src=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/uploads\/multimediaFile-896.jpg\" alt=\"\" width=\"790\" height=\"593\" \/><\/a> Lava crossed ApaÊ»a Street above PÄ\u0081hoa, Hawaii, on Oct 25, 2014. The flow is moving from right to left, with breakouts of lava along the margin of the flow burning asphalt and creating black smoke. A utility pole, far right, was surrounded by lava, but protective insulation and a cinder\/cement barrier around the pole kept it from burning through. The subsurface part of the pole was burned by the heat of the flow, causing the pole to drop vertically by a few feet, but the pole was still standing as of Oct. 31.[\/caption]\n\n&nbsp;\n\n[caption id=\"\" align=\"aligncenter\" width=\"790\"]<a href=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/uploads\/multimediaFile-930.jpg\"><img class=\"     \" src=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/uploads\/multimediaFile-930.jpg\" alt=\"Lava\" width=\"790\" height=\"593\" \/><\/a> Lava near the leading edge of the â\u0080\u009cJune 27thâ\u0080\u009d flow oozed over a concrete slab and toward a tangerine tree before solidifying on the afternoon of Oct.30.[\/caption]\n\n<strong>A Long, Continuous Eruption<\/strong>\n\nThe Puâ\u0080\u0098u â\u0080\u0098Å\u008câ\u0080\u0098Å\u008d vent on the East Rift Zone of KÄ«lauea Volcano began erupting on January 3, 1983, and has continued erupting essentially nonstop for more than 31 years. The majority of lava flows have advanced to the south, but over the past two years, lava flows have issued from the vent toward the northeast. The â\u0080\u009cJune 27th\" flow (so called, because it began on that date in 2014) is the most recent of these flows, and the first to threaten homes since 2012.\n\nFact Sheet: <em><a href=\"http:\/\/pubs.usgs.gov\/fs\/2012\/3127\/fs2012-3127.pdf\">The Ongoing Puâ\u0080\u0098u â\u0080\u0098Å\u008câ\u0080\u0098Å\u008d Eruption of KiÌ\u0088lauea Volcano, Hawaiâ\u0080\u0098iâ\u0080\u009430 Years of Eruptive Activity<\/a><\/em>.\n\n<strong>Current Activity<\/strong>\n\nThe June 27th lava flow from the Puâ\u0080\u0098u â\u0080\u0098Å\u008câ\u0080\u0098Å\u008d vent is active, and lava is being supplied to the flow front, which is slowly advancing downslope into PÄ\u0081hoa. The advance rate of the June 27th flow has varied significantly during the past months and weeks. As of Oct. 31, 2014, the leading edge of the flow is stalled about 155 meters (170 yards) from PÄ\u0081hoa Village Road. USGS Hawaiian Volcano Observatory (HVO) scientists are currently monitoring the flow around the clock with ground crews and with tri-weekly helicopter overflights. Daily morning updates and afternoon <a href=\"http:\/\/hvo.wr.usgs.gov\/activity\/kilaueastatus.php\">status reports<\/a>, as well as new <a href=\"http:\/\/hvo.wr.usgs.gov\/maps\/\">maps <\/a>and <a href=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/index.php?newSearch=true&amp;display=custom&amp;volcano=1&amp;resultsPerPage=20\">photos<\/a>(and occasional video), are posted online by USGS.\n\nVisit the USGS <a href=\"http:\/\/volcanoes.usgs.gov\/vns\/\">Volcano Notification Service<\/a> online to subscribe to automated email notices.\n\n[caption id=\"\" align=\"aligncenter\" width=\"799\"]<a href=\"http:\/\/hvo.wr.usgs.gov\/maps\/uploads\/image-177.jpg\"><img class=\"     \" src=\"http:\/\/hvo.wr.usgs.gov\/maps\/uploads\/image-177.jpg\" alt=\"Lava\" width=\"799\" height=\"617\" \/><\/a> This satellite image map shows the area around the active front of the lava flow southwest of PÄ\u0081hoa. The flow area as of October 29, 2014, is shown in pink, while the widening and advancement of the flow on October 30 is shown in red. The dotted blue lines show steepest-descent paths (the anticipated paths where lava was most likely to move). Flow inflation over several days lifted the flow surface higher than the original topography in the area, affecting the eventual path the lava followed.[\/caption]\n\n<strong>The Role of the USGS Hawaiian Volcano Observatory<\/strong>\n\nUSGS\/HVO is monitoring all aspects of the volcanic eruption, including precise mapping of the flow front, measuring lava flow advance rates, measuring tilt and inflation of the volcano itself, analyzing gas emissions, recording earthquakes, and analyzing infrared thermal and webcam images of the eruption. Frequent helicopter overflights track the active flow, lava tube, and the Puâ\u0080\u0098u â\u0080\u0098Å\u008câ\u0080\u0098Å\u008d vent. USGS\/HVO is working closely with the County of HawaiÊ»i Mayorâ\u0080\u0099s Office, Hawaii State and Hawaiâ\u0080\u0098i County Civil Defense agencies, and other local government organizations to continuously provide updated information on the current lava flow and other activity on KÄ«lauea Volcano.\n\n[caption id=\"\" align=\"aligncenter\" width=\"790\"]<a href=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/uploads\/multimediaFile-906.jpg\"><img class=\"     \" src=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/uploads\/multimediaFile-906.jpg\" alt=\"Lava\" width=\"790\" height=\"593\" \/><\/a> A USGS geologist maps the margin of the active lava flow in an open field west of the town of PÄ\u0081hoa on Oct. 26, 2014.[\/caption]\n\n[caption id=\"\" align=\"aligncenter\" width=\"840\"]<a href=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/uploads\/multimediaFile-926.jpg\"><img class=\"     \" src=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/uploads\/multimediaFile-926.jpg\" alt=\"Lava\" width=\"840\" height=\"294\" \/><\/a> A comparison of a normal photograph (left) with a thermal infrared image (right) of the flow front. The white box on the normal image shows the extent of the thermal image. The thermal image shows that most of the activity in this region is focused at the leading edge of the flow (white and yellow areas show active surface lava). In addition, a small lobe on the western margin of the flow is active (and partially obscured) in thick forest above the private lot that the front is moving through.[\/caption]\n\n[caption id=\"\" align=\"aligncenter\" width=\"881\"]<a href=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/uploads\/multimediaFile-923.jpg\"><img class=\"     \" src=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/uploads\/multimediaFile-923.jpg\" alt=\"Lava\" width=\"881\" height=\"589\" \/><\/a> The â\u0080\u009cJune 27thâ\u0080\u009d flow remains active, and is slowly approaching PÄ\u0081hoa Village Road. This aerial photo, taken just before 10 a.m. HST, on Oct. 29, shows the flow front moving through private property. As of Oct. 31, 2014, the flow front was stalled 155 meters (170 yards) from PÄ\u0081hoa Village Road.[\/caption]\n\nHVO is one of five volcano observatories within the USGS and is responsible for monitoring volcanoes and earthquakes in HawaiÊ»i.\n\n<strong>Web links in this article:<\/strong>\n\n<a href=\"http:\/\/hvo.wr.usgs.gov\/\">USGS Hawaiian Volcano Observatory<\/a>\n\nFact Sheet: <em><a href=\"http:\/\/pubs.usgs.gov\/fs\/2012\/3127\/fs2012-3127.pdf\">The Ongoing Puâ\u0080\u0098u â\u0080\u0098OÌ\u0088â\u0080\u0098oÌ\u0088 Eruption of KiÌ\u0088lauea Volcano, Hawaiâ\u0080\u0098iâ\u0080\u009430 Years of Eruptive Activity<\/a><\/em>\n\nEruption status updates: <a href=\"http:\/\/hvo.wr.usgs.gov\/activity\/kilaueastatus.php\">Online<\/a>\n\nMaps: <a href=\"http:\/\/hvo.wr.usgs.gov\/maps\/\">Online<\/a>\n\nPhotos and Video: Â <a href=\"http:\/\/hvo.wr.usgs.gov\/multimedia\/index.php?newSearch=true&amp;display=custom&amp;volcano=1&amp;resultsPerPage=20\">Online<\/a>\n\n<a href=\"http:\/\/volcanoes.usgs.gov\/vns\/\">USGS Volcano Notification Service:<\/a> (subscribe to automated email updates)\n\n&nbsp;\n\nFor more information:\n\nUSGS Hawaiian Volcano Observatory\n\n(808) 967-7328, M-F 8 am - 4:30 pm HST\n\n(808) 967-8862 (daily recorded updates)\n\n<a href=\"mailto:askHVO@usgs.gov\">askHVO@usgs.gov<\/a>\n\n<a href=\"http:\/\/hvo.wr.usgs.gov\/\">http:\/\/hvo.wr.usgs.gov\/<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24398","uid":"31","filename":"mainLava.jpg","uri":"public:\/\/mainLava.jpg","filemime":"image\/jpeg","filesize":"52962","status":"1","timestamp":"1425492768","type":"image","uuid":"7e04a4ef-eace-459a-9be9-6c83eb832b8d","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["eruption","Hawaii","hazard","HVO","Kīlauea","lava","Natural Hazards","Pāhoa","Puna","volcano"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1414798520","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}