{"title":"WASHINGTON FLOOD EXCEEDS 100-YEAR RECURRENCE LEVELS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Flood waters are peaking and beginning to recede in the Seattle-Tacoma, Washington, area according to streamflow specialists of the U.S. Geological Survey (USGS), a science agency of the Department of the Interior. \n<p>Round-the-clock teams have been assessing both remotely gathered real-time data from more than 50 automated stations and manual measurements made by 8 field crews. Several long-term records have been broken during the current flooding emergency. \r\n<p>* The Skagit River peaked at the gage located at Concrete, Wash., with a flow of 160,000 cubic feet per second (cfs), the highest rate since 1949. \r\n<p>* Peak flows on parts of the Puyallup, Cispus, and Cowlitz Rivers have exceeded the 100-year recurrence interval (flood levels expected on the long-term average of once every 100 years or about a one percent chance in every given year). \r\n<p>\r\n<p>* Nisqually River near National, Wash., peaked at a flow rate of about 16,000 cfs on Nov. 29. The flow was the highest since 1977 when the flow peaked at 17,100 cfs. \r\n<p>* North Fork Snoqualmie River near Snoqualmie Falls, Wash., peaked yesterday at a flow of about 13,800 cfs. This is slightly less than a 25-year flood but still higher than the 1990 flood peak of 12,100 cfs. Much of the basic river flow information in Washington comes from about 150 gaging stations maintained by the USGS around the State in cooperation with dozens of agencies. The information is used on a daily basis by the National Weather Service, the Army Corps of Engineers, and others to issue official flood forecasts and the data also are the basis for long-term water resource planning. \r\n<p>Real-time data are available through the Internet at: http:\/\/wwwdwatcm.wr.usgs.gov\/realtime\/rt-latest-data.html. \r\n<p>(Note to Editors: USGS scientists have been working around the clock to document this flood. Contact Carl Goodwin of the USGS in Tacoma, phone 206-593-6510 for further information or to arrange interviews.)<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"817707600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}