{"title":"USGS Helps Debut New Technology to Improve Access and Use of Earth Science Data","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Researchers investigating global issues now have an easy method for finding and using earth science data through a new technology developed by the Data Observation Network for Earth, or <a href=\"http:\/\/www.dataone.org\/\">DataONE<\/a>.&nbsp;&nbsp;<\/p>\n<p>Understanding broad and complex environmental issues, for example climate change, increasingly relies on the discovery and analysis of massive datasets. But the amount of collected data &mdash; from historical field notes to real-time satellite data &mdash;means that researchers are now faced with an onslaught of options to locate and integrate information relevant to the issue at hand.&nbsp;<\/p>\r\n<p>DataONE, a ten-institution team with several hundred Investigators, including researchers from the United States Geological Survey (<a href=\"http:\/\/www.usgs.gov\/\">USGS<\/a>), is addressing this data dilemma with a number of cyberinfrastructure and educational tools to allow long-term access and usage of earth science data and information. The recently released ONESearch tool queries data centers located around the world for relevant earth science information and provides integrated access to science metadata and corresponding datasets.&nbsp;<\/p>\r\n<p>Through DataONE, researchers from all over the world will be able to share their research and benefit from the total body of earth science. This level of collaboration is a necessity for accurate and robust science in wide-ranging, complex topics like climate change, sea-level rise, and invasive species.&nbsp;<\/p>\r\n<p>For instance, to accurately model the likely effects from climate change, data from all corners of the globe have to be collected and analyzed. As a result, these datasets are enormous, and wading through them to find the most important pieces of information can be time-consuming and laborious.<\/p>\r\n<p>DataONE simplifies this process by providing several tools, the underlying cyberinfrastructure, standards, and educational materials that streamline access to a multitude of earth science and environmental data. Now, through a single point, scientists have access to globally distributed, networked Earth observational data, best practices to share their data, and, most importantly, tools to use that they are already familiar with in managing and analyzing their data\/research results.&nbsp;<\/p>\r\n<p>\"One common challenge in the environmental sciences is the need to find and merge multiple data streams in order to solve real-world problems,\" said USGS Director Marcia McNutt. \"The availability of DataONE tools will accelerate progress on some of the most important issues facing society by providing standard solutions to these common, time-consuming hurdles.\"&nbsp;<\/p>\r\n<p>DataONE's search tool, ONESearch, enables researchers to easily integrate previously incompatible datasets. For example, one DataONE working group has combined a database of amateur bird sightings with environment data layers about land use, protected areas, weather, and vegetation to make refined predictions about bird migration patterns. This activity, along with additional USGS data from the Gap Analysis Program, helped to produce the DOI State of the Birds report.&nbsp;<\/p>\r\n<p>\"DataONE is a powerful tool for collaborative research,\" said Mike Frame, Principal Investigator and USGS lead for involvement with DataONE. \"Through it, scientists, land managers, policy makers, students, educators, and the public can benefit from research conducted around the world without having to pull all of the data together from a multitude of sources.\"&nbsp;<\/p>\r\n<p>DataONE was made possible by a $20 million award through the National Science Foundation's DataNet program. The USGS is the primary Federal agency participating in this grant. Other partners in the DataONE collaboration include the other DOI Bureaus and other Federal agencies, including NASA and the U.S. Environmental Protection Agency.&nbsp;<\/p>\r\n<p><strong>About CSAS<\/strong><\/p>\r\n<p>USGs'primary involvement wi","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Core Science Systems Core Science Analyticsand Synthesis","Earth Science","data","Data Observation Network For Earth","satelliteimagery","Climate Change","Sea Level Rise","Ecosystems Invasive Species","","Environmental Protection Agency"],"article_type":["National News Release"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1343188800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169973"},{"tid":"170140"},{"tid":"170651"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}