{"title":"New USGS Study on Chesapeake Bay: Groundwater Delaying the Effects of Some Water Quality Actions","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart--><a href=\"http:\/\/dx.doi.org\/10.1021\/es401334k\">New research<\/a> by the U.S. Geological Survey conducted on the Delmarva Peninsula, which forms the Eastern Shore of the Chesapeake Bay, indicates it may take several decades for many water-quality management practices aimed at reducing nitrogen input to the Bay to achieve their full benefit due to the influence of groundwater.<!--introend--><\/p>\n<p>The USGS findings provide critical information on how long it may take to see the water quality in the Bay improve as more stringent practices are implemented to reduce nutrients and sediment to tidal waters.&nbsp; Having established a calculation for the total nitrogen, phosphorus, and sediment pollutants that are allowable for the Chesapeake watershed, known as the total maximum daily load (TMDL), the U.S. Environmental Protection Agency (EPA) is working with Maryland, Pennsylvania, Virginia and the four other Bay watershed jurisdictions to ensure that all water-quality practices needed to reduce the flow of nutrients and sediment to the Bay are in place by 2025.<em>&nbsp;<\/em><\/p>\r\n<p>\"This new understanding of how groundwater affects water-quality restoration in the Chesapeake Bay will help sharpen our focus as many agencies, organizations, and individuals work together to improve conditions for fish and wildlife,\" said Lori Caramanian, Department of the Interior Deputy Assistant Secretary for Water and Science.&nbsp; \"In turn, improved environmental conditions will serve to further people&rsquo;s enjoyment and promote the economic benefits of the Nation&rsquo;s largest estuary.\"<\/p>\r\n<p>The responses of watershed systems and ecosystems to environmental management actions at any location can vary from rapid changes (such as the swift beneficial effect of a wastewater treatment plant upgrade) to longer improvement intervals of several decades. In the Chesapeake Bay, \"lag response time\" refers to the time between implementing management actions and the resulting improvements in water quality. Lag times will vary for nitrogen, phosphorus, and sediment.<\/p>\r\n<p>This USGS study focused on nitrogen. Some of the nitrogen will run off directly into a stream, but a large portion on the Delmarva (more than two thirds) is affected by the slow travel times of nutrients moving from their land source through underground aquifers to a receiving stream or estuary.<\/p>\r\n<p>Sources of nitrogen include fertilizer and manure applications to agricultural land, wastewater and industrial discharges, runoff from urban areas, domestic septic drain fields, and air emissions. Excess nitrogen contributes to algal blooms that cause low dissolved oxygen in the Bay and related fish kills each summer and impact recreational activities.<\/p>\r\n<p>For this study USGS scientist Ward Sanford developed a complex model for water, geology, and chemical interactions that he applied to seven separate watersheds on the Delmarva Peninsula. Based on the concept of nitrogen mass-balance regression, the model was able to reproduce the time history of nitrate concentrations in area streams and wells, including a recent slowdown in the rate of concentration increase in streams. The model was then also used to forecast future nitrogen delivery from the Delmarva Peninsula to the Bay under different nitrogen management scenarios.&nbsp;<\/p>\r\n<p>The new study shows that ages of groundwater and associated nitrogen from the Delmarva Peninsula into the Chesapeake Bay range from less than a year to centuries, with median ages ranging from 20 to 40 years. These groundwater age distributions are markedly older than previously estimated for areas west and north of the Bay, which has a median age of 10 years. The older ages occur because the porous, sandy aquifers on the Delmarva yield longer groundwater return times than the fractured-rock areas of the Bay watershed.<\/p>\r\n<p>The USGS research found that in some areas of the Delmarva the groundwater currently discharging to","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water Groundwater Resources","Water Hydrologic Researchand Development","ecosystems"],"article_type":["National News Release"],"distribution":["Biology","Water"],"release_date":{"und":[{"value":"1384232400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"170660"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}