{"title":"Freed Rivers Foster Return of Stream Migrations  ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignleft\" width=\"245\" caption=\"Guests arrive at the Elwha Dam for the ceremony commemorating the official start of the dam decommissioning and river restoration project on the Elwha River in Washington state.\"]<img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/06_18_2012\/aEUh8LJww6_06_18_2012\/medium\/Elwha_Dam_9-17-11_NPS_photo_-109-.jpg\" alt=\"\" width=\"245\" height=\"207\" \/>[\/caption]\n\nOver the last decade, the strategic decommissioning of obsolete or unsafe dams has become more common, with dam removal benefiting aquatic and streamside â\u0080\u0093 or riparian â\u0080\u0093 ecosystems. When natural river flow and sediment delivery regimes are restored, the result is a revitalization of degraded river channels and floodplains.Â  At the same time, migratory pathways of commercially valuable or threatened species, such as Pacific salmon or American eels, are reestablished. In these cases, the benefits and ecological effects of decommissioning span upstream and downstream of the dam site, as well as into surrounding watersheds.\n\nThe USGS, working with partners across the country, has been studying how the riverâ\u0080\u0099s shape and form and ecological outcomes of dam decommissioning.Â  USGSâ\u0080\u0099s multi-disciplinary science helps decision makers answer fundamental questions about the downstream effects of dams and whether restoration targets are being achieved with dam removal.\n\n<strong>Elwha River Restoration: Rebirth of a River <\/strong>\n\nThe USGS is an important science partner in the countryâ\u0080\u0099s largest <a href=\"http:\/\/www.usgs.gov\/elwha\">dam decommissioning project<\/a>, now under way in <a href=\"http:\/\/www.nps.gov\/olym\/index.htm\">Olympic National Park<\/a> in northwest Washington state. On September 17, 2011, the National Park Service began the simultaneous removal of the 108-foot tall <a href=\"http:\/\/www.nps.gov\/olym\/naturescience\/elwha-ecosystem-restoration.htm\">Elwha Dam<\/a> and the 210-foot tall Glines Canyon Dam on the Elwha River. For years previous to this day, the USGS worked with a number of partners, including the NPS, NOAA, the Lower Elwha Klallam Tribe, and others to conduct <a href=\"http:\/\/www.usgs.gov\/elwha\">research and monitoring studies<\/a> throughout the watershed. After establishing the baseline conditions for ecosystem components such as fish, wildlife, and riparian or streamside communities, scientists are continuing to monitor the rebirth of this river (for a slideshow showing marine sea life near the Elwha Riverâ\u0080\u0099s mouth, <a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5120\/seaLife\/\">click here<\/a>.\n\n[caption id=\"attachment_174475\" align=\"alignleft\" width=\"300\" caption=\"Photo from a webcam showing the decommissioning of the Glines Canyon Dam, built in 1927 inside of Olympic National Park. Photo courtesy of the National Park Service.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/06\/4587083.jpg\"><img class=\"size-medium wp-image-174475\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/06\/4587083-300x225.jpg\" alt=\"\" width=\"300\" height=\"225\" \/><\/a>[\/caption]\n\nThe removal of the dams and restoration of habitat will reconnect salmon to their historical spawning grounds inside of Olympic National Park. For nearly 100 years, salmon were limited to the lowest 5 miles of the river below the dams, where their population numbers declined and their spawning habitat diminished as gravels were captured and stored in the upstream reservoirs.\n\nOver time, nearly 24 million cubic yards of sediment accumulated in the two reservoirs, enough to fill a NFL football stadium eight times. Sediment transportation is a complicated process, with a variety of potential outcomes for river and marine habitats depending on the timing and pattern of sediment movement. In the short term, the massive amounts of sediments eroded during dam decommissioning will affect the clarity of the water and the downstream river bed. Some possible negative effects are loss of salmon habitat and some of their food supplies. In the long term, a natural sediment supply should increase habitat for salmon, shellfish, eel grass, and other forms of life in the river and the marine waters into which the river flows. The controlled release of this sediment is playing a major role in the dam-removal methods and schedule. For a fact sheet about the project, <a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3097\">click here<\/a>, and for a video of an Elwha River fish weir, <a href=\"http:\/\/gallery.usgs.gov\/videos\/509\">click here.<\/a>\n\n<strong>Return of the American Eels: Dam Removal in Shenandoah National Park <\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"245\" caption=\"Young American eels, such as the one pictured here, are beginning to recolonize streams in Shenandoah National Park after the removal of a dam more than 90 miles downstream.\"]<img src=\"http:\/\/gallery.usgs.gov\/images\/06_18_2012\/aEUh8LJww6_06_18_2012\/medium\/Juvenile_eel.jpg\" alt=\"\" width=\"245\" height=\"165\" \/>[\/caption]\n\nThe American eel, which lives in major rivers, streams, and some lakes all along the Atlantic coast from Greenland to northern South America, is under consideration by the U.S. Fish and Wildlife Service for federal listing as a threatened species under the Endangered Species Act. New research co-authored by USGS researcher <a href=\"https:\/\/profile.usgs.gov\/nhitt\">Nathaniel (Than) Hitt<\/a> and DOI partners reveals the benefits of dam removal for American eel conservation.Â  The research shows that removal of a large dam increased American eel migrations into <a href=\"http:\/\/www.nps.gov\/shen\/index.htm\">Shenandoah National Park<\/a> streams more than 90 miles away. This research evaluated eel abundances in the headwater streams of Shenandoah National Park and compared sites before and after the removal of a large downstream dam in 2004 on the Rappahannock River. Results of the study show that the immigration of small eels was primarily responsible for the observed increases in eel numbers. Although the dam did not prevent eel passage, the results indicate that it lowered eel abundances and altered eel populations within distant headwater streams. The benefits of dam removal may therefore extend far into headwater areas.\n\n[caption id=\"attachment_174478\" align=\"alignleft\" width=\"239\" caption=\"American eel numbers increased in Shenandoah National Park following the removal of a dam more than 90 miles downstream. Photo courtesy of Gary Tyson, Tiadaghton Audubon Society\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/06\/American-Eel_1.jpg\"><img class=\"size-medium wp-image-174478\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/06\/American-Eel_1-239x300.jpg\" alt=\"\" width=\"239\" height=\"300\" \/><\/a>[\/caption]","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24214","uid":"31","filename":"elwha_river_restoration_l21.jpg","uri":"public:\/\/elwha_river_restoration_l21.jpg","filemime":"image\/jpeg","filesize":"171380","status":"1","timestamp":"1425492768","type":"image","uuid":"dcc79301-d9b2-41a2-ba4b-028f41dfaae5","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":520,"width":520},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["AmericanEel","Biology and Ecosystems","DamDecommissioning","DamRemoval","ecosystemRestoration","ElwhaRiver","OlympicNationalPark","PacificSalmon","RappahannockRiver","Salmon","ShenandoahNationalPark","washington"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1340372320","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}