{"title":"First Images Released From Newest Earth Observation Satellite","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>WASHINGTON -- <!--introstart-->NASA and the Department of the Interior's U.S. Geological Survey (USGS) have released the first images from the Landsat Data Continuity Mission (LDCM) satellite, which was launched Feb. 11.<!--introend-->&nbsp;<\/p>\n<p>The natural-color images show the intersection of the United States Great Plains and the Front Range of the Rocky Mountains in Wyoming and Colorado. In the images, green coniferous forests in the mountains stretch down to the brown plains with Denver and other cities strung south to north.&nbsp;<\/p>\r\n<p>LDCM acquired the images at about 1:40 p.m. EDT March 18. The satellite's Operational Land Imager (OLI) and Thermal Infrared Sensor (TIRS) instruments observed the scene simultaneously. The USGS Earth Resources Observation and Science Center in Sioux Falls, S.D., processed the data.&nbsp;<\/p>\r\n<p>\"We are very excited about this first collection of simultaneous imagery,\" said Jim Irons, LDCM project scientist at NASA's Goddard Space Flight Center in Greenbelt, Md. \"These images confirm we have two healthy, functioning sensors that survived the rigors of launch and insertion into Earth orbit.\"&nbsp;<\/p>\r\n<p>Since launch, LDCM has been going through on-orbit testing. The mission operations team has completed its review of all major spacecraft and instrument subsystems, and performed multiple spacecraft attitude maneuvers to verify the ability to accurately point the instruments.&nbsp;<\/p>\r\n<p>The two LDCM sensors collect data simultaneously over the same ground path. OLI collects light reflected off the surface of Earth in nine different regions of the electromagnetic spectrum, including bands of visible light and near-infrared and short-wave-infrared bands, which are beyond human vision. TIRS collects data at two longer wavelength thermal infrared bands that measure heat emitted from the surface.<\/p>\r\n<p>By looking at different band combinations, scientists can distinguish features on the land surface. These features include forests and how they respond to natural and human-caused disturbances, and the health of agricultural crops and how much water they use. Data from LDCM will extend a continuous, 40-year-long data record of Earth's surface from previous Landsat satellites, an unmatched, impartial perspective that allows scientists to study how landscapes all across the world change through time.<\/p>\r\n<p>\"These first scenes from the new Landsat satellite continue the remarkable output from the Landsat program with better, more useful imagery and information,\" said Matthew C. Larsen, associate director for climate and land use change at the U.S. Geological Survey in Reston, Va.&nbsp;\"We are gratified that this productive partnership between USGS and NASA has maintained the continuity and utility of this essential satellite tool, providing the foundation for land and water management around the globe.\"<\/p>\r\n<p>As planned, LDCM currently is flying in an orbit slightly lower than its operational orbit of 438 miles (705 kilometers) above Earth's surface. As the spacecraft's thrusters raise its orbit, the NASA-USGS team will take the opportunity to collect imagery while LDCM is flying under Landsat 7, also operating in orbit. Measurements collected simultaneously from both satellites will allow the team to cross-calibrate the LDCM sensors with Landsat 7's Enhanced Thematic Mapper-Plus instrument.<\/p>\r\n<p>\"So far, our checkout activities have gone extremely well,\" said Ken Schwer, LDCM project manager at Goddard. \"The mission operations team has done a tremendous job getting us to the point of imaging Earth.\" During the next few weeks, this team will calibrate the instruments and verify they meet performance specifications.&nbsp;<\/p>\r\n<p>After its checkout and commissioning phase is complete, LDCM will begin its normal operations in May. At that time, NASA will hand over control of the satellite to the USGS, which will operate it throughout its planned five-year mission life. The satell","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","Climateand Land Use Change Earth Resources Observationand Science Center","Climateand Land Use Change Land Remote Sensing"],"distribution":["Climate Change","Mapping"],"release_date":{"und":[{"value":"1363838400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"170487"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}