{"title":"Injured Whooping Crane Recovering at USGS Patuxent Wildlife Research Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<strong>Editors: High resolution photos are available for your use on <\/strong><a href=\"http:\/\/whoopers.usgs.gov\/news\/\"><strong>http:\/\/whoopers.usgs.gov\/news\/<\/strong><\/a> \n<p><!--introstart-->A whooping crane that was shot earlier this month in Kansas is showing signs of recovery, although Dr. Glenn Olsen, the veterinarian treating the bird at the USGS Patuxent Wildlife Research Center in Laurel, Md., says it&rsquo;s too soon to know whether it will be able to return to the wild. The injured crane, part of the last remaining wild flock of an endangered species that migrates annually from northern Canada to the Gulf of Mexico, had been shot as it traveled through Kansas on its way south. The bird had 11 pellets in its body and a broken wing. Another crane that was shot during this incident did not survive.<!--introend--> <\/p>\r\n<p>The bird arrived at Patuxent on Thurs., Nov. 18, from Kansas State University, where it received extensive treatment. The Kansas Department of Wildlife and Parks, a state agency, transported the bird. USGS-Patuxent, which has led the recovery efforts for this endangered species since the 1960s, has unique expertise in whooping crane rehabilitation and breeding and in introducing young whoopers to the wild. It has the largest captive breeding population of whooping cranes in the world. <\/p>\r\n<p>While in Kansas, the bird was under the treatment of Dr. James W. Carpenter, who led the whooping crane program at Patuxent in the 1980s. Dr. Carpenter is now the head of zoological medicine at Kansas State. <\/p>\r\n<p>\"Currently, the bird is in satisfactory shape. It is eating some solid food, and we are giving it medication for its wounds,\" said Olsen. \"Although this incident was unfortunate, at least this whooper had the good fortune of coming under the care of Dr. Carpenter.\" <\/p>\r\n<p>Carpenter&rsquo;s team surgically repaired the broken wing at Kansas State University and it is now in a sling. If the bird cannot be returned to the wild, biologists are hoping to incorporate it into the breeding flock at Patuxent. The foundation of the Patuxent flock was a bird named Canus who had been rescued from the northern breeding grounds in Canada in 1964 after he was found with a broken wing. Canus lived and reproduced successfully at Patuxent for almost 40 years. <\/p>\r\n<p>The USGS Patuxent is active in several whooping crane recovery and research programs. Currently, the facility produces 2\/3 of all the whooping cranes used in release programs such as the ultralight migration program and non-migratory release project in central Florida. All of the whoopers used in the ultralight migration are raised at Patuxent and given their initial training there. The other facilities in the whooping crane recovery program, the International Crane Foundation and the Calgary Zoo, have breeding colonies that originated at Patuxent. <\/p>\r\n<p>Whooping cranes, native only to North America, are protected as an endangered species. Biologists believe that they numbered fewer than 20 individuals at their low point in the 1940s. This striking, 5-foot-tall white bird has made a remarkable recovery with the aid of federal and state programs, conservation groups and private individuals. However, it is still gravely endangered and is the rarest of all cranes. The injured whooping crane was part of the last remaining wild flock, which numbers around 200 birds. There are about 400 whoopers in the world today, almost half of which are in captivity. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Kansas"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1101186000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169825"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}