{"title":"One Year Anniversary: Magnitude 5.8 Virginia Earthquake","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<div style=\"float: right;margin: 5px\" align=\"right\">\n\n[jwplayer config=\"features\" file=\"http:\/\/gallery.usgs.gov\/video\/earthquakes\/2012\/aug\/living_next_h264.flv\" image=\"http:\/\/gallery.usgs.gov\/video\/earthquakes\/2012\/aug\/living_next_h264.jpg\" html5_file=\"http:\/\/gallery.usgs.gov\/video\/earthquakes\/2012\/aug\/living_next_h264.mp4\" download_file=\"http:\/\/gallery.usgs.gov\/video\/earthquakes\/2012\/aug\/living_next_h264.mp4\"]\n\n<em><a href=\"http:\/\/gallery.usgs.gov\/videos\/566\">Transcript and closed-caption version<\/a><\/em>\n\n<\/div>\nOn August 23, 2011, tens of millions of people in the eastern U.S. and southeastern Canada were startled by sudden ground shaking from a rare, <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/recenteqsww\/Quakes\/se082311a.php\">magnitude 5.8 earthquake<\/a> in central Virginia. Several small earthquakes occur every month in the eastern U.S., but this earthquake was among the largest to occur in this region in the last century.\n\nIt is estimated that approximately one third of the U.S. population could have felt this earthquake, more than any other earthquake in U.S. history. Around <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/events\/se\/082311a\/us\/index.html\">148,000 people reported<\/a> their ground-shaking experiences caused by the earthquake on the USGS â\u0080\u009c<a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/\">Did You Feel It?<\/a>â\u0080\u009d website. Shaking reports came from southeastern Canada to Florida and westward to locations near the Mississippi River.\n\n<strong>Start with Science<\/strong>\n\n<strong><\/strong>There is much still unknown about the earthquake, including details of the fault that produced it and possible relationships to older faults and other geologic features. Although it was a rare event for the east coast, the earthquake was not a surprise, in that it occurred within the Central Virginia seismic zone. This zone has been identified on USGS seismic hazard maps for decades as an area of elevated earthquake risk. However, it is the largest known earthquake to have occurred in that zone.\n\nâ\u0080\u009cEvery large earthquake is a learning experience, but it is particularly the case for this Virginia earthquake because of the rarity of such events in the eastern U.S.,â\u0080\u009d said USGS Director Marcia McNutt. â\u0080\u009cFor example, what are we doing so right that a record setting number of east coast residents know the value to science of submitting their experiences on â\u0080\u0098Did You Feel It?,â\u0080\u0099 and yet not enough appropriately responded with â\u0080\u0098duck and coverâ\u0080\u0099 during the seconds of most intense ground shaking?â\u0080\u009d\n\n[caption id=\"attachment_174748\" align=\"alignright\" width=\"268\"]<a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/events\/se\/082311a\/us\/index.html\"><img class=\"size-medium wp-image-174748   \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/NEW-Did-You-Feel-It-268x300.jpg\" alt=\"\" width=\"268\" height=\"300\" \/><\/a> USGS â\u0080\u009cDid You Feel It?â\u0080\u009d data, showing reports from the public on feeling the magnitude 5.8 earthquake on August 23, 2011 in central Virginia.[\/caption]\n\nFurther studies to better understand this earthquake will help ensure public safety in Virginia and other areas of the eastern U.S.\n\nThe USGS is actively involved in studying last yearâ\u0080\u0099s earthquake in Virginia, as well as earthquake hazards worldwide. The President's requested FY13 budget includes a proposed increase in funding to expand USGS efforts to assess eastern U.S. earthquake hazards. <a href=\"http:\/\/earthquake.usgs.gov\/\">USGS expertise<\/a> includes earthquake monitoring and notification, earthquake impact and hazard assessments, geologic mapping and targeted research on earthquake causes and effects.\n\nSo what have scientists been up to? Take a glimpse below at some new insights and projects currently underway.\n\n<strong>Rapid Response to Record Aftershocks<\/strong>\n\n<strong><\/strong>Since the earthquake, more than 450 aftershocks have been recorded. These events were calculated based on analysis by the <a href=\"http:\/\/earthquake.usgs.gov\/regional\/neic\/\">USGS National Earthquake Information Center<\/a> (NEIC) using data from portable seismographs that were deployed by several organizations immediately after the earthquake.\n\nâ\u0080\u009cThe speed with which the USGS and our state and university partners got networks of seismometers into the field to capture the aftershock sequence from this earthquake defined the causative fault at depth, a first for a major eastern US earthquake,â\u0080\u009d said McNutt. â\u0080\u009cUnlike the typical situation in the western U.S., faults in this part of the country do not have a surface expression, making it far more difficult to estimate the maximum possible magnitude of earthquake that the fault can generate or the expected repeat time of the earthquakes.â\u0080\u009d\n\n[caption id=\"attachment_174754\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/eqinthenews\/2011\/se082311a\/felt-comparisons.jpg\"><img class=\"size-medium wp-image-174754    \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Comparison-Map1-300x195.jpg\" alt=\"\" width=\"300\" height=\"195\" \/><\/a> This image illustrates how earthquakes are felt over much larger areas in the eastern United States than those west of the Rocky Mountains. USGS â\u0080\u009cDid You Feel It?â\u0080\u009d data from the magnitude 5.8 earthquake on August 23, 2011 in central Virginia (green) and from one of similar magnitude and depth in California (red).[\/caption]\n\nThis careful effort has produced the best recorded aftershock sequence in the eastern U.S. A complete catalog of the number, size and timing of all the aftershocks is being compiled.<strong> <\/strong>Aftershock monitoring is valuable for locating and characterizing the dimensions of the causative fault, recording data useful for ground-motion investigations, and characterizing the aftershock-sequence.\n\nView a <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/eqinthenews\/2011\/se082311a\/va_aftershocks_all.jpg\">map of the aftershocks<\/a> and watch a <a href=\"http:\/\/earthquake.usgs.gov\/regional\/ceus\/se082311a\/aftershocks.php\">time lapse video<\/a> of the aftershock sequence.\n\n<strong>Damage Assessments and Impacts<\/strong>\n\nThe <a href=\"http:\/\/www.dmme.virginia.gov\/\">Virginia Department of Mines, Minerals and Energy<\/a> is <a href=\"http:\/\/www.dmme.virginia.gov\/DMR3\/dmrpdfs\/DMME%20preliminary%20map%20of%20earthquake%20damage.pdf?productID=2419\">leading an effort <\/a>to map associated property damage from last yearâ\u0080\u0099s earthquake to inform community preparedness plans for future earthquakes in the region. Fortunately, the event last year was centered in a rural area and did not cause widespread severe damage or serious injuries, but that would not be the case in future events if they occur close to urban centers like Richmond or Charlottesville.\n\nThe earthquake was far enough (about 40 miles) from the densely populated Richmond, Virginia, area that there was no loss of life or serious property damage despite the presence of a large number of old, unreinforced masonry buildings. However, <a href=\"http:\/\/gallery.usgs.gov\/photos\/08_14_2012_rvm8PDb55J_08_14_2012_1\">moderately heavy damage did occur<\/a> to schools, businesses, and <a href=\"http:\/\/gallery.usgs.gov\/photos\/08_14_2012_rvm8PDb55J_08_14_2012_3\">homes in rural Louisa County<\/a> southwest of Mineral, Virginia. Widespread light-to-moderate damage occurred in the area from central Virginia to southern Maryland. In the nationâ\u0080\u0099s capital, there was damage to several landmarks including the Washington Monument and Washington National Cathedral. The North Anna nuclear power station, located about 12 miles from the main shock epicenter, was shut down as a result of strong shaking from the earthquake.\n\nUSGS scientists also <a href=\"http:\/\/static.coreapps.net\/agu2011\/html\/S14B-07.html\">recorded changes<\/a> to groundwater levels within minutes to 24 hours after the earthquake, as far away as 350 miles from the epicenter. Changes in groundwater levels have been observed from other earthquakes around the world and are a reminder of the wide-ranging impacts of an earthquake.\n\n<strong>Mapping Underground Faults<\/strong>\n\nScientists are mapping faults and other geologic features to help refine their knowledge of the Central Virginia seismic zone. This will help determine the potential sizes of future earthquakes in the region and the likelihood of their occurring.\n\nAs part of this effort, USGS scientists <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3267\">conducted airborne geophysical surveys<\/a> across parts of Louisa, Goochland and Fluvanna Counties from July 15 â\u0080\u0093 25, 2012. These data will be used to help develop 3D imagery of underground faults responsible for the earthquake. The instruments in <a href=\"http:\/\/gallery.usgs.gov\/photos\/07_30_2012_a17Hxl3WWr_07_30_2012_1\">the airplane<\/a> took magnetic, gravity, and radiometric readings across the region. Subtle changes in the Earthâ\u0080\u0099s magnetic and gravity fields can help scientists map contrasts in rock types and thus underground faults.\n\n<strong>The Next East Coast Earthquake â\u0080\u0093 Are You Ready?<\/strong>\n\n[caption id=\"attachment_174762\" align=\"alignleft\" width=\"213\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/AP1108240822313.jpg\"><img class=\"size-medium wp-image-174762\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/AP1108240822313-213x300.jpg\" alt=\"\" width=\"213\" height=\"300\" \/><\/a> In this Aug. 24, 2011 file photo, an angel, carved from Indiana limestone, lies shattered amid other damage on the roof of the Washington National Cathedral in Washington after an earthquake. An earthquake last August severely damaged its intricate stone work and architecture with repairs now estimated to cost $20 million. Even before the earthquake, though, a financial crisis forced the cathedral to slash its budget from $27 million to $13 million in recent years and cut its paid staff by more than half from 170 full-time employees to 70. (Associated Press Photo\/J. Scott Applewhite)[\/caption]\n\nMark your calendar and participate in <em>The Great SouthEast ShakeOut<\/em>, one of the biggest earthquake drills in history. At 10:18 a.m. on October 18, 2012, participants will â\u0080\u009cdrop, cover and hold on.â\u0080\u009d This will be a chance to practice what to do before an earthquake happens in your community, and to learn how to get better prepared for a quick recovery.\n\nGeorgia, South Carolina, North Carolina, Virginia, Maryland, and the District of Columbia are encouraging their schools, businesses, organizations, government agencies, communities, and households to participate.\n\n<a href=\"http:\/\/www.shakeout.org\/southeast\">Sign up and pledge<\/a> to have your family, school, business, or organization participate in the drill.\n\n<strong>Join Us for Commemorative Events in DC and Virginia<\/strong>\n\n<strong><\/strong>You are welcome to join the <a href=\"http:\/\/www.usgs.gov\/public_lecture_series\/\">public lecture<\/a>, â\u0080\u009cA History of Rubble and Rumblings: Earthquakes in the Eastern U.S.,â\u0080\u009d on September 5, 2012 at the USGS Headquarters in Reston, Virginia.\n\nA press conference will be held on August 23, 2012 at 10:30 am outside the Washington Monument in Washington, DC, to commemorate the earthquake anniversary and discuss the upcoming SouthEast ShakeOut drill. Virginia, Maryland and DC officials are working with the USGS, Federal Emergency Management Agency, and the National Park Service on this event. USGS Director Marcia McNutt will be one of the event presenters. For more information, contact Brian Blake at <a href=\"mailto:bblake@cusec.org\">bblake@cusec.org<\/a> and 901-544-3570, or visit the <a href=\"http:\/\/www.cusec.org\/\">Central U.S. Earthquake Consortium website<\/a>.\n\n<strong>More Information<\/strong>\n\nRead a recent article by USGS scientists in the American Geophysical Union newspaperÂ <em>EOS<\/em>Â titled, â\u0080\u009c<a href=\"http:\/\/www.agu.org\/pubs\/pdf\/2012EO330001_rga.pdf\">The 2011 Virginia earthquake: What are scientists learning<\/a>?â\u0080\u009d\n\n[caption id=\"attachment_174751\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/earthquake.usgs.gov\/regional\/ceus\/\"><img class=\"size-medium wp-image-174751 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/CEUShaz_M3_1974_present_1200px-300x240.jpg\" alt=\"\" width=\"300\" height=\"240\" \/><\/a> This map shows earthquakes greater than magnitude 3.0 since 1974 in the central and eastern United States.[\/caption]\n\n<strong>Multimedia<\/strong>\n\n<a href=\"http:\/\/gallery.usgs.gov\/videos\/566\">Watch video interviews<\/a> with four people discussing their experiences near the epicenter of last year's earthquake.\n\nListen to two new podcast interviews with Associate Coordinator of the USGS Earthquake Hazards Program Mike Blanpied. The podcasts are:\n<ul>\n\t<li>â\u0080\u009c<a href=\"http:\/\/gallery.usgs.gov\/audios\/444\">A Year After the Virginia Earthquake: What More Do We Know?<\/a>â\u0080\u009d<\/li>\n\t<li>â\u0080\u009c<a href=\"http:\/\/gallery.usgs.gov\/audios\/445\">A Year After the Virginia Earthquake: Will the Shaking Continue?<\/a>â\u0080\u009d<\/li>\n<\/ul>\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24225","uid":"31","filename":"se082311a_ciim_zoomout.jpg","uri":"public:\/\/se082311a_ciim_zoomout.jpg","filemime":"image\/jpeg","filesize":"52211","status":"1","timestamp":"1425492768","type":"image","uuid":"297a1907-52d5-47a6-9d3e-0383bc28694f","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Aftershock","August 23 2011","Central Virginia","DC","District Of Columbia","earthquake Hazards","East Coast Earthquakes","Louisa","mineral","Natural Hazards","Seismic Hazard","Seismology","Virginia Earthquake"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1345650648","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}