{"title":"Colorado Plateau Is Focus of Natural Resources Conference","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The natural richness of the Colorado Plateau of the southwestern United States is the focus of the Sixth Biennial Conference of Research on the Colorado Plateau, November 6-8, at the du Bois Conference Center on the campus of Northern Arizona University in Flagstaff, Ariz. The conference, which is sponsored by the U.S. Geological Survey&rsquo;s Forest and Rangeland Ecosystem Science Center, the Colorado Plateau Ecosystems Studies Unit, and the Northern Arizona University Center for Sustainable Environments, has become the primary means for bringing groundbreaking science related to the Colorado Plateau into public discussion.<\/p>\n<p>The Colorado Plateau is an upland region of the southwestern United States, situated in northern Arizona, southern Utah, southwestern Colorado, and northwestern New Mexico. Also called the Colorado Plateaus, it includes spectacular canyons, high plateaus, and mountains, plus a host of plants, animals, and human communities. Anyone who has conducted research or is interested in land-management issues in this area is encouraged to take part. Registered participants will receive a published volume of papers presented at the 1999 conference, and contributors to this year&rsquo;s meeting will have the opportunity to submit papers to a future conference publication. <\/p>\r\n<p>More than 90 oral presentations and 25 poster presentations are scheduled for this year&rsquo;s conference, which includes sessions on topics such as integrating natural and cultural resources, fire as a management technique, inventorying and monitoring, and the presence and problems of non-native plants and animals. A conference schedule and other details are available on the web at <a href=\"http:\/\/www.usgs.nau.edu\/conf2001\/\">http:\/\/www.usgs.nau.edu\/conf2001\/<\/a>.<\/p>\r\n<p><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Colorado","New Mexico","Utah"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1003809600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170057"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}