{"title":"USGS Launches Flood Tracking Website for Red River Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>As North Dakota and Minnesota communities brace for the worst flooding since 1997, the U.S. Geological Survey (USGS) Water Resources Office in North Dakota is activating a 2001 Flood Tracking Website to assist residents of the Red River Basin. Aimed at providing hydrological information to emergency management officials and other essential government agencies, the Red River Flood Tracking Website will report stream stages (levels) from across the river basin. <\/p>\n<p>Similar to a webpage that the USGS operated during the spring 1997 floods, the 2001 Flood Tracking Website will assist federal, state and local agencies and organizations involved in water management to deal with flooding along the Red River Basin. Information from the website can be used for managing programs associated with flood warning and damage assessment. <\/p>\r\n<p>The website, which can be accessed at <a href=\"http:\/\/nd.water.usgs.gov\/rrflood.html\">http:\/\/nd.water.usgs.gov\/rrflood.html<\/a>, also provides the general public and news media with a tool to track rising stream levels and flood risks along the Red River Basin. <\/p>\r\n<p>USGS staff from a six-state area are being deployed to the Red River flooding area to assist with maintaining and servicing the streamflow-gaging stations that provide information to the website. <\/p>\r\n<p>\"The USGS has more than quadrupled the number of hydrologists and hydrological technicians who are working along the Red River Basin,\" said USGS Hydrologist Russ Harkness, who is coordinating measurements at streamflow-gaging stations along the Red. \"Nearly all of our water specialists in North Dakota and many from Minnesota are working along the river. In addition, we have back-up crews coming in from Montana, Nebraska, Indiana and Kentucky.\" <\/p>\r\n<p>The 2001 Flood Tracking Website includes a map of the Red River Basin, the location of major real-time streamflow-gaging stations in the basin and the historical recorded peak stages at selected stations. By clicking on one of the triangle icons, a user can pull up a graph for a specific gaging station along the river. Each graph on the website has a scale on which to record the most recently reported river stages from the USGS.<\/p>\r\n<p>\"The 2001website has been enhanced to allow the user to compare the current water level to the recorded peak water levels from the five largest floods at each gaging station,\" said Harkness. \"The site also includes streamflow and water level information for the last 7 days, provided in graphic form.\" <\/p>\r\n<p>The network of river-gaging stations in the Red River of the North Basin is operated by the USGS in cooperation with the U.S. Army Corp of Engineers, the North Dakota State Water Commission, the Minnesota Department of Natural Resources, the Southeast Cass Water Resources District, the Cass County Joint Water Resource District, the Red River Joint Water Resource Board, and the Red River Watershed Management Board. <\/p>\r\n<p>Information about USGS water science programs in North Dakota can be accessed at <a href=\"http:\/\/nd.water.usgs.gov\/\">http:\/\/nd.water.usgs.gov<\/a>. Additional water science information is available at the national USGS water homepage at <a href=\"http:\/\/water.usgs.gov\/\">http:\/\/water.usgs.gov<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Dakota"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"987134400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169201"},{"tid":"170403"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}