{"title":"Building Stones of Our Nationâ\u0080\u0099s Capital","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<strong>The Building Stones of Our Nationâ\u0080\u0099s Capital<\/strong>\n\n[caption id=\"attachment_175774\" align=\"alignleft\" width=\"397\"]<a href=\"http:\/\/www.nps.gov\/inau\/photosmultimedia\/NPS-Inaugural-Preparation.htm\"><img class=\"wp-image-175774   \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/01\/Capitol1.jpg\" alt=\"\" width=\"397\" height=\"204\" \/><\/a> U.S. Capitol during the 2009 inauguration. Photo by T Adams, courtesy of the National Park Service.[\/caption]\n\nAs the country turns its eyes to D.C. to witness the inauguration of a President, the USGS reflects on the geology that helps make our capital the most impressive city in the United States.\n\nThe history of Washington, D.C., revolves around stone. Â All of the most iconic landmarks in our nationâ\u0080\u0099s capitalâ\u0080\u0094from the U.S. Capitol to the Washington Monumentâ\u0080\u0094have a rich geological history and tell centuries-old tales of our ancestors.\n\nBut have you ever wondered how our nationâ\u0080\u0099s capital was built?\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;\n\n<strong>The White House and the U.S. Capitol<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"389\"]<a href=\"http:\/\/newsdesk.si.edu\/photos\/enid-haupt-garden-and-smithsonian-castle\"><img src=\"http:\/\/newsdesk.si.edu\/sites\/default\/files\/photos\/tulips_haupt_garden_4-2-10.JPG\" alt=\"\" width=\"389\" height=\"276\" \/><\/a> Smithsonian Castle in DC. Photo by Eric Long, Smithsonian Institution.[\/caption]\n\nThe two landmarks that are arguably the most recognizable, the home of the President and the home of Congress, are both made of the same material: Aquia Creek sandstone. This stone, also known as â\u0080\u009cfreestone,â\u0080\u009d was a popular building material in the early 19th century and was personally selected by George Washington as the building stone of many early government buildings. At the governmentâ\u0080\u0099s request, the architect Pierre Lâ\u0080\u0099Enfant purchased a quarry of this stone in 1791 about 40 miles south of Washington. (Lâ\u0080\u0099Enfant is best remembered as the man selected to design our capital city and as the man who lent his name to Washingtonâ\u0080\u0099s Lâ\u0080\u0099Enfant Plaza.) Much of the stone from this quarry, which was deposited during the Early Cretaceous (between 100 and 140 million years ago), was used in the construction of D.C.â\u0080\u0099s most famous government buildings, including the White House, the U.S. Capitol and the U.S. Treasury.\n\nBut the Aquia Creek sandstone didnâ\u0080\u0099t hold up to weathering processes very well.Â  After British troops ransacked the city in 1814 and burned the White House and the U.S. Capitol, the walls of the White House that were built of Aquia Creek sandstone had visible cracks and damage. Despite attempts to cover up the damage with whitewash, it became apparent to architects of the day that it would be better not to use Aquia Creek sandstone in constructing buildings of the capital city. The last known use of Aquia Creek sandstone was in several gatehouses built near the U.S. Capitol, most recently in 1827.\n\nDespite freestone falling out of favor, it is still clearly noticeable during a tour of Washingtonâ\u0080\u0099s historic buildings. In the U.S. Capitol, the rooms adjoining the Rotundaâ\u0080\u0094including Statuary Hallâ\u0080\u0094display this stone in their walls and columns. In addition, the column in the small Rotunda, and many of the Doric columns of the Crypt, are made of Aquia Creek sandstone. Finally, one of the gatehouses and three gateposts of the U.S. Capitol are made of Aquia Creek sandstone. These are located between 15th and 17th Streets, NW, at the intersection with Constitution Avenue.\n\n<strong>The Smithsonian Castle<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"350\"]<a href=\"http:\/\/www.nps.gov\/wamo\/images\/WAMO.jpg\"><img class=\"  \" src=\"http:\/\/www.nps.gov\/wamo\/images\/WAMO.jpg\" alt=\"\" width=\"350\" height=\"530\" \/><\/a> First and second construction phases of the Washington Monument in DC. Photo courtesy of the National Park Service.[\/caption]\n\nThe main building of the Smithsonian Institution, also known as the â\u0080\u009cCastle,â\u0080\u009d was built during the â\u0080\u009cbrownstoneâ\u0080\u009d era of the mid-19th century when red Seneca sandstone was a popular building material in Washington, D.C. This stone was more resilient than Aquia Creek sandstone in handling adverse weather conditions. Red Seneca sandstone, deposited during the Triassic more than 200 million years ago, comes in a range of colors from reddish-brown to a deeper purplish-brown; the stone attains a darker hue after it is quarried and exposed to the air.\n\nThe most well-known quarry that supplied this stone to the Washington area is located on the Maryland shore, about 20 miles from D.C. up the Potomac River where it intersects with Seneca Creek.Â  This quarry provided the red Seneca sandstone used to build the Smithsonian Castle. Â The Castle, built in the late 1840â\u0080\u0099s and 1850â\u0080\u0099s, was originally a lilac-gray color but after years of oxidation, the sandstone altered to a dark red. This material can also be found on the doorframes in the U.S. Capitol Rotunda, as well as throughout the floors of the Capitol, all of which were built from the same red Seneca sandstone during the brownstone era of the mid-1800s.\n\n<strong>The Washington Monument<\/strong>\n\nPerhaps the most noticeable variation in a D.C. landmark building material is visible in the sides of the Washington Monument, which is built from three distinct types of marble quarried in Maryland.\n\nIn 1848, when construction began on the Monument, marble had replaced sandstone as Washingtonâ\u0080\u0099s preferred building stone. In the Monumentâ\u0080\u0099s first six years of construction, workers built it to a height of 152 feet using marble from a quarry just north of Baltimore in Texas, Md.Â  The Monument was funded by donations from members of the public who wished to honor George Washingtonâ\u0080\u0099s legacy, but in 1854 construction stopped as funding ran out. After the Civil War, when construction began again in 1876, the builders opted to use marble from a quarry in Sheffield, Mass. Yet, four years later, after encountering issues with the quality and timely delivery of the marble from Sheffield, the contract was annulled. The remainder of the Monument was constructed using marble from a local quarry in Cockeysville, Md. The Monument was finished in 1884 and rose to a remarkable height of 555 feet and 5 inches.\n\nThe three types of marble used in the Monument can be clearly discerned, even from a distance. The Monumentâ\u0080\u0099s lower section, built of nearly pure calcium carbonate marble from the quarry in Texas, Md., is the whitest and coarsest. The middle section, built of the marble from Sheffield, Mass., is a pronounced white marble but is only four rows of stone. The upper section is, by far, the largest expanse. It is built of marble from the quarry in Cockeysville, Md.; this sectionâ\u0080\u0099s higher magnesium content gives it a pale gray hue. The upper-most section of the Monument was notably damaged during an earthquake in central Virginia in August 2011. Repairs continue on the Monument, with the National Park Service hoping for it to reopen in 2014.\n\nSo next time, you are in D.C., take some time to admire the stones of these world-famous landmarks and know that since they were built, generations have come and gone, but the stones that built our nationâ\u0080\u0099s monuments, memorials and government buildings endure.\n\n<em>This information is based on a more extensive USGS publication, <\/em><a href=\"http:\/\/pubs.usgs.gov\/gip\/stones\"><em>Building Stones of Our Nationâ\u0080\u0099s Capital<\/em><\/a><em>. <\/em>\n\n[caption id=\"\" align=\"alignright\" width=\"351\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_08_2013_x16Fw32VUp_01_08_2013_0\"><img src=\"http:\/\/gallery.usgs.gov\/images\/01_08_2013\/x16Fw32VUp_01_08_2013\/medium\/AquiaCreekSandstone.JPG\" alt=\"\" width=\"351\" height=\"264\" \/><\/a> Aquia Creek Sandstone. Photo by Laura Corey, USGS.[\/caption]","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24269","uid":"31","filename":"Capitol.jpg","uri":"public:\/\/Capitol.jpg","filemime":"image\/jpeg","filesize":"141970","status":"1","timestamp":"1425492768","type":"image","uuid":"dadc2860-083b-41c2-be4f-becab0ff94fe","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Brownstone","D.C.","Inauguration Day","marble","president","Sandstone","Smithsonian","U.S. Capitol","washington","Washington Monument","White House"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1358521993","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}