{"title":"USGS to Offer $7 Million in Earthquake Research Grants: Online-Only Applications Due May 16, 2007","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->RESTON, Va. - The U.S. Geological Survey announced today that it will award up to $7 million in grants and cooperative agreements for earthquake research in 2008. Interested researchers can review the priority research described in the grant announcement and apply online at <a href=\"http:\/\/www.grants.gov\/\">http:\/\/www.grants.gov\/<\/a>. Applications are due May 16, 2007, in an electronic-only format. Paper applications will not be accepted.<!--introend--> \r\n<\/p>\r\n<p>\r\n&quot;Earthquakes are one of the most costly natural hazards nationwide - 75 million Americans in 39 states face significant risk from earthquakes,&quot; said Elizabeth Lemersal, external research support manager for the USGS Earthquake Hazards Program. &quot;Science research is critical to helping prevent natural hazards like earthquakes from becoming disasters.&quot; \r\n<\/p>\r\n<p>\r\nAs part of the multi-agency National Earthquake Hazards Reduction Program, the USGS has the lead federal responsibility to provide notification of earthquakes, assess seismic hazards, and conduct targeted research needed to reduce the risk from earthquake hazards nationwide. Last year, the USGS awarded 100 research grants to universities, state geological surveys and private institutions. Key topics include studying active faults to determine recurrence intervals for large earthquakes and the physical processes that control rupture, improving seismic hazard estimates so communities and critical institutions can engineer their buildings and roads to be structurally sound; and characterizing ground shaking and other earthquake effects to help minimize damage. \r\n<\/p>\r\n<p>\r\nFor a complete list of funded projects and reports, visit <a href=\"http:\/\/earthquake.usgs.gov\/research\/external\">http:\/\/earthquake.usgs.gov\/research\/external<\/a>, or contact the USGS libraries in Reston, Va., at 703-648-4303; in Flagstaff, Ariz. at 520-556-7272; in Denver, Colo., at 303-236-1000; or in Menlo Park, Calif., at 650-329-5027. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1173330000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"168919"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}