{"title":"Interior Scientists Lauded for Great Lakes Invasive Species Work","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>THUNDER BAY, ONTARIO&#8212;Two Interior Department biologists and a Canadian colleague have been honored by the Great Lakes Fishery Commission for their work on sea lamprey control. Roger Bergstedt, field station supervisor at the USGS Hammond Bay Biological Station at Millersburg, Michigan, and Michael Fodale of the U.S. Fish and Wildlife Service&rsquo;s Sea Lamprey Control station at Marquette, Michigan, were recognized Tuesday night, along with Douglas Cuddy of the Department of Fisheries and Oceans Canada. <\/p>\n<p>The three scientists were presented with the Vernon Applegate Award for Outstanding Contributions to Sea Lamprey Control. The award, which is presented annually by the commission, recognized the trio for their efforts in sea lamprey larval assessment on the St. Marys River. All three are members of the commission&rsquo;s Sea Lamprey Integration Committee, a U.S. and Canadian panel established to assess the sea lamprey problem, propose treatments, and advise the Great Lakes Fishery Commission. <\/p>\r\n<p>Bergstedt has been a fishery researcher with the DOI since 1976, first with the USFWS in fish physiology at the GLSC and fish stock assessment at the Lake Ontario Biological Station from 1977-1985. Since then, he has conducted research at the HBBS in support of sea lamprey management, focusing on assessment and ecology of sea lampreys and assessment of damage to their hosts. <\/p>\r\n<p>Bergstedt, Fodale and Cuddy conducted studies on the St. Marys River bordering the U.S. and Canada with the use of deep-water electrofishing gear, GIS (Geographic Information System) and GPS (Global Positioning System). These new technologies have allowed scientists to better understand larval sea lamprey distribution and abundance in the St. Marys River and ultimately to better coordinate control efforts in this large and very complex river system. Recently, the spot treatment of only areas of high larval density with a new granular, bottom-release lampricide was successful and saved as much as $10 million over a conventional lampricide treatment. <\/p>\r\n<p>&quot;Over the past decade, the commission has seen tremendous advances in its control program for the invasive sea lamprey, a parasitic fish that wreaks havoc on the Great Lakes fishery,&quot; said commission Chair Bill Beamish presenting the award. He praised Bergstedt, Fodale and Cuddy for their research which he said would help reduce the use of chemicals to control sea lampreys and contribute to the use of more alternative control methods. <\/p>\r\n<p>Assistant Secretary Craig Manson, appointed to the Great Lakes Fishery Commission by President Bush last November, said, &quot;The work of these three scientists reflects the great cooperation and motivation of all those associated with the commission. Their efforts have advanced immeasurbly the restoration of native species in the Great Lakes.&quot; <\/p>\r\n<p>Sea lampreys, a parasitic fish native to the North Atlantic Ocean and many of its tributaries, invaded the lower Great Lakes in the late 1800&rsquo;s and early 1900&rsquo;s and eventually reached the upper Great Lakes in the mid to late 1930&rsquo;s. The invasion of sea lampreys combined with over harvest by commercial fisheries lead to a collapse of the lake trout fishery by the mid to late 1950&rsquo;s in most of the Great Lakes. As the lake trout population diminished, sea lamprey attacks on other species of fish increased and ultimately lead to great changes in the aquatic biota of the Great Lakes. <\/p>\r\n<p>The Great Lakes Fishery Commission is an international organization established by the governments of the United States and Canada through the 1955 Convention on Great Lakes Fisheries. The Commission has the responsibility to coordinate fisheries research, control sea lampreys, and facilitate implementation of the Joint Strategic Plan for Management of Great Lakes Fisheries. The Commission consists of four commissioners from each nation, with one U.S. Alternate commiss","summary":null,"format":null}]},"field_images":[],"regions":["Michigan"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1054872000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168777"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}