{"title":"Dr. George Phair - Noted USGS Research Geologist","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. George Phair, a retired research geologist with the U.S. Geological Survey in Reston, Virginia, died of cancer at Suburban Hospital on August 5. Dr. Phair, a long-time resident of Potomac, Maryland, was 83. <\/p>\n<p>Dr. Phair was born in 1918 in Washington, D.C. and grew up in Lyndhurst, New Jersey. He received Bachelor of Science degrees in geology and chemistry from Hamilton College in 1940 and a Master of Science degree in structural geology from Rutgers University in 1942. He received Master of Arts and Doctorate degrees in geology and geochemistry in 1947 and 1949 from Princeton University. <\/p>\r\n<p>During World War II, he worked as a chemist at the Carnegie Institution of Washington?s Geophysical Laboratory, where his experimental work on gun design and propellants led to development of a new erosion-resistant alloy that was used as a liner in 50-caliber machine guns. At high rates of fire, the patented material increased the life of machine-gun barrels tenfold. <\/p>\r\n<p>In 1949, Dr. Phair joined the U.S. Geological Survey, where he remained a research geologist until his retirement in 1984. He led field and laboratory investigations on uranium and thorium and concentrated his studies in Colorado. His research, with Harry Levine, on leaching characteristics of uranium, radium, and thorium from uranium ore contributed to successful exploration of the Algoma uranium district in Canada, which has one of the largest uranium reserves in North America.<\/p>\r\n<p>His election to Fellow in many professional societies was recognition of his contributions to the field of earth science. Dr. Phair was a Fellow of the Geological Society of America, Mineralogical Society of America, American Association for the Advancement of Science, and the Washington Academy of Science. He was an archivist for the Mineralogical Society of America, a life member of Sigma Xi, and a charter member of the Geochemical Society. <\/p>\r\n<p>Horticulture was one of Dr. Phair?s life-long interests. A job with a horticulture company while in college developed into a strong avocation throughout his professional career and retirement and resulted in publications in professional journals on shade and rock-garden plants. Dr. Phair was an active member of the North American Rock Garden Society and helped organize national meetings on the topic in his retirement. <\/p>\r\n<p>He is survived by his wife, Cecil Alice Phair; a son, Raymond Weston Phair, of Potomac, Maryland; a daughter, Susan Marie Kelley of Midlothian, Virginia; three grandsons, Matthew Kelley, Christopher Kelley, and Bryan Kelley; and a brother, Harry Weston Phair of New Jersey. <\/p>\r\n<p>Contributions to his memory may be made to the Potomac Presbyterian Church Memorial Garden Fund, 10301 River Road, Potomac, Maryland 20854. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1028779200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169787"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}