{"title":"USGS Assumes Responsibility for Landsat 7 Mission Operations","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>From real-time command of the spacecraft to the downloading of spectacular images of the Earth, the U.S. Geological Survey (USGS) has assumed complete mission operations responsibility for Landsat 7 from the National Aeronautics and Space Administration (NASA). Assumption of the responsibilities fulfills the long-standing assignment of the USGS Earth Resources Observation Systems (EROS) Data Center in Sioux Falls, S.D., for the Landsat program including data collection, archiving and distribution. <\/p>\n<p>\"We are very excited about this new opportunity to manage the operational activities of the Landsat 7 program,\" said USGS Landsat program manager, R.J. Thompson. \"Adding this new component to our original mission of collecting, archiving and distributing Landsat data allows us to fulfill our original goal of completely managing Landsat operations and ensuring the availability of data.\" <\/p>\r\n<p>Mission operations responsibilities include real-time commanding in which the flight operations team makes more than a dozen daily contacts with the spacecraft to perform data transfers and general housekeeping activities; uplinking commands which control the spacecrafts activities over the next 36 to 48 hours; assessing the performance of the spacecraft; and preventative maintenance operations. <\/p>\r\n<p>\"We are extremely pleased that USGS has assumed mission operations responsibility for Landsat 7,\" said Dr. Darrel Williams, Landsat 7 Project Scientist, at NASA&rsquo;s Goddard Space Flight Center, Greenbelt, Md. Their EROS Data Center in Sioux Falls, S.D., has served as the nations archive of Landsat image data for a period which spans nearly three decades. Their increased involvement in the Landsat program, as mission operators of Landsat 7, was a natural fit.\" <\/p>\r\n<p>After the launch on April 15, 1999, controllers at NASA&rsquo;s Goddard Space Flight Center (GSFC), Greenbelt, Md., performed daily spacecraft operations. Mission operations will continue to be performed at the GSFC by contractors under USGS supervision as well as at the USGS EROS Data Center in Sioux Falls, S.D. The Landsat Project Office, located at the GSFC, managed the development, testing and launch of Landsat 7. GSFC also was responsible for developing the ground operations system, as well as the ground data handling and processing systems. Landsat 7 is part of a global research program known as NASA&rsquo;s Earth Science Enterprise, a long-term program that is focused on studying changes in the Earth&rsquo;s global environment, and part of the USGS&rsquo; Gateway to the Earth Program which aims to make accessible over the world wide web all the agency&rsquo;s earth and natural science information. <\/p>\r\n<p>Landsat 7 has captured more than 200,000 scenes of the Earth from U.S. and foreign ground receiving stations since April 1999, providing stunning detail of the Earth&rsquo;s surface. With 15 meter resolution, the imagery collected by Landsat 7 is far better than what has been provided by previous Landsat sensors. Landsat 7 is proving to be a major resource for information about the land mass of the planet, and builds on previous satellite data, providing a crucial long-term record of the Earth&rsquo;s land surface. In addition to environmental research, Landsat data is used by customers worldwide in the government, commercial and educational communities for applications in areas such as forestry, agriculture, geology, oceanography, land mapping and geographic research. <\/p>\r\n<p>The USGS will continue to carry out its Landsat program management responsibilities in partnership with NASA. NASA will share its expertise in mission management with staff managed by the USGS and will continue to have responsibility for research in the technical characteristics and the potential uses of the data. The USGS will continue to develop efficient means of distributing the data to a world-wide science community. <\/p>\r\n<p>For more information on Landsat 7 visit: <a href=\"h","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"979275600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"169992"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}