{"title":"USGS report measures effects of surface-water diversion on native fish habitat in northeast Maui","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>Returning even small amount of water to streams may be beneficial to native fishes&rsquo; survival<\/em><\/strong><\/p>\n<p>HAWAII &ndash; A new U.S. Geological Survey (USGS) report documents effects that varying levels and amounts of streamflow restoration would produce more habitat availability for native stream fauna (fish, shrimp, and snails) in northeast Maui streams. Relations between streamflow and habitat availability for five native aquatic species (alamoo, nopili, nakea, opae, and hihiwai) are described for 21 streams in northeast Maui. Water from most of these streams has been diverted for many years to support sugar cultivation in central Maui.<\/p>\r\n<p>Models based on hydrology, stream morphology, and habitat preferences were used to simulate habitat\/discharge relations for various species and life stages. The models were also used to indicate habitat changes over a range of streamflows relative to natural (undiverted) conditions. In general, the models show a continuous decrease in habitat for all species as streamflow is decreased from natural conditions. For diverted conditions, the habitat at the majority of the studied stream sites is 27 to 57 percent of sustainable natural habitat. Streams that gain ground water &quot;makai&quot; of the diversions have less of a reduction in habitat than streams that remain dry for some distance makai of the diversion. Relations between streamflow and habitat availability indicate that restoring even a small amount of water to a diverted stream can have a significant effect on the amount of habitat available. For example, restoring 10 percent of the median baseflow to a stream that is dry owing to diversion would provide about 40 percent of the expected natural habitat. <\/p>\r\n<p>\"These findings are useful in assessing the relative benefits to habitat of returning varying amounts of water to different streams in the study area\" says report co-author Stephen Gingerich, a research hydrologist in the USGS&rsquo;s <a href=\"http:\/\/hi.water.usgs.gov\/\">Pacific Islands Water Science Center<\/a>. A relatively small amount of water may greatly increase the amount of habitat available for native species when returned to a stream segment that is nearly dry due to diversion in a place like Waikamoi Stream, but have relatively little effect on another stream like Hanawi Stream where flow is less impacted by diversion.<\/p>\r\n<p>The report is part of a study conducted by the USGS in cooperation with the Hawaii State Department of Land and Natural Resources, Commission on Water Resource Management (CWRM) and in collaboration with the Maui County Department of Water Supply, the Hawaii State Board of Land and Natural Resources, Land Division, and East Maui Irrigation Co., Ltd.. The study was done to assist CWRM in determining equitable, reasonable, and beneficial instream and off-stream uses of the surface-water resources in northeast Maui. Information from this report will be used by CWRM to determine instream flow standards for that part of Maui, and ultimately be used to allocate surface water resources in the area between several conflicting parties.<\/p>\r\n<p>Scientific Investigations Report 2005-5213 titled <em>\"<\/em><a href=\"http:\/\/pubs.usgs.gov\/sir\/2005\/5213\/\"><em>Effects of Surface-Water Diversions on Habitat Availability for Native Macrofauna, northeast Maui, Hawaii<\/em><\/a><em>\"<\/em> by Stephen B. Gingerich and Reuben H. Wolff is available on the internet at USGS&rsquo;s <a href=\"http:\/\/hi.water.usgs.gov\/\">Pacific Islands Water Science Center web page<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1138597200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170479"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}