{"title":"Citizens Help Document Spring's Early Arrival","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reston, Va.<\/strong>&mdash; <!--introstart-->Early cherry blossoms, flower blooms and record high temperatures nationwide, evidence of the ever earlier arrival of the spring season, is the topic of a free public lecture Wednesday, May 2, at 7:00 p.m. at the U.S. Geological Survey National Center in Reston, Va.<!--introend-->&nbsp;<\/p>\n<p>The lecture takes place in a federal facility and a valid photo ID is required for entry.&nbsp; Attendees should plan to arrive at least 15 to 20 minutes early to process through security.<\/p>\r\n<p>Around the country, scientific evidence reveals that as the climate and environment change, spring has been coming earlier every year. The National Cherry Blossom Festival in Washington, D.C., the nation&rsquo;s iconic celebration of spring&rsquo;s arrival, is now celebrated a week earlier than it was prior to 1970.&nbsp;<\/p>\r\n<p>The timing of the flowering of some plants has changed so much that they are becoming decoupled &ndash; or mis-matched -- from their environment.&nbsp; For example, scientific evidence shows that maple trees in the northeast are leafing out three weeks earlier than they have in the past. Monitoring these changes allows a better understanding of how plants and animals respond to changes in their environment, providing managers and decision makers key information to help them address conservation and other issues.&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The USGS sponsored USA National Phenology Network engages both professional and citizen scientists in a nation-wide effort which tracks the timing of plant and animal activity as an indicator of environmental variation and climate change.&nbsp; The director of the network, Jake Weltzin, will discuss the process by which citizen scientists collect data to document life cycles of nature, providing researchers with far more data than they could collect alone. This presentation will describe results of the program to date and show how anyone can participate in this national effort by tracking plants and animals in their own backyard!<\/p>\r\n<p>For more information and directions visit the <a href=\"http:\/\/www.usgs.gov\/public_lecture_series\/\">Public Lecture Series website<\/a>.<\/p>\r\n<p>Those unable to attend the lecture in person can follow it live on Twitter @USGSLive<\/p>\r\n<p>These evening events are free to the public and intended to familiarize a general audience with science issues that are meaningful to their daily lives. USGS speakers are selected for their ability and enthusiasm to share their expertise with an audience that may be unfamiliar with the topic.<\/p>\r\n<p>The series provides the public an opportunity to interact with USGS scientists and ask questions about recent developments in Natural Hazards; Water; Energy Minerals and Environmental Health; Climate and Land Use Change; Ecosystems; and Core Science Systems. Ultimately, the goal is to create a better understanding of the importance and value of USGS science in action.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":["Public Lecture","Science In Action","nationalphenologynetwork","Citizen Science Climateand Land Use Change","Climateand Land Use Change Earth Resources Observationand Science Center","","cherryblossomm","","spring","","naturesnotebook"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1335758400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169521"},{"tid":"170108"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}