{"title":"Whereâ\u0080\u0099s the Water? USGS Geospatial Model Improves Estimates of Idahoâ\u0080\u0099s Perennial Streams","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Idaho's water-quality managers have a new tool to help them estimate whether water flows in any given stream year-round or only intermittently.<!--introend-->&nbsp;<\/p>\n<p>The tool-a geospatial model-applies statistical equations that feed information into a geographic information system (GIS) map similar to the Web-based street maps most people are familiar with.&nbsp;<\/p>\r\n<p>The ability to estimate perennial streams is important for two main reasons. First, the application of some Idaho water-quality standards depends on whether or not a stream flows perennially. Second, state water-quality managers sometimes go out to collect water samples from a stream classified as perennial only to find the streambed dry.&nbsp;<\/p>\r\n<p>Though not exact, the new model has proven to be far more accurate than the previous method of estimating perennial streams. That older method used the National Hydrography Dataset (NHD), which is based on topographic maps of varying scales that were developed over many decades using differing techniques. The new model, developed by scientists at the U.S. Geological Survey (USGS) in cooperation with the Idaho Department of Environmental Quality (IDEQ) and the Bureau of Reclamation, estimates that the total length of Idaho's perennial streams is only about half that estimated by the NHD.&nbsp;<\/p>\r\n<p>\"I feel that, for the first time, we have a reasonable and consistent map of perennial streams across Idaho,\" said Don Essig, water-quality standards coordinator for the IDEQ. \"We know it's not perfect, but this product gives us a far better statewide picture than we had before. This will go a long way toward improving IDEQ's probabilistic stream-monitoring efforts. It also holds promise for better application of current water-quality standards, and it may aid in the development of new standards based on permanence of flow. I believe it will have much utility for IDEQ and others.\"&nbsp;<\/p>\r\n<p>The new model is described in detail in two new USGS reports:<\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/sir\/2009\/5015\/\">Estimating Locations of Perennial Streams in Idaho Using a Generalized Least-Squares Regression Model of 7-Day, 2-Year Low Flows<\/a> documents the methods used to develop the model. <\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/ds\/412\/\">Estimated Perennial Streams of Idaho and Related Geospatial Datasets<\/a> provides the geospatial data in a form usable with specialized GIS software. <\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["water","Idaho","perennial","flow","stream","water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1236916800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168800"},{"tid":"170162"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}