{"title":"Enhanced Elevation Data to Sharpen Global Focus on Climate Issues ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"336\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_06_2012_qvm8PCb54J_02_06_2012_2#.VCGo-7xdVNO\"><img src=\"http:\/\/gallery.usgs.gov\/images\/02_06_2012\/qvm8PCb54J_02_06_2012\/medium\/3.jpg\" alt=\"Canoes and topography at Lake Nyos, Cameroon. USGS photo, Bill Evans. \" width=\"336\" height=\"500\" \/><\/a> Canoes and topography at Lake Nyos, Cameroon. USGS photo, Bill Evans.[\/caption]\n\nElevation is a fundamental quality in nature. The height of the land determines where water will flow. It can influence what the average local temperature will be. The height of the land in relation to the height of the water determines where there will be coasts or riverbanks, marshes or islands, saltwater or freshwater. Terrain elevation, in combination with other factors, helps determine where species of plants will grow and where species of animals will thrive.\n\nIn Africa, accurate elevation (topographic) data are vital for pursuing a variety of climate-related studies that include modeling predicted wildlife habitat change; promoting public health in the form of warning systems for geography and climate-related diseases (e.g. malaria, dengue fever, Rift Valley fever); and monitoring sea level rise in critical deltas and population centers, to name just a few of many possible applications of elevation data.Â \n\nToday, September 23, the National Aeronautics and Space Administration (NASA), the National Geospatial-Intelligence Agency (NGA), and the U.S. Geological Survey (USGS, a bureau of the U.S. Department of the Interior) released a collection of higher-resolution (more detailed) elevation datasets for Africa. The datasets were released following the Presidentâ\u0080\u0099s commitment at the United Nations to provide assistance for global efforts to combat climate change. The broad availability of more detailed elevation data across most of the African continent through the <\/span><a href=\"http:\/\/www2.jpl.nasa.gov\/srtm\/\">Shuttle Radar Topography Mission<\/a><span style=\"font-size: 13px\"> (SRTM) will improve <\/span><a href=\"http:\/\/srtm.usgs.gov\/mission\/maptheworld.php\">baseline information<\/a><span style=\"font-size: 13px\"> that is crucialÂ to investigating the impacts of climate change on African communities.\n\nEnhanced elevation datasets covering remaining continents and regions will be made available within one year, with the next release of data focusing on Latin America and the Caribbean region. Until now, elevation data for the continent of Africa were freely available to the public only at 90-meter resolution. The datasets being released today and during the course of the next year resolve to 30-meters and will be used worldwide to improve environmental monitoring, climate change research, and local decision support. These SRTM-derived data, which have been extensively reviewed by relevant government agencies and deemed suitable for public release, are being made available via a user-friendly interface onÂ <a href=\"http:\/\/earthexplorer.usgs.gov\/\" target=\"_blank\">USGSâ\u0080\u0099s Earth Explorer website<\/a>.<\/span><span style=\"font-size: 13px\">Â \n\nâ\u0080\u009cWe are pleased to offer improved elevation data across Africa to scientists, educators, and students worldwide. Itâ\u0080\u0099s free to whomever can use it,â\u0080\u009d said Suzette Kimball, acting USGS Director. â\u0080\u009cElevation, the third dimension of maps, is critical in understanding so many aspects of how nature works. Easy access to reliable data like this advances the mutual understanding of environmental challenges by citizens, researchers, and decision makers around the globe.â\u0080\u009d\n\nWith a commitment from the Secure World Foundation, USGS, NOAA, and NASA plan to offer online training and regional workshops to further enable users to take advantage of these data resources.\n\n<strong>Better data go to work<\/strong>\n\nTwo case studies in Africa clearly illustrate the advantage of having more accurate elevation data.\n\n[caption id=\"attachment_201791\" align=\"alignleft\" width=\"487\"]<a href=\"http:\/\/eros.usgs.gov\/views-news\/SRTM-30m-90m-data\"><img class=\"size-full wp-image-201791 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/09\/Slider-Niger-Delta.jpg\" alt=\"SRTM elevation data in Niger River Delta, Nigeria. Left, 90-meter resolution; right, enhanced 30-meter resolution. \" width=\"487\" height=\"486\" \/><\/a> A screenshot of SRTM elevation data in Niger River Delta, Nigeria. Left, 90-meter resolution; right, enhanced 30-meter resolution. Click the image to access the interactive tool.[\/caption]\n\n&nbsp;\n\n<strong>Nigerian Coast Scenario<\/strong>\n\nThe <a href=\"http:\/\/eros.usgs.gov\/niger\">Niger River Delta<\/a>, an area of extensive coastal wetlands located in southern Nigeria, is a complex mosaic of estuaries, tidal flats, mangrove forests, and lowland rainforests that form a highly biodiverse ecosystem. More detailed elevation data are especially critical in such coastal settings that have small elevation changes. A comparable mapping locale in the United States would be the Mississippi River Delta where accurate elevation information is also essential to portray the vulnerability of low-lying settlements and complex coastal ecosystems to natural and human-induced hazards. [Use an <a href=\"http:\/\/eros.usgs.gov\/views-news\/SRTM-30m-90m-data\">interactive online tool<\/a> to compare 90-meter to 30-meter resolution.]\n\nAs with many major river deltas in the world, the Niger Delta is subject to potential hazards related to climate change, including lowland flooding , inundation from storms and sea-level rise, coastal erosion, and saltwater intrusion. These concerns are intensified by the presence of much of Nigeriaâ\u0080\u0099s oil industry infrastructure in and around the Delta city of Port Harcourt, Nigeriaâ\u0080\u0099s fifth largest urban area with a population of nearly two million people. Local and regional food security can be threatened in delta environments by coastal erosion and saltwater intrusion impacting lowland crop areas and fisheries.\n\nIn this Nigerian setting and along tropical coasts around the globe, mangrove forests have been shown to play a particularly useful role in mitigating damage from natural hazards such as tsunamis and tropical storms. Recent USGS research on global mapping and <a href=\"http:\/\/lca.usgs.gov\/lca\/globalmangrove\/index.php\">monitoring of mangrove forests<\/a> has demonstrated that the increased detail of 30-meter elevation data leads to improved results in tracking mangrove forest health, as mangrove species are especially sensitive to elevation differences in the coastal zone.\n\n<strong>Mapping biodiverse highlands along the Senegal-Guinea Border <\/strong>\n\nEven the remote <a href=\"http:\/\/eros.usgs.gov\/senegal-guinea\">transboundary area of the Senegal-Guinea<\/a> highlands is beginning to feel the pressure of land use change, driven mainly by people clearing more land for agriculture. At the same time, the region is experiencing a decline in rainfall, part of the overall pattern of climate change in West Africa. Among several species of primates in this area are chimpanzees that forage over large areas for food and shelter. The chimpanzee populations in Senegal are unique because of the special survival strategies they have adopted for coping in this harsh, semi-arid environment. Special habitats like gallery forests create their own microclimate and thus provide a critical refuge for many species of plants and animals during the long, hot dry season.\n\nRecognizing the urgency of the situation, the U.S. Agency for International Development (USAID) and Senegalâ\u0080\u0099s Ministry of Environment worked with local communities to propose and create a special protected area â\u0080\u0093 the Dindefelo Nature Reserve. To support this effort, USAID and Senegalese counterparts requested assistance from the USGS EROS Center to produce a detailed land use\/land cover map to show the critical habitats and to provide a visual tool for sustainable land management. Using Landsat satellite imagery and 30-meter SRTM digital elevation data, the USGS EROS team produced the detailed land use\/land cover map (accompanying image).\n\n[caption id=\"attachment_201801\" align=\"alignright\" width=\"518\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/09\/Guinea.jpg\"><img class=\"size-full wp-image-201801\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/09\/Guinea.jpg\" alt=\"Land cover data from the Landsat 8 satellite combined with enhanced SRTM 30-meter data makes a much improved map in three dimensions along Senegal-Guinea border.\" width=\"518\" height=\"731\" \/><\/a> Land cover data from the Landsat 8 satellite combined with enhanced SRTM 30-meter data makes a much improved map in three dimensions along Senegal-Guinea border.[\/caption]\n\nThe detailed elevation data were used to help identify important habitat that is closely correlated with topography. The USGS team is also collaborating with primate ecologists at the Jane Goodall Institute who are using the map in a proposal to the Governments of Senegal and Guinea to extend the Dindefelo Nature Reserve south into Guinea as part of an effort to protect chimpanzee populations that forage on both sides of the border. These data are playing an important role in the ongoing discussions.\n\n<strong>Looking forward<\/strong>\n\nThe international <a href=\"http:\/\/www.ceos.org\/\">Committee on Earth Observation Satellites<\/a> (CEOS), working with its U.S. members USGS, NOAA, and NASA, will build on the enhanced data release by organizing a series of regional workshops that emphasize the use of SRTM 30-meter data in disaster response and flood modeling. The first workshop of this series in March 2015 will be conducted in South Africa, hosted by the South African National Space Agency (SANSA). Subsequent workshops will be scheduled to coincide with the release of enhanced SRTM datasets for the remaining regions of the world.\n\n<strong>Learn more<\/strong>\n\n<a href=\"http:\/\/rmgsc.cr.usgs.gov\/ecosystems\/africa.shtml\">USGS Africa Ecosystems Mapping<\/a>\n\n<a href=\"http:\/\/eros.usgs.gov\/landscape-dynamics\/topographic-research\">USGS Topographic Research<\/a>\n\n<a href=\"http:\/\/landsat.usgs.gov\/\">USGS Landsat<\/a>\n\n<a href=\"https:\/\/www.earthobservations.org\/afrigeoss.php\">Group on Earth Observations<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24393","uid":"31","filename":"New.jpg","uri":"public:\/\/New.jpg","filemime":"image\/jpeg","filesize":"148135","status":"1","timestamp":"1425492768","type":"image","uuid":"608298e0-8709-43fe-bf4e-0d7651666e7c","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Africa","Climate Change","earth observation","Guinea","international","Land Cover","Mapping","Nigeria","Senegal","Topography"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1411492864","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}