{"title":"Historical Mining Impacts Decreasing in Some Stream Reaches in Upper Clark Fork Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HELENA, Mont. &ndash; Streams in the Upper Clark Fork Basin have shown a decrease or no change in the occurrence of metals and arsenic associated with historical mining, according to a new U.S. Geological Survey report released today. The largest decreases were in areas targeted by remediation efforts.<\/p>\n<p>The USGS, in cooperation with the U.S. EPA, conducted the study to assess the effects of remediation efforts on mining contaminants in the Upper Clark Fork Basin. The USGS report analyzes data collected at 22 sites during 1996-2010 from streams in the Upper Clark Fork Basin. The study found that metals tended to enter waterways in larger quantities from areas where historical mining wastes had accumulated. A few of these stream reaches contributed most of the metals that entered into the entire Basin.<\/p>\r\n<p>Some of the metals evaluated, cadmium, copper, lead, and zinc, primarily move through streams attached to sediment. \"Arsenic is different from the heavy metals because it was more widely distributed in the soils and groundwater, and is typically dissolved in the water rather than attached to sediment. So arsenic tends to enter streams more uniformly, rather than in localized areas,\" said Steve Sando, USGS hydrologist and lead author of the report. This difference is important because it shows the complexities involved in remediating the mining impacts. Federal, State, and local agencies, as well as the British Petroleum Company are involved in the massive clean-up efforts in the Basin.<\/p>\r\n<p>Although evaluating water quality with respect to regulatory standards was not the focus of the study, concentrations of metals and arsenic were compared to U.S. EPA aquatic life criteria and drinking-water standards. Historically, many of the streams have had concentrations of the contaminants that were higher than the standards.&nbsp; Some sites still have concentrations of some contaminants that exceed standards, but especially in sites with remediation, the water quality is substantially improving.<\/p>\r\n<p>The publication \"<a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5217\">Water-Quality Trends for Selected Sampling Sites in the Upper Clark Fork Basin, Montana, Water Years 1996&ndash;2010<\/a>\" is available online.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana"],"country":["United States of America"],"mm_tags":["water","mining","Upper Clark Fok Basin","contaminants","Streams","metals","Water Quality"],"article_type":["State News Release"],"distribution":["Biology","Environmental Health","Water"],"release_date":{"und":[{"value":"1394596800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169642"},{"tid":"170501"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}