{"title":"New Study Confirms Low Levels of Fallout from Fukushima and Enhances Knowledge","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Fallout from the 2011 Fukushima Dai-ichi nuclear power facility in Japan was measured in minimal amounts in precipitation in the United States in about 20 percent of 167 sites sampled in a nationwide study released today.<!--introend--> The U.S. Geological Survey led the <a href=\"http:\/\/bqs.usgs.gov\/fukushima\/\">study<\/a> as part of the National Atmospheric Deposition Program (NADP). Levels measured were similar to measurements made by the U.S. Environmental Protection Agency in the days and weeks immediately following the March 2011 incidents, which were determined to be well below any level of public health concern.&nbsp;<\/p>\n<p>Many NADP sites are located away from major urban areas so that they are more representative of the U.S. landscape as a whole. This study is complementary to EPA results, and together these data will allow for a better picture of the deposition of radioactive fallout across the United States.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>\"Japan's unfortunate nuclear nightmare provides a rare opportunity for U.S. scientists to test an infrequently needed national capability for detecting and monitoring nuclear fallout over a wide network,\" explained USGS director Marcia McNutt. \"Had this been a national incident, NADP would have revealed the spatial and temporal patterns of radioactive contamination in order to help protect people and the environment.\"&nbsp;<\/p>\r\n<p>Precipitation was collected at monitoring sites within the geographically extensive NADP network. USGS scientists detected Iodine -131, Cesium-134, and Cesium-137, the primary radioactive products released during an incident such as this one. These detections were most frequently found along the West Coast, in the central and northern Rocky Mountain States and the eastern United States where precipitation fell most heavily in the weeks after the Fukushima disaster.&nbsp;<\/p>\r\n<p>The study released today adds important new information from NADP&rsquo;s network and provides a more detailed picture of fallout in precipitation over most of the Nation. The EPA had used the rapid-response RadNet to monitor network fallout from Fukushima immediately following the incident. RadNet sites provide information about levels of radiation in the Nation&rsquo;s air, drinking water, precipitation, and pasteurized milk. The levels of radioactive fallout measured at RadNet and NADP sites were similar, and while the USGS does not assess human health risks, the EPA RadNet monitoring confirms that radiation levels were far below any level of concern for human health in the United States. More information on EPA's findings is available <a href=\"http:\/\/www.epa.gov\/japan2011\/index.html\">online<\/a>.&nbsp;<\/p>\r\n<p>This is the second time samples from the NADP network have been used to measure radioactive fallout. The first time was after the Chernobyl disaster in 1986. The NADP network allows scientists to sample fallout at a wide range of sites, including rural and isolated areas.&nbsp;<\/p>\r\n<p>\"This analysis provides scientifically valid measurements of radioactive fallout in precipitation over North America, which helps add more details to the picture of fallout in the U.S in the weeks following the Fukushima incident,\" said Greg Wetherbee, USGS chemist who led the study. \"NADP and USGS demonstrated that this network enhances national capabilities to monitor radionuclides in precipitation following releases to the atmosphere.\"&nbsp;<\/p>\r\n<p>The release of radioactive elements occurred in mid-March, 2011, following the T&#333;hoku earthquake and tsunami that severely damaged the Dai-ichi nuclear facility. Gases and small particles (in liquid or solid form) can be transported very long distances in the atmosphere. Many agencies and organizations worldwide detected radioactive fallout in air and precipitation in the days and weeks following the nuclear power facility incident and explosions, even in regions far away from the Japanese facility, such as over North Ame","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Fukushima","Japan","Nuclear Power Plant","Nuclear Facility","lakes","rivers","Streams","Public Health","Health","","Environmental Protection Agency","radioactive","Nuclear Power Facility","National Atmospheric Deposition Program","","fallout","precipitation","water","Tohoku Earthquake","tsunami","earthquake","biology"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1329886800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"},{"tid":"169463"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}