{"title":"USGS science at American Geophysical Union conference, San Francisco, December 13-17","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->SAN FRANCISCO&shy; &mdash;&nbsp; The U.S. Geological Survey participates in the American Geophysical Union's fall meeting with hundreds of technical presentations.&nbsp; Selected here are some highlights of USGS science at AGU. Tips about the technical sessions are presented in chronological order with session numbers, and room numbers in Moscone Convention Center (either Moscone South, MS, or Moscone West, MW). For more information, visit the 2010&nbsp;<a href=\"http:\/\/www.agu.org\/meetings\/fm10\/\">AGU Fall meeting website<\/a>.<!--introend--><\/p>\n<p>News media representatives are invited to visit the USGS booth in the AGU Exhibit Hall. This is an easy place to connect with USGS data, publications, and information.<\/p>\r\n<p><strong>USGS participation in AGU press conferences:<br \/><\/strong>(all AGU press conferences are scheduled in Room 3000 &nbsp;Moscone West)<\/p>\r\n<p>Monday, 12\/13, 5 p.m.<br \/><strong>Forest tipping points and climate change in southwestern US<br \/><\/strong>Craig Allen<br \/>If temperature and aridity rise as projected,&nbsp;the worrisome forecast suggested for southwestern forests includes slower-growing trees, more severe fires, more bark beetle outbreaks, a lot more dead trees, and big changes in where various trees species are dominant in southwestern U.S. forests.<\/p>\r\n<p>Tuesday, 12\/14, 9 a.m.<br \/><strong>Ice volcanoes on Titan<br \/><\/strong>Randolph Kirk<br \/>Topography on Saturn's moon Titan that makes the best case yet for an ice volcano on Titan and reveals the most Earth-like volcano in the outer solar system.<\/p>\r\n<p>Tuesday, 12\/14, 11 a.m.<br \/><strong>Carbon consumption and Earth&rsquo;s carrying capacity<br \/><\/strong>Jennifer Harden<br \/>Increasing consumption of Earth&rsquo;s plant material raises questions about carrying capacity, biodiversity, landscapes, imbalances, and vulnerabilities to climate change.<\/p>\r\n<p>Wednesday, 12\/15, 11 a.m.<br \/><strong>Volcanic ash and aviation<br \/><\/strong>Tom Casadevall and Marianne Guffanti<br \/>The eruption of Eyjafjallaj&ouml;kull volcano earlier this year brought questions of volcanic ash and global aviation traffic to the forefront. How can science help shape aviation safety policy?<\/p>\r\n<p>Thursday, 12\/16, 9 a.m.<br \/><strong>The last Arctic sea-ice refuge?<br \/><\/strong>George Durner<br \/>Arctic ocean circulation models suggest enough ice would accumulate in an area of the Canadian Archipelago and northern Greenland to potentially serve as a refuge for polar bears as Arctic sea ice is otherwise projected to decline.<\/p>\r\n<p><strong>USGS town hall meeting and customer listening session<br \/><\/strong>Seeking your help to shape the development of our 10-year strategic science plans<\/p>\r\n<p style=\"padding-left: 30px;\"><strong>Talking Hazards<\/strong>: A dialogue on the future of USGS Natural Hazards science, Thursday, 12\/16, 12:30-1:30 p.m., MW 3006<\/p>\r\n<p style=\"padding-left: 30px;\"><strong>Talking Water<\/strong>: A dialogue on the future of USGS Water science<strong> <\/strong>Thursday, 12\/16, 6:15-7:30 p.m., Courtyard San Francisco Hotel, 299 Second St, Rincon Hill Room, 2<sup>nd<\/sup> Floor<\/p>\r\n<p><strong>AGU recognizes USGS scientists:<br \/><\/strong>Wednesday, 12\/15, 7- 9 p.m.&nbsp;<br \/>AGU's 2010 honors ceremony,&nbsp;San Francisco Marriott Marquis, Yerba Buena Ballroom<br \/>John R. Filson will receive the&nbsp;Edward A. Flinn III Award, given&nbsp;to an &ldquo;individual who personifies the AGU&rsquo;s motto &lsquo;unselfish cooperation in research&rsquo; through their facilitating, coordinating, and implementing activities.&rdquo;&nbsp;<\/p>\r\n<p>Carol Kendall is elected to AGU Fellowship this year<\/p>\r\n<p><strong>Finn named AGU President-elect<\/strong><\/p>\r\n<p>Dr. Carol A. Finn, a USGS geophysicist, was recently named President-elect of AGU. Finn, an AGU member since 1980 and USGS scientist since 1978, will be the third female president of the 91-year-old organization, and third USGS employee to hold the post.<\/p>\r\n<p><stron","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["biology","geography","geology","water","hazards","tipsheet"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1291957200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}