{"title":"susquehanna River: Low Oxygen\/Warmer Water are Likely Factors in Fish Disease","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>The USGS <a href=\"http:\/\/pubs.usgs.gov\/of\/2009\/1216\/\">report<\/a> is available online.<\/strong><\/p>\n<p>Smallmouth bass in the Susquehanna River near Harrisburg, Pa. are exposed to oxygen levels that are low enough to cause stress during the first few months of their lives.&nbsp; Low oxygen and the relatively warm water of the Susquehanna River are likely contributing factors in the die offs of baby smallmouth bass since 2005.<\/p>\r\n<p>These are among the key findings of a new federal study to understand why baby smallmouth bass have been dying of infection, while older smallmouth bass and other fish have been largely unaffected. The infection is caused by <em>Flavobacterium columnare<\/em>, a bacterium that typically afflicts stressed fish.&nbsp; Public concern has been raised about the long-term viability of the smallmouth bass population on the Susquehanna, a river known for sport fishing.<\/p>\r\n<p>Shallows with slow-moving water along the river margins are considered nurseries for baby smallmouth bass. &ldquo;Nursery microhabitats are places for young fish to avoid predators and avoid the swift currents of the main channel of the River. Our work demonstrates that these nursery areas often have oxygen levels that are lower and more stressful than those in the swifter-moving and deeper waters of the main channel where the adult fish live,&rdquo; said U.S. Geological Survey (USGS) scientist Jeff Chaplin, who led the study in partnership with the Pennsylvania Fish and Boat Commission (PFBC), and the Pennsylvania Department of Environmental Protection (PADEP).<\/p>\r\n<p>There are many other water-quality factors and pathogens that were not evaluated in the study that may be putting additional stress on the fish in the Susquehanna River leading to the bacterial infections.<\/p>\r\n<p>&ldquo;This is the first time nursery microhabitats in the Susquehanna River have been instrumented with continuous water-quality monitors. Previous studies have focused on the main channel and have not measured oxygen concentrations during the critical nighttime hours,&rdquo; said Kent Crawford, USGS water-quality specialist and coauthor of the report. &ldquo;This study has been expanded in 2009 to include additional water-quality monitoring and fish-pathology examinations.&rdquo;<\/p>\r\n<p>&ldquo;We have not found the smoking gun, but the results from this study and additional ongoing investigations provide us with a better understanding of the water quality of our rivers, said John Arway, Chief of the Environmental Services Division at PFBC. &ldquo;Research studies such as these provide us with the science that we need to revise and update our laws, regulations, and public policy so that we can best manage and protect our sensitive fisheries.&rdquo;<\/p>\r\n<p>This study included continuous monitoring at seven sites from May &ndash; October 2008, to characterize water&ndash;quality conditions in some of the affected reaches of the Susquehanna River.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p><strong>Selected Study Highlights<\/strong><\/p>\r\n<p><strong>Nursery microhabitats had lower oxygen than the main channel:<\/strong><\/p>\r\n<ul>\r\n<li>Oxygen levels fell below the applicable national criterion (5.0 mg\/L) for up to 8.5 hours on more than 30 percent of days at one nursery microhabitat, compared to no days in the nearby main-channel habitat. <\/li>\r\n<li>Oxygen levels at a second nursery microhabitat fell below the criterion in about 20% of days, compared to only 6% in the nearby main channel. <\/li>\r\n<\/ul>\r\n<p><strong>Conditions in 2008 were more stressful than they were in the 1970&rsquo;s: <\/strong><\/p>\r\n<ul>\r\n<li>In the Susquehanna River at Harrisburg, daily mean dissolved oxygen levels averaged 1.1 mg\/L lower and daily mean water temperatures averaged 1.4&deg;F warmer in 2008 compared to historical datasets from 1974 through 1979.<strong> <br \/><\/strong><\/li>\r\n<\/ul>\r\n<p><strong>The Susquehanna had higher temperatures than nearby rivers in 2008:<\/strong><\/p>\r\n<ul>\r\n<li>Dur","summary":null,"format":null}]},"field_images":[],"regions":["Pennsylvania"],"country":["United States of America"],"mm_tags":["Susquehanna River","Small Mouth Bass","disease","fish","Pennsylvania"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1256788800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169578"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}