{"title":"Pika Populations Affected by Climate in the Great Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOZEMAN, Mont. &ndash; <!--introstart-->Climate factors such as snowpack and precipitation are playing an increasingly important role in the abundance of American pikas in the Great Basin, according to a continuing ecological study by the U.S. Geological Survey, University of Montana and Montana State University.<!--introend--><\/p>\n<p>Pikas are diminutive herbivores that resemble hamsters and live exclusively in rocky slopes across many mountain ranges in the American West. This study contributes to a legacy of more than 100 years of pika studies in the Great Basin &ndash; the internally draining area between the Sierra Nevada and Rocky Mountains. In the Basin, researchers are recording pikas'shrinking distribution, and finding their population sizes increasingly responsive to climate change but difficult to predict.&nbsp;<\/p>\r\n<p>The size of pika populations did not correlate with the extent of habitat present in either the 1990s or 2000s, according to the researchers, who were revisiting sites where pikas were first recorded in historical surveys going back more than a century. Given how strongly pikas are tied to their rocky habitat, this current finding challenges the assumption that just because physically suitable habitat is present &ndash; even in remote, apparently relatively undisturbed locations &ndash; that pikas will continue to occupy those habitats.<\/p>\r\n<p>Researchers also investigated the potential impact of climate stress on pika density. The results suggested that climate change may be adding another filter for suitability of habitats. \"Precipitation during June-September and amount of snowpack appeared to be the most powerful predictors of pika density in the 2000s,\" said USGS research ecologist Erik Beever, lead author of the study. \"Precipitation appears to be important because it can influence the amount of food available for pikas in the summer, and an insulating snowpack can minimize exposure of pikas to extreme cold-stress,\" Beever said.&nbsp; Across the western United States, snow-water equivalents have been declining and temperatures have been rising since the 1930s.&nbsp;<\/p>\r\n<p>Perhaps the most surprising result was the direct relationship between population size and probability of future extinctions of local pika populations. \"When we consider extinction risk, we intuitively think that smaller populations are at the highest risk,\" Beever said. \"We looked at the record of extinctions up to 1999, and calculated the risk of future site-level extinction. We were surprised to find that sites with higher extinction risk in 1999 had larger populations in 2003-2008,\" he said. &nbsp;The authors suggest that this non-intuitive result may reflect changes in the rules governing abundance between the 1990s and 2000s surveys (perhaps ushered in by recent climate change), lags in response of abundance to extinction risk, or other mechanisms.&nbsp;<\/p>\r\n<p>Researchers revisited sites of historical (1898-1956) pika records and performed surveys of pika abundance from 1994 to 1999 and from 2003 to 2008 to understand the factors predicting pika population sizes.&nbsp;<\/p>\r\n<p>The study, \"Understanding relationships among abundance, extinction and climate at ecoregional scales,\" to be published in the journal <em>Ecology<\/em>, is available <a href=\"http:\/\/www.esajournals.org\/toc\/ecol\/0\/0\">online<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2013_03_18 \" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2013_03_18 \/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Oregon","California","Nevada"],"country":["United States of America"],"mm_tags":["Geographic Areas Rocky Mountain","Idaho","Pika","Climate Change Ecosystems"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1363147200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169940"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}