{"title":"USGS Issues Landslide Alert for Hurricane Sandy","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"The USGS has just issued a <a href=\"http:\/\/www.usgs.gov\/alerts\/cap\/USGS-landslides.20121029T200558\">landslide alert<\/a> for parts of Maryland, northern Delaware in the Wilmington area, northern Virginia (for specific areas, see the <a href=\"http:\/\/www.usgs.gov\/alerts\/cap\/USGS-landslides.20121029T185147\">alert<\/a>). As Hurricane Sandy moves ashore, heavy rainfall will put some communities at risk for landslide hazards. Check with your <a href=\"http:\/\/www.stategeologists.org\/\">state geological agency<\/a>. Â If you see a landslide, <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/did-you-see-a-landslide\/\">let us know<\/a>!\n<div style=\"float: right\" align=\"right\">[iframe width=\"400\" height=\"225\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/MVwSpGVfWVo?rel=0\" frameborder=\"0\" allowfullscreen]<\/div>\nThe most likely types of landslide triggered by this event will be shallow landslides on coastal bluffs in the Chesapeake Bay area and adjoining estuaries. In addition, some areas in the forecast area contain landslides that were caused by Hurricane Irene and Tropical Storm Lee in 2011 and could possibly be reactivated.\n\nHurricanes are well known to cause landslides, especially in mountainous areas. The slope of the land, the type of geology, ground saturation, and rainfall intensity and duration all play major roles in triggering landslides.\n\n[caption id=\"attachment_175338\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/landslides.usgs.gov\/learning\/photos\/new_jersey_landslides\/new_jersey_landslides\/pallisadesnjpallis4.jpg\"><img class=\"size-medium wp-image-175338\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/10\/pallisadesnjpallis4-300x154.jpg\" alt=\"Rockfall on Palisades Cliff, New Jersey, May 21, 2012. Photograph by Ted Pallis, N.J. Geological Survey\" width=\"300\" height=\"154\" \/><\/a> Rockfall on Palisades Cliff, New Jersey, May 21, 2012. Photograph by Ted Pallis, N.J. Geological Survey[\/caption]\n\nOne thing landslide experts remind you to keep in mind is that landslides donâ\u0080\u0099t just happen during the actual passing of the hurricane. Although movement of shallow landslides is most likely to start during periods of intense rainfall caused by the storm, movement of deeper landslides may be delayed as the ground becomes inundated with water, leading to destabilization and possible landslides after a storm ends. So make sure to stay alert even after the hurricane has passed.\n\nLandslides are powerful. People living in these areas should be aware of the danger during severe weather and be ready to act if the situation warrants. Here is some advice for residents in affected areas:\n\n<strong>Before the Storm: <\/strong>\n<ol start=\"1\">\n\t<li>Become familiar with the land around you. Learn whether landslides have occurred in your area. Slopes where landslides have occurred in the past are likely to experience them in the future.<\/li>\n\t<li>Watch the patterns of storm-water drainage on slopes near your home, and note especially the places where runoff water converges, increasing flow over soil-covered slopes. Watch the hillsides around your home for any signs of land movement, such as small landslides or debris flows or progressively tilting trees.<\/li>\n\t<li>Contact your local authorities to learn about the emergency-response and evacuation plans for your area and develop your own emergency plans for your family and business.<\/li>\n<\/ol>\n<a href=\"http:\/\/landslides.usgs.gov\/learning\/prepare\/before.php\">Read more<\/a> on what to do before the storm hits.\n\n[caption id=\"attachment_175339\" align=\"alignright\" width=\"150\"]<a href=\"http:\/\/landslides.usgs.gov\/learning\/photos\/new_jersey_landslides\/new_jersey_landslides\/spartanj2.jpg\"><img class=\"size-thumbnail wp-image-175339\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/10\/lrg-600-spartanj2-150x150.jpg\" alt=\"A landslide that occurred on Main St. in Sparta, NJ, on March 14, 2010. Photo Courtesy of New Jersey Geological Survey.\" width=\"150\" height=\"150\" \/><\/a> A landslide that occurred on Main St. in Sparta, NJ, on March 14, 2010. Photo Courtesy of New Jersey Geological Survey.[\/caption]\n\n<strong>During the Storm: <\/strong>\n<ol start=\"1\">\n\t<li>Stay alert and stay awake. Many landslide fatalities occur when people are sleeping. Listen to a radio for warnings of intense rainfall. Be aware that intense short bursts of rain may be particularly dangerous, especially after longer periods of heavy rainfall and damp weather.<\/li>\n\t<li>Listen for any unusual sounds that might indicate moving debris, such as trees cracking or boulders knocking together. A trickle of flowing or falling mud or debris may precede larger flows. If you are near a stream or channel, be alert for any sudden increase or decrease in water flow and for a change from clear to muddy water. Such changes may indicate landslide activity upstream, so be prepared to move quickly. Donâ\u0080\u0099t delay. Save yourself, not your belongings.<\/li>\n\t<li>Be especially alert when driving. Embankments along roadsides are particularly susceptible to landslides. Watch the road for collapsed pavement, mud, fallen rocks, and other indications of possible debris flows. Never drive across a flooded road.<\/li>\n<\/ol>\n<a href=\"http:\/\/landslides.usgs.gov\/learning\/prepare\/during.php\">Read more<\/a> on what to do during the storm.\n\n[caption id=\"attachment_175340\" align=\"alignleft\" width=\"199\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/10\/lrg-608-fergusoncalifornia.jpg\"><img class=\"size-medium wp-image-175340\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/10\/lrg-608-fergusoncalifornia-199x300.jpg\" alt=\"The 2006 Ferguson-Hwy 140 Rockslide, CA along the Merced River about 8 miles west of El Portal and the entrance of Yosemite National Park, California.\" width=\"199\" height=\"300\" \/><\/a> The 2006 Ferguson-Hwy 140 Rockslide, CA along the Merced River about 8 miles west of El Portal and the entrance of Yosemite National Park, California.[\/caption]\n\n<strong>After the Storm:<\/strong>\n<ol>\n\t<li>Stay away from the slide area. There may be danger of additional slides.<\/li>\n\t<li>Watch for flooding, which may occur after a landslide or debris flow. Floods sometimes follow landslides and debris flows because they may both be started by the same event.<\/li>\n\t<li>Look for and report broken utility lines and damaged roadways and railways to appropriate authorities. Reporting potential hazards will get the utilities turned off as quickly as possible, preventing further hazard and injury.<\/li>\n<\/ol>\n<a href=\"http:\/\/landslides.usgs.gov\/learning\/prepare\/after.php\">Read more<\/a> on what to do after the storm passes.\n\nFor more information, visit the following websites:\n<ul>\n\t<li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/did-you-see-a-landslide\/\">Did You See It?<\/a><\/li>\n\t<li><a href=\"http:\/\/landslides.usgs.gov\/learning\/prepare\/\">Landslide Warning Signs<\/a><\/li>\n\t<li><a href=\"http:\/\/www.usgs.gov\/faq\/index.php?action=show&amp;cat=17\">Landslide FAQs<\/a><\/li>\n\t<li><a href=\"http:\/\/www.stategeologists.org\/\">List of State Geological Agencies<\/a><\/li>\n<\/ul>\nFor the latest forecasts on the storm, listen to NOAA radio. For information on preparing for the storm, visit <a href=\"http:\/\/www.ready.gov\/\">Ready.gov<\/a> or <a href=\"http:\/\/www.listo.gov\/\">Listo.gov<\/a>\n\nThe USGS has the delegated Stafford Act responsibility for issuing alerts and warnings for geologic hazardsâ\u0080\u0094earthquakes, volcanoes, and landslidesâ\u0080\u0094and this landslide guidance is being provided under that authority.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24251","uid":"31","filename":"pallisadesnjpallis4.jpg","uri":"public:\/\/pallisadesnjpallis4.jpg","filemime":"image\/jpeg","filesize":"57392","status":"1","timestamp":"1425492768","type":"image","uuid":"b796c9a8-422f-4a33-8522-55593082ba6b","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Hurricane Sandy","landslides","Natural Hazards"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1351461590","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}