{"title":"Hotter and Drier Climate Likely to Alter Abundance of Sonoran Desert Plants","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>TUCSON, Ariz. &ndash; <!--introstart-->Climate change is likely to have strong effects on the abundance of dominant Sonoran Desert plant species, according to a study published recently in Global Change Biology.<!--introend--><\/p>\n<p>Hotter and drier conditions predicted for the southwestern United States can have a considerable impact on long-lived plants that occur in an already water-limited environment. The study shows declines of characteristic Sonoran Desert plants, such as velvet mesquite, foothill paloverde and ocotillo, but reveals increases of cacti should be expected in years with high temperatures. Shorter-lived perennial grasses and subshrubs sharply decreased in abundance during years with low precipitation.<\/p>\r\n<p>\"By carefully examining long-term records of how vegetation has responded to variability in numerous climate-related parameters, such as temperature, mean rainfall and aridity, scientists have been able to find the key to predicting the future for complex ecosystems,\" remarked USGS Director Marcia McNutt. \"This type of study is an essential first step in gaining insight to the world our children will be inheriting.\"&nbsp;<\/p>\r\n<p>This research was conducted by a team of scientists from the U.S. Geological Survey and National Park Service, who took advantage of100 years of plant monitoring results from Saguaro National Park, Organ Pipe Cactus National Monument, the Desert Laboratory and the Santa Rita Experimental Range near Tucson, Ariz. The analysis used in the study identified the plant species susceptible to climate change by determining past relationships between climate and vegetation across sites.<\/p>\r\n<p>\"There is evidence that climate change is happening at regional to global scales with long-term effects, but plant ecological research is generally conducted in a very small area over a short period of time,\" said Seth Munson, a USGS scientist and lead author of the study.&nbsp;&nbsp;\"This work integrates the results from four of the longest-running vegetation monitoring sites in the world to provide a more complete picture of how the plant composition, structure and productivity of a desert ecosystem may change in the future.\"&nbsp;<\/p>\r\n<p>The study identifies critical points along a climate gradient that cause a reduction in plant abundance.<\/p>\r\n<p>For example, perennial grasses such as bush muhly and curly mesquite grass decreased when annual precipitation dipped below 15 inches -- this amount of water input may indicate a threshold that limits &nbsp;perennial grass performance in the Sonoran Desert.&nbsp;&nbsp;<\/p>\r\n<p>A main goal of this study was to inform the management decisions of NPS and other land-management agencies in the Sonoran Desert. For example, the research shows that increases in aridity correspond to declines in white ratany, a shrub that provides food for the endangered desert tortoise, which is intensively being monitored by NPS, U.S. Fish and Wildlife Service, and Arizona Game and Fish.&nbsp;&nbsp;<\/p>\r\n<p>&nbsp;\"Understanding climate-vegetation dynamics is important to both short-term management decisions and long-term planning for projected climate change,\" said John Gross, an ecologist with the NPS's Inventory and Monitoring Program. \"A knowledge of vegetation dynamics is essential to conducting ecological vulnerability assessments and subsequent planning for climate adaptation in our parks,\" he added.&nbsp;&nbsp;<\/p>\r\n<p>For more information, see the full journal <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/j.1365-2486.2011.02598.x\/abstract\">article<\/a>. The article, Forecasting climate change impacts to plant community composition in the Sonoran Desert region, was published in Global Change Biology and is authored by S.M. Munson, R. H. Webb, J. Belnap, J. A. Hubbard, D. E. Swann, and S. Rutman. This work was supported by the National Park Service and a grant from the U.S. Geological Survey Status and Trends of Biological Resources Program.<\/p>\r\n<p><ifra","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["Climate Change","biology","Sonora","Desert","vegetation","Mesquite"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1329282000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"},{"tid":"170451"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}