{"title":"Controlling Problem Snakes: Saipan Benefits From USGS Research","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The newly released book \"Problem Snake Management: The Habu and the Brown Treesnake\" promises to be instrumental in helping Saipan and other Pacific Islands confront the threat of brown tree snakes, a prolific pest species that has caused health and economic hazards for Guam&rsquo;s residents, as well as devastating native bird, lizard, and bat populations. \n<p>Scientists consider as pests both the non-native brown tree snake and the Habu snake because of their invasion and ecological takeover of habitats in Guam and Japan, respectively. \"The snakes pose serious threats to humans and the biological diversity of these islands,\" notes Dr. Gordon Rodda, lead editor for the book and a renowned expert on brown tree snake biology and management. \"This book provides researchers and managers with guidance on managing these species based on the latest ecological, behavioral, and control technology information.\" \r\n<p>On Saipan, the USGS recently launched a major effort to trap brown tree snakes, which have been recently detected on the island for the first time. Researchers have installed nearly 400 traps in an attempt to document whether a population of snakes has been established on the island, which has no native snakes of its own. This trapping effort relies heavily on the knowledge and techniques documented in the book. \r\n<p>Dr. Rodda and contributing author Dr.Thomas Fritts, both scientists with USGS&rsquo;s Midcontinent Ecological Science Center in Colorado, are working to control the spread of the brown tree snake on Guam and to prevent the snake&rsquo;s spread to other islands, such as Hawaii. Brown tree snakes have been sighted on Saipan, Tinian, Rota, Kwajalein, Wake, Oahu, Pohnpei, Okinawa, and Diego Garcia. To date, however, this snake is not known to be established on any of these islands except Guam and perhaps now, Saipan. Scientists warn an established brown tree snake population on any of these islands could cause enormous ecological and economic damage, as well as health hazards because of their bites. \r\n<p>The brown tree snake is an introduced species on Guam. It probably arrived hidden aboard ship cargo from the New Guinea area some 50 years ago. In the absence of natural predators and competition by other species, the brown tree snake has become a common pest, causing major ecological and economic problems on the island. \r\n<p>The snakes have virtually eliminated all of Guam&rsquo;s native forest and sea birds: 12 bird species, some found nowhere else, have disappeared and several others are close to extinction. In addition to birds, brown tree snakes feed on lizards, small mammals, and domestic poultry, rabbits, and the occasional household pet. \r\n<p>Because these snakes can reach large sizes (up to 10 ft. and 5 lbs.) and are mildly venomous, they also pose a potential threat to the health and safety of humans. Though the snake is not known to be fatal to humans, scientists warn that infants and small children can be seriously injured by brown tree snake bites. One in every 1200 visits to the emergency rooms on Guam, a formerly snake-free island, is for snake bite; many are children bitten in their homes. \r\n<p>Brown tree snakes also add a significant economic burden to the community by causing power outages and damaging electrical lines. Since 1978, more than 1,600 power outages in Guam have been caused by brown tree snakes. \r\n<p>More than 15 years of research on the brown tree snake are highlighted in the new publication. Topics include basic snake biology and ecology; techniques for detecting and capturing snakes; the use of predators, parasites and toxicants for controlling snake populations; and methods for isolating snakes through habitat modifications and barriers. \r\n<p>To learn more about the brown tree snake and current research, visit the USGS web site at <a href=\"http:\/\/www.nbii.gov\/browntreesnake\">http:\/\/www.nbii.gov\/browntreesnak <\/a><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"922078800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169446"},{"tid":"170567"},{"tid":"170130"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}