{"title":"CARMEN, SAN DIEGO, AND 2 MILLION OTHER GEOGRAPHIC NAMES ON THE &rsquo;NET","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Where in the United States are Carmen and San Diego? Now, you can get fast and accurate information on the Internet about Carmen, San Diego, and almost 2 million other domestic geographic names, via the new World Wide Web site for the U.S. Geological Survey&rsquo;s Geographic Names Information System. \n<p>Just in time for Geography Awareness Week, Nov. 12-18, the USGS is placing on the World Wide Web the GNIS list of federally recognized names for almost two million physical and cultural geographic features located across the United States and its territories. \r\n<p>Launched nationally in 1987 by the National Geographic Society, Geography Awareness Week is an effort to increase geography awareness among the nation&rsquo;s school children. \r\n<p>\"The geographic names published in federal documents have to match the approved names in the GNIS database,\" explained USGS geographer Roger Payne. Payne is the Executive Secretary of the interagency U.S. Board on Geographic Names, which is in charge of standardizing geographic name usage for the federal government. The USGS provides staff support for the Board and maintains the GNIS database. \r\n<p>\"Now all publishers of maps, charts, and other documents have instant access to federally approved names through the GNIS World Wide Web site,\" Payne said. \r\n<p>The geographic names database is growing. Names appearing on federal documents are already included, and the search for other approved names is ongoing. \"Until now, only small GNIS extracts have been available via the Internet. This new Web site offers access to the official, complete, up-to-date database,\" Payne said. \r\n<p>And where exactly can you find those elusive Carmens and San Diegos? \r\n<p>Carmen AL, Crenshaw County AZ, Santa Cruz County ID, Lemhi County NC, Madison County OK, Alfalfa County PR, Guayama (County equivalent) \r\n<p>San Diego CA, San Diego County TX, Duval County and Jim Wells County PR, Coamo (County equivalent) \r\n<p>Using the data browser is easy. Users are prompted to enter the name of a geographic feature, and the system responds with listings for feature type, state, county, latitude, longitude, and the name of the 7.5-minute USGS topographic map on which the feature is located. For example, when searching on the word â\u0080\u0098MEADOW&rsquo; in the state of Virginia, the GNIS produced a list of 89 names, from Meadow Lick Hollow at Bath, Va., to Meadows of Dan at Floyd, Va. \r\n<p>Users can ask the system to search all records for the nation or to confine the search to a name within a single state or feature type, such as streams or populated places. \r\n<p>The Universal Resource Locator (URL) for the GNIS WWW site is: http:\/\/www-nmd.usgs.gov\/www\/gnis\/ \r\n<p>The address for retrieving GNIS digital data sets is: ftp:\/\/www-nmd.usgs.gov\/pub\/gnis\/ <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"815806800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}