{"title":"New Model Simulates Ground Water and Surface Water Interactions","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A new model to simulate ground-water and surface-water interactions has been released by the U.S. Geological Survey (USGS).<!--introend--> The Ground-water and Surface-water FLOW (GSFLOW) model simultaneously accounts for climatic conditions, runoff across the land surface, subsurface flow and storage, and the connections among terrestrial systems, streams, lakes, wetlands, and ground water.\n<p>\"GSFLOW can be used to analyze many complex water-resource questions faced by society that increasingly involve understanding the connectivity of surface water and ground water,\" said Robert M. Hirsch, USGS Associate Director for Water. GSFLOW can be used to examine issues such as: the effects of water-resource development on streamflow, wetlands, or ground-water resources of a watershed, how ground-water recharge and streamflow conditions will respond to changes in land use throughout a watershed, and how hydrologic conditions and aquatic resources of a watershed change in response to climate variability.<\/p>\r\n<p>The GSFLOW model will be an invaluable tool in examining water availability under the Survey's proposed Water for America Initiative. A major aspect of the Initiative, which plans to complete a comprehensive census of the Nation's water resources in the next ten years, is to investigate how ground water and surface water interactions affect the overall availability of the resource.<\/p>\r\n<p>GSFLOW is applicable to watersheds that range from a few square miles to several thousand, and for time periods that range from months to several decades. GSFLOW is based on the USGS Precipitation-Runoff Modeling System (PRMS) and the USGS Modular Ground-Water Flow Model (MODFLOW-2005). Many enhancements have been made to the PRMS and MODFLOW-2005 models to improve the simulation of watershed-scale processes, including enhanced representation of soil-zone and unsaturated-zone hydrologic processes.<\/p>\r\n<p>Initial applications of GSFLOW are underway in Pennsylvania, Wisconsin, California, and Nevada through the USGS Cooperative Water Program. Because of the complexity of the GSFLOW model, interdisciplinary teams of scientists are working on these important initial applications. GSFLOW is available free to all users by visiting <a href=\"http:\/\/water.usgs.gov\/nrp\/gwsoftware\/gsflow\/gsflow.html\">http:\/\/water.usgs.gov\/nrp\/gwsoftware\/gsflow\/gsflow.html<\/a>.<\/p>\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1207108800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"170231"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}