{"title":"New Permafrostâ\u0080¦ But is it Permanent?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A recent&nbsp;<a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/2014GL059251\/pdf\" target=\"_blank\">USGS-led study<\/a>&nbsp;shows new, recently-formed patches of permafrost in one of Alaska's retreating lakes, a finding that, at first glance, would seem at odds with prevailing theories about arctic climate.<\/p>\n<p>Widespread lake shrinkage in discontinuous regions of permafrost has been linked to climate warming and shallow permafrost thaw.&nbsp; Counter-intuitively, USGS scientists have observed newly forming permafrost around&nbsp;<a href=\"http:\/\/eros.usgs.gov\/lir\/sites\/all\/files\/lir\/usgs\/18.jpg\" target=\"_blank\">Twelvemile Lake<\/a>&nbsp;in interior Alaska, where lake water level has dropped by several meters over the past three decades.<\/p>\r\n<p>\"Central Alaskan lake shrinkage may be caused by shallow permafrost changes and not by increasing deep aquifer connections,\" said Martin A. Briggs, USGS,&nbsp;lead author of the study. \"Newly formed permafrost along the shores of shrinking lakes may reduce groundwater outflow and allow them to refill.\"<\/p>\r\n<p><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/permafrost-its-chill\/\" target=\"_blank\">Permafrost<\/a>, or frozen ground lasting at least two consecutive years, typically forms in colder climates when average annual temperatures remain close to or below freezing. Permafrost soils accumulate ice and plant material and can impede groundwater flow. While the upper 1-2 meters may thaw seasonally, frozen soil and dead plant material continues to accumulate at depth over thousands of years, depending on the strength and duration of the colder climate.<\/p>\r\n<p>During periods of thaw, water and gases are released from their frozen pockets of ice. By understanding permafrost thaw, its degradation in a warming climate, and its impacts on ecosystems and society, managers will be able to plan for rising global temperatures, and climate change. New permafrost formation should also be considered as a possibility in some systems.<\/p>\r\n<p>This study considered&nbsp;<a href=\"http:\/\/www.nwrc.usgs.gov\/research\/cca\/index.htm\" target=\"_blank\">ecological succession<\/a>, the pattern of vegetation regrowth, within the receded lake margin&nbsp;as the driver of new permafrost through alterations in ground shading and water infiltration. This hypothesis was tested by modeling variably saturated groundwater flow and heat transport under freeze-thaw conditions.<\/p>\r\n<p>The simulations supported new permafrost development under current climatic conditions, when the net changes effects of woody vegetation are considered, thus pointing to the role of ecological succession.<\/p>\r\n<p>\"Large lake level swings due to shallow permafrost thaw and subsequent refreezing due to ecological succession may be an important natural cycle,\" said Briggs. \"However, in the long term, model simulations projected into the future to reflect even moderate climate warming indicate new permafrost around similar lake sites will stop forming and recede within seven decades, possibly ending the current natural cycle of lake level waning and waxing.\"<\/p>\r\n<p>In summary, the findings in this study highlight the importance of vegetation succession in promoting permafrost regeneration in a lake system near the Arctic Circle, which is highly sensitive to subtle soil temperature changes.<\/p>\r\n<p>This study was conducted by team of scientists from the U.S. Geological Survey and McGill University in Montreal, Canada, and was published in the journal of Geophysical Research Letters.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","Climateand Land Use Change Geographic Analysisand Monitoring","ecosystems","Environmental Health","water","Water Hydrologic Researchand Development","Geographic Areas Alaska"],"article_type":["Technical Announcement"],"distribution":["Biology","Climate Change","Environmental Health","Water"],"release_date":{"und":[{"value":"1394424000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169368"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}