{"title":"scientists To Conduct Seismic Experiments Near Memphis","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists from the U.S. Geological Survey (USGS) and the Center for Earthquake Research and Information (CERI) at The University of Memphis will create two artificial earthquakes in the New Madrid Seismic Zone to learn how the thick layers of sand and clay sediments react to seismic waves. By detonating 2,600-pound and 5,000-pound explosions about 120-feet deep near Marked Tree, Arkansas on October 28 and Mooring, Tennessee on October 29, scientists will discover how the ground shakes during an earthquake. <\/p>\n<p>This experiment proposes to create earthquake or &rsquo;seismic&rsquo; waves by using artificial sources (explosions) instead of waiting for an earthquake. The explosions will impart energy directly into the sediments, and the resulting recordings will provide direct observations of how the layers amplify the shaking and prolong it &#8212; information critical for assessing the hazard earthquakes pose in this and other sediment-covered regions of the country. This information is essential to builders, developers, and the insurance industry to ensure that the hazard potential of sediment deposits are factored into land use planning. <\/p>\r\n<p>To minimize interfering ground motions caused by activities such as vehicular traffic, people and livestock moving about, vibrations from pumps, etc., the experiment will be conducted at night, between 10 p.m. and 3 a.m. <b>Although these explosions might be felt within a few miles, they will not be large enough to cause damage to buildings and it is unlikely they will even create any significant noise. <\/b>The near surface blasts may be equivalent to a very small earthquake with a magnitude of about 2.0. The largest detonations will be similar in size to freeway-construction or mining blasts and pose no greater hazard to triggering earthquakes than they do. <\/p>\r\n<p><b>Media Availabilities:<\/b><\/p><strong><\/strong>\r\n<UL>\r\n<LI>Monday October 28, at 10 a.m. in Memphis to see equipment being installed which will measure seismic waves. Scientists will be on hand to discuss experiments and the New Madrid seismic network. <\/LI>\r\n<LI>Monday October 28, at 1 p.m. in Marked Tree to see equipment being installed which will measure seismic waves. Scientists will be on-hand to discuss the experiments. <\/LI><\/UL>\r\n<p>To participate, call Butch Kinerney at 703-648-4732 (office) Friday until 4 p.m. EASTERN or 703-431-2696 (cell) on Monday morning. <\/p>\r\n<p>In the winter of 1811-12, the central Mississippi Valley was struck by three of the most powerful earthquakes in U.S. history. Even today, this region has more earthquakes than any other part of the United States east of the Rocky Mountains. The vastness of the area and great thickness of the embayment sediments, and their geologic properties, differ significantly from the geology found in places like California and Alaska. How these sediments affect shaking remains almost pure speculation, because of the lack of recorded data and the low rate of earthquake occurrence in the region. We can and are improving instrumentation, but changing the rate of earthquake occurrence remains beyond even the best scientist&rsquo;s capabilities. <\/p>\r\n<p>The USGS is improving its earthquake monitoring and reporting capabilities through the Advanced National Seismic System (ANSS), a nation-wide network of modern strong motion seismometers that will provide emergency-response personnel with real-time \"shaking\" information within minutes of an earthquake. <\/p>\r\n<p>As of the summer 2002, 10 new ANSS earthquake-monitoring instruments have been installed in the Memphis area, 20 have been installed across the Mid-America region, and more than 175 have been installed in other active urban areas across country in San Francisco, Seattle, Salt Lake City, Anchorage and Reno, and Memphis areas. <\/p>\r\n<p>Note: A related event to unveil two new seismic monitoring stations in the Memphis area will be held Tuesday, October 29, 2002 at 1 p.m. at the CERI Conference Room","summary":null,"format":null}]},"field_images":[],"regions":["Tennessee"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1035518400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"},{"tid":"169002"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}