{"title":"Puerto Rico's Rainfall Deficit Indicates Drought","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>SAN JUAN, Puerto Rico&mdash;<!--introstart--><\/strong>June and July rainfall deficits continue to point toward abnormally dry to moderate drought conditions in the Commonwealth of Puerto Rico, according to the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey.<\/a><!--introend--><\/p>\n<p>The past two months were drier than normal across most of Puerto Rico, with the exception of the western interior. Normal rainfall over the last 30 years in the Commonwealth of Puerto Rico has ranged from about 65-70 inches&nbsp;annually.&nbsp;During the past nine months, total rainfall amounts have been as much as 20 inches below normal in some parts of the Commonwealth.<\/p>\r\n<p>The USGS has more than <a href=\"http:\/\/pr.water.usgs.gov\/\">55 years of hydrologic data<\/a> describing the Commonwealth&rsquo;s water resources, which are available to help as the government and public evaluate the drought situation. It actively monitors rainfall accumulation at 92 sites, stream flow at 121 sites, groundwater levels at 92 observation wells and surface-water elevations in 28 reservoirs.<\/p>\r\n<p>&ldquo;The availability of accurate and reliable hydrologic data is important to water managers as they work to anticipate and mitigate the effects of drought,&rdquo; said Rafael Rodriguez, Director of the Caribbean-Florida Water Science Center. &ldquo;The USGS promotes the use of its information products by decision makers to effectively manage groundwater and surface-water resources for domestic, agricultural, commercial, industrial, recreational, and ecological uses.&rdquo;<\/p>\r\n<p>In Puerto Rico rainfall deficits have led to regional droughts about every 15 - 18 years. Major recent droughts in Puerto Rico occurred in 1967-1969, 1974, 1994, 1997, and 2001-2002.<\/p>\r\n<p>Drought has the potential to affect public water supply for the residents of Puerto Rico because reservoirs are the principal source of supply. The reservoir water levels are dependent on rainfall and stream flow. The total amount of water storage in reservoirs also limits water supply. Reservoir storage can be reduced as a result of sedimentation, and loss of water storage volume has been documented in several reservoirs. Determining the sustainable yield of reservoirs is a difficult challenge under sustained conditions of below-normal rainfall.<\/p>\r\n<p>During the hurricane season, hydrologic conditions can change rapidly in response to tropical systems. On August 2, Tropical Storm Bertha crossed the southern part of Puerto Rico. This storm left behind enough rainfall to partially restore water levels in some reservoirs. The water level in Lago Caonillas rose by 14 feet, and Lago Dos Bocas rose by 10 feet to fill completely. These two reservoirs are located in the north-central region of the Commonwealth. Water levels in Lago Toa Vaca and Lago Cerrillos, in the south-central region, rose by 3.3 and 3.5 feet, respectively. The water level in Lago Lo&iacute;za rose by about 5.4 feet, and the water level in Lago de La Plata rose by 3.5 feet. However, Tropical Storm Bertha did not make up for the extended period of below average rainfall.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Puerto Rico"],"country":["United States of America"],"mm_tags":["water","Puerto Rico","drought Geographic Areas Southeast"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1407297600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169071"},{"tid":"170288"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}