{"title":"USGS Monitors Flooding in Massachusetts and Rhode Island","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The first days of spring brought a storm of activity to the USGS office in Northborough, Mass. Recent rains have U.S. Geological Survey (USGS) scientists and technicians busily measuring high flows in rivers throughout eastern Massachusetts and Rhode Island. Recorded flood flows can aid in design of bridges, road elevations, and are used to determine flood-prone areas. <\/p>\n<p>On Friday, March 23, flows on the Aberjona River at Winchester reached 1,130 cubic feet per second (cfs), almost 1,100 cfs higher than the average discharge. Flows on the Parker River at Bayfield ran as high as 642 cfs, 604 cfs higher than the average discharge. Both flows reached the 50-year recurrence interval, meaning that in any given year, flows have a one in fifty chance of being equaled or exceeded. <\/p>\r\n<p>On Thursday, March 22, discharge on the Blackstone River at Northbridge totalled 2,840 cfs, almost ten times the long-term average flow. Total flow on the Pawtuxet River at Cranston, RI, was measured at 2,850 cfs, more than eight times the long-term average flow. <\/p>\r\n<p>Although recent flooding has caused substantial property loss, there are scientific benefits from measuring the high flows. According to USGS scientist Roy Socolow, &quot;These high flows help to better define the relation between a river&rsquo;s stage, the height of the river&rsquo;s surface above an arbitrary point, and its discharge, which is the actual volume of water flowing in the river. The National Weather Service uses this information to better predict flooding. <\/p>\r\n<p>Real-time streamflow data for 60 sites in Massachusetts and Rhode Island are available on the World Wide Web at <a href=\"http:\/\/ma.water.usgs.gov\/\">http:\/\/ma.water.usgs.gov\/<\/a>. All data are subject to revision and considered provisional until reviewed and published. Measurement of high flows resulting from the rains of March 22-25 will continue through the weekend. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts","Rhode Island"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"985669200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170401"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}