{"title":"President&rsquo;s FY 2003 Budget for USGS &mdash; Science in Support of Natural Resources and the Nation&rsquo;s Public Lands","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The President has proposed a budget of $904.0 million for the Interior Department&rsquo;s U.S. Geological Survey (USGS) in Fiscal Year 2003. This includes $36.7 million for a government-wide legislative proposal to shift to agencies the full cost of the Civil Service Retirement System and the Federal employee health benefits program for current employees. Without the legislative proposal, the request is $867.3 million, a net decrease of approximately $47 million below the 2002 enacted. (Funding totals discussed below exclude the legislative proposal.) The 2003 budget focuses resources on core USGS programs, such as mapping and hazards, and those that directly support science-based land and natural resource management by the Department. <\/p>\n<p>\"We will continue our emphasis on providing sound science on public lands in support of other Interior bureaus, enabling them to more effectively and efficiently fulfill their resource management and protection responsibilities,\" said USGS Director Charles Groat. \"Our broad range of expertise in mapping, geology, hydrology and biology is proving to be an important part of the science foundation needed by the U.S. Fish and Wildlife Service, Bureau of Land Management and National Park Service to address complex resource management issues on lands they manage,\" Groat said. The USGS will also continue to provide timely, objective scientific information to other Federal agencies, state and local partners and stakeholders to address resource, natural hazard and natural science issues. <\/p>\r\n<p>The USGS budget includes an increase of $4.0 million for the Department&rsquo;s Critical Ecosystems Studies Initiative, providing long-term monitoring, assessment and science support to Everglades restoration. Additionally, the USGS proposes $1 million to develop enterprise GIS tools, bringing together geospatially referenced hydrologic, biologic, geologic and topographic data into a common decision support system needed by land and resource managers. <\/p>\r\n<p>The FY 2003 budget also proposes funding of $1.2 million for USGS to conduct estimates of undiscovered oil and natural gas resources on Federal lands in the continental U.S., and $500 thousand to update the national assessments of geothermal resources last updated in 1979. \"Science contributes to the critical foundation of our Nation&rsquo;s energy strategy. We will continue to play an important role in providing reliable scientific information in support of the President&rsquo;s National Energy Policy,\" said Groat. The 2003 budget will also include $1 million to produce digital base maps of Alaska needed by resource managers to make environmentally sound resource decisions. <\/p>\r\n<p>As the Nation&rsquo;s principal natural resources science agency, the USGS is playing a significant role in understanding environmental contributions to diseases and human health. In FY 2003, the USGS proposes funding of $1 million to apply its core mission expertise to address complex environmental health issues, such as the distribution and movement of disease-causing agents including radiation, pesticides and pathogens in water, air and soil in the U.S. - Mexico border region. \"This is a wonderful opportunity for us to partner with university health centers, communities and government agencies in both countries to study links between environmental factors and human health, and provide information needed by state governments, public land managers and local communities to develop effective environmental health strategies.\" <\/p>\r\n<p>A significant portion ($22.0 million) of the proposed decreases for USGS are in two water quality programs. The National Water-Quality Assessment Program ($-5.8 million) and the Toxic Substances Hydrology Program ($-13.9 million) provide extensive data and research-based information to state and Federal regulatory agencies such as the U.S. Environmental Protection Agency. Included in the Toxics Program reduction is a $10 million transfe","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1012798800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"169002"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}