{"title":"2012 Pecora Awards Presented for Achievements in Earth Remote Sensing","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->The U.S. Geological Survey (a bureau of the Department of the Interior) and NASA presented the 2012 William T. Pecora awards for achievement in earth remote sensing to Gilberto Camara of Brazil's National Institute for Space Research and Leung Tsang of the University of Washington in Seattle.<!--introend--><\/strong><\/p>\n<p>Camara was recognized for his contributions to remote-sensing leadership as a scientist, program director, manager and agency head. Tsang is one of the world's leading experts on the theory of microwave remote sensing for geophysical environments. Camara received his award at a meeting of the Group on Earth Observations in Foz do Iguacu, Brazil, on Nov. 22. Tsang received his award Tuesday at the American Geophysical Union meeting in San Francisco.&nbsp;<\/p>\r\n<p>\"Along with the immensely successful Landsat program, the Pecora awards are a testament to the very high value both the U.S. Geological Survey and NASA place in Earth remote sensing,\" said USGS Director Marcia McNutt. \"As our planet's water, soil, and ecosystems continue to be stressed by a growing population and changing climate, it is essential we continue into a fifth decade of Earth observation time series and recognize the excellence of remote-sensing experts.\"&nbsp;<\/p>\r\n<p>NASA and the Department of the Interior present individual and group Pecora Awards to honor outstanding contributions in the field of remote sensing and its application to understanding Earth. The award was established in 1974 to honor the memory of William T. Pecora, former USGS director and undersecretary of the Department of the Interior. Pecora was influential in the establishment of the Landsat satellite program, which created a continuous, 40-year record of Earth's land areas.&nbsp;<\/p>\r\n<p>\"I am sure Dr. Pecora would be pleased if he were here with us today and could see how his vision for innovative remote-sensing technology has been realized in the work of the individuals we are recognizing this year,\" said astronaut John Grunsfeld, NASA's associate administrator for the Science Mission Directorate.&nbsp;<\/p>\r\n<p>As the former director general of Brazil's National Institute for Space Research, Camara championed broad, open data-sharing policies and practices within the institute that have significantly influenced other domestic and international organizations to emulate this approach. Camara has advanced the linkages between and among remote-sensing technologies and Geographic Information System technologies and applications.&nbsp;<\/p>\r\n<p>Camara also supported programs within the institute to link moderate-resolution imagery from the China-Brazil Earth Resources Satellite, Landsat, and other Earth observation missions with the policy needs of the Brazilian government, most notably polices on forestation and deforestation in the Amazon.&nbsp;<\/p>\r\n<p>Tsang's contributions to microwave remote sensing have laid the groundwork for improved data analysis analyses of remote sensing data and designs of new measurements and satellite observational systems. His work has resulted in&nbsp; with numerous societal benefits, including monitoring climate change, improving hydrological predictions,&nbsp; and improving management of water and agricultural resources. His original and pioneering discoveries have resulted in the publication of more than 260 journal articles and four books.&nbsp;<\/p>\r\n<p>Tsang also made major advances in rough surface scattering theory and applications to microwave remote sensing of soil and vegetated surfaces. He developed an improved modeling framework for rough surface and vegetation scattering with fast computational methods that can be directly applied to both active and passive microwave remote sensing of soil moisture.&nbsp;<\/p>\r\n<p>For more information:<\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/remotesensing.usgs.gov\/pecora.php\">Pecora Awards<\/a><\/li>\r\n<li><a href=\"http:\/\/landsat.usgs.gov\/\">USGS Landsat<\/a>&nbsp;<\/li>\r\n<li><a","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Earth Resources Observationand Science Center","Climateand Land Use Change","Climateand Land Use Change Land Remote Sensing"],"article_type":["National News Release"],"distribution":["Climate Change","Mapping"],"release_date":{"und":[{"value":"1354597200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}