{"title":"Fargo Flood First Responders","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/04_30_2013_di8Kco4BAu_04_30_2013_1?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed%3A+USGSLatestPhotos+(USGS+Multimedia+Gallery%3A+Latest+Photos+%26+Images)\"><img src=\"http:\/\/gallery.usgs.gov\/images\/04_30_2013\/di8Kco4BAu_04_30_2013\/medium\/Fargo_streamgage.JPG\" alt=\"\" width=\"500\" height=\"335\" \/><\/a> The USGS Red River of the North at Fargo streamgage in Fargo, N.D., takes automatic water level measurements every 15 minutes.[\/caption]\n\nAs residents of the Red River basin in North Dakota are faced with yet another major spring flood, water scientists and hydrologic technicians from the USGS are working in Fargo and throughout the river basin to collect important information on the volume of water that is flowing in the river. USGS field crews are taking streamflow and water level measurements on the Red River and its tributaries to document the current flood. The National Weather Service (NWS) uses the data collected by USGS hydrologists to inform its flood forecasts.\n\nThe Red River in downtown Fargo, N.D., began cresting, or reaching its peak water level, early Wednesday, May 1, at around 33.32 feet. As of late Wednesday morning, water level at the <a href=\"http:\/\/waterdata.usgs.gov\/nd\/nwis\/uv\/?site_no=05054000&amp;PARAmeter_cd=00065,00060\">USGS Red River of the North at Fargo streamgage<\/a> was 33 feet, which is three feet higher than the NWS major flood level designation. In Fargo, the river is expected to remain above the NWS major flood stage of 30 feet until Sunday. USGS hydrologists are monitoring the Fargo gage on a daily basis.\n\n<a href=\"http:\/\/nd.water.usgs.gov\/floodtracking\/charts\/05054000.html\">Previous major flood crests<\/a> recorded by the USGS streamgage in downtown Fargo include: 38.81 feet, April 2011; 40.84 feet, March 2009; and 39.72 feet, April 1997.\n\nThe USGS has installed 12 rapid deployment streamgages at locations within the Red River of the North basin to collect water data where permanent streamgages have been damaged by the flood or do not exist. USGS crews will continue to follow the Red River flood north after the Fargo crest, with more staff moving to Grand Forks, Devils Lake, and Cavalier, N.D.Â Data for all of the USGS streamgages in the Red River of the North basin are available <a href=\"http:\/\/nd.water.usgs.gov\/floodinfo\/red.html\">online<\/a>.\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/04_30_2013_di8Kco4BAu_04_30_2013_3?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed%3A+USGSLatestPhotos+(USGS+Multimedia+Gallery%3A+Latest+Photos+%26+Images)\"><img src=\"http:\/\/gallery.usgs.gov\/images\/04_30_2013\/di8Kco4BAu_04_30_2013\/medium\/Shipping_out.JPG\" alt=\"\" width=\"500\" height=\"318\" \/><\/a> USGS hydrologists return from measuring streamflow on the Red River in Fargo, N.D. The USGS Red River of the North at Fargo streamgage can be seen on the right in the image.[\/caption]\n\n<strong>Flood First Responders<\/strong>\n\nAs soon as water starts to rise, specially trained USGS scientists and hydrologic technicians measure water levels, streamflows, and high water marks using state-of-the-art instrumentation. All of this information is crucial for NWS flood forecasts, for decisions by the U.S. Army Corps of Engineers (USACE) to operate spillways and levees, and for planning by Federal, state, and local emergency managers, first responders, and many other groups.\n\nThe widely distributed knowledge of stream conditions â\u0080\u0094 knowledge based on direct, reliable, and timely data â\u0080\u0094 is the means by which a modest investment in streamgages, combined with good science, can save money, help protect property, and even help save lives.\n\n<em>Measuring Streamflow<\/em>\n\nUSGS field crews in North Dakota take streamflow measurements by boat each day during flooding using <a href=\"http:\/\/pubs.usgs.gov\/tm\/3a22\/\">acoustic Doppler current profiler<\/a>s (ADCP). For the Red River measurements, the ADCP is attached to a large orange buoy, and dragged along the boat perpendicular to the water current to measure streamflow in cubic feet per second.Â  The ADCP also can be pulled across the stream from a bridge, when the flow is confined to the channel beneath the bridge.\n\nOn Tuesday afternoon, April 30, USGS crews measured a streamflow of 16,100 cubic feet per second near the USGS streamgage in downtown Fargo. USGS crews have made over 120 measurements of streamflow in the Red River basin in the last seven days in support of the USGS mission and to inform the flood forecast.<em><\/em>\n\n<strong>USGS Streamgages<\/strong>\n\nThe USGS operates a network of about 8,000 streamgages nationwide to help prepare for and respond to floods, and to enable the accuracy and confidence of NWS forecasting models.Â  Flood forecast and response, however, is only one of the many uses of streamgage information.\n\n[caption id=\"\" align=\"alignright\" width=\"335\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/04_30_2013_di8Kco4BAu_04_30_2013_0\"><img src=\"http:\/\/gallery.usgs.gov\/images\/04_30_2013\/di8Kco4BAu_04_30_2013\/medium\/Dan_interview.jpg\" alt=\"\" width=\"335\" height=\"500\" \/><\/a> USGS hydrologist Dan Thomas shows media how the acoustic Doppler current profiler (on the right) measures streamflow on the Red River in Fargo.[\/caption]\n\nA streamgage is a structure located beside a river or on a bridge that contains a device to measure and record the water level in that river. Generally, these measurements occur automatically every 15 minutes. For most streamgages, the data are sent via satellite back to a USGS office once every hour, and more frequently in times of flooding. There, critical information about gage height, or water level, and the flow of the river (measured in cubic feet per second) is<strong> <\/strong>made available to users in near real-time.\n\nThis USGS streamgaging network is in partnership with more than 850 Federal, state, tribal, and local agencies.\n\nDue to recent budget cuts as a result of sequestration, the USGS will be obliged to discontinue operation of a substantial number of streamgages nationwide. Additional streamgages may be affected if partners reduce their funding to support USGS streamgages. It is possible that the funding mechanisms from Federal partners will also be affected, directly or indirectly, by sequestration reductions.\n\nThe USGS first sought to absorb budget cuts through curtailment of travel, training, hiring, and other expenditures not deemed mission-critical. Even though the operation of most streamgage equipment is highly automated, the data produced need field verification, which requires trained technicians to visit the streamgages on a regular basis. During flood events, the need for frequent visits becomes even more critical as the data is used by first responders to support the protection of life, property, and the environment.\n\n<strong>Where Can You Find USGS Flood Information?<\/strong>\n\nThe USGS is constantly refining, innovating, and updating its ability to deliver river information to emergency managers, first responders, other Federal agencies, and you and your family before, during, and after a flood.\n\nIf you want to see areas where river levels are higher than normal right now, you can go to the USGSÂ <a href=\"http:\/\/waterwatch.usgs.gov\/\">WaterWatch<\/a>Â site and view a map of the thousands of real-time streamgages that constantly monitor the Nationâ\u0080\u0099s rivers and streams. For example, you can access a map of the flood and high streamflow <a href=\"http:\/\/waterwatch.usgs.gov\/index.php?r=nd&amp;id=ww_flood\">locations in North Dakota<\/a> through the WaterWatch site.\n\nTo put that number in context, the USGS and the NWS are working together to create visual products, called <a href=\"http:\/\/wim.usgs.gov\/FIMI\/FloodInundationMapper.html\">flood inundation map libraries<\/a>, that show you estimates of where the water will be and what roads, yards, and buildings will be affected when a river or stream reaches a certain stage.\n\nYou can also receive automatic notifications from streamgages near you sent directly<strong> <\/strong>to you as an email or text message when water levels exceed certain thresholds. Sign up for this USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">WaterAlert<\/a>Â serviceÂ by selecting a state, checking the â\u0080\u009cSurface Waterâ\u0080\u009d box, and clicking on your streamgage of choice.\n\n<strong>Links:<\/strong>\n\nUSGS North Dakota Water Science Center: <a href=\"http:\/\/nd.water.usgs.gov\/\">http:\/\/nd.water.usgs.gov\/<\/a>\n\nWhen Floods Hit, the USGS is There: <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/when-floods-hit-the-usgs-is-there\/?from=title\">http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/when-floods-hit-the-usgs-is-there\/?from=title<\/a>\n\nMain USGS Flood Site:Â <a href=\"http:\/\/water.usgs.gov\/floods\">http:\/\/water.usgs.gov\/floods<\/a>\n\nReal-time USGS Water Data: <a href=\"http:\/\/waterdata.usgs.gov\/nwis\/rt\">http:\/\/waterdata.usgs.gov\/nwis\/rt<\/a>\n\nUSGS Red River of the North at Fargo Streamgage: <a href=\"http:\/\/waterdata.usgs.gov\/nd\/nwis\/uv?site_no=05054000&amp;format=gif&amp;period=31\">http:\/\/waterdata.usgs.gov\/nd\/nwis\/uv?site_no=05054000&amp;format=gif&amp;period=31<\/a>\n\nFlood Inundation Interactive Mapper:Â <a href=\"http:\/\/wim.usgs.gov\/FIMI\/FloodInundationMapper.html\">http:\/\/wim.usgs.gov\/FIMI\/FloodInundationMapper.html<\/a>\n\nAdditional information about Flood Inundation Mapping: <a href=\"http:\/\/water.usgs.gov\/osw\/flood_inundation\/\">http:\/\/water.usgs.gov\/osw\/flood_inundation\/<\/a>\n\nWaterAlert:Â <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">http:\/\/water.usgs.gov\/wateralert\/<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24297","uid":"31","filename":"Rotating_image.jpeg","uri":"public:\/\/Rotating_image.jpeg","filemime":"image\/jpeg","filesize":"135798","status":"1","timestamp":"1425492768","type":"image","uuid":"1fb29ad1-1b00-4146-9632-b807eb6a024c","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["flooding","Natural Hazards","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1367494275","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}