{"title":"Century of Data Shows Intensification of Water Cycle but No Increase in Storms or Floods","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Editors: Copies of the report \"Evidence for intensification of the global water cycle: Review and synthesis,\" are available to reporters from the author.<\/p>\n<p><!--introstart-->A review of the findings from more than 100 peer-reviewed studies shows that although many aspects of the global water cycle have intensified, including precipitation and evaporation, this trend has not consistently resulted in an increase in the frequency or intensity of tropical storms or floods over the past century. The USGS findings, which have implications on the effect of global climate change, are published today in the Journal of Hydrology.<!--introend--><\/p>\r\n<p>\"A key question in the global climate debate is if the climate warms in the future, will the water cycle intensify and what will be the nature of that intensification,\" said USGS scientist Thomas Huntington, who authored the study. \"This is important because intensification of the water cycle could change water availability and increase the frequency of tropical storms, floods, and droughts, and increased water vapor in the atmosphere could amplify climate warming.\"<\/p>\r\n<p>For the report, Huntington reviewed data presented in more than 100 scientific studies. Although data are not complete, and sometimes contradictory, the weight of evidence from past studies shows on a global scale that precipitation, runoff, atmospheric water vapor, soil moisture, evapotranspiration, growing season length, and wintertime mountain glacier mass are all increasing. The key point with the glaciers is that there is more snowfall resulting in more wintertime mass accumulation &ndash; another indication of intensification.<\/p>\r\n<p>\"This intensification has been proposed and would logically seem to result in more flooding and more intense tropical storm seasons. But over the observational period, those effects are just not borne out by the data in a consistent way,\" said Huntington.<\/p>\r\n<p>Huntington notes that the long term and global scale of this study could accommodate significant variability, for example, the last two Atlantic hurricane seasons.<\/p>\r\n<p>\"We are talking about two possible overall responses to global climate warming: first an intensification of the water cycle being manifested by more moisture in the air, more precipitation, more runoff, more evapotranspiration, which we do see in this study; and second, the potential effects of the intensification that would include more flooding and more tropical storms which we don&#039;t see in this study,\" said Huntington.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"1142398800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"170568"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}