{"title":"USGS Employees Rescue Flood Stranded Citizens in North Carolina","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->While navigating the treacherous floodwaters in North Carolina to measure the rising water caused by Hurricane Floyd, U.S. Geological Survey scientists rescued four citizens threatened by the storm. <!--introend-->\n<p>USGS scientists regularly monitor streamflow gaging stations built along riverbanks to ensure that the USGS flood-warning system is operating properly. In North Carolina, flooding caused by Hurricane Floyd&rsquo;s drenching rains severely damaged or destroyed 23 of those gaging stations. \r\n<p>That&rsquo;s when USGS senior hydrologic technician Bobby Ragland of Fuquay-Varina, N.C.; hydrologist Curtis Weaver of Raleigh, N.C.; and hydrologic technician David Fowler of Asheville, N.C., found themselves in a longboat, navigating flood waters as much as 20 feet above historic flood levels, using acoustic doppler current profilers to measure streamflow in areas where gages had become inoperative. \r\n<p>On Sunday, September 19, the three were taking stream measurements on the Tar River near Tarboro when they heard cries from a group of three men who had become separated from their vehicles and stranded by fast-rising flood waters that had risen to more than 10 feet deep. Streamflow measurements were immediately halted and the boat was maneuvered to the spot where the men were stranded. Weaver and Fowler quickly got out and volunteered their places in the boat to make room for the three men. Ragland passed out life jackets and shuttled the group across the murky floodwaters to their cars, then returned for his two coworkers. \r\n<p>\"The men were so thankful for our assistance,\" said Ragland. \"If we hadn&rsquo;t been in the area and picked them up, they could have been in a real bad situation.\" \r\n<p>The following Tuesday, September 21, the trio were taking measurements on the Neuse River near Kinston, when they found a man clinging to a boat, trying to tow it to shore. The man had ferried his belongings from his flooded house to dry land. However, as soon as he had stepped out of the boat, the strong current carried it 20 or 30 feet from shore. The man dove in and swam after the boat, but by the time he managed to get it into shallow water he was extremely exhausted. The three USGS scientists noticed a flooded gas station nearby and could smell gas fumes; they also noticed the man was losing strength and swallowing water with each gasp for air. Ragland quickly docked the longboat near the distressed man, and Weaver jumped into the shallow water and pulled the man and his boat to safety. \r\n<p>\"We received training in boat operations and safety and were taught to render help to the public in the event of an emergency,\" says Ragland. \r\n<p>Ragland, Weaver, and Fowler downplay the drama of their rescues, stressing they felt it was their obligation to assist these people. They were glad to have been in the right place at the right time. \r\n<p>The three say, simply, \"We knew what to do, and we did it.\" \r\n<p>When not rescuing flood victims, Ragland, Weaver, and Fowler are among many USGS scientists in North Carolina and throughout the Nation who work to ensure that real-time streamflow data is always available to local water resource management personnel, weather forecasters, and private citizens. \r\n<p>The USGS uses several methods to minimize the interruption of real-time streamflow data when gaging equipment is damaged or destroyed. Repair or replacement is attempted immediately. Temporary gages are installed, if necessary; and in some instances cellular phones are placed in gaging stations to transmit streamflow information until regular phone lines can be repaired. In some situations, like that in North Carolina, acoustic doppler current profilers are used to measure water velocity from boats when bridges have been washed out. \r\n<p>The real-time streamflow network operated and maintained by the USGS is used by the National Weather Service river forecast centers, the U.S. Army Corps of Engineers, the Federal Em","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"938577600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170533"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}