{"title":"Capturing and Recapturing the Moment: Preserving the Florida Panther","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_30_2013_pul8Oba44I_09_30_2013_0\"><img src=\"http:\/\/gallery.usgs.gov\/images\/09_30_2013\/pul8Oba44I_09_30_2013\/medium\/5164634982_3a5f79494a_o.jpg\" alt=\"A family of Florida panthers walking in the night.\" width=\"500\" height=\"375\" \/><\/a> A family of Florida panthers walking in the night.[\/caption]\n\nDespite decades of scientific work on the Florida panther, accurate population estimates have been difficult to come by due to the big catâ\u0080\u0099s low numbers, elusiveness and secretive nature. Nevertheless, <a href=\"http:\/\/www.usgs.gov\/\">USGS<\/a> scientists in collaboration with North Carolina State University researchers have developed a method to accurately estimate population size and density for this mysterious felid, the last remaining puma subspecies in eastern North America and one of the most endangered felidsÂ world-wide. Other endangered felids include: jaguars, tigers, leopards, etc.\n\nDrs. J. Andrew Royle, Richard Chandler, andÂ Allan F. Oâ\u0080\u0099ConnellÂ of the <a href=\"http:\/\/www.pwrc.usgs.gov\/\">USGS Patuxent Wildlife Research Center<\/a> were the principal investigators on a research team that used camera trap data to develop a revolutionary spatial capture-recapture model that not only generates statistically reliable density estimates, but does so even when individual animals are not identifiable, as was the case for the Florida panther. This work is easily applicable to other species that lack distinguishing marks and can be replicated for studying other threatened or endangered species, especially large carnivores that exist at low densities and are difficult to sample. In addition, these models can be applied to a variety of non-invasive sampling techniques, such as remote photography that limit the risk of death or injury to both animal and handlers. The spatial capture-recapture model requires that only a small number of individuals within the local panther population be â\u0080\u009cmarkedâ\u0080\u009d or â\u0080\u009ccollaredâ\u0080\u009d (i.e., identified).\n\nIn this particular study, the capture-recapture model was used to assist Floridaâ\u0080\u0099s wildlife managers to collect an estimate of population size and density for a portion of the pantherâ\u0080\u0099s range in southwest Florida, where the Army Corps of Engineers is rehabilitating the natural habitat that is immediately adjacent to the Florida Panther National Wildlife Refuge, one of the last remaining strongholds of this endangered felid.\n\n<strong>Brief Background of the Florida Panther<\/strong>\n\nThe Florida panther is a member of the cat family (felidae) and is recognized as a subspecies of puma. Males can reach up to seven feet in length and 160 pounds, whereas the females are generally smaller: 6 feet and 110 pounds. Their large size can be attributed to their predatory diets consisting of white-tailed deer, as well as feral hogs, rabbits, raccoons, armadillos, birds, and occasionally alligators. Though not as big as the males, female panthers often live up to twice as long in the wild (10-12 years). Male panthers have a tendency to kill one another in the wild because their current habitats are smaller than their home range of 200 square miles, whereas females tend to have smaller ranges of 75 square miles. The leading cause of death for the panther is road kill. Given the declining population of males and the 92-96-day gestation period (pregnancy), reproducing only 1-4 kittens per litter is not enough offspring to sustain the declining population, especially with the high kitten mortality rate.\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_30_2013_oSJv4YXl32_09_30_2013_0\"><img src=\"http:\/\/gallery.usgs.gov\/images\/09_30_2013\/oSJv4YXl32_09_30_2013\/medium\/PantherPoster.jpg\" alt=\"Florida panther; Puma concolor coryi, remains one of the most endangered mammals in the world. \" width=\"500\" height=\"312\" \/><\/a> Florida panther; Puma concolor coryi, remains one of the most endangered mammals in the world.[\/caption]\n\nThe Florida panther has been considered endangered since 1967, and qualifies for protection under the federal Endangered Species Act of 1973. Since its listing, the species has remained endangered, and in the early 1990s the population reached a low between 20-30 individuals. Before this new tracking model, it was difficult to determine the appropriate conservation efforts needed to save the species because the population number was unknown.\n\nNot only is the Florida panther the inspiration behind one of the stateâ\u0080\u0099s two National Hockey League franchises, but along with their other cat brethren, have been inhabitants and walking the planet for nearly 30 million years.\n\n<strong>Concluding Thought<\/strong>\n\nAdvances in non-invasive sampling techniques, along with enhanced modeling, can improve the understanding of animal populations and how they exist in the natural world. Accurate population numbers as well as ensuring safe research practices can help preserve the existence of the Florida panther and other endangered species throughout the world.\n\n<strong>Research Team<\/strong>\n\nIn addition to <a href=\"http:\/\/www.usgs.gov\/\">USGS<\/a>, <a href=\"http:\/\/www.ncsu.edu\/\">North Carolina State University<\/a>, the <a href=\"http:\/\/myfwc.com\/\">Florida Fish and Wildlife Conservation Commission<\/a>, and the <a href=\"http:\/\/www.conservancy.org\/\">Conservancy of Southwest Florida<\/a> all played key roles in this study.\n\n<strong>Learn More<\/strong>\n\nUsing multiple data sources provides density estimates for endangered Florida panther\n\n<a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/1365-2664.12098\/pdf\">http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/1365-2664.12098\/pdf<\/a>\n<div><\/div>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24328","uid":"31","filename":"5164633462_e507802902_o.jpg","uri":"public:\/\/5164633462_e507802902_o.jpg","filemime":"image\/jpeg","filesize":"68545","status":"1","timestamp":"1425492768","type":"image","uuid":"290a5713-adbc-411e-8b5c-3c70ccf27a7f","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["conservation","ecology","Endangered Species","Florida panther","USGS"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1382122691","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}