{"title":"Pacific Islands Climate Science Center Director Announced","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"215\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_12_20\/dhelweg.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_12_20\/dhelweg_tn.JPG\" alt=\"Pacific Islands Climate Science Center Director, David Helweg\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Pacific Islands Climate Science Center Director, David Helweg. <a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_12_20\/dhelweg.jpg\">(High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>HONOLULU &mdash; David Helweg has been selected as the first permanent director of the U.S. Department of the Interior's <a href=\"http:\/\/www.doi.gov\/csc\/pacific\/index.cfm\">Pacific Islands Climate Science Center<\/a>, headquartered at the University of Hawai'i, Manoa. The center is one of eight regional DOI <a href=\"https:\/\/nccwsc.usgs.gov\/\">Climate Science Centers<\/a> established and managed by the U.S. Geological Survey, to provide federal, state and local land managers access to the best science available on climate change and other landscape-scale stressors of the nation's natural and cultural resources.<\/p>\r\n<p>Among the many regional climate change challenges for the Pacific Island communities are freshwater resources, coral reef health, fish and wildlife response to climate change, ecosystem restoration, invasive species, marine and coastal resilience, sea-level rise and coastal erosion, and wildlife disease, and the implications for community and cultural continuity.<\/p>\r\n<p>\"With the Pacific Islands already at the leading edge of many climate-related challenges, the breadth and depth of Dr. Helweg's background is a perfect match for helping the Center achieve its goal of&nbsp;providing scientific information to help land managers, policy makers and citizens effectively respond to climate change,\" said USGS Acting Director Suzette Kimball.<\/p>\r\n<p>Prior to assuming his role leading the Pacific Islands CSC, David Helweg was the deputy director of the USGS Pacific Island Ecosystems Research Center for more than ten years. Since 2002, Helweg has put his expertise in multidisciplinary science and experience with strategic program development to work on terrestrial, coastal and nearshore resource management issues. Before joining the USGS, Helweg held positions at the U.S. Navy&rsquo;s Space and Naval Warfare Systems Center in San Diego and the University of Auckland in New Zealand.&nbsp; He is an expert in behavioral biology, ecology, bioacoustics and signal processing.<\/p>\r\n<p>In addition to the University of Hawai'i, Manoa, other partner institutions in the Pacific Islands Climate Science Center include the University of Hawai'i, Hilo, and the University of Guam. Helweg has served as the center&rsquo;s interim director since early 2013, and assumes his new position immediately.<\/p>\r\n<p>The eight Climate Science Centers are managed by the <a href=\"https:\/\/nccwsc.usgs.gov\/\">National Climate Change and Wildlife Science Center <\/a>located at the USGS headquarters in Reston, Va. Staff from the NCCWSC can be reached at (703) 648-6016 or by emailing <a href=\"mailto:dbeard@usgs.gov\">Douglas Beard<\/a>. &nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["Climate Science Center","Pacific Islands","Pacific","climate","Helweg",""],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1387515600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169187"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}