{"title":"southern California, Arizona, Nevada, and Oregon Rattled by","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Editors: Maps to accompany this news release may be downloaded from <a href=\"http:\/\/www.gps.caltech.edu\/~meltzner\/ssa2001\/pressrelease-fig1.pdf\">http:\/\/www.gps.caltech.edu\/~meltzner\/ssa2001\/pressrelease-fig1.pdf<\/a> <a href=\"http:\/\/www.gps.caltech.edu\/~meltzner\/ssa2001\/pressrelease-fig2.pdf\">http:\/\/www.gps.caltech.edu\/~meltzner\/ssa2001\/pressrelease-fig2.pdf<\/a> <\/p>\n<p>Following the great 1906 San Francisco earthquake, a large number of distant aftershocks or triggered earthquakes occurred much farther away from the fault than previously realized, according to scientists at the U.S. Geological Survey. <\/p>\r\n<p>Speaking at the annual meeting of the Seismological Society of America in San Francisco today (4\/18\/01), Aron Meltzner and David Wald, researchers at Caltech and the USGS in Pasadena, said aftershocks which took place within the first two days after the San Francisco mainshock, rattled areas of southern California, western Arizona, western Nevada and south-central Oregon. The largest of these events were a magnitude 6.1 earthquake near the Salton Sea, in California&rsquo;s Imperial Valley, and a magnitude 5.0 earthquake under or near Santa Monica Bay. <\/p>\r\n<p>Traditionally, scientists have thought that earthquakes do not trigger other earthquakes more than one rupture length away from the fault rupture. That is, if the part of the fault that slipped in the 1906 earthquake was 250 miles long, the earthquake would not trigger other earthquakes more than 250 miles away from that part of the fault. However, after the 1992 Landers earthquake triggered earthquakes near Mammoth Lakes, California, Yucca Mountain, Nevada, and in Yellowstone National Park, the scientific community became more aware of these &quot;distant aftershocks.&quot; Looking back in time, Meltzner and Wald wanted to see if the same phenomenon took place after 1906. <\/p>\r\n<p>&quot;What we found,&quot; said Meltzner, &quot;is that earthquakes started popping up all over southern California and in Arizona and Oregon that were well beyond 250 miles from the fault. That doesn&rsquo;t include two earthquakes east of Reno, Nevada that were barely within the 250-mile radius, and countless others that may have taken place in remote locations where no one was around to report them. These distant aftershocks started within an hour of the San Francisco earthquake and continued for about a day and a half.&quot;<\/p>\r\n<p>Meltzner and Wald rule out that the earthquakes in southern California, Arizona, and Oregon which were all more than 250 miles from the fault occurred at about the same time by coincidence. &quot;Not only is it highly unusual for so many earthquakes in different places to cluster together like that in time,&quot; explained Meltzner, &quot;but some of them occurred in places that rarely experience earthquakes.&quot; They calculated the odds at about 4 billion to one that all the so-called distant aftershocks were unrelated and happened within the same two-day period by chance alone. &quot;If it all happened by chance, we could expect something like that to occur once every 20 million years,&quot; added Meltzner. &quot;Obviously, since it happened in the 48-hour period immediately following the 1906 earthquake, it wasn&rsquo;t just chance.&quot;<\/p>\r\n<p>Prior to the current work of Meltzner and Wald, no one had looked systematically at the aftershocks of the 1906 earthquake, and very basic questions, such as when or where the largest aftershocks occurred, or how large they were could not be answered. But for an earthquake as large as the San Francisco event, which had a magnitude of 7.8, aftershocks as large as the 1994 Northridge earthquake or even the 1989 Loma Prieta earthquake are possible, and they can be extremely damaging in their own right, so such questions cannot be ignored.<\/p>\r\n<p>Part of the reason, Meltzner said, that the 1906 aftershocks remained unstudied up to this point is that seismic instruments at the time were very primitive, and t","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Arizona","California","Nevada"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"987566400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}