{"title":"secretary of the Interior Recognizes USGS and its Collaborators with Partners in Conservation Awards","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Secretary of the Interior Ken Salazar selected four U.S. Geological Survey programs and their collaborators to receive a Partners in Conservation Award &mdash; The Yukon River Inter-Tribal Watershed Council-USGS Water Quality Monitoring Program; the Council of Lake Committees, Great Lakes Fishery Commission, U.S. Fish and Wildlife Service, and U.S. Geological Survey; the Giant Constrictor Risk Assessment Partnership of the USFWS, National Park Service, and USGS; and the Mount St. Helens Institute.<!--introend--><\/p>\n<p>The Partners in Conservation Awards recognize individuals and organizations for their conservation achievements resulting from the cooperation and participation of landowners; citizens&rsquo; groups; private sector and nongovernmental organizations; and federal, state, local and\/or tribal governments.<\/p>\r\n<p>&ldquo;These awards recognize the dedicated efforts of more than 600<strong> <\/strong>individuals and organizations from all walks of life, from across our nation, and from across our border with Canada,&rdquo; the Secretary said. &ldquo;They embody a broad spectrum of conservation work ranging from preserving historic battlefields, restoring watersheds and wetlands, protecting wildlife, conserving water and fighting invasive species to teaching conservation values to the next generation.&rdquo;<\/p>\r\n<p><strong>Yukon River Inter-Tribal Watershed Council-USGS Water Quality Monitoring Program<\/strong><\/p>\r\n<p>The Yukon River Inter-Tribal Watershed Council-USGS Water Quality Monitoring Program is recognized for<strong> <\/strong>helping the people of the Yukon River Basin gain a better understanding of the river&rsquo;s environmental health, increasing their skills and abilities in water quality sampling and empowering them as stewards of their environment. The Yukon River Basin is becoming a focus for collecting climate change information; it is considered one of the most rapidly changing landscapes in the world. The unique characteristics of this watershed and its people are the principal reasons for the continued preservation of some of North America&rsquo;s last natural, cultural and heritage resources. By training local communities to gather information about water quality using uniform protocols, the Council not only expands the skills of the communities but also provides data useful for the diverse needs of the communities and Council member organizations. By sharing knowledge and building on the mutual contributions of all participants, the Council supports the tribal and First Nations&rsquo; efforts to preserve the relatively pristine conditions of the Yukon River and their traditions, subsistence and economies.<\/p>\r\n<p>The program includes government-to-government cooperation, including Alaska Native governments, Canadian First Nations and the USGS. Youth involvement and respect for native life are also critical elements of this work. The long-term project will provide data measuring the response to climatic and environmental changes over many years to improve the stewardship of the region.<\/p>\r\n<p>Awardees from the USGS include:<strong> <\/strong>George Aiken, S. Michelle Bourret, Kenna Butler, Mark Dornblaser, Suzette Kimball, Susan Marcus (retired), Pete Murdoch, Paul Schuster, Rob Striegl and Kimberly Wickland. Awardees from the Yukon River Inter-Tribal Watershed Council Partnership include:<strong> <\/strong>Clarence Alexander, Leah Anderson, Harold Gatensby, Bryan Maracle, Dave Pelunis-Messier, Carl Sidney, Pat Sweetsir, Carol Thomas and Jon Waterhouse.<span style=\"text-decoration: underline;\">&nbsp;<\/span><\/p>\r\n<p><strong>The Council of Lake Committees, Great Lakes Fishery Commission, U.S. Fish and Wildlife Service, and USGS<\/strong><\/p>\r\n<p>The Council of Lake Committees, Great Lakes Fishery Commission, U.S. FWSFWS, and the USGS are recognized for their commitment to a science-based management approach for the conservation and sustainability of the Great Lakes. The Great Lak","summary":null,"format":null}]},"field_images":[],"regions":["Washington","Florida","Alaska"],"country":["United States of America"],"mm_tags":["water","geography","biology","geology"],"article_type":["Technical Announcement"],"release_date":{"und":[{"value":"1287028800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}