{"title":"USGS Director and Science Camp Kids Pull Invaders from USGS Backyard","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Media Advisory<\/b> \n<p><b>What:<\/b> <!--introstart-->USGS Director Charles Groat and USGS Science Camp kids will remove invasive purple loosestrife and replant the native plant blazing star on the grounds of the USGS Headquarters. <!--introend-->\r\n<p>\r\n<p><b>When:<\/b> 9:30 a.m Monday, July 19 \r\n<p><b>Who:<\/b> U.S. Geological Survey Director Charles Groat, USGS Chief Biologist Dennis Fenn, Department of Interior Invasive Species Coordinator Gordon Brown, and children from the USGS Science Camp. \r\n<p><b>Where:<\/b> USGS National Center, 12201 Sunrise Valley, Reston, VA (See directions below). \r\n<p><b>Why:<\/b> Purple loosestrife is an invasive plant that has escaped from gardens, clogging many U.S. waterways and wetlands--changing the landscape and prohibiting the growth of native plants. This popular ornamental, still sold in Virginia nurseries and found in all 48 lower states except Florida, can produce more than 2.5 million seeds per plant annually, making it a prolific nuisance in North America. Through its example in removing this attractive but harmful plant, the USGS hopes to educate the local community in how invasive species affect the nation&rsquo;s natural resources and how gardeners can help prevent their introduction and spread. \r\n<p><b>Visuals:<\/b> Reproducible photos for this release may be found at: \r\n<p><a href=\"http:\/\/www.usgs.gov\/images\/loosestrife\/loosestrife1.tif\">http:\/\/www.usgs.gov\/images\/loosestrife\/loosestrife1.tif<\/a><br><a href=\"http:\/\/www.usgs.gov\/images\/loosestrife\/loosestrife2.tif\">http:\/\/www.usgs.gov\/images\/loosestrife\/loosestrife2.tif<\/a><br><a href=\"http:\/\/www.usgs.gov\/images\/loosestrife\/loosestrife3.tif\">http:\/\/www.usgs.gov\/images\/loosestrife\/loosestrife3.tif<\/a><br>\r\n<p>\r\n<p><b>Directions:<\/b> The U.S. Geological Survey Headquarters is accessible from the Beltway (I-495). Take the Dulles Toll Road west to exit 12, Reston Parkway. Turn left (south) onto Reston Parkway. At the 3rd light, turn right (west) onto South Lakes Drive and proceed Â½ mile to the USGS, which will be on your right. A sign indicates Visitor Parking. The event will occur opposite the flagpole outside of the covered entrance. Bring sunscreen and insect repellent. Directional map can be found at <a href=\"http:\/\/mapping.usgs.gov\/mac\/visitors\/\">http:\/\/mapping.usgs.gov\/mac\/visitors\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"932097600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169335"},{"tid":"170682"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}