{"title":"Erosion Doubles Along  Part of Alaska's Arctic Coast: Cultural and Historical Sites Lost","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Coastal erosion has more than doubled in Alaska - up to 45 feet per year - in a 5-year period between 2002 and 2007 along a 40-mile stretch of the Beaufort Sea<em>.<\/em>&nbsp;<\/p>\n<p>The U.S. Geological Survey-led study reveals that average annual erosion rates along this part of the Beaufort Sea climbed from historical levels of about 20 feet per year between the mid-1950s and late-1970s, to 28 feet per year between the late-1970s and early 2000s, to a rate of 45 feet per year between 2002 and 2007. The study was published in the current issue of <em>Geophysical Research Letters<\/em>, a publication of the American Geophysical Union.<\/p>\r\n<p>USGS scientist and lead author Benjamin Jones cautioned that it is possible that the recent patterns documented in their study may represent a short-term episode of enhanced erosion. However, they may well represent the future pattern of coastline erosion in the Arctic.&nbsp; \"Erosion of coastlines is a natural process, and this segment of coastline has historically eroded at some of the highest rates in the circum-Arctic, so the changes occurring on this open-ocean coast might not be occurring in other Arctic coastal settings,\" said Jones.<\/p>\r\n<p>The authors proposed that these recent shifts in the rate and pattern of land loss along this coastline segment are potentially a result of changing arctic conditions, including declining sea ice extent, increasing summertime sea-surface temperature, rising sea level, and increases in storm power and corresponding wave action.<\/p>\r\n<p>\"Taken together, these factors may be leading to a new era in ocean-land interactions that seem to be repositioning and reshaping the Arctic coastline,\" wrote Jones and his colleagues. \"And any increases in the current rates of coastal retreat will have further ramifications on Arctic landscapes - including losses in freshwater and terrestrial wildlife habitats, and in disappearing cultural sites, as well as adversely impacting coastal villages and towns. In addition, oil test wells are threatened.\"<\/p>\r\n<p>In fact, in another recent study along the same stretch of the Beaufort Sea, Jones and his co-authors verified \"disappearing\" cultural and historical sites, including Esook, a turn-of-the-century trading post now part of the Alaskan seafloor and Kolovik (Qalluvik), an abandoned Inupiaq village site that may soon be lost. At another site, near Lonely, Alaska, Jones snapped a picture of a wooden whaling boat that had rested on a bluff overhanging the ocean for nearly a century. A few months later the boat had washed away to sea. This study was published in the journal <em>Arctic<\/em>.<\/p>\r\n<p>Understanding contemporary erosion rates is important because Arctic climate change is leading to rapid and complex environmental responses in both terrestrial and marine ecosystems in ways that will almost certainly affect the rate and pattern of coastline erosion in the Arctic, the authors wrote. \"For example,\" said Jones, \"the recent trends toward warming sea-surface temperatures and rising sea-level may act to weaken the permafrost-dominated coastline by 'helping' more quickly thaw ice-rich coastal bluffs and may potentially explain the disproportionate increase in erosion along ice-rich coastal bluffs relative to ice-poor coastal bluffs that we documented in our study.\"<\/p>\r\n<p>The authors also documented sections of coastline that eroded more than 80 feet during 2007.&nbsp; Interestingly, there were no westerly storm events during the summer of 2007, traditionally believed to be the drivers of coastal erosion in this region the Arctic.&nbsp; However, 2007 did boast the minimum arctic sea-ice extent on record and relatively warm ocean temperatures. The authors emphasized that monitoring of coastal erosion should continue to better understand the causes for these heightened erosion rates, particularly as Arctic regions are being targeted for additional hydrocarbon development.<\/p>\r\n<p>The paper, <em>Increase in the ra","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["geography","biology","geology","water","Global Warming","erosion"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1234933200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168914"},{"tid":"169020"},{"tid":"170014"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}