{"title":"USGS Rolla Mapping Center Receives Vice President&rsquo;s Hammer Award","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The 350 employees of the U.S. Geological Survey&rsquo;s Mid-Continent Mapping Center, U.S. Department of the Interior, received Vice President Al Gore&rsquo;s Hammer Award in Rolla on September 4. The Mid-Continent Mapping Center employees were honored for their team-based approach to streamlining operations and making them more responsive to customers. <\/p>\n<p>The Hammer Award is Vice President Al Gore&rsquo;s special recognition for contributions in support of the President&rsquo;s National Performance Review Principles. Those principles are: putting customers first, cutting red tape, empowering employees, and getting back to basics. <\/p>\r\n<p>The actual award consists of certificates signed by Gore and a $6 hammer with red ribbon, which is the Vice President&rsquo;s answer to the $600 hammer of yesterday&rsquo;s government. The award recognizes new standards of excellence achieved by teams helping to reinvent government. More than 350 Hammer Awards have been presented to teams comprised of federal, state and local employees, and citizens who are working to build a better government. The Mid-Continent Mapping Center employees were presented the award by USGS Director Gordon Eaton at a ceremony that also commemorated the 75th anniversary of the agency&rsquo;s presence in Rolla, Mo. <\/p>\r\n<p>Eaton recognized the Mapping Center employees for the \"fundamental changes\" in their \"approach to taking care of business, whether it is revising a map, completing a travel voucher, filling a customer order, exploring a new process, or typing a letter.\" <\/p>\r\n<p>The center&rsquo;s reinvention efforts, which took place over four years, focused on empowerment of employees, elimination of red tape and streamlining of procedures, and being more responsive to customer needs. Process teams were created to examine all facets of center operations and arrive at recommendations for improvement. <\/p>\r\n<p>A product resulting from the center&rsquo;s activities was previously awarded the Department of the Interior&rsquo;s Unit Award for Excellence of Service. The Digital Raster Graphic (DRG), a new national product, is a digital map image that can be readily displayed on various computer systems and used for many different purposes. The Unit Award citation cited aggressive customer involvement in the design and prototype stages of development, as well as the speed with which the DRG was brought to market. <\/p>\r\n<p>\"It is this kind of effort that will ensure that we achieve our vision of being an earth science organization that is recognized worldwide as scientifically credible, objective, and demonstrably relevant to society&rsquo;s needs,\" Eaton said. <\/p>\r\n<p>The Mid-Continent Mapping Center in Rolla, Mo., is a major field production facility in the National Mapping Division of the U.S. Geological Survey. With approximately 350 employees, this Center produces paper and digital maps. An Earth Science Information Center (ESIC), where walk-in and phone orders for USGS products are processed, is also part of the Mapping Center. <\/p>\r\n<p>The U.S. Geological Survey is the federal government&rsquo;s largest civilian mapping agency and largest water resources science and information agency. It is dedicated to providing the nation with reliable, impartial information to describe and understand the Earth. This information is used to minimize the loss of life and property from natural disasters; manage water, biological, energy, and mineral resources; enhance and protect the quality of life; and contribute to wise economic and physical development. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Missouri"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"841809600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170634"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}