{"title":"Report Documents the Risks of Giant Invasive Snakes in the U.S.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>Listen to a podcast: <a href=\"http:\/\/gallery.usgs.gov\/audios\/320\">Science Seeks to Stem Snake Surge<\/a>.<\/em><\/p>\n<p><!--introstart-->Five giant non-native snake species would pose high risks to the health of ecosystems in the United States should they become established here, according to a U.S. Geological Survey (USGS) report released today.<!--introend--><\/p>\r\n<p>The USGS report details the risks of nine non-native boa, anaconda and python species that are invasive or potentially invasive in the United States. Because all nine species share characteristics associated with greater risks, none was found to be a low ecological risk. Two of these species are documented as reproducing in the wild in South Florida, with population estimates for Burmese pythons in the tens of thousands.<\/p>\r\n<p>Based on the biology and known natural history of the giant constrictors, individuals of some species may also pose a small risk to people, although most snakes would not be large enough to consider a person as suitable prey. Mature individuals of the largest species&mdash;Burmese, reticulated, and northern and southern African pythons&mdash;have been documented as attacking and killing people in the wild in their native range, though such unprovoked attacks appear to be quite rare, the report authors wrote. The snake most associated with unprovoked human fatalities in the wild is the reticulated python. The situation with human risk is similar to that experienced with alligators: attacks in the wild are improbable but possible.<\/p>\r\n<p>&ldquo;This report clearly reveals that these giant snakes threaten to destabilize some of our most precious ecosystems and parks, primarily through predation on vulnerable native species,&rdquo; said Dr. Robert Reed, a coauthor of the report and a USGS invasive species scientist and herpetologist.<\/p>\r\n<p>High-risk species&mdash;Burmese pythons, northern and southern African pythons, boa constrictors and yellow anacondas&mdash;put larger portions of the U.S. mainland at risk, constitute a greater ecological threat, or are more common in trade and commerce. Medium-risk species&mdash;reticulated python, Deschauensee&rsquo;s anaconda, green anaconda and Beni anaconda&mdash;constitute lesser threats in these areas, but still are potentially serious threats.<\/p>\r\n<p>The USGS scientists who authored the report emphasized that native U.S. birds, mammals, and reptiles in areas of potential invasion have never had to deal with huge predatory snakes before&mdash;individuals of the largest three species reach lengths of more than 20 feet and upwards of 200 pounds. The reticulated python is the world&rsquo;s longest snake, and the green anaconda is the heaviest snake. Both species have been found in the wild in South Florida, although breeding populations are not yet confirmed for either.<\/p>\r\n<p>Breeding populations have been confirmed in South Florida for Burmese pythons and the boa constrictor, and there is strong evidence that the northern African python may have a breeding population in the wild as well.<\/p>\r\n<p>&ldquo;Compounding their risk to native species and ecosystems is that these snakes mature early, produce large numbers of offspring, travel long distances, and have broad diets that allow them to eat most native birds and mammals,&rdquo; said Dr. Gordon Rodda, a USGS scientist at the Fort Collins Science Center and the other coauthor of the report.<\/p>\r\n<p>In addition, he said, most of these snakes can inhabit a variety of habitats and are quite tolerant of urban or suburban areas. Boa constrictors and northern African pythons, for example, already live wild in the Miami metropolitan area.<\/p>\r\n<p>The report notes that there are no control tools yet that seem adequate for eradicating an established population of giant snakes once they have spread over a large area. Making the task of eradication more difficult is that in the wild these snakes are extremely difficult to find since their camouflaged","summary":null,"format":null}]},"field_images":[],"regions":["Florida","Puerto Rico","Texas","Hawaii"],"country":["United States of America"],"mm_tags":["Invasive Species","Invasives","biology","ecosystems","Risk Assessment","Ecosystem Health","Giant Constrictor Snakes","Invasive Snakes","Pythons","Anacondas","Boas","Florida"],"release_date":{"und":[{"value":"1255406400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169018"},{"tid":"169857"},{"tid":"169959"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}