{"title":"stories of Lava Flows and Volcanic Landscapes from Ka`&#363; to North Kona Featured in Public Talk","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HAWAI&lsquo;I ISLAND, Hawaii &mdash; The lava flows and volcanic landscapes along M&#257;malahoa and Queen Ka&lsquo;ahumanu Highways, from Ka&lsquo;&#363; to North Kona, will be the focus of a public talk offered by U.S. Geological Survey Hawaiian Volcano Observatory scientists on Wed., Jan. 22.<\/p>\n<p>HVO Scientist-in-Charge Jim Kauahikaua and geologist Janet Babb will recount the volcanic history, stories, and impacts of volcanic features flanking Highways 11 and 190 in a virtual road trip presented in the NELHA Gateway Visitor Center, 73-4460 Queen Kaahumanu Hwy #125. <a href=\"http:\/\/www.energyfuturehawaii.org\/driving-directions.html.\">Directions to the center<\/a>, located just south of Kona International Airport, are available <a href=\"http:\/\/www.energyfuturehawaii.org\/driving-directions.html.\">online<\/a>. This free presentation begins at 5:30 p.m.<\/p>\r\n<p>Kauahikaua will talk about lava flows erupted from Mauna Loa and Hual&#257;lai in the 1800s, beginning with the 1868 Mauna Loa flow in the Ka&lsquo;&#363; District of Hawai&lsquo;i Island. &nbsp;\"This flow has an interesting history because the eruption was accompanied by a devastating earthquake, with an estimated magnitude of 7.9, and deadly tsunami in Ka&lsquo;&#363;,\" he said. &nbsp;<\/p>\r\n<p>Continuing from the Ka&lsquo;&#363; District to North Kona, he will also tell about the destruction caused by lava flows erupted from Hual&#257;lai in pre-contact years to the early nineteenth century.&nbsp; According Kauahikaua, these remarkable flows destroyed Hawaiian villages and fish ponds and changed the West Hawai&lsquo;i coastline.&nbsp;<\/p>\r\n<p>Babb will recount stories from Mauna Loa eruptions in the 1900s, one of which sent lava flows to the sea in a surprisingly short period of time. &nbsp;\"In 1950, a fissure high on Mauna Loa&rsquo;s Southwest Rift Zone erupted a fast-moving &lsquo;a&lsquo;&#257; lava flow that crossed the main highway within three hours,\" she said. Soon after, another lava flow inundated the village of P&#257;hoehoe, where it destroyed about two dozen structures, before reaching the ocean.<\/p>\r\n<p>The virtual road trip presented by Kauahikaua and Babb will include photographs and sketches from the 1800s and 1900s and film from the Mauna Loa 1950 eruption, as well as images of how the flows and volcanic landscape appear today. &nbsp;\"The rugged and seemingly barren lava flows of Ka&lsquo;&#363; and North Kona are often described as a volcanic wasteland, but these flows tell an important part of the history of each area,\" said Kauahikaua, \"and, as a record of the past, they should be respected for the messages they provide us today.\"<\/p>\r\n<p>Kauahikaua and Babb are presenting their talk to remind people that Mauna Loa and Hual&#257;lai are active volcanoes that will erupt again. \"Because past volcanic activity is an indication of what could happen in the future, it's important for Hawai&lsquo;i residents to be aware of the potential hazards of these volcanoes,\" Kauahikaua added.<\/p>\r\n<p>According to Babb, she and Kauahikaua plan to share in a fun and interesting way, stories of the lava flows that Hawai&lsquo;i residents and visitors see each time they drive between Ka&lsquo;&#363; and North Kona. &nbsp;\"If you&rsquo;ve ever wondered about the prominent features in this volcanic landscape, our virtual road trip is for you,\" she said. &nbsp;\"Through it, you&rsquo;ll discover the origin of the flows&mdash;when and where they were erupted&mdash;and their impacts on the island.\"<\/p>\r\n<p>This talk is one of many programs offered by HVO during Hawai&lsquo;i Island&rsquo;s fifth annual Volcano Awareness Month in January. For more information about it and other talks, visit the <a href=\"http:\/\/hvo.wr.usgs.gov\">HVO website<\/a>, email askHVO@usgs.gov, or call (808) 967-8844.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR_2014_1_8\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR_2014_1_8\/1\" title","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["volcano","hazard","Mauna Loa","","Volcano Awareness Month","Hawaii","Public Lecture","Kona","Hualalai","Ka"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1389157200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169558"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}