{"title":"Deep Impact","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->No, not another meteor disaster movie, but something left a big impression in the Chesapeake Bay. <!--introend-->\n<p>\"About 35 million years ago a huge rock or chunk of ice slammed into the Atlantic Ocean and blasted a 56-mile-wide hole in the shallow ocean floor near what is now the mouth of the Chesapeake Bay,\" David Powars, hydrologist with the U.S. Geological Survey (USGS) said. \"The force of the impact ejected huge amounts of debris into the atmosphere and spawned a train of gigantic tsunamis that probably reached as far as the Blue Ridge Mountains. This impact left behind a crater that is now buried under 400 to 1,200 feet of sand, silt, and clay.\" \r\n<p>Scientists with the USGS and the Virginia Department of Environmental Quality have recently discovered the Chesapeake Bay impact crater. The USGS, in cooperation with the Hampton Roads Planning District Commission, has just released the first of a series of planned reports describing the effects of the impact crater on the geology and hydrogeology in the region. \r\n<p>\"Ongoing analysis of this impact crater will yield a wealth of information,\" Powars said. \"It&rsquo;s the largest crater discovered so far in the United States, and it&rsquo;s one of only a few oceanic impact craters that have been documented worldwide. The Chesapeake Bay impact crater is shallower and more accessible than the much larger and older one off the coast of Mexico that most scientists believe led to the extinction of the dinosaurs.\" \r\n<p>The discovery of the Chesapeake Bay impact crater helps explain a number of unusual features that have been noted in the region, including salty ground water, earthquakes around the crater&rsquo;s perimeter, and an unusual rate of sea-level rise. \r\n<p>\"The object from outer space that hit the Earth millions of years ago appears to be responsible for the salty ground water that we find at depth over a large area in the bay region,\" Powars explained. \r\n<p>Virginia&rsquo;s \"inland saltwater wedge\" is a well-known but previously unexplained phenomenon. The impact of the comet or meteorite deformed and broke up the \"layer cake\" stack of aquifers (water-bearing rocks) and confining units, which restrict the flow of ground water. The outer rim of the crater seems to coincide with the boundary separating salty and fresh ground water. Salty ground water is found inside the crater. Fresh ground water is found outside of the crater. The report documents the location of the outer rim, which can be used to determine where fresh ground water is likely to be found. \r\n<p>The report presents a reinterpretation of the lower York-James Peninsula geologic framework and is the first step in understanding the ground-water flow system. \r\n<p>\"In other words,\" said Powars, \"first you have to describe the container and the material holding the water before you can begin to describe how the water flows. The next step will be revising existing computer ground-water flow models.\" \r\n<p>The computer models are used to guide the management of Virginia&rsquo;s ground-water resources, such as the permitting of large ground-water withdrawals. \r\n<p>Copies of U.S. Geological Survey Professional Paper 1612 \"The Effects of the Chesapeake Bay Impact Crater on the Geological Framework and Correlation of Hydrogeologic Units of the Lower York-James Peninsula, Virginia\" by David S. Powars and T. Scott Bruce, are available for viewing at university, state, and government depository libraries and at the USGS Virginia District office, 1730 East Parham Road, Richmond, VA 23228 (804)261-2600. Copies may be purchased from the USGS, Branch of Information Services, Box 25286, Federal Center, Denver, CO 80225. \r\n<p>This press release, along with a picture of the report cover showing a satellite image of the impact crater site, may be found on the Virginia District home page: <a href=\"http:\/\/va.water.usgs.gov\/\">http:\/\/va.water.usgs.gov\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"931320000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170066"},{"tid":"169204"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}