{"title":"Bios for the Birds: USGS-Raised Whooping Crane Chicks Leave the Nest","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors: For high-resolution photos of the entire gang and each individual bird, please go to the pictures at the bottom of this release.&nbsp;<\/strong>&nbsp;<\/p>\n<p><strong>For a pdf of this release with the whooping crane images and captions, <a href=\"http:\/\/www.usgs.gov\/newsroom\/docs\/whooping_crane.pdf\">click here.<\/a><\/strong><\/p>\r\n<p><strong>All photos should be credited to USGS Patuxent Wildlife Research Center<\/strong><\/p>\r\n<p><!--introstart-->LAUREL, Md. &mdash; &nbsp;&nbsp;Imagine spending your time feeding, nurturing, and teaching the daily tasks of survival to a baby who could never know your true identity. <!--introend--><\/p>\r\n<p>The dedicated U.S. Geological Survey scientists and caretakers of the ten gangly, adolescent whooping&nbsp;cranes being publicly released today in Louisiana do just this. But that doesn&rsquo;t mean that they don't know each of these cranes as well as parents know each of their children.<\/p>\r\n<p>They do, and the whooping crane team at the USGS Patuxent Wildlife Research Center in Laurel, Md., would like Louisianans to know something about these new state residents as well and have prepared short bios for the birds.<\/p>\r\n<p>The caretakers raised the cranes being released today by wearing white costumes, never using their human voice around the cranes, exercising them and taking them for walks and swims, using a crane puppet to feed insatiably hungry chicks round the clock and patiently teaching them about the wild outside world.<\/p>\r\n<p>All the whooping cranes alive in North America today derive from a flock of about 16 birds, of which maybe only 3 or 4 females were laying eggs. The cranes were essentially extinct in the wild, but through the hard work of federal, state, and nongovernmental groups, about 250 whooping cranes live in the wild now. Another 150 more whoopers live in captivity, with USGS having the largest breeding flock of about 60 birds. About half of these USGS-raised birds are returned to the wild each year.<\/p>\r\n<p>&ldquo;It is wonderfully gratifying to be able to contribute to the survival of such a magnificent species and to see them as a flock of adult whoopers in the wild,\" said John French, a USGS ornithologist and the head of the USGS Whooping Crane Project. \"So today, as the chicks literally leave the nest, it&rsquo;s a huge milestone for us, for the state of Louisiana and for the whooping cranes.&rdquo;<\/p>\r\n<p>Visit the <a href=\"http:\/\/gallery.usgs.gov\/videos\/172\">Multimedia Gallery<\/a> to watch a video about the Whooping Crane Project at the USGS Patuxent Wildlife Research Center. For more information on whooping cranes and the re-introduction of whooping cranes to Louisiana, please visit the <a href=\"http:\/\/www.wlf.la.gov\/\">LDWF&rsquo;s website<\/a> or the <a href=\"http:\/\/www.fws.gov\/southeast\/\">Service&rsquo;s website<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_02_22\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_02_22\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Louisiana"],"country":["United States of America"],"mm_tags":["biology","Whooping Cranes","Cranes","Louisiana"],"release_date":{"und":[{"value":"1298350800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170023"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}