{"title":"Native Americans Were First Land Managers of California&rsquo;s Coastal Ranges","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>News Editors: Reproducible photos for this news release can be downloaded at:<\/b> <a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-04-24a.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-04-24a.jpg<\/a> (This is an example of remnant chaparral in a landscape converted to grassland by repeated burning. While this particular landscape may not have been converted by Native Americans, it is an example of such type conversion. Photo taken south of King City along U.S. Hwy. 101, Central Coast Ranges, by Jon E. Keeley, USGS.) <\/p>\n<p><a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-04-24b.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-04-24b.jpg<\/a> (This mariposa lily is an example of bulb-producing plants heavily used by Native Americans for food. Photo by Jon E. Keeley, USGS.) <\/p>\r\n<p><a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-04-24c.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-04-24c.jpg<\/a> (Native Americans of the coastal ranges of California used the seeds of annual sage for food. Photo by Jon E. Keeley, USGS.)<\/p>\r\n<p><!--introstart-->While it is known that pre-Columbian peoples of North America used fire as a tool to manage natural resources, scientists have long debated the impact of this usage of fire on the landscape. According to a recent USGS study published in the Journal of Biogeography, evidence exists that Native Americans significantly altered vegetation distribution in the coastal ranges of California with the widespread use of fire long before Euro-American colonization.<!--introend--><\/p>\r\n<p>&quot;By subsidizing natural fires, these first land managers living in the coastal ranges of California were able to thin out or displace shrublands, possibly changing one-quarter or more of the landscape from shrubland to grassland,&quot; said Dr. Jon E. Keeley, a research ecologist at the USGS Western Ecological Research Center in Three Rivers, Calif. <\/p>\r\n<p>According to Keeley&rsquo;s research, colonial Spanish missionaries arriving in California in 1769 found a landscape already primed for the introduction of agriculture and animal husbandry, management practices begun by the Spanish and perpetuated by Mexican and American settlers.<\/p>\r\n<p>&quot;Chaparral shrublands have long been the natural vegetation on this landscape, forming dense, impenetrable stands,&quot; said Keeley. &quot;For a region with a large Native American population, chaparral stands offered limited food resources. Additionally, undisturbed shrublands would have made local travel difficult, harbored predators like grizzly bears, siphoned off precious water resources and presented a fire hazard during fall when Santa Ana winds prevail.&quot; <\/p>\r\n<p>Repeated burning beyond the tolerance of chaparral shrubs to regenerate, however, favored the establishment of grasses and forbs, more useful and nutritious for humans than the shrubs, said Keeley. Success at fire management of California landscapes may have been among the factors explaining the typical lack of agriculture in most California Indian tribes, which stands in marked contrast to other North American Indian tribes. <\/p>\r\n<p>The native plant foods produced from burning shrublands were diverse, said Keeley. Around 5,000 years ago, Native Americans of coastal California began to rely more and more on native seeds. By the time of European contact, they were using 100-200 plant species, with seeds of native grasses, forbs and acorns as food staples throughout the region. Burning not only made these kinds of plant species available, but also opened up the landscape for deer, rabbits, quail and mourning doves, which became important staples in their diet. <\/p>\r\n<p>Keeley evaluated potential patterns of burning by Native Americans by examining historical documents, cultural accounts, archaeological records and contemporary land management practices. He related patterns of vegetation distribution in the region to environmental factors and the ability of the dominant shrub vegetation to recover from different fire frequencie","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1019620800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169755"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}