{"title":"Before the Dams Come Out: Scientists Measure Elwha River Conditions Now to Help Measure Dam Removal Success Tomorrow","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->When the Elwha and Glines Canyon dams in Washington State are torn down in 2012, scientists will be able to see&nbsp;&mdash; as never before &mdash; how the removal of large dams affects the restoration of ecosystems, plants, fisheries and other animals.<!--introend--><\/p>\n<p>Experts hope that removing the dams will restore more than 70 miles of spawning and rearing habitat for endangered salmon and steelhead, as well as other native fish.<\/p>\r\n<p>But for effective comparison, they must know what is present now.&nbsp;<\/p>\r\n<p>Researchers from the U.S. Geological Survey (USGS) and its state, federal, tribal and academic partners in the Elwha Research Consortium have been working to help provide the benchmark information needed for comparison. Their research, documenting the ecological and hydrological state of the river after 96 years of damming, has just been published in 18 articles in a special issue of the journal <span class=\"italics\">Northwest Science<\/span><em>. <\/em><\/p>\r\n<p>&nbsp;\"The removal of the two dams on the Elwha River is one of the most ambitious projects ever undertaken to restore prime fish habitat,\" said Jeff Duda, a research ecologist for the USGS Western Fisheries Research Center, and the editor of the articles. \"It is vital to learn as much as possible about the effects of dam removal on large wilderness rivers and restoration of salmon populations.\"<\/p>\r\n<p>Most of the river flows within Olympic National Park in Washington State. The Elwha River dams have disconnected the upper and lower Elwha watershed, disrupting salmon migration and reducing freshwater salmon habitat by 90 percent. Several historical salmon populations have been lost, and remaining populations are dramatically smaller than before the dams were built.<\/p>\r\n<p>These studies on the Elwha River are especially important because the number of aging dams nearing their life expectancies in the United States will increase dramatically in the next several decades, said Duda. Information on the ecological effects of dam removal will help decision makers and the public evaluate future dam removal projects, he said.<\/p>\r\n<p>The results include:<\/p>\r\n<ul>\r\n<li>Dam removal will reconnect upstream habitats, which will      increase the number of salmon the river can support, as well as allow the      downstream movement of sediment and wood, leading to long-term aquatic      habitat improvements. <\/li>\r\n<\/ul>\r\n<ul>\r\n<li>As sediment levels stabilize following dam removal,      populations of fish that use both rivers and oceans will colonize upstream      reaches of the river again, increasing the availability of nutrients for      freshwater ecosystems after nine decades of absence.<\/li>\r\n<\/ul>\r\n<ul>\r\n<li>Salmon will respond to the dam removal by establishing      self-sustaining populations above the dams within one to two generations.      Dam removal impacts, however, will likely cause a lag in recolonization      and population rebuilding.<\/li>\r\n<\/ul>\r\n<ul>\r\n<li>Black bears may alter their late summer and fall movement and      denning patterns to take advantage of energy-rich spawning salmon.<\/li>\r\n<\/ul>\r\n<ul>\r\n<li>A minimum of 3-11 years and up to 50 years of monitoring will      be required to determine ecosystem responses following dam removal.<\/li>\r\n<\/ul>\r\n<ul>\r\n<li>A monitoring strategy is needed to assess the effectiveness      of dam removal on the recovery of Elwha River salmon, their aquatic      habitats, and the food webs of which they are an integral part. &nbsp;Three of the articles discuss important      monitoring objectives. <\/li>\r\n<\/ul>\r\n<p>\"These articles provide a wide spectrum of essential baseline information,\" explained Dr. Dwight Barry, coordinator of the Elwha Research Consortium. \"Because no one has ever attempted river restoration on this scale, good baseline information will help scientists and resource managers better understand ecological changes, as well as the potential of dam removal as a riv","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Oregon","Washington","California"],"country":["United States of America"],"mm_tags":["biology","water","dams","fish","wildlife","Salmon"],"release_date":{"und":[{"value":"1221451200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169581"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}