{"title":"Media Advisory: Public Invitation: Learn About Your State Water Resources","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"Body\">The public is invited to attend a free conference about critical South Dakota water resources and geology on April 19 in Rapid City.<\/p>\n<p>The 10th annual Western South Dakota Hydrology Conference will allow a variety of scientists, students, and other interested individuals to meet and exchange ideas, discuss mutual problems, and present the results of studies. Sessions include presentations about the Missouri River flood of 2011, surface and groundwater issues, climate, floods and other hazards, Sanford Underground Laboratory, water treatment, land-use effects, natural resources, mining, geology, and other water-related topics. The keynote address will be given by Brigadier General John McMahon, Northwestern Division Commander of the U.S. Army Corps of Engineers, who will provide broad perspectives regarding the Missouri River.<span>&nbsp;<\/span><\/p>\r\n<table>\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>What: <\/strong><\/td>\r\n<td>10th annual Western South Dakota Hydrology Conference <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Details: <\/strong><\/td>\r\n<td>Free to the public and students with an optional $20 lunch. Professional registration fees are $95. For engineers who wish to obtain credit for professional development, credits will be coordinated through the South Dakota Engineering Society for technical sessions attended.<\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>When: <\/strong><\/td>\r\n<td>Thursday, April 19, <br \/>beginning at 8 a.m. <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Where:<\/strong><\/td>\r\n<td>Rushmore Plaza Civic Center <br \/>444 N. Mount Rushmore Rd., Rapid City<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Register:<\/strong><\/td>\r\n<td>All attendees, including students and the general public, are asked to register before April 12 by visiting the conference website at http:\/\/sd.water.usgs.gov\/WSDconf\/index.html or by contacting Janet Carter at 605-394-3215 or <a href=\"mailto:jmcarter@usgs.gov\">jmcarter@usgs.gov<\/a>.<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&nbsp;<\/p>\r\n<p class=\"Body\">The luncheon will feature a panel discussion \"Missouri River Flooding&mdash;Lessons Learned and Planning for the Future,\" and will include panelists from local, State, and Federal agencies.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The annual conference typically draws more than 350 attendees. Additional details regarding the preliminary program are available from the conference website at&nbsp;the <a href=\"http:\/\/sd.water.usgs.gov\/WSDconf\/index.html\">2012 Western South Dakota Hydrology Conference<\/a>.<br \/><br \/><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["water","Army Corpsof Engineers","South Dakota","conference","Missouri River","floods Water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1333512000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169561"},{"tid":"170060"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}