{"title":"USGS Study Documents Water-level Changes in High Plains Aquifer","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><a href=\"http:\/\/water.usgs.gov\/pubs\/circ\/2003\/circ1243\/\">A new report by the U.S. Geological Survey<\/a> (USGS) describes changes that have taken place in the High Plains aquifer from the time that significant ground-water pumping began in the 1940&rsquo;s to the year 2000. The results show a six percent decrease in the volume of water stored in the High Plains (or Ogallala) aquifer. Underlying portions of eight states, including Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, and Texas, the massive aquifer spans 173,000 square miles and provides irrigation and drinking water for one of the major agricultural regions in the world. <\/p>\n<p>The High Plains aquifer provides the water to irrigate crops on about 27 percent of the irrigated land in the United States and withdrawals from the aquifer amount to about 30 percent of the nation&rsquo;s ground water used for irrigation. Additionally, the aquifer provides drinking water to 82 percent of the people who live within the aquifer boundaries. <\/p>\r\n<p>\"The intense use of ground water has caused major declines in ground-water levels in parts of the High Plains over the past half century. Rates of withdrawal rose rapidly from the 1940&rsquo;s to the late 1970&rsquo;s but have declined or held steady in many areas since that time,&quot; said Dr. Robert Hirsch, USGS Associate Director for Water. \"There are some areas within the High Plains where water is being withdrawn from the aquifer at rates greater than the aquifer is being replenished. In these areas, the aquifer will not be able to sustain withdrawals at current rates in future decades. These declines will have a significant impact on the agricultural economy in the region.&quot; <\/p>\r\n<p>Comparing water levels from wells measured during the period prior to extensive ground-water irrigation to wells measured in 2000, USGS scientists determined that the amount of water stored in the High Plains aquifer has declined about 200 million acre-feet, a decrease of six percent. The change in storage by state ranges from an increase of about 4 million acre-feet in Nebraska to a decline of about 124 million acre-feet in Texas. <\/p>\r\n<p>The areas of significant water-level declines are not common to the entire region. In fact, the area of the greatest water-level declines (25 feet to more than 150 feet) is focused in 17 million acres (26,500 square miles), or 15 percent of the entire High Plains aquifer area. The decreases in the amount of water in storage in these parts of the aquifer are about 190 million acre-feet, a 34 percent decline. <\/p>\r\n<p>The two states with the greatest amounts of depletion are Texas and Kansas. Water in storage has declined 27 percent in Texas, from about 476 million acre-feet to 352 million acre-feet over the past 50 years. In Kansas, water in storage has declined 16 percent from about 322 million acre-feet to 274 million acre-feet during the same time period. <\/p>\r\n<p>USGS scientists estimated the water in storage by using data collected by the USGS, other federal, state, and local agencies between the years 1920 and 2000 from more than 20,000 wells screened in the High Plains aquifer. Scientists used a network of about 8,600 wells to monitor water levels in the aquifer in 2000. The predevelopment water level was generally estimated by using the earliest water-level measurement available. <\/p>\r\n<p>The report \"<a href=\"http:\/\/water.usgs.gov\/pubs\/circ\/2003\/circ1243\/\">Water in Storage and Approaches to Ground-Water Management, High Plains Aquifer, 2000,<\/a>\" USGS Circular 1243, also includes a state-by-state summary of approaches to ground-water management in the eight states overlying the aquifer. It can be obtained by contacting USGS Information Services at 1-888-ASK-USGS (1-888-275-8747). <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado","Kansas","New Mexico","Oklahoma","Texas","Nebraska","South Dakota"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1076302800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170649"},{"tid":"169167"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}