{"title":"study Aids Water Managers Battle Saltwater Intrusion","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MIAMI &ndash; Scientists are using a cadre of new weapons in the battle against an old nemesis &ndash; saltwater intrusion. Using state-of-the-art technology, <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> researchers have been able to provide Miami-Dade County the most accurate depiction to date of saltwater intrusion in Biscayne aquifer, which will help water managers protect the primary drinking water source for the county&rsquo;s roughly 2.5 million residents.<\/p>\n<p>The new USGS study, which uses information gathered through 2011, found that saltwater had intruded about 460 square miles of the mainland part of the county. The new report provides an updated understanding of the extent of saltwater in the aquifer, describing where saltwater has further intruded since last being mapped in 1995, where it has been pushed back toward the ocean, and where it&rsquo;s leaking from canals.<\/p>\r\n<p>Saltwater intrusion began here early in the 20<sup>th<\/sup> century when canals were dredged to drain the Everglades. As water levels in the Biscayne aquifer declined, saltwater from the ocean flowed inland along its base.<\/p>\r\n<p>&ldquo;In the aquifer, there is a delicate balance between the freshwater from rainfall and saltwater from the ocean,&rdquo; said USGS hydrologist and lead author of the new study Scott Prinos. &ldquo;If too much freshwater is removed, saltwater from the ocean can flow inland through the ground.&rdquo;<\/p>\r\n<p>Saltwater also flowed inland up the canals and leaked into the aquifer.&nbsp; The first well fields of Miami and Coconut Grove were contaminated by saltwater and had to be abandoned. In the 1940s, state and county water managers began installing salinity control structures in the canals to prevent the flow of saltwater inland in the canals and to increase water levels in the aquifer. By the 1950s, these measures began to prevent and in some instances partially reverse saltwater intrusion.<\/p>\r\n<p>In the past, water managers have relied on water samples from wells to detect saltwater intrusion in the aquifer and to evaluate changes in its extent. The recent USGS study improved existing monitoring by applying recent advances in technology.<\/p>\r\n<p>&ldquo;Some of the measurements we collected to help map saltwater in the aquifer involved using electromagnetic fields to probe the aquifer and detect saltwater, kind of like a doctor uses an MRI,&rdquo; said Prinos.&nbsp;<\/p>\r\n<p>These types of measurements were collected in existing wells, in areas without wells, and from the air. Using these electromagnetic measurements, scientists have begun to develop a three-dimensional picture of saltwater intrusion in the aquifer that not only improves the quality of maps, but also provides new insights.<\/p>\r\n<p>Some of these measurements, for example, suggest that seawater is bypassing some of the salinity control structures, flowing inland up the canals, and is leaking out into the aquifer. Electromagnetic measurements collected on the edge of the Biscayne, Black Creek, and Snapper Creek Canals show shallow influxes of saltwater.<\/p>\r\n<p>&ldquo;Water managers will use information from the report to help make decisions about the county&rsquo;s water supply and infrastructure,&rdquo; said Virginia Walsh, Miami-Dade Water and Sewer Department&rsquo;s senior professional geologist and chief of their hydrogeology section.<\/p>\r\n<p>Saltwater intrusion is a long-standing issue that confronts many coastal communities. As sea level continues to rise and the demand for freshwater increases, the measures required to prevent this intrusion may become more difficult. Improvements in the understanding of saltwater intrusion can increase the ability to prevent it.<\/p>\r\n<p>The report, &ldquo;<a href=\"http:\/\/pubs.er.usgs.gov\/publication\/sir20145025\">Origins and Delineation of Saltwater Intrusion in the Biscayne Aquifer and Changes in the Distribution of Saltwater in Miami-Dade County, Florida<\/a>,&rdquo; by Scott T. Prinos,","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["water","Water Groundwater Resources","Geographic Areas Southeast"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1400731200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169071"},{"tid":"170442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}