{"title":"Technical Announcement:  USGS Releases Bacteria Data on Lake Pontchartrain","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>In response to public concern for the water quality of Lake Pontchartrain following Hurricane Katrina, the U.S. Geological Survey (USGS), in collaboration with the Louisiana Department of Environmental Quality (DEQ), U.S. Environmental Protection Agency (EPA), National Oceanic and Atmospheric Administration (NOAA), and the Food and Drug Administration (FDA), is conducting intensive studies of water, sediment, and seafood quality of Lake Pontchartrain.<\/p>\n<p>Findings released today suggest that, despite expectations that hurricane-related flooding in New Orleans could cause uniformly high concentrations of fecal bacteria in Lake Pontchartrain, water samples from sites in and around the lake commonly were within limits acceptable for recreational waters.<\/p>\r\n<p>These results represent a first round of testing following Hurricanes Katrina and Rita. The Louisiana DEQ is continuing to monitor bayous along the north side of Lake Pontchartrain, areas found to be â\u0080\u0098hot spots&rsquo; in samples collected immediately following Hurricane Rita.<\/p>\r\n<p>USGS scientists measured fecal-indicator bacteria <em>Escherichia coli (E. coli),<\/em> enterococci, and fecal coliforms over a 3 week period. These indicator bacteria are not themselves pathogens, but scientists monitor for them because they are useful indicators of fecal contamination and the possible presence of pathogens. Concentrations in samples they collected in the third and fourth week after passage of Hurricane Katrina commonly were less than U.S. EPA criteria for <em>E. coli<\/em> and enterococci in fresh or marine waters and also met the Louisiana DEQ standard for fecal coliform bacteria. A week later, following the passage of Hurricane Rita, concentrations at several tributary sites were well above the criteria and standard, while concentrations in the lake remained generally below or near those limits. <\/p>\r\n<p>Scientists collected water samples at 22 sites&mdash;including most inflows to the lake, sites within the lake, and the major outflows to the Gulf of Mexico by way of Lake Borgne and the Mississippi Sound. Nineteen of the sites are routinely sampled as part of the Louisiana DEQ ambient monitoring network. Corresponding data on water temperature, specific conductance (a measure of salinity), pH, and dissolved oxygen also were collected at each site at the time of sampling.<\/p>\r\n<p>The scientists were especially interested to find the highest concentrations of fecal contamination in north shore tributaries rather than in the south shore canals that carried flood water from New Orleans into Lake Pontchartrain. Dennis Demcheck, the USGS hydrologist at Baton Rouge, La., who led the sampling effort, attributed this to a &quot;settling pond&quot; effect in New Orleans, which held flood waters during the weeks prior to pumping them back into Lake Pontchartrain.<\/p>\r\n<p>The study included an extensive quality-control data set, and that data set largely indicates satisfactory analytical performance, even though scientists were working out of a mobile lab in less than ideal field conditions. These results are intended to help in completing the regional Interagency Environmental Assessment underway by USGS, U.S. EPA, NOAA and FDA.<\/p>\r\n<p>The report, &quot;Bacteriological Water Quality in the Lake Pontchartrain Basin, Louisiana, Following Hurricanes Katrina and Rita, September 2005,&quot; by Donald M. Stoeckel and others, USGS Data Series 143, is available online at <a href=\"http:\/\/pubs.water.usgs.gov\/ds143\/\">http:\/\/pubs.water.usgs.gov\/ds143\/<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1131512400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170306"},{"tid":"169261"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}