{"title":"subsidence in Southern Colorado Linked to Gas Production and Earthquakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><span>New radar observations show significant ground subsidence near the Colorado-New Mexico border in the area where a magnitude 5.3 earthquake struck in August, 2011. The analysis supports the idea that earthquakes in this region may be triggered by waste-water disposal.<\/span><\/p>\n<p><span><a href=\"http:\/\/onlinelibrary.wiley.com\/enhanced\/doi\/10.1002\/2014JB011227\/\" target=\"_blank\">In a recent study published in the American Geophysical Union&rsquo;s&nbsp;<em><span>Journal of Geophysical Research<\/span><\/em><\/a>, scientists from the U.S. Geological Survey used satellite radar observations (interferometric synthetic aperture radar, or&nbsp;<a href=\"http:\/\/en.wikipedia.org\/wiki\/Interferometric_synthetic_aperture_radar\" target=\"_blank\">InSAR<\/a>) to show that there is significant vertical deformation, or ground subsidence, in the Raton Basin, likely caused by methane and water withdrawal from coal beds. Also, there is no evidence for shallow volcanic activity throughout the observation period.<\/span><\/p>\r\n<p><span>Alternatively, the August, 2011, earthquake occurred close to several wastewater disposal wells during times when injection was occurring. Aspects of the earthquake rupture, including the location of slip, the style of faulting and the statistics of the 2011 earthquake aftershock sequence, suggest that the earthquake was likely caused by a slip on a naturally stressed fault that was triggered by the fluid disposal.<\/span><\/p>\r\n<p><span>The InSAR analysis provides a new method of looking at earthquake location and dimensions, allowing USGS and other scientists to further explore relationships between fluid extraction and injection, induced seismicity, local geology and hydrological systems. The satellite data also provide a check on the seismological observations that are most commonly used to analyze induced seismicity, and allow scientists to explore deformation that does not produce seismic signals.<\/span><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["Natural Hazards Earthquake Hazards","Geographic Areas Southwest"],"article_type":["Technical Announcement","State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1414555200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}