{"title":"Multiple Species at Risk from Emphasis on Conifer-Dominated Forests","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nThe traditional emphasis on dense, fast-growing conifer-dominated forests in the Pacific Northwest raises questions about the health of dozens of animal species that depend on shrubs, herbs and broad-leaf trees, a new analysis by the U.S. Geological Survey (USGS) and Oregon State University suggests.\r\n<\/p>\r\n<p>\r\nAt least 78 vertebrate species have been documented that require, in one way or another, the food or habitat provided by non-coniferous vegetation, and may be at increasing risk whenever forest management reduces the prevalence of&nbsp; these shrubs or trees, or specifically targets them for removal.\r\n<\/p>\r\n<p>\r\n&nbsp;&quot;Wildlife species that depend on the resources provided by non-coniferous vegetation may not persist in forests where these components are scarce,&quot; the report said.\r\n<\/p>\r\n<p>\r\nThe study was just published in <em>Forest Ecology and Management<\/em> by Joan Hagar, a wildlife biologist with the USGS Forest and Rangeland Ecosystem Science Center, which funded the study.\r\n<\/p>\r\n<p>\r\nNatural forests of the Pacific Northwest, Hagar said, have always been dominated by conifers. But they also provided a continuity of trees that are young and old, short and tall; diverse shrubs, especially in the early stages of forest re-growth; gaps, snags and cavities; often a dozen or more hardwood tree species; and possibly hundreds of grass and herbaceous plant species.\r\n<\/p>\r\n<p>\r\nIn contrast, the report said, a managed forest is planted very densely with conifer trees, which dominate the forest within a short time. Broad-leaf trees and shrubs are often suppressed with herbicides or other management techniques. Even when new forestry techniques are used to encourage a diversity of trees of different sizes and ages, the undergrowth trees are usually conifers.\r\n<\/p>\r\n<p>\r\n&quot;Historically, forests contained significant amounts of alder, big leaf maple, white oak or vine maple,&quot; Hagar said. &quot;The undergrowth would feature vegetation species such as California hazel, ferns, Oregon-grape, salal, and many other types of shrubs and herbs. This type of vegetation, in turn, provides the habitat and food base for many wildlife species.&quot;\r\n<\/p>\r\n<p>\r\nEven when the primary goal of a private or public forest is sustainable timber production, Hagar said, the lack of shrub and vegetation species and tree diversity may have long-term effects on forest health, including ability to resist disease, soil function, and fixation of nitrogen. An illustration of this concern is a current epidemic of Swiss needle cast, a disease occurring in areas that used to have many diverse tree and shrub species but which have been largely converted to a monoculture of Douglas fir.\r\n<\/p>\r\n<p>\r\nIn the new synthesis, Hagar reviewed the life-history accounts for forest-dwelling vertebrate wildlife species, and identified 78 vertebrate species in Oregon and Washington that are associated with non-coniferous vegetation, often the foundation of major food webs.\r\n<\/p>\r\n<p>\r\nAmong these species of concern are several &mdash; three birds, one amphibian, and five mammals &mdash; that already have a special federal or state status. Declines of western bluebirds have been linked to reduction of available nest sites. Similarly, a major threat to the willow flycatcher is destruction of shrubby vegetation. Mountain quail populations have contracted due to loss of upland shrub habitats, plant species diversity and loss of woody vegetation in streamside zones. And, noted Hagar, a major threat to Columbian white-tailed deer has been removal of &quot;brush&quot; during timber harvest or agricultural development.\r\n<\/p>\r\n<p>\r\nMany species rely on a diversity of grass, herb, shrub and tree species for their energy needs, the report said. Fruits from deciduous trees and shrubs are a critical resource for migrant birds. In fact, 90 percent of the diet of the northern spotted owl is composed of small mammals that are associated with non-coniferous vegetati","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1187841600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169676"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}