{"title":"Landsat Images Help Emergency Managers Fight Largest Fire in Arizona History","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->As the largest fire in the history of the state of Arizona continues to burn, emergency managers and responders are using satellite data from a variety of instruments to plan both immediate firefighting containment strategies and mitigation efforts once the fires are out. <!--introend--><\/p>\n<p>The Landsat 5 satellite captured <a href=\"http:\/\/eros.usgs.gov\/#\/About_Us\/Views_of_the_News\">images of two Arizona fires<\/a>, dubbed Wallow and Horseshoe Two, burning in eastern Arizona on June 15 at 3:54 p.m. EDT. Both images are false-colored to allow ease of identification of various objects that will help firefighters and emergency managers. In the images burn scars appear in red and ongoing fire in bright red. Vegetation is colored green, smoke is colored blue and bare ground is tan-colored. The Landsat 5 image is a false color image with a 7, 4, 2 band combination.&nbsp;<\/p>\r\n<p>The Wallow fire, now the largest in Arizona history, began May 29 in the Bear Wallow Wilderness area located in eastern Arizona. Fueled by high winds and low humidity, this fire has burned over 487,016 acres (761 sq. mi.) to date.<\/p>\r\n<p>The Horseshoe Two fire, a large event by any other standard, began May 8 in Horseshoe Canyon in the Coronado National Forest located in southeast Arizona. As of June 16, this fire had burned 184,198 acres (287 sq. mi.). &nbsp;<\/p>\r\n<p>To assist emergency managers, Landsat satellites combine a wide-area perspective with a thermal sensor that detects the actual fire perimeter through the smoke and haze. Landsat imagery provides critical vegetation and fuels information for the interagency Wildland Fire Decision Support System which is used to model fire behavior and make tactical decisions.<\/p>\r\n<p><a href=\"http:\/\/landsat.usgs.gov\/index.php\">Landsat<\/a> is a joint effort of both <a href=\"http:\/\/www.usgs.gov\/\">USGS<\/a> and <a href=\"http:\/\/landsat.gsfc.nasa.gov\/\">NASA<\/a>. USGS conducts Landsat operations and NASA develops and launches new satellites that meet USGS requirements. In addition to imagery of natural hazard events, Landsat provides valuable data for land use research and advances the Department of the Interior's important role in land remote sensing under the President's National Space Policy. Landsat images are unique in that they provide complete global coverage, they are available for free, and they span nearly 40 years of continuous earth observation. No other satellite imagery has that combination of attributes.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","New Mexico"],"country":["United States of America"],"mm_tags":["geography","landsat","Climateand Land Use Change Land Remote Sensing"],"release_date":{"und":[{"value":"1308283200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169752"},{"tid":"170335"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}