{"title":"How does the Mississippi River Change When the Levee Breaks?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>What will happen if other levees are breached downstream? Will contaminants inundate farmland? Will changes in the river&rsquo;s velocity impact shipping?<\/em>&nbsp;<\/p>\n<p>USGS scientists are measuring the amount of water spilling into the New Madrid floodway as a result of the recent intentional breaching of the Birds Point Levee in Missouri. The measurements are critical for estimating how much water downstream levees will need to hold back and for predicting flood crest heights, as the remaining flood waters pass through the Mississippi River.&nbsp;<\/p>\r\n<p>&ldquo;In order to protect lives and property during flooding the federal government, states, emergency managers and communities need to have the best information possible to understand how the water will react when a levee breaks,&rdquo; said Bob Holmes, USGS National Flood Hazard Coordinator. &ldquo;While flood measurements are never routine, the recent breaching of the levee at Birds Point and the rush of the Mississippi River into the New Madrid floodway calls for highly unusual flow measurements &ndash; information that is a key part of management actions to alleviate upstream flooding in the vicinity of Cairo, Ill. and other areas along the Mississippi River.&rdquo;&nbsp;<\/p>\r\n<p>Up to date information about USGS data collection at the Birds Point-New Madrid floodway is available <a href=\"http:\/\/water.usgs.gov\/osw\/floods\/today\/BPNM_measurement.html\">online<\/a>.&nbsp;<a href=\"http:\/\/water.usgs.gov\/osw\/floods\/today\/BPNM_measurement.html\"><\/a><\/p>\r\n<p>In preparation for the breeching USGS field crews installed 38 storm surge sensors, originally developed after Hurricanes Katrina and Rita to measure storm surges. These temporary sensors will measure water flowing into the Birds Point-New Madrid floodway. The USGS is also sampling the floodwater for various chemical contaminants in newly inundated fields and farms.&nbsp;<\/p>\r\n<p>While the levee breach is helping to reduce flooding of communities along the Mississippi, Missouri, and Ohio Rivers, it may also create unusual flow conditions that could impact barge traffic near the breach, as outward flowing water alters river currents. These new, complex river currents are being mapped daily by USGS. The maps will enable the barge traffic to avoid the fastest currents and adjust ship routes to account for the new currents.&nbsp;&nbsp;<\/p>\r\n<p>Real-time data on river flows and depths are continually needed to forecast incoming flows and flooding threats. The USGS is the nation&rsquo;s primary collector of river flow information that feeds flood forecasts and decisions related to flood-fighting taking place along the Mississippi River and elsewhere.&nbsp;<\/p>\r\n<p>&ldquo;While the USGS routinely monitors and documents flooding and provides the streamflow information needed to inform developmental plans and land use decisions, this documentation effort below the levee is extraordinary for its scope, intensity and innovative use of new technologies,&rdquo; said Holmes. &ldquo;USGS has a unique opportunity to collect data that increases our understanding of the hydraulics of the Ohio and Mississippi Rivers. This data will be critical in future flood forecasts.&rdquo;&nbsp;<\/p>\r\n<p>The work is being conducted in close cooperation with the U.S. Army Corps of Engineers, the National Ocean and Atmospheric Administration, the U.S. Coast Guard, and many state and local agencies.&nbsp; The National Weather Service refines river forecasts, the Corps of Engineers adjusts flood-control reservoir releases, the Coast Guard issues shipping directives and advisories, and local communities prepare for floods based on USGS river measurements.&nbsp;<\/p>\r\n<p>The USGS collects river data through its network of about 7,700 streamagages around the Nation. You can receive instant, customized updates about water conditions, including flooding, by subscribing to USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>.<\/p>\r\n<p>General flo","summary":null,"format":null}]},"field_images":[],"regions":["Mississippi"],"country":["United States of America"],"mm_tags":["flood","levee","Surface Water","bobholmes","Upper Mississippi River","New Madrid","Cairo","Illinois","wateralert","water"],"release_date":{"und":[{"value":"1304654400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168942"},{"tid":"169801"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}