{"title":"USGS Research Upsets Conventional Wisdom on Invasive Species Invasions","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Invasive plant species are able to make themselves at home in habitats far from their native ranges. But is there ever simply no more room at the inn? Many ecologists have long accepted the view that a \"no vacancy\" rule applies to habitats rich in native species diversity. Areas with more native species are often presumed to use available resources more completely, leaving nothing left over for wandering weeds. \n<p><a name=index1><\/a>\r\n<TABLE align=right>\r\n<TBODY>\r\n<TR>\r\n<TD align=right><IMG alt=\"Purple loostrife, an invasive species, is &#10;common to Central Grassland and Rocky Mountain areas\" hspace=6 src=\"http:\/\/www.usgs.gov\/images\/topical\/loosestrife.jpg\" border=1>&nbsp;<\/TD><\/TR><\/TBODY><\/TABLE>This and several other pieces of conventional ecological wisdom are challenged in a recent series of publications by USGS ecologist Thomas Stohlgren, of the Midcontinent Ecological Science Center, and colleagues at the Natural Resource Ecology Laboratory at Colorado State University. In the current issue of the journal Ecological Monographs, the team reports that across a broad array of Central Grassland and Rocky Mountain habitats, from Colorado to Minnesota, areas with the most native species are exactly where invasives tend to take up residence. \r\n<p>The findings suggest that wherever resource levels are high, invasives are able to grab a share. This means that invasibility depends more on the presence of basic resources, such as sunlight, water and soil nutrients, than on an absence of competitors. Conversely, in less favorable habitats, a small number of native plants may monopolize existing resources, making the community more resistant to invasion. \r\n<p>Stohlgren says that previous studies, suggesting that low-diversity communities are more invasion-prone, may have simply not cast a wide enough net. In his Central Grasslands study sites, for example, data from small, one-meter square plots did support the classical view that high native species richness deters invasives. But this changed as the scale of vegetation sampling expanded to ten, one hundred, and one thousand meter-square plots. \r\n<p>\"The pattern reversed itself at larger scales because resources are patchily distributed in the landscape,\" says Stohlgren. \"Nitrogen, light and water are present in some areas but not in others. At large spatial scales, it&rsquo;s those hot spots of resources that are being invaded.\" \r\n<p><a name=index2><\/a>\r\n<TABLE align=left>\r\n<TBODY>\r\n<TR>\r\n<TD align=left><IMG alt=\"At the landscape scale, areas with the most native&#10; species are exactly where invasives tend to take up residence\" hspace=6 src=\"http:\/\/www.usgs.gov\/images\/topical\/mountains2.jpg\" border=1><\/TD><\/TR><\/TBODY><\/TABLE>Just as human immigrants may find more opportunities in an already-overcrowded city than a small town, invasive plants take advantage of the constant turnover and jockeying for position that characterizes species-rich ecological communities. The classical dictum that \"diversity begets stability,\" Stohlgren says, is simply not true in some ecosystems. Communities with high diversity tend to be in constant flux, creating openings for invasives. \r\n<p>Stohlgren&rsquo;s team also carried out an extensive investigation of the effects of grazing on native and invasive species richness. One branch of ecological theory predicts that regular disturbance, such as that caused by grazing, allows a greater number of plant species to co-exist. Such disturbances may also set the stage for fast-growing invasive species to colonize new areas. \r\n<p>As reported in the current issue of the journal Ecological Applications, the researchers measured vegetation at multiple scales on 26 long-term grazing exclosures and surrounding rangeland in Colorado, Wyoming, Montana and South Dakota. Surprisingly, the researchers discovered that numbers of native and invasive species were virtually identical for the fenced exclosures and adjacent grazed areas. \r\n<p>\"In some habitats, grazi","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"926568000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170130"},{"tid":"169322"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}