{"title":"Washington State observes Volcano  Awareness Month in May","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>VANCOUVER, WA-Governor Christine Gregoire has proclaimed May as Volcano Awareness Month in Washington State. Scientists, safety officials and educators are encouraged to discuss the hazards of volcanoes in their communities. This month coincides with the publication of a volume of scientific papers detailing recent volcanic eruptions entitled, Mount St. Helens:&nbsp; <span style=\"text-decoration: underline;\">A Volcano Rekindled: The Renewed Eruption of Mount St. Helens, 2004-2006.<\/span><\/p>\n<p>\"The May 18, 1980, eruption and subsequent smaller eruptions of Mount St. Helens are reminders that Washington State has five active volcanoes within its borders and is vulnerable to the multiple hazards associated with volcanic eruptions,\" said Cynthia Gardner, Scientist-in-Charge of the US Geological Survey's Cascades Volcano Observatory in Vancouver, Washington.<\/p>\r\n<p>Volcano Awareness Month is an opportunity for the state's residents to become familiar with volcano hazards in their communities and to take steps that reduce potential effects on people and property. Information about volcanoes in Washington State is posted at the <a href=\"http:\/\/volcanoes.usgs.gov\/\">USGS Volcano Hazards Program<\/a> Web site, and <a href=\"http:\/\/vulcan.wr.usgs.gov\/\">Cascades Volcano Observatory<\/a>. Washington State's <a href=\"http:\/\/emd.wa.gov\">Emergency Management Division<\/a> (EMD) is highlighting volcano response measures on its web site at .&nbsp;<\/p>\r\n<p>This new USGS publication has 37 chapters by 87 authors from 23 institutions and covers widely ranging topics from seismology, geology, geodesy, gas geochemistry, and petrology to the human endeavor required for managing the public volcanic lands and distributing information during the early days of a renewed eruption. A digital version of the paper is posted at <a href=\"http:\/\/pubs.usgs.gov\/pp\/1750\/\">http:\/\/pubs.usgs.gov\/pp\/1750\/<\/a> . After May 15, 1009, paper copies can be obtained at <a href=\"http:\/\/vulcan.wr.usgs.gov\/Publications\/ordering.html\">http:\/\/vulcan.wr.usgs.gov\/Publications\/ordering.html<\/a> or by calling 1-888-ASK-USGS, or writing to <strong>U.S. Geological Survey Information Services<\/strong>, Box 25286 Denver, CO 80225.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["geology","volcano","eruption","hazard"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1241582400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169005"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}