{"title":"Household Products May Harm Tree Swallows in Minnesota and Wisconsin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Contamination from commercial products such as nonstick cookware and stain repellents could reduce the reproduction of tree swallows nesting in Minnesota and Wisconsin, according to a new U.S. Geological Survey study.&nbsp;<\/p>\n<p>USGS scientists and partners found that tree swallow eggs exposed to elevated levels of these products, known as perfluoroalkyl substances (PFASs), were associated with a decreased chance of hatching. PFASs are common environmental contaminants that have been used in products such as water and stain repellents, nonstick cookware, surfactants such as detergents and wetting agents, and polymers (plastics). The report was recently published in <em>Archives of Environmental Contamination and Toxicology<\/em>.<\/p>\r\n<p>\"Even though PFASs seem to be declining in the environment, hot spots still remain,\" said Christine Custer, <a href=\"http:\/\/www.umesc.usgs.gov\/umesc_home.html\">USGS Upper Midwest Environmental Sciences<\/a> (UMESC) scientist and lead author of the study. \"These high concentrations are localized, however, which fortunately reduces the potential for harm to swallow populations throughout Minnesota and Wisconsin.\"<\/p>\r\n<p>Between 2007 and 2011, scientists compared hatching rates among tree swallow nests located at eight different study locations with different PFAS-contamination levels and sources in Minnesota and Wisconsin, including Lake Johanna and Pigs Eye Lake in the Twin Cities metropolitan area&mdash;two areas known for PFAS contamination. They tested an egg sample from each studied nest for PFAS concentrations and compared those results to how well the rest of the eggs hatched.<\/p>\r\n<p>The USGS-led study suggested that tree swallow hatching rates declined at high PFAS concentrations (as high as 150-200 nanograms per gram of wet weight), which are lower than the concentrations that have affected other bird species in laboratory studies. This difference may be due to behavioral effects or other factors not accounted for in the laboratory studies. It could also mean that tree swallows are especially sensitive to these toxins.<\/p>\r\n<p>PFASs can enter the environment through contaminated groundwater and surface water runoff from plants that manufacture or use PFAS products, from household waste water that passes through treatment plans, and from airborne chemicals settling on the ground. The Mississippi River downstream of St. Paul, Minn., may have been contaminated by a landfill used to dispose of PFAS-filled waste products.<\/p>\r\n<p>Because of global exposure to humans and wildlife, selected PFASs were phased out of production starting in 2000.<\/p>\r\n<p>This study was led by the USGS in collaboration with the <a href=\"http:\/\/www.epa.gov\/nheerl\/\">U.S. Environmental Protection Agency<\/a>, the <a href=\"http:\/\/www.albany.edu\/sph\/\">State University of New York at Albany<\/a> and the <a href=\"http:\/\/www.fws.gov\/midwest\/\">U.S. Fish and Wildlife Service<\/a>.<\/p>\r\n<p>Copies of the report are available by contacting Christine Custer at <a href=\"mailto:ccuster@usgs.gov\">ccuster@usgs.gov<\/a> or (608) 781-6247.<\/p>\r\n<p>For more information on this and other Mississippi River Basin and contaminant-related avian studies, please visit the USGS UMESC <a href=\"http:\/\/www.umesc.usgs.gov\/umesc_home.html\">website<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2013_10_23\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2013_10_23\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Minnesota","Wisconsin"],"country":["United States of America"],"mm_tags":["ecosystems","birds","emerging Contaminants","","Tree Swallows","Minnesota","Wisconsin","contamination","Bird Reproduction","","mississippiriverbasin"],"distribution":["Biology","Environmental Health","Water"],"release_date":{"und":[{"value":"1382500800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169075"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}