{"title":"scientists Measure Carbon And Mercury Coming Out Of South Florida Mangroves","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>HOMESTEAD, Fla. --&nbsp;<!--introstart--><\/strong>For the first time, scientists have measured the amount of dissolved organic carbon and mercury moving from a southwest Florida mangrove swamp via tides to coastal waters.<!--introend--> The scientists from the U.S. Geological Survey discovered that a large amount of mercury and methylmercury&ndash;the form of mercury that is most toxic and the form that accumulates in fish&ndash;flows from mangroves into the Gulf of Mexico.&nbsp;<\/p>\n<p>According to the <a href=\"http:\/\/my.sfwmd.gov\/portal\/page\/portal\/xweb%20about%20us\/agency%20reports\">South Florida Water Management District<\/a>, over 50 species of fish in Florida's coastal waters have elevated concentrations of mercury, and human health advisories regarding consumption have been issued by the <a href=\"http:\/\/www.doh.state.fl.us\/floridafishadvice\/\">Florida Department of Health<\/a> for several fish species in Florida coastal marine areas. A greater understanding of the sources and environmental pathways resulting in these elevated methylmercury concentrations in fish will help environmental managers, policy makers, and regulators lower human and wildlife mercury exposure.&nbsp;&nbsp;<\/p>\r\n<p>\"Previous USGS research has revealed that these swamps transform mercury to its toxic methylmercury form far from the coal-burning plants that are the original source of the pollution,\" said USGS Director Marcia McNutt. \"Now we are learning that the threat to wildlife and human health does not stop there, but is carried out to sea on the ebb tide.\"<\/p>\r\n<p>Scientists pioneered a new high-frequency measurement method to measure dissolved organic carbon, mercury and methylmercury in an extremely complex tidal estuarine environment. The study originated from the need to measure the flux of dissolved organic carbon, but scientists realized that they could simultaneously measure mercury and methylmercury using the same techniques.&nbsp; Previous USGS research in the Everglades has shown that methylmercury and mercury bind to dissolved organic carbon.<\/p>\r\n<p>Study results revealed that mercury from the mangroves could account for over 90% of the methylmercury and almost half the total mercury supply to the near-shore coastal waters of southwestern Florida. The study's findings represent an important first step in identifying and quantifying a significant source of mercury and methylmercury for coastal fish in southwest Florida-Gulf of Mexico region. The findings are published in the journal <a href=\"http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/es2029137\">Environmental Science &amp; Technology<\/a>.<\/p>\r\n<p>Although almost all of the mercury entering the Gulf of Mexico originates from the atmosphere, it is not understood how or where this mercury undergoes the necessary conversion to its more toxic form, methylmercury. Scientists do not understand the relative contribution, but generally agree that the conversion to methylmercury occurs in the following three areas:<\/p>\r\n<ul>\r\n<li>in the landscape, where it could be flushed into coastal areas by runoff and tidal pumping;<\/li>\r\n<li>in the estuarine zones, which in southwest Florida often contain mangroves, where it could be flushed into the coastal areas by the tides; or,<\/li>\r\n<li>in the deep open waters and\/or bottom sediments of the Gulf of Mexico. <\/li>\r\n<\/ul>\r\n<p>Until now, the amount of methylmercury coming from estuarine mangrove zones into the coastal areas was unknown because making accurate measurements of this type is extremely challenging. The tide waters that flow in and out of the estuary twice a day must be measured in addition to the constantly changing dissolved organic carbon, mercury, and methylmercury concentrations that result.<\/p>\r\n<p>\"Once we understand where the mercury is being methylated, and how much methylmercury is coming from various environments, resource managers, regulators, and decision makers will be better able to anticipate how the Gulf of Mexico will respond","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["Everglades","Mercury","methylmercury","mangrove"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1329282000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168967"},{"tid":"169924"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}