{"title":"Ancient, Tiny Fossils Contribute to Retrofit of San Francisco-Oakland Bridge","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The presence of 125,000-year-old microfossils in the muds of San Francisco Bay may help engineers decide where and how to rebuild the San Francisco-Oakland Bay Bridge, according to a <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a>(USGS)scientist in Menlo Park, Calif. <\/p>\n<p>Mary McGann, a USGS geologist, and Doris Sloan, a geologist at the University of California, Berkeley, told fellow scientists that the presence of microfossils known as foraminifers at a depth of 200 feet beneath the present floor of the bay indicates that an estuary existed in the area approximately 120-125,000 years ago which had the same type of environment which has been present in the bay for the past 10,000 years. The two geologists presented their findings Wednesday morning, October 22, at the annual meeting of the Geological Society of America, in Salt Lake City.<\/p>\r\n<p>McGann and Sloan explained that knowledge of the amount and type of muds that have been deposited on the floor of San Francisco Bay during the past 125,000 years is vital to engineers who will design footings for a new or retrofitted Bay Bridge. \"The presence of foraminifers in these muds tells us that the soils were part of a brackish, salt-marsh environment, and helps in dating the deposits,\" McGann said. \"Knowing the age and type of deposits helps engineers estimate the strength of the material.\" <\/p>\r\n<p>McGann said 11 cores that were drilled to bedrock were examined by her and her USGS colleagues, as well as engineers from the California Department of Transportation who will supervise construction of the new bridge. <\/p>\r\n<p><b>Editors: Sloan may be reached for comment on Oct. 21 and 22, by calling the GSA news room in Salt Lake City, at 801-543-4761, or at the Desert Inn, 1-800-359-2170.<\/b> <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"877406400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}