{"title":"Mixed News on Mercury in Indiana's Water","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Rain and snow falling in Indiana contains less mercury than it did in years past. Yet some of the state's major waterways have mercury levels that could be harmful to humans and wildlife.<!--introend--><\/p>\n<p>According to a U.S. Geological Survey report about mercury in streams, nearly six percent of water samples collected from 2004 to 2006 had mercury levels that exceeded the Indiana water-quality standard protecting human health. Mercury concentrations in 73 percent of the samples exceeded the more restrictive state water-quality standard protecting wildlife. More than 80 percent of the water samples had detectable methylmercury, the most toxic form of mercury that accumulates in fish, birds, and mammals at the top of food chains.<\/p>\r\n<p>In a separate USGS report looking at mercury in precipitation, scientists found that mercury concentrations in more than 40 percent of the samples exceeded the Indiana water-quality standard for human health and nearly all concentrations exceeded the standard protecting wildlife. In contrast, they reported a three percent decrease in mercury concentrations in precipitation and an eight percent decrease in the mass of mercury deposited by precipitation at the five Indiana monitoring stations from 2001 to 2005. These decreases may be related to a 28 percent decrease from 2002 to 2005 in mercury emissions in Indiana.<\/p>\r\n<p>\"Our studies are showing that mercury can be found in the water everywhere we've looked in Indiana, but the mercury varies from place to place and changes both seasonally and year to year,\" said USGS scientist Martin Risch, an author on both papers.<\/p>\r\n<p>For these studies, scientists from the USGS Indiana Water Science Center in Indianapolis operated five monitoring stations across the state that collected rain and snow samples and measured precipitation every week. The scientists also collected water samples each season from 25 stream sites in the major watersheds draining most of Indiana. They analyzed the samples for mercury with methods that could detect concentrations less than a part per trillion, using special techniques and equipment to assure the mercury concentrations measured were representative.<\/p>\r\n<p>In Indiana, the mass of atmospheric mercury deposited in precipitation typically corresponds with the amount of precipitation. The scientists noted that episodes with the highest mercury deposition usually were associated with big rainfall events. Risch added, \"The decrease in mercury deposited by precipitation from 2001 to 2005 is explained by the decrease in the mercury concentration, not by an accompanying decrease in precipitation during that time.\"<\/p>\r\n<p>Mercury in precipitation is not decreasing everywhere in Indiana. By using a new mapping technique, the scientists identified an area in southeastern Indiana where high mercury concentrations in the rain had contributed to some of the highest mercury deposition in the U.S. The maps indicate that high annual mercury emissions in the area may be an important factor affecting mercury concentrations in precipitation.<\/p>\r\n<p>Mercury in the state's waterways could be tied to land use and stream conditions. \"The highest mercury concentrations we measured were downstream of urban and industrial discharges or, in one case, downstream from active and abandoned minelands,\" said USGS scientist Amanda Ulberg who led the study of stream samples. \"High total mercury concentrations were associated with increased streamflow in winter and spring when large amounts of fine particulates were suspended in the water.\" In contrast, most of the methylmercury was detected when water temperatures were warm and streamflow was low.<\/p>\r\n<p>Mercury is an environmental contaminant that poses a health risk to humans and wildlife, especially the young. Nervous system and mental development can be diminished by mercury exposure. Mercury concentrations in sport fish in Indiana have caused health officials to rec","summary":null,"format":null}]},"field_images":[],"regions":["Indiana"],"country":["United States of America"],"mm_tags":["Indiana","water","Mercury"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1231131600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170073"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}