{"title":"2003 Assessment of Oil and Gas Resources in Appalachian Basin Completed","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The USGS has just completed a geologically based assessment of the technically recoverable, undiscovered oil and gas resources of the Appalachian Basin Province. This area includes parts of New York, Pennsylvania, Ohio, Maryland, West Virginia, Virginia, Kentucky, Tennessee, Georgia, and Alabama. Within the Appalachian Basin Province, six total petroleum systems were defined: Conasauga-Rome\/Conasauga, Sevier-Knox\/Trenton, Utica-Lower Paleozoic, Devonian Shale-Middle and Upper Paleozoic, Carboniferous Coalbed Gas, and Pottsville Coalbed Gas. <\/p>\n<p>The estimated undiscovered resources in the assessed areas have a mean of 70.2 trillion cubic feet of gas (TCF), a mean of 54 million barrels of oil (MMB), and a mean of 872 MMB of total natural gas liquids. 94% or 66 TCF of the undiscovered gas is in continuous accumulations. Coalbed gas accounts for nearly 13% of the 94% total undiscovered gas in the assessed area. The remainder of the undiscovered gas (4.3 TCF) is in conventional accumulations. <\/p>\r\n<p>The USGS provides periodic assessments of the oil and natural gas endowment of the United States. Understanding the oil and gas resources of our country is needed for strategic planning, formulating economic and energy policies, evaluating lands in the purview of the Federal government, and developing sound environmental policies. The Appalachian Basin Province assessment is part of the National Oil and Gas Assessment that provides estimates of technically recoverable, undiscovered hydrocarbon resources. Undiscovered resources should not be confused with hydrocarbon reserves, which are a subset of discovered resources that have been proven to be recoverable. <\/p>\r\n<p>In Dec. 2002, the USGS completed assessments of five other basins: the Uinta-Piceance, the Greater Green River (Southwestern Wyoming), San Juan, Powder River, and the Montana Thrust Belt. <\/p>\r\n<p>A fact sheet is available at <a href=\"http:\/\/pubs.usgs.gov\/fs\/fs-009-03\/\">http:\/\/pubs.usgs.gov\/fs\/fs-009-03\/<\/a> <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","New York","Pennsylvania","Virginia","West Virginia","Alabama","Georgia","Tennessee","Kentucky","Ohio"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1049947200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170366"},{"tid":"169063"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}