{"title":"California Seafloor Mapping Reveals Hidden Treasures","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SANTA CRUZ, Calif. &mdash; Science and technology have peeled back a veil of water just offshore of California, revealing the hidden seafloor in unprecedented detail. New imagery, specialized undersea maps, and a wealth of data from along the California coast are now available. Three new products in an ongoing series were released today by the U.S. Geological Survey &mdash; a map set for the area offshore of Carpinteria, a catalog of data layers for geographic information systems, and a collection of videos and photos of the seafloor in state waters along the entire California coast,&nbsp;<\/p>\n<p>&ldquo;A program of this vast scope can't be accomplished by any one organization. By working with other government agencies, universities, and private industry the USGS could fully leverage all its resources,\" said USGS Pacific Region Director Mark Sogge. \"Each organization brings to the table a unique and complementary set of resources, skills, and know-how.&rdquo;<\/p>\r\n<p>The USGS is a key partner in the <a href=\"http:\/\/walrus.wr.usgs.gov\/mapping\/csmp\/\">California Seafloor Mapping Program<\/a>, a large, unique, and historically ambitious collaboration between state and federal agencies, academia, and the private sector to create a comprehensive base-map series for all of California&rsquo;s ocean waters. Scientists are collecting sonar data, video and photographic imagery, seismic surveys, and bottom-sediment data to create a <a href=\"http:\/\/walrus.wr.usgs.gov\/mapping\/csmp\/sheets.html\">series of maps<\/a> of seafloor bathymetry, habitats, geology, and more, in order to inform coastal managers and planners, government entities, and researchers. With the new maps, decision makers and elected officials can better design and monitor marine reserves, evaluate ocean energy potential, understand ecosystem dynamics, recognize earthquake and tsunami hazards, regulate offshore development, and improve maritime safety.&nbsp;<\/p>\r\n<p>&ldquo;The Ocean Protection Council recognized early on that seafloor habitats and geology were a fundamental data gap in ocean management,&rdquo; said California&rsquo;s Secretary for Natural Resources and Ocean Protection Council Chair John Laird. &ldquo;After an impressive effort by many partners to collect and interpret the data, the maps being produced now are providing pioneering science that&rsquo;s changing the way we manage our oceans.&rdquo;<\/p>\r\n<p>&ldquo;Our collaboration with the state and more than 15 other partners is critical to the success of this program. We've come together to make the maps, and then to use them. We all like to say that you can't manage it, monitor it, or model it if you don't know what the &lsquo;it&rsquo; is, and our seafloor mapping gives that important &lsquo;it&rsquo; to the entire coastal management and research community,\" said the USGS&rsquo; lead researcher on this project, Sam Johnson.<\/p>\r\n<p><strong>USGS California Seafloor Mapping Program <span style=\"text-decoration: underline;\">Map Series<\/span><\/strong><\/p>\r\n<p>The heart of the USGS California Seafloor Mapping Program effort is a series of map sets. To date, three sets have been published, including the most recent one released today covering the area <a href=\"http:\/\/pubs.usgs.gov\/sim\/3261\/\">&ldquo;Offshore of Carpinteria,&rdquo; USGS Scientific Investigations Map 3261<\/a>. Each of the map sets includes 10 or more sheets, illustrating different features of the seafloor, including geology, bathymetry, habitats, and geology within the three-nautical-mile limit of California&rsquo;s state waters. The maps are created through the collection, integration, interpretation, and visualization of swath sonar data, acoustic backscatter, seafloor video, seafloor photography, high-resolution seismic-reflection profiles, and bottom-sediment sampling data. Fourteen other map sets are being formatted for publication; the <span style=\"text-decoration: underline;\"><a href=\"http:\/\/walrus.wr.usgs.gov\/mapping\/csmp\/sheets.html\">Calif","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["California","seafloor","Mapping","offshore","State Waters","video","photo","data","Catalog"],"article_type":["State News Release"],"distribution":["Mapping","Natural Hazards"],"release_date":{"und":[{"value":"1376020800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169495"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}