{"title":"USGS To Track Coral Larvae Off Maui","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: Reproducible photos are available at:<br><a \nhref=\"http:\/\/coralreefs.wr.usgs.gov\/press.html\">http:\/\/coralreefs.wr.usgs.gov\/press.html \r\n<\/a><\/b>\r\n<\/p>\r\n<p>An unprecedented experiment to track the travel route of microscopic coral \r\nlarvae will be conducted off the coast of Maui from June 29 to July 5 by the \r\nU.S. Geological Survey (USGS), the University of Hawaiâ\u0080\u0098i, the Hawaiian Division \r\nof Aquatic Resources, the Maui Ocean Center, and the University of Washington. \r\nThese groups are trying to learn how waves, currents, and sea-water properties \r\naffect the dispersal of coral larvae to better understand why certain reefs off \r\nWest Maui are doing well and why others are doing poorly. \r\n<\/p>\r\n<p>The next coral-spawning event will begin shortly after the next new moon, \r\nwhich is June 29, and the scientists will be there with high-tech instruments to \r\ntrack the coral larvae&rsquo;s nighttime journey, said Dr. Curt Storlazzi, USGS&rsquo;s \r\nchief oceanographer for the project. \r\n<\/p>\r\n<p>Corals are small colonial animals that secrete hard outer skeletons. One of \r\nthe principal corals for building reefs in Hawaiâ\u0080\u0098i, &quot;rice coral&quot; (<i>Montipora \r\ncapitata<\/i>), releases packets of eggs and sperm at about 9 p.m. each evening \r\nfor four nights starting one day after each new moon during a period of about 4 \r\nmonths&mdash;this year, from May through August. After the next new moon, on June 29, \r\nthe next spawning event will begin. The packets rise to the ocean&rsquo;s surface and \r\nfloat along&mdash;by the millions&mdash;in surface currents until the fertilized eggs, or \r\nlarvae, sink and start to grow on rocky areas. The problem is, said Storlazzi, \r\nno one knows exactly where the currents take the larvae. \r\n<\/p>\r\n<p>As researcher Eric Brown of the University of Hawaiâ\u0080\u0098i explains, &quot;Some coastal \r\nareas may not be developing coral reefs simply because the larvae are unable to \r\nsettle.&quot; \r\n<\/p>\r\n<p>Where the larvae go is exactly what the USGS scientists and their \r\ncollaborators aim to determine. The researchers will use underwater tripods&mdash;much \r\nlike lunar landers&mdash;to monitor temperature, water clarity, waves, and currents. \r\nAt the same time, satellite-tracked drifters will be released at night to float \r\nalong with the larvae, and the researchers will monitor the drifters&rsquo; positions \r\nall night on radio frequencies. \r\n<\/p>\r\n<p>Storlazzi noted that the currents off West Maui are extremely complex, and \r\nunderstanding the fate of the larvae requires scientists to monitor currents for \r\ndays to detect shifts due to changes in tides and wind. Storlazzi will round out \r\nthe experiment by measuring water speeds along the coast from a boat using an \r\nacoustic doppler current profiler. \r\n<\/p>\r\n<p>The USGS Coral Reef Team, led by Dr. Michael Field, has been studying the \r\neffects that current movements and sediment particles have on the condition of \r\nHawaiian coral reefs for the past several years to provide resource managers \r\nwith information on how to best protect these Hawaiian treasures. According to \r\nField, &quot;Our goal has been to identify the pathways of sediment to the reef, and \r\nhow it is moved onto corals by waves and currents.&quot; After several years of \r\nresearch on the islands of Maui and Molokaâ\u0080\u0098i, the USGS team is applying their \r\nexpertise to the tracking of microscopic larvae.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1056600000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170138"},{"tid":"169117"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}