{"title":"USGS Team Receives Service to America Medal","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nA team of 45 U.S. Geological\r\nSurvey scientists has received a 2006 Service to America Medal for their search\r\nand rescue work in the aftermath of Hurricane Katrina.\r\n<\/p>\r\n<p>\r\nThe scientists, led by Thomas\r\nCasadevall, USGS regional director in Denver, Colo., are from the USGS\r\nNational Wetlands\r\nResearch Center\r\nin Lafayette, La.,\r\nand the USGS Louisiana\r\nWater Science\r\nCenter in Baton Rouge, La.\r\n<\/p>\r\n<p>\r\nCasadevall and representatives of\r\nthe team received the medal in Washington, D.C., Sept. 27, in\r\nrecognition of both their humanitarian and scientific work immediately after\r\nHurricane Katrina hit the Louisiana\r\ncoast on Aug. 29, 2005.\r\n<\/p>\r\n<p>\r\nAmong the team representatives at\r\nthe awards ceremony were Gregory J. Smith, director of the wetlands\r\ncenter; Charles Demas, director of the\r\nwater center; James B. Johnston, spatial analysis branch chief at the wetlands\r\ncenter; and Wayne Norling, wetland center&#39;s safety officer.\r\n<\/p>\r\n<p>\r\nAlso attending as a guest at the\r\nevent was USGS employee Debbie Norling, who spearheaded the center&#39;s donations\r\nof food, water, clothing, and blood and coordinated evacuee shelter volunteers\r\nin Lafayette.\r\n<\/p>\r\n<p>\r\nThe team is one of eight recipients\r\nof Service to America Medals, sponsored by the Atlantic Media Company and the\r\nnonprofit, nonpartisan Partnership for Public Service to recognize the\r\naccomplishments of America&#39;s\r\npublic servants. Medals are given for\r\nsignificant contributions by federal employees based on their commitment and\r\ninnovation as well as the impact of their work on addressing the needs of the\r\nnation.\r\n<\/p>\r\n<p>\r\nAlthough not trained in search and\r\nrescue, 25 USGS employees put to use their knowledge of boats and flood waters\r\nacquired doing research when they answered a call from the State of Louisiana for help. They joined a multiagency state and federal\r\nteam in navigating the flooded streets of New\r\nOrleans and rescuing stranded citizens from rooftops\r\nand porches.&nbsp; The group directly rescued about\r\n600 people and provided food, water and other assistance to about 2,000 more\r\nfrom Aug. 31 to Sept. 5.\r\n<\/p>\r\n<p>\r\nThe group had the immediate\r\nsupport of Dr. Casadevall, who was the first U.S. Department of the Interior\r\nsenior executive to reach Louisiana\r\nafter the storm. He was aware of the\r\nimportance of senior leadership support during a crisis as he himself began his\r\ncareer in 1980 with another natural disaster, the eruption of the Mount St. Helens volcano.\r\n<\/p>\r\n<p>\r\nNot only did USGS scientists\r\nperform boat rescues, but they also used their spatial technology skills to\r\nhelp locate more than 8,000 callers to 911 from Aug. 30 to Sept. 27, when\r\nflooded streets and responders unfamiliar with the New Orleans area made locating some victims\r\nimpossible. The USGS team was able to\r\nconvert street addresses to latitude and longitude and produce maps for boat\r\nand helicopter rescuers with Global Positioning System equipment. For those without GPS, scientists provided\r\nmaps with geographic coordinates overlaid on street grids.&nbsp; More than 600 maps and other information\r\nproducts were produced daily.\r\n<\/p>\r\n<p>\r\nIn addition to the immediate\r\n&quot;geoaddressing&quot; of 911 calls,&nbsp; USGS produced maps and data for the Federal\r\nEmergency Management Agency&#39;s Urban Search and Rescue Incident Support Team. To\r\ndo this, the USGS team worked in shifts 24-hours a day from three days after\r\nthe storm until the end of October. They\r\nproduced detailed street maps for ground searches that included such\r\ninformation as search intensities, open roads, boat access points, and 911 call\r\ndata.\r\n<\/p>\r\n<p>\r\nThe USGS team also supplied the U.S. Army\r\nCorps of Engineers with maps of the city&#39;s levee system and pumping\r\nstations. At the Corps&#39; request, they\r\ninstalled temporary real-time water-level gauges in Orleans,\r\nPlaquemines and St. Bernard Parishes as well as Lake Pontchartrain to measure\r\nthe dewatering of the metropolitan","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana","Colorado"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1159329600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169411"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}