{"title":"Buffelgrass, an Invader Fueling Wildfires in the Sonoran Desert","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>News Editors: Reproducible photos for this news release can be downloaded at:<\/b> <a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-04-24d.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-04-24d.jpg<\/a> (Adult saguaro cacti growing in moderately dense buffelgrass infestation, Javelina Picnic Ground, Saguaro National Park, Pima Co., Ariz., Oct. 1998. Photo by Todd Esque, USGS.) <\/p>\n<p><a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-04-24e.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-04-24e.jpg<\/a> (Buffelgrass plants surrounding a young saguaro cactus, Javelina Picnic Ground, Saguaro National Park, Pima Co., Ariz., Apr. 1998. Photo by Todd Esque, USGS.) <\/p>\r\n<p><a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-04-24f.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-04-24f.jpg<\/a> (Buffelgrass spreading from cultivated buffelgrass pastures into rocky hillsides and native desert scrub, 30 miles north of Hermosillo, Sonora, Mexico, Jan. 1997. Photo by Todd Esque, USGS.) <\/p>\r\n<p><!--introstart-->Picture a sunset in which a &quot;forest&quot; of that Sonoran Desert icon the saguaro cactus is silhouetted against the skyline. Now picture that sunset minus the saguaros and you will have an idea why researchers and resource managers across southern Arizona fear the take-over of the desert by invasive nonnative grasses.<!--introend--> <\/p>\r\n<p>Introduced from Africa into south Texas in the 1940&rsquo;s and extensively in Sonora, Mexico since the 1960&rsquo;s, buffelgrass has recently begun to spread vigorously in southern Arizona, invading even remote backcountry areas of national parks and wildlife refuges. Scientists at the U.S. Geological Survey are embarking on new research to provide resource managers the most cost-effective techniques for removing buffelgrass and restoring the desert&rsquo;s native vegetation. <\/p>\r\n<p>&quot;Of the perennial exotic plants identified by researchers, buffelgrass appears to be spreading the most rapidly and is the most threatening to the Sonoran Desert ecosystem,&quot; said Dr. Cecil Schwalbe, a USGS research ecologist with the Western Ecological Research Center in Tucson, Ariz. <\/p>\r\n<p>Dr. John Hall, the Sonoran Desert Program Manager for The Nature Conservancy of Arizona, echoed Schwalbe&rsquo;s concern. Buffelgrass, Hall said, is an example of an invasive species that can encroach into the Sonoran Desert and pose a significant threat to the region&rsquo;s biodiversity. <\/p>\r\n<p>&quot;Because buffelgrass resprouts vigorously after fire, it is capable of causing more frequent and larger wildfires, decreasing water infiltration to the soil and changing the way essential plant nutrients cycle in the desert,&quot; said Todd Esque, a USGS ecologist in Las Vegas, Nev., and co-lead scientist in the study with Schwalbe. &quot;Taken together, these changes could potentially convert Sonoran Desert shrublands to exotic fire-driven grasslands, completely altering the kinds of plants in the Sonoran Desert and even eliminating saguaros in some areas.&quot; <\/p>\r\n<p>Working collaboratively with colleagues in federal and state agencies, universities and private organizations in the United States and Mexico, the scientists will begin their study this spring at Saguaro National Park near Tucson, Ariz., to determine the most effective and efficient removal methods of buffelgrass and the response by native vegetation and wildlife, not only to the encroachment of the plant but also to its removal. <\/p>\r\n<p>&quot;In addition to its effects on native plants, buffelgrass may alter animal community structure,&quot; said Schwalbe. &quot;For instance, buffelgrass may decrease the open space required for some animals, like lizards, to escape predators. This, in turn, could lead to larger shifts in wildlife population abundance and diversity.&quot; <\/p>\r\n<p>At study plots with buffelgrass infestation, the researchers will assess chemical removal methods and compare those with manual removal of plants in another study. By studying the effectiveness of alte","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1019620800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169026"},{"tid":"170600"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}