{"title":"Many Coastal Wetlands Likely to Disappear this Century","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Many coastal wetlands worldwide &mdash; including several on the U.S. Atlantic coast &mdash; may be more sensitive than previously thought to climate change and sea-level rise projections for the 21<sup>st<\/sup> century.<!--introend--><\/p>\n<p>U.S. Geological Survey scientists made this conclusion from an international research modeling effort published today in the journal <em>Geophysical Research Letters<\/em>, a publication of the American Geophysical Union. Scientists identified conditions under which coastal wetlands could survive rising sea level.<\/p>\r\n<p>Using a <em>rapid <\/em>sea-level rise scenario, most coastal wetlands worldwide will disappear near the end of the 21<sup>st<\/sup> century. In contrast, under the <em>slow<\/em> sea-level rise projection, wetlands with low sediment availability and low tidal ranges are vulnerable and may drown. However, in the slow sea-level rise projection, wetlands with higher sediment availability would be more likely to survive.<\/p>\r\n<p>Several coastal marshes along the east coast of the United States, for example, have limited sediment supplies and are likely to disappear this century. Vulnerable east coast marshes include the Plum Island Estuary (the largest estuary in New England) and coastal wetlands in North Carolina&rsquo;s Albemarle-Pamlico Sound (the second-largest estuary in the United States).<\/p>\r\n<p>&ldquo;Accurate information about the adaptability of coastal wetlands to accelerations in sea-level rise, such as that reported in this study, helps narrow the uncertainties associated with their disappearance,&rdquo; said USGS scientist Glenn Guntenspergen, an author of this report. &ldquo;This research is essential for allowing decision makers to best manage local tradeoffs between economic and conservation concerns.&rdquo;<\/p>\r\n<p>&ldquo;Previous assessments of coastal wetland responses to sea-level rise have been constrained because they did not consider the ability of wetlands to naturally modify their physical environment for adaptation,&rdquo; said USGS scientist Matt Kirwan, an author of this report. &ldquo;Failure to incorporate the interactions of inundation, vegetation and sedimentation in wetlands limits the usefulness of past assessments.&rdquo;<\/p>\r\n<p>USGS scientists specifically identified the sediment levels and tidal ranges (difference between high and low tide) necessary for marshes to survive sea-level rise. As water floods a wetland and flows through its vegetation, sediment is carried from upstream and deposited on the wetland&rsquo;s surface, allowing it to gain elevation. High tidal ranges allow for better sediment delivery, and the higher sediment concentrations in the water allow wetlands to build more elevation.<\/p>\r\n<p>Coastal wetlands provide critical services such as absorbing energy from coastal storms, preserving shorelines, protecting human populations and infrastructure, supporting commercial seafood harvests, absorbing pollutants and serving as critical habitat for migratory bird populations. These resources and services will be threatened as sea-level rise inundates wetlands.<\/p>\r\n<p>The <a href=\"http:\/\/www.sciencemag.org\/content\/315\/5810\/368.full\">rapid sea-level rise scenario<\/a> used as the basis for this study is accredited to Stefan Rahmstorf at Potsdam University, one of the contributing authors of the Intergovernmental Panel on Climate Change Fourth Assessment Report. The <a href=\"http:\/\/www.ipcc.ch\/publications_and_data\/ar4\/wg2\/en\/ch6s6-3-2.html\">slow sea-level rise projection<\/a> is from the A1B scenario of the Intergovernmental Panel on Climate Change Fourth Assessment Report.<\/p>\r\n<p>The study, &ldquo;Limits on the Adaptability of Coastal Marshes to Rising Sea-Level,&rdquo; can be found <a href=\"http:\/\/www.agu.org\/pubs\/crossref\/2010\/2010GL045489.shtml\">online<\/a>. Any journalists who are not registered with AGU and cannot view this article can contact USGS to have a copy emailed to them.<\/p>\r\n<p>Photos accompan","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts","Louisiana","North Carolina"],"country":["United States of America"],"mm_tags":["Climate Change","Global Warming","Sea Level Rise","Coastal Wetlands","wetlands","Marshes"],"release_date":{"und":[{"value":"1291179600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169437"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}