{"title":"USGS In the Surge Sampling for Nutrients, Sediment, E. coli, and Pesticides","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>Follow USGS on twitter @USGS to learn where the crews will be each day.<br \/><\/em><em>Media: If you would like to accompany a USGS crew during sampling, contact Kara Capelli at <\/em><a href=\"mailto:kcapelli@usgs.gov\"><em>kcapelli@usgs.gov<\/em><\/a><em>. <\/em><\/p>\n<p><!--introstart-->As Hurricane Irene has left her mark along the East Coast, USGS crews are sampling water for pesticides, E. coli, nutrients, and sediment to document water quality in areas affected by the hurricane.<!--introend--> This sampling effort is part of the federal government&rsquo;s broad efforts to ensure public health and to support the state, tribal, and local response to the storm.<\/p>\r\n<p>Sampling is taking place along the East Coast. Crews will follow the path of the hurricane where it brought high flows.<\/p>\r\n<p>&ldquo;Significant high water events are important to document, because a storm event like this can flush large quantities of nutrients, pesticides, and bacteria into rivers and also alter sediment flow,&rdquo; said Charles Crawford, coordinator of the sampling effort. &ldquo;When looking at long-term water quality trends and year to year variation, this hurricane could be a defining event for 2011, and it&rsquo;s important that USGS captures a complete picture of what happens this year.&rdquo;<\/p>\r\n<p>Excessive nutrients in the Nation&rsquo;s rivers, streams and coastal areas are a major issue for water managers, because they cause algal blooms that increase costs to treat drinking water, limit recreational activities, and threaten valuable commercial and recreational fisheries. Increased sediment can cause costly changes in shipping channels, where new sediment can require additional dredging.<\/p>\r\n<p>&ldquo;The USGS creates models that relate nutrient, pesticide and sediment concentrations to how much water is flowing,&rdquo; said Crawford.&rdquo; In order to have the most accurate model, it&rsquo;s important to document concentrations during a high flow event such as this one.&rdquo;<\/p>\r\n<p>Additionally, high flows from the hurricane have the potential to create higher concentrations of E. Coli in areas that use surface water for drinking.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Delaware","Maine","Maryland","Massachusetts","New Jersey","New York","Virginia","Florida","Georgia","North Carolina","South Carolina"],"country":["United States of America"],"mm_tags":["water","Hurricane","irene","surge","storm","sampling","pesticides","","nutrients","sediment","Water Quality"],"release_date":{"und":[{"value":"1314504000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169032"},{"tid":"169801"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}