{"title":"YUCCA MOUNTAIN IS HIGH AND DRY, SAY USGS SCIENTISTS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html <\/a>\n<p>***Editors: Yucca Mountain will be the subject of a news conference in Room 111 of the Hynes Convention Center, Boston, at 12:15 p.m., June 1, 1999*** \r\n<p>The slow growth rates of calcite and opal minerals that coat fractures and cavities in Yucca Mountain attest to the hydrological stability of that Nevada mountain for the past several million years, according to three U.S. Geological Survey scientists. They presented their views today (June 2) at the spring meeting of American Geophysical Union in Boston. \r\n<p>\"There is no evidence at Yucca Mountain, based on the distribution of calcite and opal, that water has ever flooded the potential repository area,\" said James Paces, a USGS scientist from Denver, Colo. Paces described cavities in the volcanic mountain&rsquo;s interior as being relatively free of deposits of calcite and opal, and where they are found these deposits are restricted mostly to the lower surfaces. \"If water had filled the cavities, minerals would have been deposited on the walls and ceilings as well,\" Paces said. \"Instead, our data indicate that the minerals formed from thin films of water flowing downward into open spaces.\" \r\n<p>The long-term hydrologic stability of Yucca Mountain, 100 miles northwest of Las Vegas, Nev., is an important factor in evaluating it as a potential site for storing nuclear waste. The mountain is comprised of a thick accumulation of 11-to 13-million-year-old volcanic rocks, 1600 to 2300 feet of which are above the present-day water table. \r\n<p>Because the USGS scientists know how much water is necessary for calcite and opal deposits to form over a given period of time, they were able to determine how much or how little water had seeped through the mountain by measuring the deposits of these two minerals. \"In an exploratory tunnel 650 to 950 feet below the land surface and 950 feet above the water table, calcite and opal were found in less than 10 percent of the fractures and cavities,\" Paces said.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Nevada"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"928209600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}