{"title":"Burmese Pythons Pose Little Risk to People in Everglades","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: <a href=\"http:\/\/gallery.usgs.gov\/search\/Photos\/python\/thumb\/04_15_2013_tXo0RED55L_04_15_2013_0\/1\">Photos<\/a>, <a href=\"http:\/\/gallery.usgs.gov\/videos\/562#.Uw96jPRdWjF\"><strong>b-roll<\/strong><\/a> and <a href=\"http:\/\/www.usgs.gov\/faq\/?q=categories\/10721\/4661\">FAQs<\/a> are available online.<\/strong><\/p>\n<p><strong>EVERGLADES NATIONAL PARK, Fla. --<\/strong> <!--introstart-->The estimated tens of thousands of Burmese pythons now populating the Everglades present a low risk to people in the park, according to a new assessment by <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> and <a href=\"http:\/\/www.nps.gov\/index.htm\">National Park Service<\/a> scientists.<!--introend--><\/p>\r\n<p>The human risk assessment looked at five incidents that involved humans and Burmese pythons over a 10-year period in <a href=\"http:\/\/www.nps.gov\/ever\/index.htm\">Everglades National Park<\/a>. All five incidents involved pythons striking at biologists who were conducting research in flooded wetlands.<\/p>\r\n<p>\"Visitor and staff safety is always our highest priority at Everglades National Park,\" said Superintendent Dan Kimball. \"Everglades, as many other national parks, draws many thousands of visitors for the opportunity to view the wildlife that live here in a natural setting.&nbsp; Our guidance to visitors with respect to Burmese pythons is the same as for our native wildlife -- please maintain a safe distance and don't harass the wildlife.&nbsp; With respect to controlling Burmese pythons, we are working diligently with our state, federal, tribal, and local partners to manage this invasive species and educate the public on the importance of not letting invasive species loose in the wild.\"<\/p>\r\n<p>Although there have been numerous bites to people provoking Burmese pythons by attempting to capture or kill the snakes, this study examined only unprovoked strikes directed at people.<\/p>\r\n<p>\"The strikes did not appear to be defensive, but were more likely were associated with aborted feeding behavior,\" said USGS wildlife biologist and herpetologist Bob Reed, the lead author of the study. \"Pythons usually direct defensive strikes at the front of a person, not from the side or rear, as all of these strikes were. Additionally, Burmese pythons rely on being secretive and evading detection as their primary means of avoiding interactions with people, and typically don&rsquo;t strike until provoked.\"<\/p>\r\n<p>The biologists did not detect any of the snakes before the strikes occurred, making it even more likely that the attacks were related to feeding and not defense, Reed noted. Two of the attacks resulted in very minor injuries from the pythons&rsquo; teeth and none involved constriction.<\/p>\r\n<p>Reed and his co-author, retired Everglades National Park scientist Skip Snow, consider the attacks as cases of mistaken identity. In four of five cases the python was small compared to the size of the person, which resulted in the snake likely aborting the attack upon realizing the large size of its prey. Aborting strikes before actual bites with the possible prey indicates that pythons may be able to assess the size of the prey mid-strike and adjust accordingly, the study said.<\/p>\r\n<p>Although the pythons&rsquo; threat to people is low, previous studies have shown that this invasive snake species is having a negative effect on many of the native mammals in the South Florida Everglades. One <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3087#.Uv0PK0JdWjF\">study<\/a> suggests the population of raccoons, opossums, and bobcats have declined significantly in the regions of Everglades National Park where pythons have been established the longest.<\/p>\r\n<p>More than one million people visit Everglades National Park every year, often traveling along hiking and canoeing trails where Burmese pythons have been spotted or captured. Despite this close interaction, the study noted that none of the reported incidents involved a park visitor. &nbsp;All o","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["Geographic Areas Southeast","ecosystems","Ecosystems Invasive Species","Everglades","Everglades Ecosystem","Everglades National Park","Pythons","Burmese Pythons"],"distribution":["Biology"],"release_date":{"und":[{"value":"1393477200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169071"},{"tid":"168948"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}