{"title":"Media Advisory: USGS Tip Sheet for GSA 2005","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>&nbsp;<\/p>\n<H4>Sunday, October 16:<\/H4>\r\n<p><strong>Drilling into &ndash; and through &ndash; the San Andreas Fault:<\/strong> The critical question of whether earthquakes will ever be predictable continues to plague seismologists and the scientific community. To gain a better understanding of earthquake fault mechanics and behavior, a team of scientists is in the process of accumulating needed information about fault behavior at depth through a 2.4 mile deep observatory placed within the San Andreas Fault Zone that will provide researchers with the tools needed to conduct around-the-clock monitoring from inside an active earthquake zone. The San Andreas Fault Observatory at Depth (SAFOD) project is designed to directly measure the physical and chemical conditions under which earthquakes occur along a fault segment near Parkfield, California, an area known for frequent seismic activity. Scientists, through drilling and instrumenting a borehole across the San Andreas Fault Zone, are studying the physics of earthquake generation while determining the makeup and mechanical behavior of an active, plate boundary fault at depth. Drilling through the fault zone, while collecting nearly continuous data and samples, was completed during the summer of 2005. The next phase of SAFOD will permit scientists to compare the minerology, physical properties and deformational behavior of fault rocks that fail primarily through creep against those that fail during earthquakes. <strong>(Steve Hickman, Session No. 24, Salt Palace Convention Center: Ballroom B, 8:00 A.M - 8:15 A.M)<\/strong><\/p>\r\n<p><strong>How do lasers, tree rings and mining relate?<\/strong> Land, water and biota commonly show elevated concentrations of toxic metals in areas that are mineralized. Mining activity may raise these values further. This presents two major issues that have important consequences for the methods and costs of environmental remediation. First, determining the natural background, in other words, how much remediation is required. Second, determining the effect of human activities. The USGS evaluated the use of the chemistry of individual tree rings using a laser in an abandoned mining district in Colorado to address these problems. The tree rings act as a surrogate clock and scientists discovered that there are distinct increases in several metals that correspond to the period of active mining. Thus, this approach may provide a highly effective tool in remediation activities. <strong>USGS scientist W. Ian Ridley will present the findings on Oct. 16 at 2:35 p.m., Room 254B.<\/strong><\/p>\r\n<p><strong>A New Look at an Old Continent:<\/strong> The grand geologic architecture of North America is depicted on a new geologic map recently published by GSA. The previous geologic map of North America was published in 1965, prior to wide acceptance of plate tectonics, development of modern methods of rock dating, and significant data on the geology of the sea floors was available. Various aspects of the recently released Geologic Map of North America will be displayed at a series of poster sessions on Oct. 16 by the three compilers, John C. Reed of the USGS, John O. Wheeler of the Geological Survey of Canada, and Brian E. Tucholke of the Woods Hole Oceanographic Institution. The map is primarily a \"thinking document.\" It will be a valuable teaching aid, as well as a guide in developing new strategies in the search for mineral and energy resources, and in formulating research programs in such diverse fields as prediction of earthquakes and volcanic eruptions, delineation and understanding of natural ecosystems, assessing ground water aquifers, and evaluating the effects of geology on human health. <strong>The sessions will be on display at the Salt Palace Convention Center, Hall C from 8 a.m. to 12 p.m. <\/strong><\/p>\r\n<H4>Monday, October 17:<\/H4>\r\n<p><strong>Tapping Texas water sources via geology:<\/strong> In the last decade, earth scientists from the USGS have combined","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1129435200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170469"},{"tid":"168927"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}