{"title":"Afghanistan's Kabul Basin Faces Major Water Challenges","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>In the next 50 years, it is estimated that drinking water needs in the Kabul Basin of Afghanistan may increase sixfold due to population increases resulting from returning refugees. It is also likely that future water resources in the Kabul Basin will be reduced as a result of increasing air temperatures associated with global climate change. These are the findings of a <a href=\"http:\/\/pubs.usgs.gov\/sir\/2009\/5262\">new study<\/a> conducted by the U.S. Geological Survey.<\/p>\n<p>The study estimates that at least 60&nbsp;percent of shallow groundwater-supply wells would be affected and may become dry or inoperative as a result of climate change. Groundwater in the basin&rsquo;s less widely used deep aquifer may supply future needs; however, the sustainability of this resource for large withdrawals, such as agricultural uses, is uncertain. Contamination is also a concern in shallow drinking water sources in Kabul.<\/p>\r\n<p>&ldquo;Water resources in the Kabul Basin are a critical issue for both the people of Afghanistan and U.S. military personnel serving there,&rdquo; said USGS Director Dr. Marcia McNutt. &ldquo;The work the USGS has done in providing insight about the water situation in the basin can help with future water-resource planning and management efforts and can be applied to other areas of Afghanistan.&rdquo;<\/p>\r\n<p>This study presents the results of a multidisciplinary water-resources assessment conducted between 2005 and 2007 to address questions of future water availability for a growing population and of the potential effects of climate change.<\/p>\r\n<p>Although there is considerable uncertainty associated with climate change projections, warming trends forecast for southwest Asia would likely result in adverse changes to recharge patterns and further stresses on limited water resources. Such stresses were simulated to result in 50 percent of shallow groundwater wells in the basin becoming inoperable.<\/p>\r\n<p>&ldquo;Investigating water resources in a country affected by war and civil strife &mdash; which have left a more than 20-year gap in the scientific record &mdash; is challenging,&rdquo; said Thomas Mack, USGS scientist and lead author on the report.<strong> <\/strong>&ldquo;However, our collaborative investigation and the USGS's capacity-building efforts help empower our Afghan colleagues to manage their resources and their future.&rdquo;<\/p>\r\n<p>The research for this study was conducted in collaboration with the Afghanistan Geological Survey, a division of the Afghanistan Ministry of Mines, and the Afghanistan Ministry of Energy and Water under an agreement with the U.S. Agency for International Development.<\/p>\r\n<p class=\"Default\">&ldquo;Training with USGS scientists has helped our engineers to modernize their skills and improve their capabilities,&rdquo; said Afghanistan Geological Survey Director Mohammed Omar. &ldquo;Our engineers are using these improvements as they monitor groundwater levels and water quality in the Kabul Basin.&rdquo;<\/p>\r\n<p>The study assessed climate trends, water use, surface and groundwater availability and water quality by integrating several forms of data, including surface and groundwater analyses, satellite imagery, geologic investigations, climate change analyses, and estimates of public-supply and agricultural water uses, to provide a comprehensive overview of water resources in this basin.<\/p>\r\n<p>The full report can be accessed at <a href=\"http:\/\/pubs.usgs.gov\/sir\/2009\/5262\">http:\/\/pubs.usgs.gov\/sir\/2009\/5262<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Afghanistan","internationalprogram","kabulbasin","geology","groundwater","surfacewater","climatechange"],"article_type":["International News Release"],"release_date":{"und":[{"value":"1276660800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"},{"tid":"170570"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}