{"title":"USGS Water Resources Applications Software On The WEB","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A suite of 51 software packages and related materials, used by the U.S. Geological Survey for hydrologic analysis and modeling, is now available for electronic retrieval through an on-line repository on the World Wide Web. \n<p>Access modes -- \r\n<p>The repository is accessible via the WWW from the USGS Water Resources Home Page at: \r\n<p><a href=\"http:\/\/water.usgs.gov\/\">http:\/\/water.usgs.gov\/<\/a> \r\n<p>Select the announcement for \"USGS Water Resources Applications Software\" or go directly to: \r\n<p><a href=\"http:\/\/water.usgs.gov\/software\/\">http:\/\/water.usgs.gov\/software\/<\/a> \r\n<p>In addition, the repository is available via anonymous File Transfer Protocol (FTP) from the USGS Water Resources Information server: \r\n<p><a href=\"ftp:\/\/water.usgs.gov\/pub\/software\/\">water.usgs.gov<\/a> or 130.11.50.175 (path: pub\/software) \r\n<p>Note: a mirror site (<a href=\"http:\/\/www.geogr.uni-jena.de\/software\/\">http:\/\/www.geogr.uni-jena.de\/software\/<\/a>) is available at Friedrich-Schiller University, Department of Geoinformatics, Jena, Germany that some users may find more convenient. FTP access is also available at <a href=\"ftp:\/\/www.geogr.uni-jena.de\/pub\/software\/\">www.geogr.uni-jena.de<\/a> (path: pub\/software). \r\n<p>Each software distribution package consists of compiled or source code, test data sets and documentation files. All of the USGS water resources hydrologic analysis and modeling software applications available publicly on the WWW are documented by published USGS reports. \r\n<p>The software distribution packages have been prepared primarily for the Data General AViiON DG\/UX platform and for compilation on other UNIX-based computers. The USGS continues to prepare software packages for its own use on UNIX-based and other computer platforms such as DOS-based personal computers. As these packages are available, they will be added to the repository. \r\n<p>The software available in the repository is grouped into the following categories: geochemical, ground water, surface water, water quality and general. Examples of the software now available through the on-line repository include: \r\n<p>PHREEQC--A program for aqueous geochemical calculations; \r\n<p>MOC3D--Three-dimensional method of characteristics ground-water flow and solute-transport model; \r\n<p>MODFLOW--A modular three-dimensional finite-difference ground-water flow model; \r\n<p>SUTRA--Saturated and\/or unsaturated, constant or variable-density fluid flow, and solute or energy transport (two-dimensional finite element code); \r\n<p>ANNIE--Interactive hydrologic (time series) data management; \r\n<p>BRANCH--Branch-network one-dimensional dynamic flow model; \r\n<p>HSPEXP--Expert system for calibration of the Hydrological Simulation Program--Fortran (HSPF). \r\n<p>For general information on USGS water resources applications software, please contact: USGS, Hydrologic Analysis Software Support Team, 437 National Center, Reston, VA 20192 (e-mail: <a href=\"mailto:h2osoft@usgs.gov\">h2osoft@usgs.gov<\/a>) \r\n<p>\r\n<p>(Note to Editors: Since June 1996, when these programs and associated documentation were first made available on the WWW, the number of accesses by users outside the USGS has increased rapidly. Currently, the site is \"visited\" about 2,500 times per month by users outside the USGS.) \r\n<p>Contact: Steve Regan 703-648-5896, <a href=\"mailto:h2osoft@usgs.gov\">h2osoft@usgs.gov<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"854946000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170200"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}