{"title":"High Flows in Connecticut from Recent Storm Estimated","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The recent storm that brought heavy rain to the region resulted in high flows for rivers in southeastern Connecticut. Some rivers had record-breaking flows, according to preliminary estimates released today by the U.S. Geological Survey (USGS).&nbsp;<\/p>\n<p>During the storm, Pendleton Hill Brook in North  Stonington had its highest flow in more than 50 years, measuring about 700 cubic feet per second (cfs) at Cherry Hill Road. The Yantic River in Norwich had its fourth largest flow in nearly 80 years (7,610 cfs) and exceeded the National Weather Service flood stage by 4 ft. The Quinebaug River in Jewett City had its fourth highest flow in more than 90 years (24,300 cfs)<\/p>\r\n<p>&ldquo;The peak flows in the Pendleton Hill Brook had about a 1 in 100 chance of being equaled or exceeded in any given year, &rdquo; said Elizabeth Ahearn of the USGS Connecticut Water Science Center. &ldquo;The peak flows in the Yantic River and Quinebaug River had about a 1 in 25 chance of being equaled or exceeded in any given year;&rdquo; Ahearn noted.<\/p>\r\n<p>More than 7 inches of rain fell across southeast Connecticut, where many small rivers and streams exceeded their banks.&nbsp; Prior to the March 29-30<sup>th<\/sup> storm, excessive rainfall from two other events had saturated the soils and raised river levels in most of the state.<\/p>\r\n<p>The USGS operates a network of about 7500 <a href=\"http:\/\/water.usgs.gov\/nsip\/pubs\/nsip-2page.pdf\"><span style=\"text-decoration: underline;\">streamgages<\/span><\/a> throughout the U.S. &nbsp;Seventy streamgages are in Connecticut. The gages provide critical information within minutes to the National Weather Service, which relies on USGS data to issue flood warnings, and Connecticut Department of Homeland Security and Emergency Management, which alerts Town and Cities of river and coastal flooding.<\/p>\r\n<p>During and after storms and floods, USGS hydrologic technicians also measure the flow and height of rivers and verify that gages are working properly.<\/p>\r\n<p>Graphs and tables showing the real-time streamflow data for the last 120 days can be found on the <a href=\"http:\/\/waterdata.usgs.gov\/ct\/nwis\/rt\">web<\/a> and historical periods of record and the annual peak flows collected at USGS gages in Connecticut also can be found on the <a href=\"http:\/\/waterdata.usgs.gov\/ct\/nwis\/sw\">web<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut"],"country":["United States of America"],"mm_tags":["Connecticut","flood"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1270094400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169340"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}