{"title":"stephen Jackson to Lead Southwest Climate Science Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>TUCSON, Ariz. &mdash;<strong> <!--introstart--><\/strong>Dr. Stephen Jackson has been selected as the center director for the U.S. Department of the Interior Southwest Climate Science Center, headquartered at the University of Arizona in Tucson.<!--introend--><\/p>\n<p>The center is one of eight regional <a href=\"http:\/\/nccwsc.usgs.gov\">Climate Science Centers<\/a> established and managed by the U.S. Geological Survey, to provide federal, state and local land managers access to the best science available on climate change and other landscape-scale stressors of the nation's natural and cultural resources. In addition to the University of Arizona, partners of the Southwest Climate Science Center include the University of California, Davis and UCLA; the University of Colorado; the Desert Research Institute (Nevada) and the Scripps Institution of Oceanography in San Diego.<\/p>\r\n<p>Jackson comes to the center from the University of Wyoming, where he is a professor of botany and founding director of the doctoral program in ecology. He will assume his new post September 10.<\/p>\r\n<p>\"Our natural environment is responding to changing climate in a myriad of ways as reflected in water availability, fire frequency, rising seas, altered plant and animal communities, and storm&nbsp;intensity,\" said USGS Director Marcia McNutt. \"Under the leadership of Stephen Jackson, the USGS has every expectation that the Southwest Climate Science Center will achieve its goal of providing science information and tools to allow resource managers and citizens alike to anticipate, measure, and appropriately adapt to these changing conditions on the local and regional scale, where decisions matter most to communities at risk,\" McNutt said.<\/p>\r\n<p>Before joining the University of Wyoming in 1995, Jackson held faculty positions at Indiana University, Idaho State University, and Northern Arizona University. He is past president (2010-2012) of the American Quaternary Association and is on the governing board of the Ecological Society of America and the editorial boards for <em>Ecosystems<\/em>, <em>Frontiers in Ecology &amp; Environment<\/em>, and <em>Trends in Ecology and Evolution<\/em>. His own research employs tree-rings, fossil rodent-middens, and sediments from lakes and bogs to investigate how past climatic changes and human activities have affected species distributions, biodiversity, and ecosystem properties.&nbsp;<\/p>\r\n<p>\"Steve is an exceptional scholar in the area of understanding how climate variability and change affects vegetation and other resources,\" said Jonathan Overpeck, co-director of the University of Arizona's Institute of the Environment, professor of geosciences and atmospheric sciences, and lead investigator for the new center. \"Steve will bring top-notch science capability to the Southwest and also a keen desire to ensure that resource managers have the science they need to do their jobs.\"<\/p>\r\n<p>Jackson received his Ph.D. in ecology and evolutionary biology from Indiana University and his B.A. and M.S. in botany and geology at Southern Illinois University at Carbondale.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_08_27\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2012_08_27\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","Climateand Land Use Change National Climate Changeand Wildlife Science Center","Ecosystems Cooperative Research Units","Geographic Areas Southwest"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1346040000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168892"},{"tid":"169288"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}