{"title":"USGS Announces Mineral Research Grants","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) announces the recipients of the second year of the Mineral Resources External Research Program, a grant and\/or cooperative agreement opportunity designed to support minerals research. The grant award is split among six topics that support the goals of the Mineral Resources Program and deliver products within one year. <\/p>\n<p>The research opportunity invited proposals from universities, state agencies, industry, or other private sector organizations to conduct research that will help ensure a sustainable supply of minerals for the Nation&rsquo;s future; understand the relationship between minerals, the environment, and public health; provide information to make informed land use decisions; and deliver mineral information critical to national security. The six 2005 grant awards are: <\/p>\r\n<p>Michael Brown, Boswell Wing, and Sarah Penniston-Dorland from the University of Maryland will use isotopic tracers in a new way to improve understanding of the geologic setting and formation of the Platreef deposit, in the Bushveld Complex of northeastern South Africa. The Platreef is one of the world&rsquo;s largest resources for platinum group elements, which have important automotive, electronics, and medical applications. This research will also contribute to our understanding of many other world class ore deposits.<\/p>\r\n<p>Lang Farmer from the University of Colorado will study magma sources and granite-related gold mineralization in the eastern Tintina Gold Province, a vast gold-rich region of interior Alaska and central Yukon. The study area is of major interest to the State of Alaska as well as private industry, in terms of potential development. Understanding the origin of the gold ore will potentially provide information that will help to better target the search for gold resources in east-central Alaska as well as in other parts of the world.<\/p>\r\n<p>Edmond Mathez of the American Museum of Natural History will investigate the origin of platinum group elements in the Stillwater Complex, Montana, which contains the only currently producing U.S. deposits for these metals used in the manufacture of catalytic converters in cars and other air-pollution-abatement processes. The new microanalytical methods that will be used in this study have the potential to advance our understanding of how platinum group elements formed in the Stillwater Complex, as well as in other deposits elsewhere in the world. <\/p>\r\n<p>Paul Mueller and David Foster of the University of Florida will study the origin of rich metallic mineral resources in the Belt Basin in southwestern Montana and eastern Idaho. This study will contribute to the understanding of several fundamental aspects of the formation of these mineral resources, which in turn will provide information important for regional exploration and land managers in Montana and Idaho.<\/p><b><\/b>\r\n<p>James Saunders and Willis Hames of Auburn University will be studying the timing and origin of rich gold and silver deposits that formed in association with volcanoes and faults in the Northern Great Basin, Nevada. Although not as large as some gold deposits in the Great Basin, these deposits contain some of the highest grade gold ores ever mined, and they are important factors in making the U.S. the second-largest gold-producing country in the world. <\/p><b><\/b>\r\n<p>Aaron Slowey and Gordon Brown of Stanford University will characterize natural mine-impacted sediments and conduct laboratory experiments to understand mercury cycling in areas that were contaminated by mercury and gold mines that operated decades ago. It is well known that mercury persists in mine-impacted areas long after mining has ceased and this work will contribute to the understanding of the movement of mercury in mine-contaminated systems. <\/p>\r\n<p>Our mineral endowment is one of our Nations most important assets &ndash; it fuels our economy, impacts our environment and all of our lives. For more informa","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1119931200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170514"},{"tid":"170458"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}