{"title":"USGS Study Finds Pesticides in the Lower Clackamas River Mainstem and Tributaries, and in Samples of Drinking Water","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A 2000-2005 U.S. Geological Survey (USGS) study found a\nvariety of pesticides in water samples from the lower Clackamas River mainstem\r\nand tributaries, along with trace-level detections of pesticides in treated drinking-water\r\nsamples collected from a drinking-water treatment plant that uses the river as\r\na raw-water source, according to a recently released USGS report.<!--introend--> All of the\r\ndetections in drinking water were, however, far below existing USEPA\r\ndrinking-water standards and other human health benchmarks.<\/p>\r\n<p>The Clackamas River Water Providers, a coalition of municipal\r\ndrinking water providers, and the Clackamas County Department of Water\r\nEnvironment Services cooperated with the USGS in the study. The USGS also is\r\nworking closely with Clackamas County Soil and Water Conservation District and\r\nstate agencies that include the Departments of Environmental Quality, Human\r\nServices, Agriculture, and Forestry on this issue.<\/p>\r\n<p>A total of 63 pesticide compounds were detected in 119 water\r\nsamples collected during storm and nonstorm conditions using low-level\r\ndetection methods. More pesticides were detected in the tributaries than in the\r\nClackamas River mainstem, and the fewest were detected in treated drinking\r\nwater. One or more of 15 pesticides were detected in\r\nnine of 15 samples of drinking water. Most of the compounds analyzed for,\r\nhowever, were not detected-98 percent of the 1,790 individual pesticide\r\nanalyses of finished drinking water were below laboratory method detection levels.<\/p>\r\n<p>Pesticides were detected in all eight of the lower-basin\r\ntributaries after heavy rainfall, with the largest pesticide contributions\r\ncoming from Deep and Rock Creeks. The herbicides atrazine and simazine were the\r\nmost common, detected in half of the samples. High-use herbicides such as\r\nglyphosate and triclopyr\/2,4-D-the active ingredients in RoundUP&trade; and\r\nCrossbow&trade;, respectively-also were frequently detected.<\/p>\r\n<p>Concentrations of four insecticides-diazinon, chlorpyrifos,\r\nazinphos-methyl, and <em>p,p'<\/em>-DDE-exceeded USEPA aquatic-life benchmarks during\r\nstorms in seven streams, and concentrations of several other pesticides exceeded\r\nother, non-USEPA benchmarks, including chlorpyrifos in the Clackamas River\r\nmainstem. Nearly one-quarter of the tributary samples had at least one\r\npesticide that exceeded an aquatic-life benchmark. Further, \"Benchmarks\r\nhave not been established for many of the pesticides detected, and current\r\nregulations do not yet account for multiple compounds that often occur in a\r\nsingle sample,\" noted Kurt Carpenter, USGS Hydrologist and lead scientist\r\nfor the study.<\/p>\r\n<p>Pesticide sources in the Clackamas River basin are difficult\r\nto identify because of the diverse land use in the basin and the multiple-use\r\nnature of most of the pesticides detected. According to Carpenter, more than 90\r\npercent of the 51 current-use pesticides can be used on nursery or other\r\nagricultural crops; about one-half are commonly used on lawns and landscaping\r\nin urban areas, on golf courses, or along roads and right-of-ways; and some can\r\nbe used on forestland. \"Because pesticide-use data currently are reported only\r\nfor the Willamette River basin as a whole, not for individual subbasins, watershed\r\nmanagers could benefit from more detailed reports of which pesticides are being\r\nused and where,\" Carpenter observed.<\/p>\r\n<p>Kim Swan, Manager of the Clackamas River Water Providers,\r\nnoted that \"Although the current levels of pesticides in our drinking\r\nwater are well below dangerous thresholds, their presence is a warning sign.\r\nStudies such as this provide us with the tools to identify where problems are\r\nand give us the opportunity to work with other stakeholders in the watershed to\r\nprevent pesticides from getting into the river to begin with.\"<\/p>\r\n<p>Andrew Swanson, Water Quality Analyst with Clackamas County\r\nWater Environment Services Department (WES)","summary":null,"format":null}]},"field_images":[],"regions":["Oregon"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1205812800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169747"},{"tid":"169897"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}