{"title":"software Offers Tool to Evaluate Wildlife Fatalities at Wind-Power Facilities","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>CORVALLIS, Ore.&mdash; <!--introstart-->Resource managers now have a user-friendly tool to estimate wildlife fatalities at wind-power facilities, thanks to software and a <a href=\"http:\/\/pubs.usgs.gov\/ds\/729\/\">user's guide<\/a> released today by the U.S. Geological Survey.<!--introend--> The software combines counts of animal carcasses and detection-rate information to estimate the number of fatalities and to provide measures of uncertainty of these estimates to help managers address concerns about the potential environmental effects of this rapidly expanding industry.&nbsp;<\/p>\n<p>Bird and bat fatalities at some wind-power facilities have led to recommendations and sometimes requirements from state and federal regulators that facility managers monitor wildlife fatalities as a condition for facility development and operation. Usually this monitoring involves searching for carcasses beneath and near turbines.&nbsp;<\/p>\r\n<p>Unfortunately, simple counts of dead animals do not reflect actual fatality because carcasses are detected at varying rates. Carcasses may be removed by scavenging animals before monitors are able to include them in count information. Some species are inherently easier to detect than others; for example, &shy;an eagle is much easier to find than is a hummingbird. Furthermore, carcasses can be obscured by vegetation or fall in steep terrain that is difficult or impossible to search.&nbsp;<\/p>\r\n<p>In 2010, USGS scientist Manuela Huso published an approach to estimating fatality that accounts for variable detection rates among carcasses. The tool being released today, that Huso and collaborators Nick Som and Lew Ladd of EcoStats, LLC subsequently developed, provides a bridge between the highly technical details of her original publication to the needs of consultants and field managers conducting wildlife monitoring.&nbsp;<\/p>\r\n<p>\"Accurate and unbiased estimates are critical to our understanding of the effects of wind-power facilities on wildlife,\" Huso said. \"They are necessary to compare techniques currently available to managers to reduce fatalities, to assess cumulative effects on wildlife populations, and to develop predictions of potential fatality prior to a facility's construction. Even more important are measures of the uncertainty associated with estimates of fatality, which this software also provides.\"&nbsp;<\/p>\r\n<p>This software has its limitations, however. A different set of statistical tools is needed to evaluate fatality of a particular species for which few individuals are expected to be killed but for which accurate estimates of fatality are critical, e.g. rare or endangered species. Huso said the USGS is working to develop these tools as well. Once these tools are available USGS will release them to the public.&nbsp;<\/p>\r\n<p>The publication is <a href=\"http:\/\/pubs.usgs.gov\/ds\/729\/\">Huso, M.M., Som, N., Ladd, L., 2012, Fatality Estimator User's Guide: U.S. Geological Survey Data Series 729<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["technology"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1355202000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170001"},{"tid":"170407"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}