{"title":"USGS Taps Florida Sun for Energy in St. Petersburg","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->ST. PETERSBURG, Fla. <\/strong>&ndash; Harvesting the bountiful and renewable energy of the Florida sun, a new solar heating system that will reduce carbon dioxide emissions and save on energy costs is being installed at the U.S. Geological Survey facility in St. Petersburg, Fla.<!--introend-->&nbsp; Evacuated-tube solar collectors will supplement the current natural-gas boiler to provide heat in the winter and reheat conditioned air in the summer.&nbsp; The evacuated-tube system uses no fossil fuels and is expected to make up the cost of the solar parts and installation in four to six years.<\/p>\n<p>\"President Obama signed an Executive Order that sets sustainability goals for Federal agencies and focuses on making improvements in their environmental, energy, and economic performance as well as reducing their greenhouse gas emissions,\" said Jack Kindinger director of the <a href=\"http:\/\/coastal.er.usgs.gov\/\">St. Petersburg Coastal and Marine Science Center<\/a>.&nbsp; \"By installing this solar heating system we are reducing the amount of natural gas used in our facility and replacing it with a renewable source: Florida Sunshine.\"<\/p>\r\n<p>The solar collectors are being installed on the center's Bill Young Marine Science Complex. &nbsp;This building houses state-of-the-art laboratories that support USGS scientists conducting research on ocean acidification, coral microbiology, and other areas of coastal and marine geology.&nbsp; The building's air conditioning uses chilled water it receives from nearby University of South Florida-St. Petersburg, which passes through radiators in the ventilation system much like compressed refrigerant in a standard air-conditioning system would. Because the air is very cold, a heated water radiator is employed to warm the air and control the final temperature.&nbsp; The result is optimum air temperature that continuously circulates in the building.<\/p>\r\n<p>\"We recycle the cool air before it exits the building and then use 100 percent of the recirculated air for the lab environment,\" said Terry Kelley, the center&rsquo;s former operations manager.<\/p>\r\n<p>The existing boiler used for heat and reheat not only contributes to the center&rsquo;s carbon footprint but also costs about $800 a month to run. The new system will significantly reduce the natural-gas consumption and integrate almost seamlessly into the existing mechanics of the building.<\/p>\r\n<p>St. Pete Solar Energy is installing the new solar collectors and built the structure supporting the array of tubes. Positioned above the boiler to allow for easy connection to the existing storage tank, the evacuated tubes function differently than the photovoltaic solar systems that are usually installed to produce electricity.&nbsp;<\/p>\r\n<p>A photovoltaic solar cell contains a positive and negative side, meaning that one side has more electrons than the other.&nbsp; When a photon, a little packet of energy from the sun, strikes atoms in the cell, it excites certain electrons that want to move to the positive side. As electrons move from negative to positive it creates electrical current.&nbsp;<\/p>\r\n<p>In contrast, evacuated-tube technology takes advantage of the wave properties of light rather than the particle properties. The evacuated tubes consist of a copper \"heat pipe\" in the center with two flat aluminum absorber plates attached.&nbsp; The absorber plates are sprayed with a black coating to maximize the absorption of radiation energy of the sun.&nbsp; Once the heat is absorbed, it is then circulated within the heat pipe to a header pipe where the energy is transferred to heat the water.<\/p>\r\n<p>After installation is complete the system will be fine-tuned to meet the needs of the center.&nbsp; Several probes are being installed to measure temperature change at various points and control valves will allow for different configurations in the flow of the system. Once the outside configuration is finalized, the primary met","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["St","Petersburg","","St","Petersburg","coastal","and","marine","Science","Center","alternative","energy","solar","energy"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1310702400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169517"},{"tid":"170095"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}