{"title":"san Andreas earthquake observatory achieves milestone as drillers penetrate the active fault zone","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors Note:<\/strong><\/p>\n<p>The SAFOD drilling site is located on private property in Parkfield, Calif., about half way between Los Angeles and San Francisco. For permission to visit the site, reporters must contact Susan Phillips-Moskowitz or Susan Garcia. Photos and graphics are available at <a href=\"http:\/\/newsphotos.stanford.edu\/\">http:\/\/newsphotos.stanford.edu\/<\/a> (slug \"safod\"). The researchers also may be reachable at the SAFOD science trailer: (707) 322-4809.<\/p>\r\n<p><strong>Relevant Web URLs:<\/strong><\/p>\r\n<UL dir=ltr>\r\n<LI>\r\n<DIV style=\"MARGIN-RIGHT: 0px\"><strong>Earthscope<\/strong>: <a href=\"http:\/\/www.earthscope.org\">http:\/\/www.earthscope.org<\/a><\/DIV>\r\n<LI>\r\n<DIV style=\"MARGIN-RIGHT: 0px\"><strong>SAFOD\/ICDP<\/strong>: <a href=\"http:\/\/www.icdp-online.de\/sites\/sanandreas\/index\/index.html\">http:\/\/www.icdp-online.de\/sites\/sanandreas\/index\/index.html<\/a><\/DIV>\r\n<LI>\r\n<DIV style=\"MARGIN-RIGHT: 0px\"><strong>USGS Parkfield Earthquake Experiment<\/strong>: <a href=\"http:\/\/quake.wr.usgs.gov\/research\/parkfield\">http:\/\/quake.wr.usgs.gov\/research\/parkfield<\/a><\/DIV>\r\n<LI>\r\n<DIV style=\"MARGIN-RIGHT: 0px\"><strong>Stanford Geophysics Department<\/strong>: <a href=\"http:\/\/pangea.stanford.edu\/GP\">http:\/\/pangea.stanford.edu\/GP<\/a><\/DIV><\/LI><\/UL>\r\n<p><!--introstart-->The San Andreas Fault Observatory at Depth (SAFOD) reached a significant goal on Aug. 2 when scientists drilled into a seismically active section of the fault approximately two miles below the surface of the Earth. <!--introend--><\/p>\r\n<p>\"This is a milestone for SAFOD,\" says Mark Zoback, a professor of geophysics at Stanford University. \"For the first time, scientists have drilled directly into the San Andreas Fault Zone at a depth that will allow us to observe earthquakes up close for decades to come.\"<\/p>\r\n<p>Zoback is co-principal investigator of the SAFOD project, along with geophysicists Steve Hickman and Bill Ellsworth of the U.S. Geological Survey (USGS) in Menlo Park, Calif. <\/p>\r\n<p>\"It&rsquo;s the first time we&rsquo;ve been inside the earthquake machine,\" Ellsworth says. \"We&rsquo;ve looked at the fossil earthquakes, we&rsquo;ve made computer models, and we&rsquo;ve made laboratory earthquakes. We&rsquo;ve studied them from afar, but we&rsquo;ve never been inside the machine where the action is.\"<\/p>\r\n<p>When completed in 2007, SAFOD will be the only earthquake observatory with instruments installed directly within an active fault where earthquakes form or \"nucleate.\" Scientists also will be able to bring up actual rock and mineral samples from the earthquake zone. \"With SAFOD, we&rsquo;ll be able to recreate the earthquake process in the laboratory using real materials and under real conditions that exist in the San Andreas Fault Zone at depth,\" Hickman says. \"That&rsquo;s unique.\"<\/p>\r\n<p>Launched in 2003, SAFOD is one of three major components of EarthScope, a National Science Foundation-funded initiative being carried out in collaboration with USGS. EarthScope is designed to investigate the powerful geological forces that shape the North American continent. The other EarthScope projects, USArray and the Plate Boundary Observatory, are large-scale research efforts focusing on deformation and properties of the Earth&rsquo;s crust in North America.<\/p>\r\n<p>EarthScope is combining data from the SAFOD borehole with thousands of seismic, strainmeter and GPS measurements from across the continent. \"We now have the first opportunity to measure directly the conditions under which earthquakes initiate and grow,\" says Herman Zimmerman, director of the NSF Division of Earth Sciences. \"This is an unprecedented step forward in understanding these dangerous phenomena.\"<\/p>\r\n<p><strong>Plate tectonics<\/strong><\/p>\r\n<p>SAFOD is being built on private ranchland near the rural town of Parkfield in central California, about halfway between San Francisco and Los Angeles. The ranch straddles the San Andreas Fault, an 800-mile-long rift that marks the boundary betw","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1123041600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170518"},{"tid":"170056"},{"tid":"170529"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}