{"title":"Isolation of Puerto Rico's Manatees Affects Survival Odds","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>GAINESVILLE, Fla. --<\/strong> <!--introstart-->New evidence shows there is no cross-breeding between endangered manatees in Puerto Rico and those in Florida, resulting in less genetic diversity in Puerto Rico's small manatee population and impacting its odds of survival.<!--introend--><\/p>\n<p>The findings, which come from a study of West Indian manatees by the U.S. Geological Survey and Puerto Rico Manatee Conservation Center, could help resource managers make decisions about how to conserve the endangered marine mammal.<\/p>\r\n<p>\"Wildlife management has been one of the fields to benefit greatly from the ability to determine relatedness of individuals from DNA analysis, allowing management decisions to be based on concrete scientific evidence for genetic diversity and prospects for it to increase,\" said USGS Director Marcia McNutt. \"These results for Puerto Rico's manatees are a wake-up call.\"<\/p>\r\n<p>One key management concern is the ability of Puerto Rico&rsquo;s manatees to absorb and rebound from population declines. Current estimates suggest as few as 250 individual manatees may currently live in Puerto Rico. Furthermore, the population&rsquo;s genetic diversity is low, a fact which decreases a wildlife population&rsquo;s capacity to adapt to changing conditions and rebound after critical events that can cause deaths, such as hurricanes, boat strikes, or disease.<\/p>\r\n<p>This latest finding &ndash; that Puerto Rico&rsquo;s manatees are genetically isolated &ndash; shows the population&rsquo;s vulnerability to future ups and downs is not being offset by migration from Florida manatees, as was once hoped.<\/p>\r\n<p>\"Puerto Rico&rsquo;s Antillean manatees have low overall numbers and low genetic diversity, both of which present risks for the population&rsquo;s long-term survival,\" said Margaret Hunter, Ph.D., a USGS geneticist and lead author of the study. \"The lack of gene flow is another risk factor. We detected no signs that the Puerto Rico population is being supplemented by Florida manatees, through migration or breeding. This means that Puerto Rico&rsquo;s population must absorb shocks &ndash; such as environmental change or disease &ndash; on their own. It&rsquo;s a trifecta of genetic vulnerability.\"<\/p>\r\n<p>In their most recent 5-year review, released in 2007, the U.S. Fish and Wildlife Service recommended that West Indian manatees be downlisted from endangered to threatened, although no decision was made at that time.&nbsp;<\/p>\r\n<p>As of the last status review, it was difficult to determine whether the two populations were mixing. Puerto Rico's manatees were already considered a different subspecies &ndash; the 'Antillean' subspecies, while those in the continental U.S. are the 'Florida' subspecies. Although the distinction had been based on different physical traits observed in the two types of manatees, this study confirms that there is indeed a strong genetic basis to those differences.&nbsp;<\/p>\r\n<p>The research offers a clearer picture of breeding relationships because the research team compared Florida and Puerto Rico using nuclear DNA, which provides enough granular detail about diversity to draw conclusions about current breeding rates.&nbsp; Earlier genetic data on West Indian manatees came from analysis of mitochondrial DNA, a type of genetic material typically used to understand a species&rsquo; ancient migratory past.<\/p>\r\n<p>Among other findings in the study is the existence of two manatee populations within Puerto Rico itself that do not frequently interbreed. The two genetically different groups provide diversity that may improve the long-term prospects for manatees in Puerto Rico.<\/p>\r\n<p>\"This study provides solid data that allows us to better understand what Puerto Rico&rsquo;s manatee population faces internally to survive&hellip;both as individuals and as a population. It also directs us in developing and implementing future studies in health assessments and habitat use that will enhanc","summary":null,"format":null}]},"field_images":[],"regions":["Florida","Puerto Rico"],"country":["United States of America"],"mm_tags":["manatee","Manatees","Puerto Rico","conservation","threatened","","Ecosystems Geneticsand Genomics","Conservation Genetics Ecosystems Geneticsand Genomics","ecosystems"],"distribution":["Biology"],"release_date":{"und":[{"value":"1350964800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170008"},{"tid":"168867"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}