{"title":"Fossil Fuel Emissions Found on Alaskaâ\u0080\u0099s Glaciers","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_173496\" align=\"alignleft\" width=\"300\" caption=\"USGS scientists Doug Halm, Paul Schuster, and Kathy Kelsey collecting melt water samples from Gulkana Glacier. Results of recent analyses identified old carbonin the Yukon River, but also indicated that the chemical source was not derived from ancient plant material stored in the glacier, but from fossil fuel sources derived from atmospheric deposition. This add new complications to the interpretation of carbon sources and sinks in high latitudes and of the apparent sources of old organic carbon exported by arctic rivers.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/Gulkana-Samples1.jpg\"><img class=\"size-medium wp-image-173496\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/Gulkana-Samples1-300x225.jpg\" alt=\"USGS scientists Doug Halm, Paul Schuster, and Kathy Kelsey collecting melt water samples from Gulkana Glacier.\" width=\"300\" height=\"225\" \/><\/a>[\/caption]\n\nA <a href=\"http:\/\/www.nature.com\/ngeo\/journal\/vaop\/ncurrent\/abs\/ngeo1403.html\">new study<\/a> concludes that fossil fuel emissions are likely contributors to a substantial amount of organic carbon found on glaciers in Alaska.\n\nFossil fuel emissions, which contain organic carbon, can speed up the rate of glacier melt when deposited on glacier surfaces. In addition, the organic molecules associated with these deposits can be transported in rivers and streams, affecting downstream aquatic ecosystems. Knowledge of the source and age of organic carbon in glaciers allows for a better understanding of these and other impacts.\n\nPrior research suggested that the main sources of organic carbon in Alaskaâ\u0080\u0099s glaciers were from forests and peatlands overrun by glaciers as far back as ten thousand years ago. While old soil and plant material are still possible sources of glacial organic carbon, new research indicates that human-created, or anthropogenic, sources are also important.\n\nâ\u0080\u009cWe knew the organic carbon present in Alaskaâ\u0080\u0099s glaciers was old, but identifying the sources of this material has been difficult due to the lack of chemical data,â\u0080\u009d said USGS scientist George Aiken.\n\nWhile extensive burning of fossil fuels is, geologically speaking, a relatively modern practice, the fuels themselves and the resulting carbon emissions are ancient. This is because the fuels are formed from plants and microorganisms that lived millions of years ago.\n\nâ\u0080\u009cNow we know that a substantial amount of ancient organic matter associated with these and other glaciers is of anthropogenic origin,â\u0080\u009d continued Aiken.\n\n<strong>Why Study Carbon Levels?<\/strong>\n\nWhen organic matter and other materials from the atmosphere are deposited on the surface of a glacier, less sunlight can be reflected and, therefore, more radiation and heat are absorbed. Having these materials on snow and ice surfaces causes them to melt faster.\n\nAnother concern is impacts to ecosystems and species habitats. As an example, organic matter exported to coastal areas is a potential nutrient or food source for aquatic bacteria, phytoplankton, and small grazing zooplankton. Climate warming or other factors may change the amount and quality of organic carbon available to these organisms. These aquatic organisms are also the base of the food web for all aquatic communities.\n\nâ\u0080\u009cWhen trying to understand climate change and decipher the carbon cycle puzzle, we need to make sure that we are using all of the right pieces,â\u0080\u009d said USGS scientist Rob Striegl. â\u0080\u009cAs part of that puzzle, we are studying the source and amount of carbon flowing into the Arctic Ocean. An understanding of the complete picture allows for the most informed decisions to protect our environment.â\u0080\u009d\n\n[caption id=\"\" align=\"alignright\" width=\"350\" caption=\"Melt water stream discharging from Gulkana Glacier, Alaska. USGS research of the Yukon River has had a long term goal of determining the source and fate of organic carbon transported by the river to the Bering Sea and ultimately the Arctic Ocean.\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/02_17_2012\/uAQc62Fsr4_02_17_2012\/medium\/Gulkana-Aug14-09.JPG\" alt=\"Melt water stream discharging from Gulkana Glacier, Alaska.\" width=\"350\" height=\"263\" \/>[\/caption]\n\nâ\u0080\u009cThe Arctic is of special interest because what happens there, such as extensive glacier melt, has impacts on the rest of the world,â\u0080\u009d continued Striegl. â\u0080\u009cGlacier environments, especially those in the high latitudes of the Arctic, are also among the most sensitive to climate warming.â\u0080\u009d\n\n<strong>New Twist to Understanding Carbon in Glaciers<\/strong>\n\nâ\u0080\u009cOur new paper describes, for the first time, the detailed chemical composition of dissolved organic matter associated with glaciers and glacial meltwater in coastal Alaska and in Wyoming,â\u0080\u009d said Aiken.\n\nâ\u0080\u009cThis study adds a twist to previous understandings, showing there is another source of organic carbon out there that needs to be considered,â\u0080\u009d said Striegl.\n\nThis study, published in the journal <em>Nature Geosciences<\/em>, was a collaborative effort of many institutions led primarily by the University of Alaska Southeast, Skidaway Institute of Oceanography, Woods Hole Research Center, and the USGS.\n\n<strong>The Role of USGS Science<\/strong>\n\nEarlier studies by the USGS, in collaboration with university researchers, found the presence of ancient organic carbon in the Yukon River and traced it back to meltwater from glaciers. For further analyses, USGS scientists continued those collaborations to sample meltwater from Mendenhall Glacier and Herbert Glacier in southeastern Alaska. The samples were then analyzed at USGS and university laboratories to develop the conclusions outlined in this new study.\n\nâ\u0080\u009cThis truly is a collaborative effort, taking the expertise of many scientists to put the story together on the source of the carbon,â\u0080\u009d said Striegl. â\u0080\u009cThe original work of the USGS in the Yukon basin helped form the questions and lab results contributed to answering the questions; but it took specialized instrumentation and scientific expertise from several other organizations to determine the final answer.â\u0080\u009d\n\nAdditional samples used for age dating and for other chemical characterization of the organic carbon of glaciers from other locations came from Gulkana Glacier in Alaska and from Fremont Glacier in Wyoming.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\" caption=\"USGS scientists Doug Halm, Paul Schuster, Peter Murdoch, and Kathy Kelsey collecting melt water samples from Gulkana Glacier.\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/02_17_2012\/uAQc62Fsr4_02_17_2012\/medium\/Gulkana-Samples2.JPG\" alt=\"See caption\" width=\"350\" height=\"263\" \/>[\/caption]\n\n<strong>The Big Picture of Aquatic Carbon<\/strong>\n\nThe USGS has a long term goal of determining the source and fate of organic and inorganic carbon transported to coastal areas and oceans across the entire Nation. USGS research on the Yukon and other Arctic rivers is particularly focused on climate warming effects on mobilizing ancient carbon from permafrost to coastal regions and the Arctic Ocean. The USGS participates in the Arctic Great Rivers Observatory project, which is an international effort to study the six largest rivers, including the Yukon, which flow into the Arctic Ocean.\n\n<a href=\"http:\/\/ak.water.usgs.gov\/yukon\/\">Learn more<\/a> about USGS Yukon River Basin studies.\n\n<strong>Contact<\/strong>: <a href=\"mailto:jrobertson@usgs.gov\">Jessica Robertson<\/a>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Alaska","Anthropogenic","Arctic","Arctic Ocean","biology","carbon","Carbon Dioxide","climate","Climate Change","Fossil Fuel Emissions","glacier","Global Warming","Human Health","Organic Carbon","Snow Pack","water","Wyoming"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1330618580","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}