{"title":"USGS States Readiness for Y2K","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->USGS flood warning and earthquake detection systems that deliver real-time data to local emergency managers are Year 2000 or Y2K compliant. <!--introend-->U.S. Geological Survey Director Charles G. Groat has certified that the USGS has taken all required and necessary actions to ensure that the USGS is ready forY2K. \n<p>Computer-based systems with direct links to public safety have been given highest priority. Independent verification and validation has been performed on all mission critical systems. \r\n<p>Other Y2K date-sensitive systems, such as software, hardware, embedded-microchip devices and telecommunications components, have been identified, inventoried, and tested. As needed, these systems have been remediated, certified, and independently verified and validated by a team of USGS technical experts who have been tackling the Y2K compliance issue since early 1997. \r\n<p>\"With hundreds of computer systems, thousands of scientific instruments, and a vast technology-based infrastructure, our technical staff has spent many hours ensuring that information vital to public safety will be accurate and available on January 1, 2000,\" says Groat. \r\n<p>More than 300 USGS sites throughout the country and in Guam and Puerto Rico have been scrutinized for Y2K compliance. All known Y2K date-sensitive devices and systems necessary to perform essential functions and activities have either been certified by the manufacturer to be compliant or have been tested. \r\n<p>\"Everyone has put forth a superior effort to make our systems compliant,\" says Y2K program coordinator Fred Travnicek, who leads the technical team. \"We know how critical it is that all our systems continue to function and deliver reliable, accurate, and timely data to emergency personnel, local and state officials, and other federal agencies on January 1, 2000, and beyond.\" \r\n<p>The USGS&rsquo;s emphasis on natural hazards and emergency preparedness provides an ironic twist as the USGS readies for any unforeseen Y2K disruption. \"As an agency, we urge the public to prepare for emergencies. Now we find ourselves having to heed our own advice,\" says Travnicek. \r\n<p>System contingency plans are ready should an unforeseen glitch appear in local area networks, e-mail systems, routers or gateways. Business continuity plans are in also place to ensure the work of the USGS continues without interruption. \r\n<p>\"We&rsquo;ll be ready for Y2K,\" says Groat. \"Our technical staff won&rsquo;t stop between now and the beginning of the new millennium. On December 31 they&rsquo;ll report for duty to monitor computers, communications systems, scientific instrumentation and equipment to ensure the integrity and availability of our data. Should a natural disaster coincide with the January 1 rollover, local jurisdictions will still have the timely and dependable information they&rsquo;ve come to expect from the USGS.\" \r\n<p>As the nation&rsquo;s largest water, earth, and biological science and civilian mapping agency, the USGS works in cooperation with more than 2,000 organizations across the country to provide reliable, impartial scientific information to resource managers, planners, and other customers. This information is gathered in every state by USGS scientists to minimize the loss of life and property from natural disasters, to contribute to the conservation and the sound economic and physical development of the nation&rsquo;s natural resources, and to enhance the quality of life by monitoring water, biological, energy, and mineral resources. \r\n<p>\r\n<p>\r\n<CENTER>This is a Year 2000 Readiness Disclosure within the meaning of the \"Year 2000 Information and Readiness Disclosure Act.\" <\/CENTER>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"938491200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169388"},{"tid":"170534"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}