{"title":"The Parkfield Earthquake: USGS Findings Help Unravel Clues about Earthquake Process","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The Mw 6.0 Parkfield earthquake that occurred last September 28 was one of the most significant earthquakes in the history of seismology &shy; not because of its size or the damage it inflicted &shy; but because the earthquake occurred just where scientists had hoped: in the most densely instrumented location in the world. Some of the results from data obtained by the Parkfield instrumentation will be presented at the 2005 Annual Meeting of the Seismological Society of America meetings in Incline Village, Nevada on April 27 (9 a.m., Lakeside Ballroom C).<\/p>\n<p>Before, during, and after the earthquake, scientists obtained unprecedented high-quality strong motion acceleration and crustal strain measurements that are already helping researchers unravel clues about earthquake processes. U.S. Geological Survey (USGS) researchers Roger Borcherdt and Malcolm Johnston are presenting some of their findings from Parkfield instrumentation data, including the lack of signals before the earthquake that \"something\" was happening that could help predict or forecast future earthquakes and that crustal rupture is not as uniform as previously believed, which has important implications for buildings and earthquake safety requirements.<\/p>\r\n<p>Borcherdt and Johnston and their USGS colleagues found that measurements before the earthquake did not reveal any detectable signals that could provide important information on how this earthquake failure began and how it evolved into a significant rupture of the earth&rsquo;s crust. The scientists emphasize, however, that this doesn&rsquo;t mean that there were no signals that an earthquake was going to occur, just that, thus far, such signals are below what the many instruments in the Parkfield area were able to pick up.<\/p>\r\n<p>What the researchers did confirm, however, is that the source zone where an earthquake \"nucleates\" from is quite small &shy; perhaps as small as a few meters -- and that the signals before an earthquake occurs appear to be relatively minor compared with those during an event. This is a disappointment to researchers who had hoped that the instruments near the Parkfield earthquake might be able to pick up pre-earthquake signals that could help \"predict\" or at least better forecast earthquakes.<\/p>\r\n<p>\"Based on laboratory evidence, we know that these signals should exist,\" said Johnston. \"This leaves two primary options for capturing these signals &shy; one is to improve the sensitivity of the instrumentation in spite of the fact that we are close to the theoretical measurement limits, and the other is to get closer to the source of the earthquake.\"<\/p>\r\n<p>The Parkfield instruments, though, did provide important new data to better understand crustal rupture processes and resultant radiated ground motions. For example, said Borcherdt, they found that significant variations in ground shaking occurred along the fault with implications that safe seismic construction must be able to account for a large amount of uncertainty in potential ground motion levels near major faults.<\/p>\r\n<p>Another finding that the researchers will discuss at SSA is that measurements obtained from the Parkfield earthquake data show that strain in the Earth&rsquo;s crust has continued to change over the last months since September 28 by an amount comparable to that which occurred over 10 seconds at the time of the earthquake.<\/p>\r\n<p>\"These measurements,\" said Johnston, \"suggest that the earth&rsquo;s crust is under continued stress change following the earthquake. We have had continued slip on the piece of the San Andreas fault that failed, and furthermore, the piece of the fault that failed has actually gotten bigger.\"<\/p>\r\n<p>The researchers noted that it isn&rsquo;t surprising if the system is still \"loaded,\" and that a single Mw 6 earthquake did not release all of the strain. Said Borcherdt: \"A concern is that this loaded state may suggest that failure could occur on the southern section of the San An","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1114574400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170383"},{"tid":"169017"},{"tid":"170000"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}