{"title":"USGS Takes the Big Wood River's Temperature","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HAILEY, Idaho &mdash; Scientists from the U.S. Geological Survey installed water temperature sensors this week along Idaho&rsquo;s Big Wood River and tributaries.<\/p>\n<p>Data from the sensors will be analyzed as part of an ecological health assessment of the watershed to be completed next year. USGS scientists are conducting the assessment in cooperation with the Idaho Council of Trout Unlimited, the Wood River Land Trust, the Nature Conservancy, and Blaine County.<\/p>\r\n<p>&ldquo;Collection of key biological and ecological data is critical,&rdquo; said Chad Chorney, Big Wood River Project Manager for Trout Unlimited. &ldquo;These data will define future restoration and enhancement projects within the watershed and will be used to assess the effectiveness of treatment techniques and efforts.&rdquo;<\/p>\r\n<p>&ldquo;The health of our surface water resources is critical to the long-term future of wildlife and human populations in Blaine County,&rdquo; said county commissioner Larry Schoen. &ldquo;Water temperature is a key health indicator.&rdquo;<\/p>\r\n<p>The temperature sensors were installed at seven USGS <a href=\"http:\/\/waterdata.usgs.gov\/id\/nwis\/current\/?type=WRVSW&amp;group_key=NONE\">streamgages<\/a> on the Big Wood, its north and east forks, and on Trail and Warm Springs Creeks. The sensors will continuously log temperature readings that will be downloaded and entered into the <a href=\"http:\/\/waterdata.usgs.gov\/id\/nwis\/nwis\">USGS National Water Information System<\/a> database for public access. The sensors will remain in place through September.<\/p>\r\n<p>Later this summer, USGS scientists will visit the same seven streamgage sites to collect water-quality and biological samples, including fish and insects. The scientists also will collect data about habitat at each location. Scientists will analyze all of the temperature, water-quality, biological, and ecological data, along with streamflow data from the streamgages. Study findings will be published in the fall of 2015.<\/p>\r\n<p>&ldquo;Long-term ecological data will play a large role in our efforts to understand what needs and deficiencies exist in the Big Wood River system,&rdquo; said Keri York, Director of Conservation with the Wood River Land Trust. &ldquo;Local conservation organizations will be able to use these data to guide and prioritize future protection, restoration, and reconnection efforts within the Big Wood River watershed.\"&nbsp;<\/p>\r\n<p>Continuous data from the real-time temperature gage at <a href=\"http:\/\/waterdata.usgs.gov\/id\/nwis\/uv\/?site_no=13150430&amp;PARAmeter_cd=00065,00060,00010\">Silver Creek<\/a> will also be incorporated into the study, and USGS scientists will collect water-quality samples at Silver Creek. No additional biological or ecological samples will be collected there because the USGS and The Nature Conservancy regularly conduct <a href=\"http:\/\/id.water.usgs.gov\/projects\/SilverCreekEcologicalMonitoring\/index.html\">ecological monitoring<\/a> at the Silver Creek Preserve.&nbsp;<\/p>\r\n<p>&ldquo;We are excited about being part of this collaborative effort to establish long-term monitoring on the Big Wood,&rdquo; said the Nature Conservancy&rsquo;s Dayna Gross. &ldquo;We look forward to working with the community to ensure that the monitoring continues and is relevant long into the future.&rdquo;<\/p>\r\n<p>Information about the Wood River study will be available online at the <a href=\"http:\/\/id.water.usgs.gov\/\">USGS Idaho Water Science Center website<\/a><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_05_15\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_05_15\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2014_05_15\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2014_05_15\"&amp;amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2014_05_15&amp;amp;amp;amp;lt;\/a&amp;amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["Idaho","river","water","watershed","streamgage","waterquality","","ecosystems",""],"article_type":["State News Release"],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1400040000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169273"},{"tid":"170582"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}