{"title":"Colorado resident receives Outstanding Woman in Science Award from Subaru","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. Geological Survey (USGS) scientist Michelle Walvoord will be honored as the 2005 Subaru Outstanding Woman in Science at the annual Geological Society of America (GSA) meeting in Salt Lake City, Utah, on Oct. 15. Walvoord, who resides in Golden, is a Research Hydrologist at the USGS National Research Program in Lakewood. <\/p>\n<p>The award is based on the scientific impact of Walvoord&rsquo;s Ph.D. work. Her dissertation proposed a major revision of the current understanding of flow processes in desert regions where water tables are deep greater than 50 meters (164 feet). <\/p>\r\n<p>Using data collected from her field studies and aided by computer models, she concluded the Nation&rsquo;s southwestern deserts have been drying out for 10 to 16 thousand years, since the cold and wet conditions of the ice age began to change to the hot and dry conditions of today. Her work underscored the importance of desert vegetation in preventing water from escaping past the root zone and recharging groundwater. While conducting field investigations in the Mojave and Chihuahuan Deserts, Walvoord and her colleagues unexpectedly found large concentrations of nitrogen, in the form of nitrate, below the biologically active root zone. This previously overlooked accumulation of nitrogen is surprising because desert ecosystems are known to have become adapted to a lack of nitrogen. <\/p>\r\n<p>One of the papers resulting from this work that began during Walvoord&rsquo;s graduate study and progressed through her postdoctoral fellowship at the USGS was featured in the November 2003 edition of the journal <i>Science<\/i> and received attention on National Public Radio.<\/p>\r\n<p>In partnership with Subaru and in memory of geologist Doris M. Curtis, GSA makes an annual Outstanding Woman in Science Award as a means to encourage women in the geosciences. <\/p>\r\n<p>The Woman in Science Award is awarded to a woman that has impacted the field of the geosciences in a major way based on their Ph.D. research. Women are eligible for the first 3 years following her degree. <\/p>\r\n<p>Doris Curtis was GSA&rsquo;s 103rd President. Her popularity was widespread and she pioneered many new directions for geology, not the least of which was her tenure as GSA President after an unbroken chain of 102 men. Causes dear to Doris were women, public awareness, minorities and education. <\/p>\r\n<p>Walvoord received her BA in Geology (1994) from Hamilton College in Clinton, NY, and <\/p>\r\n<p>MS (1998) and Ph.D. (2002) from New Mexico Tech in Socorro, NM. Following graduation, she served as a National Research Council postdoctoral fellow at the USGS until 2004, when she was granted a permanent position with the agency.<\/p>\r\n<p>Walvoord was raised in Williamson, NY, on Lake Ontario. She spends her time outside of work hiking, biking, practicing yoga and throwing pottery. Her husband, Tristan Wellman, is finishing his Ph.D. at Colorado School of Mines and will be starting a National Research Council postdoctoral position at the USGS in Boulder. <\/p>\r\n<p>Photos of and interviews with Walvoord can be obtained through contacting Heidi Koontz at 303-202-4763 or <a href=\"mailto:hkoontz@usgs.gov\">hkoontz@usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1129262400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169484"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}