{"title":"Radioactive Waste Disposal Problems In The Russian Far East","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Radioactive waste, the legacy of the \"Cold War,\" is a problem for all nations, and nowhere is the problem more of a reality than in the Russian Far East. For the past three years, scientists and international security specialists from the U.S. Geological Survey, Mississippi State University, and Vanderbilt University have been working cooperatively with representatives from the Russian Navy, the Russian Ministry of Foreign Affairs, the Russian Academy of Science, Japanese universities, and the Japanese Foreign Ministry in an effort to understand and address the extent and possible environmental consequences of the dumping of radioactive waste in the Sea of Japan, Sea of Okhotsk, and the North Pacific Ocean. <\/p>\n<p>The results of those discussions will be presented in San Francisco, Monday, December 16, by USGS researcher, Bruce Molnia. Molnia will present his report to fellow scientists attending the annual meeting of the American Geophysical Union (AGU) at the Moscone Center. Molnia&rsquo;s presentation will begin at 2:20 p.m. in Room 133 of the center. <\/p>\r\n<p>Molnia will report on discussions that took place at two workshops (January 1995 and June 1996), that involved representatives from government, academia, non-governmental organizations and industry. \"Those workshops produced detailed information about the extent of dumping; the Russian, Japanese, and Korean efforts to assess the environmental impact of past dumping; and the existence of a large volume of high- and mid-level radioactive waste still awaiting disposal,\" Molnia said. \"The workshop process was very effective in building confidence and producing cooperation.\" <\/p>\r\n<p>According to Molnia, in the Russian Arctic, large volumes of highly radioactive waste were indiscriminately dumped in the ocean during the past 30 years. \"In the Russian Far East, with minor exceptions, only low-level liquid waste was disposed of at sea. Nuclear reactor cores and spent fuel rods are stored at a number of naval facilities, awaiting eventual disposal and reprocessing. Some of these facilities are adjacent to population centers.\" <\/p>\r\n<p>Molnia said the dumping and storage has resulted in many potential problems for the Russian Far East: to reprocess the volume of existing stored waste would require many years of the national reprocessing capability; moreover, annual production of new waste through submarine decommissioning also exceeds the national annual reprocessing capability; plus the Russian Federation lacks the transportation capability to move the ever increasing volume of high-level waste away from the coastal area. <\/p>\r\n<p>He said representatives from the Russian Navy&rsquo;s Pacific Fleet Chemical Service are fully aware of the grave situation and have openly cooperated in discussing potential problems and solutions to this situation. \"They have appealed for international cooperation and assistance. Presently, Japan and the US are assisting Russia in increasing its capacity for handling its low-level liquid waste in the Far East. However, no solution has been found for the large volume of high-level waste still stored in the Russian Far East coastal zone,\" Molnia concluded. <\/p>\r\n<p>* * * USGS * * * <\/p>\r\n<p>(Editors: Interviews with Bruce Molnia may be arranged by calling the AGU news room at 415-905-1007.) <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"850712400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}