{"title":"June 7 - Fifty Years of Interstate Water Management","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>It&rsquo;s 1954, and the residents of New York City are facing another hot summer. For more than a century, the City has been augmenting its water supply to meet the demands of a growing city. The City, along with New York State, is in a legal dispute with three states over a water supply source. Finally, the U.S. Supreme Court issues a decree on June 7, 1954, authorizing the City to get nearly twice as much water from the Delaware River Basin. Now an average of up to 800 million gallons of water a day can flow from the Delaware River Basin to New York City through more than 100 miles of reservoirs, aqueducts and tunnels from the Catskill Mountains all the way to Staten Island. <\/p>\n<p>The decree ensures that the downbasin states&mdash;New Jersey, Pennsylvania, and Delaware&mdash;can meet their water needs too, by establishing a threshold flow objective of at least 1,750 cubic feet per second (more than 13,000 gallons per second) flowing downstream to support a variety of uses. The USGS Delaware River Master, a position created by the decree, is responsible for monitoring the flow at the control point&mdash;the USGS streamgaging station at Montague, NJ&mdash;and during low-flow periods directing releases from the three New York City reservoirs to maintain the flow objective. <\/p>\r\n<p>&quot;June 7, 2004, marks the 50th anniversary of the Supreme Court Decree that settled the Delaware River case. The States of New York, Pennsylvania, New Jersey, and Delaware, the City of New York, the USGS Delaware River Master&rsquo;s Office and the Delaware River Basin Commission can celebrate many years of working cooperatively, resolving contentious water issues through collaboration and collectively managing a water resource for the benefit of many,&quot; said Steve Blanchard, USGS Delaware River Master. <\/p>\r\n<p>The streamgage at Montague is part of the network of more than 7,000 streamgages that the USGS maintains to provide essential information about our nation&rsquo;s water resources so people and governments can make sound decisions about water use and policy. &quot;The USGS plays a crucial role as the source of accurate, timely, and impartial information on river flow,&quot; said Blanchard.<\/p>\r\n<p>Today, nearly 15 million people, about 5 percent of the nation&rsquo;s population, rely on the waters of the Delaware River Basin, although the watershed drains only 0.4 percent of the continental U.S. land area. The 15 million figure includes about 7 million people in the New York City and northern New Jersey area who live outside the river basin. New York City gets roughly half its water from three large reservoirs&mdash;Cannonsville, Pepacton and Neversink&mdash;located in the upper Delaware basin. <\/p>\r\n<p>The USGS serves the nation by providing reliable scientific information to describe and understand the Earth; minimize loss of life and property from natural disasters; manage water, biological, energy and mineral resources; and enhance and protect our quality of life.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","New York"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1086321600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169408"},{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}