{"title":"Collapsing Populations of Marine Mammals: the North Pacific&rsquo;s Whaling Legacy?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The rapid depletion of at least a half million great whales from the North Pacific Ocean by intensive industrial whaling over 50 years ago may have unleashed a complex ecological chain reaction that has since rippled resoundingly from ocean to coastal ecosystems, according to a team of eight scientists, including Dr. Jim Estes, a U.S. Geological Survey research ecologist and adjunct professor at the University of California, Santa Cruz. The article appeared today in the Proceedings of the National Academy of Sciences online Early Edition. <\/p>\n<p>The scientists believe that when great whales became scarce, their foremost natural predators, killer whales, turned to other marine mammals as primary sources of food, causing sequential declines in southwest Alaska during the 1960s and 1970s of first the harbor seals, followed by northern fur seals, Steller sea lions and finally in the 1990s sea otters, as killer whales &quot;fished down&quot; the food web. <\/p>\r\n<p>&quot;During three decades of research in the Bering Sea and North Pacific Ocean, I watched other scientists struggle to understand the precipitous population declines of northern fur seals, harbor seals, and Steller sea lions, never imagining that my area of research &ndash; sea otters and kelp forests &ndash; might be affected by these changes,&quot; said Estes. <\/p>\r\n<p>It was the decades of sea otter research by Estes and colleagues that ultimately shed light on the pinniped declines. In about 1990, the Aleutian sea otter population Estes studied plummeted, from an estimated 55,000 to 100,000 individuals in the 1980s to 6,000 in 2000. <\/p>\r\n<p>&quot;By the late 1990s, sea otters occurred at such a low density throughout the archipelago that sea urchins were overgrazing the kelp forest,&quot; said Estes. <\/p>\r\n<p>The absence of dead otters, as well as realizing that neither malnutrition nor disease could explain the declines &ndash; the remaining animals were healthy &#8212; led the scientists to consider predation as the cause of the deaths. Their conclusions in 1998 pointed to an oceanic problem that drove killer whales to switch from other prey to sea otters. They calculated that a killer whale on a steady diet of sea otters could consume as many as 1,825 otters in a year, and as few as four whales on an exclusive otter diet could have caused the documented sea otter declines that occurred. The sea otter decline led Estes and other scientists in this new study to wonder if increased killer whale predation might also explain the precipitous declines of northern fur seals, harbor seals, and Steller sea lions, and so they searched the oceans for the ultimate cause. <\/p>\r\n<p>When modern industrial whaling arrived in the North Pacific in the late 1940s, several species of great whales had already been depleted in the region 50 to 100 years earlier. The new whaling fleets, from Japan and the Soviet Union, equipped with maritime technology developed during World War II, intensively sought fin whales, sei whales and sperm whales, species that had not been taken in large numbers until after the war. By the mid-1970s all of the great whales of the North Pacific were severely depleted. <\/p>\r\n<p>Past beliefs regarding the abrupt collapses of seal and sea lion populations in the 1960s and 1970s attributed the declines to limited or changing foods, stemming from climate change and competition with regional fisheries. Looking back at these events, however, this team of scientists found their whale hypothesis was consistent with information on the abundance, diet and foraging behavior of both predators and prey, as well as with feasibility analyses they conducted based on demographic and energetic modeling. <\/p>\r\n<p>The scientists found that very small changes &ndash; as little as 1 percent of the total caloric intake &#8212; in killer whale foraging behavior could account for both sea otter and sea lion declines. <\/p>\r\n<p>The stunning magnitude of the caloric void that would","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","California","Alaska"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1064203200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169650"},{"tid":"168802"},{"tid":"169442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}