{"title":"USGS EROS Welcomes New Director","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) Earth Resources Observation and Science (EROS) Center, Sioux Falls, S.D., announces the selection of Dr. Frank P. Kelly to serve as the Center Director and USGS Space Policy Advisor.&nbsp;<\/p>\n<p>\"Our EROS Center is home to the LANDSAT program, which annually distributes millions of satellite images of Earth's changing landscape to users worldwide for a myriad of purposes ranging from agricultural and water management to disaster response to scientific and national security uses,\" explained USGS Director Marcia McNutt. \"To have attracted a leader with Dr. Kelly's experience and credentials assures us that this important aspect of the USGS mission is in good hands.\"<\/p>\r\n<p>Dr. Kelly comes to the USGS EROS Center from Anchorage, Alaska, where he served as the National Oceanic Atmospheric Administration National Weather Service (NWS) Regional Director. Prior to being stationed in Anchorage, Dr. Kelly served in several senior leadership positions at NWS Headquarters in Silver Spring, Md., including a key role in the implementation and activation of the national deployment of inter-agency capability to transmit time-sensitive information of all hazards, including weather, hydrologic, environmental and homeland security threats.<\/p>\r\n<p>He started his professional career in the U.S. Air Force, where he served in several capacities, including Satellite Acquisition Manager for Defense Meteorological Satellite Program. After retiring from the Air Force, he worked in the private sector as Senior Staff Scientist and later as Vice-President at Atmospheric and Environmental Research, Inc.&nbsp;<\/p>\r\n<p>Dr. Kelly holds both a master's and Ph.D. from Colorado State University in Atmospheric Science (with focus on satellite meteorology, statistics, and environmental forecasting applications), and a bachelor's degree from Montana State University in Earth Science.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_01_11\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2012_01_11\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["South Dakota","","Climate Change","geography","Climate Land Use","Kelly"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1326171600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169549"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}