{"title":"Examining Our Past: Historical Map Collection Now Online","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Nearly 90,000 high resolution scans of the more than 200,000 historical USGS topographic maps, some dating as far back as 1884, are now available online. The <a href=\"http:\/\/nationalmap.gov\/historical\">Historical Topographic Map Collection<\/a> includes published U.S. maps of all scales and editions, and are offered as a georeferenced digital download or as a scanned print from the <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/(ctype=areaDetails&amp;xcm=r3standardpitrex_prd&amp;carea=%24ROOT&amp;layout=6_1_61_48&amp;uiarea=2)\/.do\">USGS Store<\/a>.<\/p>\n<p>\"I applaud your continuing effort to digitize the entire set of USGS quadrangle maps and we anxiously await the completion of the project. This effort is of great consequence for the research community\" said Dr. John R. H&eacute;bert Chief, Geography and Map Division, Library of Congress. Not all of the historical collection resides in any one location or in any one catalog. In a partnership with the Library of Congress and other map depositories, the USGS will build a complete master catalog and duplicate maps that may be missing from any of those sources.<\/p>\r\n<p>Historical maps are an important national resource as they provide the long-term record and documentation of the natural, physical and cultural landscape. The history documented by this collection and the analysis of distribution and spatial patterns is invaluable throughout the sciences and non-science disciplines. Genealogists, historians, anthropologists, archeologists and others use this collection for research as well as for a framework on which a myriad of information can be presented in relation to the landscape. For more than 130 years, the USGS topographic mapping program has accurately portrayed the complex geography of our nation through maps using the lithographic printing process. The historical collection contains high resolution scanned images from the USGS legacy series and other sources.<\/p>\r\n<p>Historical maps are available to the public at no cost in GeoPDF format or as a printed copy for $15 plus a $5 handling charge from the <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/(xcm=r3standardpitrex_prd&amp;layout=6_1_61_48&amp;uiarea=2&amp;ctype=areaDetails&amp;carea=%24ROOT)\/.do\">USGS Store<\/a> . The electronic maps are georeferenced and can be used in conjunction with the new USGS digital topographic map, the <a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo<\/a>.<\/p>\r\n<p>The entire historical collection is being loaded into the USGS Store at a rapid pace. Check the website for continuous updates: <a href=\"http:\/\/nationalmap.gov\/historical\">http:\/\/nationalmap.gov\/historical<\/a><\/p>\r\n<p>The project is part of the USGS National Geospatial Program (<a href=\"http:\/\/www.usgs.gov\/ngpo\/\">NGP<\/a>) continuing efforts to support the mapping and location-based data needs of the Nation.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Mapping","topographic Map","Topo Maps","Topo","historical","Historical Topographic Map Collection","store","Library Of Congress","geneology","Anthropology","archeology","Geo","Electronic Map","digital Topographic Map","Geospatial","National Geospatial Program",""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1315800000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169449"},{"tid":"170049"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}