{"title":"USGS to Distribute EO-1 Data","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) is teaming up with NASA to extend the useful life of the Earth Observing 1 (EO-1) technology demonstration satellite. NASA officially completed the EO-1 mission in November 2001, but the two agencies, already management partners for the Landsat satellite program, have agreed to work together to extend EO-1 operations through February 2002 and then continue on a month-by-month basis. <\/p>\n<p>EO-1 archive data and new acquisitions from two of its three prototype sensors, the Advanced Land Imager and Hyperion, can now be ordered from the USGS, with the first products slated to be shipped in early February. <\/p>\r\n<p>Extending the EO-1 mission enables both agencies to sustain their research and development efforts while providing opportunities for the broader research community to obtain sample data over specified sites. USGS and NASA scientists believe both Landsat-like and \"hyperspectral\" data types from EO-1 could prove to be valuable in global land cover studies, ecosystem monitoring, mineral and petroleum prospecting, and agricultural crop discrimination and assessment, among other potential applications. No restrictions will be placed on users obtaining EO-1 products from the USGS. <\/p>\r\n<p>Although this demonstration satellite carries no back-up systems, it has performed optimally since its November 2000 launch and still has enough fuel onboard to maintain its orbital position for at least two more years. Barring technical failure, data user demand from across the remote sensing community will determine the longevity of extended mission operations. <\/p>\r\n<p>EO-1 data is sold at the cost of satellite operation, data processing, and customer interface costs, with the first-scene acquisition attempt by either sensor costing $2000. Allowances will be made for repeat attempts due to excessive cloud cover, but on a limited basis. Previously captured data can be ordered from the EO-1 archive at $500.00 per scene from each sensor. A small number of sample scenes will also be available at no cost via electronic retrieval. <\/p>\r\n<p>The USGS and NASA will review EO-1 operations on a monthly basis. Depending on order volume and spacecraft health, satellite decommissioning could occur as early as April 2002 or as late as the spring of 2005. <\/p>\r\n<p>More information on data inquiries and ordering is available at: <a href=\"http:\/\/eo1.usgs.gov\/\">http:\/\/eo1.usgs.gov<\/a> or by calling USGS Customer Services at 605-594-6151. Information about the EO-1 satellite and sensors is available at: <a href=\"http:\/\/eo1.gsfc.nasa.gov\/\">http:\/\/eo1.gsfc.nasa.gov<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1011675600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170302"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}