{"title":"Capturing the &#39;Big One&rsquo;: Computer Modeling of Interacting Faults Near Los Angeles","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The San Andreas and neighboring faults near Los Angeles interact in surprising, and, in some cases, potentially dangerous ways, according to an article by U.S. Geological Survey scientists to be published in the Dec. 12, 2003, issue of the journal Science. The researchers reviewed lessons from past earthquakes and combined that with powerful computer modeling to reach their conclusions.<\/p>\n<p>Previous research has shown that faults like those in southern California interact over a variety of time scales, from sequences of large earthquakes over many years to cascading ruptures during a single big event. <\/p>\r\n<p>Greg Anderson, the USGS scientist who is the lead author on the paper, noted that the 2002 magnitude 7.9 Denali Fault, Alaska, earthquake was just such a cascading rupture. As described in an earlier Science paper by Donna Eberhart-Phillips and colleagues, it began with a magnitude 7.2 earthquake on the Susitna Glacier fault, a previously unknown thrust fault, which immediately triggered magnitude 7.3 and 7.6 events on the strike-slip Denali fault. In turn, these set off smaller slip on the strike-slip Totschunda fault. <\/p>\r\n<p>The densely populated Los Angeles metropolitan region is bounded by a large network of thrust and strike-slip faults similar to the Denali complex. The similarity between the Los Angeles faults and those involved in the 2002 Denali Fault event raises two questions that the authors addressed, said Anderson: Could large, complex earthquakes like the Denali Fault event happen on the edge of the Los Angeles metropolitan area? Or could these faults trigger each other more slowly, in a sequence of smaller, but still dangerous events? <\/p>\r\n<p>In the current study, USGS authors Greg Anderson, Brad Aagaard, and Ken Hudnut addressed these questions by examining possible interactions between the San Andreas, San Jacinto, and Sierra Madre-Cucamonga fault systems. The Sierra Madre-Cucamonga thrust fault system lies along the base of the San Gabriel Mountains and may produce magnitude 7.5 earthquakes. To the east and north lie the large San Andreas and San Jacinto strike-slip fault systems, each capable of producing earthquakes larger than magnitude 7. In about 1685 and again in 1857, the San Andreas ruptured in magnitude 7.8 events. <\/p>\r\n<p>The scientists created sophisticated three-dimensional computer models of the Los Angeles region, including the geometry of the faults in the area and the physics of earthquake slip. By combining these models with data from previous earthquakes, the authors were able to model realistic earthquakes on each fault and compute the immediate and long-term impacts those earthquakes may have on the other faults. <\/p>\r\n<p>&quot;We found that earthquakes on the Sierra Madre-Cucamonga thrust fault system are unlikely to immediately trigger earthquakes on either the San Andreas or San Jacinto faults, due to the geometry of the faults and the orientation of the stresses involved,&quot; said Aagaard. &quot;In other words, events like the Denali Fault earthquake, which started with a significant but relatively modest thrust fault earthquake and immediately grew into a much larger event on a strike-slip fault, are unlikely in the Los Angeles area.&quot; <\/p>\r\n<p>Anderson cautioned, however, that over the long term, slip on the Sierra Madre and Cucamonga faults may encourage slip on the San Andreas northeast of Los Angeles, by reducing the pressure squeezing the two sides of those faults together. <\/p>\r\n<p>The authors also flipped the problem around, modeling the effects of large earthquakes on the San Jacinto and San Andreas faults, and found an unexpected result. Under certain very rare circumstances, a large earthquake on the northern San Jacinto fault near Riverside and San Bernardino could trigger a cascading rupture of the Sierra Madre-Cucamonga fault system, potentially causing a magnitude 7.5-7.8 earthquake on the edge of the Los Angeles metropolitan region. The faults in","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1070859600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169450"},{"tid":"168955"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}