{"title":"New Evidence Shows Power of East Coast Earthquakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Earthquake shaking in the eastern United States can travel much farther and cause damage over larger areas than previously thought.<!--introend--><\/p>\n<p>U.S. Geological Survey scientists found that last year's magnitude 5.8 earthquake in Virginia triggered landslides at distances four times farther&mdash;and over an area 20 times larger&mdash;than previous research has shown.<\/p>\r\n<p>\"We used landslides as an example and direct physical evidence to see how far-reaching shaking from east coast earthquakes could be,\" said Randall Jibson, USGS scientist and lead author of this study. \"Not every earthquake will trigger landslides, but we can use landslide distributions to estimate characteristics of earthquake energy and how far regional ground shaking could occur.\"<\/p>\r\n<p>\"Scientists are confirming with empirical data what more than 50 million people in the eastern U.S. experienced firsthand: this was one powerful earthquake,\" said USGS Director Marcia McNutt. \"Calibrating the distance over which landslides occur may also help us reach back into the geologic record to look for evidence of past history of major earthquakes from the Virginia seismic zone.\"<\/p>\r\n<p>This study will help inform earthquake hazard and risk assessments as well as emergency preparedness, whether for landslides or other earthquake effects.<\/p>\r\n<p>This study also supports existing research showing that although earthquakes are less frequent in the East, their damaging effects can extend over a much larger area as compared to the western United States.<\/p>\r\n<p><a href=\"https:\/\/gsa.confex.com\/gsa\/2012AM\/webprogram\/Paper205161.html\">The research is being presented today<\/a> at the Geological Society of America conference, and will be published in the December 2012 issue of the <em>Bulletin of the Seismological Society of America<\/em>.<\/p>\r\n<p>The USGS found that the farthest landslide from the 2011 Virginia earthquake was 245 km (150 miles) from the epicenter. This is by far the greatest landslide distance recorded from any other earthquake of similar magnitude. Previous studies of worldwide earthquakes indicated that landslides occurred no farther than 60 km (36 miles) from the epicenter of a magnitude 5.8 earthquake.<\/p>\r\n<p>\"What makes this new study so unique is that it provides direct observational evidence from the largest earthquake to occur in more than 100 years in the eastern U.S,\" said Jibson. \"Now that we know more about the power of East Coast earthquakes, equations that predict ground shaking might need to be revised.\"<\/p>\r\n<p>It is estimated that approximately one-third of the U.S. population could have felt last year's earthquake in Virginia, more than any earthquake in U.S. history. About 148,000 people reported their ground-shaking experiences caused by the earthquake on the USGS \"Did You Feel It?\" website. Shaking reports came from southeastern Canada to Florida and as far west as Texas.<\/p>\r\n<p>In addition to the great landslide distances recorded, the landslides from the 2011 Virginia earthquake occurred in an area 20 times larger than expected from studies of worldwide earthquakes. Scientists plotted the landslide locations that were farthest out and then calculated the area enclosed by those landslides. The observed landslides from last year's Virginia earthquake enclose an area of about 33,400 km<sup>2<\/sup>, while previous studies indicated an expected area of about 1,500 km<sup>2<\/sup> from an earthquake of similar magnitude.<\/p>\r\n<p>\"The landslide distances from last year's Virginia earthquake are remarkable compared to historical landslides across the world and represent the largest distance limit ever recorded,\" said Edwin Harp, USGS scientist and co-author of this study. \"There are limitations to our research, but the bottom line is that we now have a better understanding of the power of East Coast earthquakes and potential damage scenarios.\"<\/p>\r\n<p>The difference between seismic shaking in the East versus","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":["Natural Hazards Landslide Hazards","Natural Hazards Earthquake Hazards","Virginia Earthquake","East Coast Earthquakes","washington"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1352178000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170294"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}