{"title":"Delaware Reservoirs, Hudson River Fows, Are Low","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Reservoirs which supply New York City and flow of the Hudson River are below normal, and are a part of drought conditions that persist in many parts of the Northeastern United States, according to hydrologists at the U.S. Geological Survey.<\/p>\n\r\n<p>Total storage in the Pepacton, Cannonsville and Neversink reservoirs in the Delaware River basin today (Thurs., July 27) is 194 billion gallons, about 27 billion gallons above the drought warning level, according to Bill Harkness, USGS hydrologist and Delaware River Master. This amount is about 17 percent above drought level and about 24 billion gallons less than on July 5, when voluntary water conservation measures were called for by New York City and Westchester County water managers.<\/p>\r\n\r\n<p>The Delaware basin reservoirs supply about half of New York City&rsquo;s water supply as well as other municipalities in New York, New Jersey, Delaware and Pennsylvania.<\/p>\r\n\r\n<p>According to a 1954 Supreme Court decree, the Delaware River Master is empowered to limit diversions of water from the Delaware River basin, with stricter controls in time of drought.<\/p>\r\n\r\n<p>In New York state, the flow of the Hudson River is below normal despite the rains of the past week. On Wed., July 26, the flow at the USGS streamflow monitoring station at Hadley, N.Y, was 550 million gallons per day, 40 percent below the July average flow of 930 million gallons per day.<\/p>\r\n\r\n<p>The salt front in the Hudson River, the water source for Poughkeepsie, N.Y., remains about five miles away from the city&rsquo;s intakes. Scattered showers in the area have prevented its further advance. The salt front continues to be closely monitored by USGS hydrologists in Troy, N.Y.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","New York"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"806817600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}