{"title":"Changes in Stream-Water Quality Attributed to Coalbed Methane Development","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HELENA, Mont. &mdash; Three sites on the Powder River show a difference in water quality between the time prior to coalbed methane development and during the production period, according to a new U.S. Geological Survey report. However, thirteen other sites, including mainstem and tributaries to the Tongue and Powder Rivers in northeastern Wyoming and southeastern Montana, showed few substantial differences in water quality between the two time periods.<\/p>\n<p>The USGS, in cooperation with the Montana Department of Natural Resources and Conservation, Water Management Bureau, analyzed data collected between 1980 and 2010 at 16 sites in the Tongue and Powder River Basins. Eleven water-quality constituents and properties were selected for trend analyses in the report to determine if there were water quality changes.<\/p>\r\n<p>The three sites on the Powder River with a difference were all downstream of Arvada, Wyo., having increases in sodium, alkalinity (an indicator of bicarbonate), and sodium adsorption ratio during the time period of coalbed methane extraction activities. The site on the Powder River upstream of the coalbed methane activity did not show corresponding increases in these or other evaluated constituents and properties.&nbsp;<\/p>\r\n<p>\"It's important to understand that the hydrology and water quality of streams in the Tongue and Powder River Basins are complex. Assessing potential impacts of CBM activities using advanced statistical methods was a large undertaking,\" said Steve Sando, USGS hydrologist and lead author of the report.&nbsp;<\/p>\r\n<p>Streams in both the Powder and Tongue River Basins can naturally have high levels of many water-quality constituents and properties, making it challenging to determine if changes are occurring, and what the causes of the changes are. An increase of water-quality constituents and properties, regardless of the cause, might be a concern if it affects how the water can be used.&nbsp; For example, irrigating with water that has high sodium-adsorption ratio values can result in soil swelling, reduced infiltration rates, and increased soil erosion. Water that has very high bicarbonate can have adverse effects on aquatic life. However, while the report has general descriptions of water quality at each site, the primary purpose of the report was to determine if changes were occurring, not to determine the usability of the water.&nbsp;<\/p>\r\n<p>Copies of \"<a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5179\/\">Trends in Major-Ion Constituents and Properties for Selected Sampling Sites in the Tongue and Powder River Watersheds, Montana and Wyoming, Based on Data Collected During Water Years 1980&ndash;2010<\/a>\" are available online.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Wyoming"],"country":["United States of America"],"mm_tags":["Water Quality","Streams","Coalbed Methane","Wyoming","Montana","Powder River Basin","water","watershed"],"distribution":["Water"],"release_date":{"und":[{"value":"1393304400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170107"},{"tid":"170501"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}