{"title":"USGS Installs Early Flood Warning Network in Aftermath of Little Bear Fire","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>RUIDOSO, N.M. &mdash;&nbsp;The U.S. Geological Survey recently completed installation of seven rain and stream gages in the burned areas of New Mexico&rsquo;s Little Bear fire, where flood danger continues to be very high during the monsoons for residents downstream around the fire area. The gages transmit data via satellite to the National Weather Service, which provides warnings to communities that may be affected by flooding. The gages can provide advance warning of up to 60 minutes before impending floods.<\/p>\n<p>The Little Bear fire scorched more than 44,000 acres, and claimed 242 residential or commercial structures and 12 outbuildings in or around the Lincoln National Forest near Ruidoso, N.M.&nbsp; The fire was started by lightning on June 4, 2012.<\/p>\r\n<p>Though the fire was fully contained on July 4, attention has been focused on preparing for post-fire flooding with the onset of monsoon season. While Lincoln County and the U.S. Forest Service have contributed significantly to the broad-scale, multi-agency emergency response effort, communities downstream from burned watersheds remain at risk of flash flooding and debris flows due to the loss of vegetation and the burned soil&rsquo;s reduced ability to absorb water.&nbsp;<\/p>\r\n<p>USGS scientists, working in collaboration with the Natural Resources Conservation Service, the New Mexico Department of Homeland Security, the U.S. Forest Service, and the Army National Guard, installed rain gages at six locations within the burned area, including near Nogal Peak, near Runnell&rsquo;s Stables on the Rio Bonito, Bluefront-Crest-South Fork Trails Junction, Buck Mountain, and Skyview Recreation Site.<\/p>\r\n<p>A lake-stage\/precipitation station now exists at Bonito Lake, and a streamflow-gaging station at Rio Bonito at the Highway 48 Bridge. All of the precipitation gages are in the upper portions of the affected watersheds to maximize the time available to emergency managers to respond to larger rainfall events.<\/p>\r\n<p>The new gages became operational during the week of July 8, 2012, and <a href=\"http:\/\/nm.water.usgs.gov\/wildfire\">data are now available<\/a> on USGS websites.<\/p>\r\n<p>USGS and U.S. Forest Service recently hosted a workshop near Alto, N.M., to show emergency managers how to access the data provided by the new gages and answer questions about the water alert system.<\/p>\r\n<p>&ldquo;We could not have installed the gages without the funding provided by the Natural Resources Conservation Service and the New Mexico Department of Homeland Security and Emergency Management,&rdquo; said Anne Marie Matherne, USGS Hydrologist and the project&rsquo;s team leader.&nbsp; &ldquo;On the ground, the U.S. Forest Service and the Army National Guard were outstanding, providing helicopter and logistical support that was essential to getting the job done.&rdquo;<\/p>\r\n<p>In addition to providing advance warning of flooding, the gages collect important data that will allow scientists and emergency managers to evaluate the increased risk of flooding resulting from the burned areas within watersheds. Gage data can also be used to determine the rate of a watershed&rsquo;s recovery.<\/p>\r\n<p>USGS&rsquo;s <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a> service sends email or text messages to notify users about precipitation or rising water in nearby rivers and streams. The service allows users to receive notifications about water levels at any of over 4,600 USGS real-time streamgages around the country. There is no cost to users for this notification service.<\/p>\r\n<p>______<\/p>\r\n<p>The mission of the Forest Service is to sustain the health, diversity, and productivity of the nation's forests and grasslands to meet the needs of present and future generations. Recreational activities on National Forest System land help to sustain more than 200,000 full- and part-time jobs and contribute more than $13 billion annually to the U.S. economy. The agency manages 193 million acres of publ","summary":null,"format":null}]},"field_images":[],"regions":["New Mexico"],"country":["United States of America"],"mm_tags":["Natural Hazards","water","wildfires","streamgages"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1344398400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168917"},{"tid":"169492"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}