{"title":"Dierauf Chosen to Head USGS Wildlife Health Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Leslie Dierauf, a wildlife veterinarian and conservation biologist, has \nbeen selected as Director of the USGS National Wildlife Health Center (NWHC) in \r\nMadison, WI. \r\n<\/p>\r\n<p>&quot;Leslie brings a wealth of experience both with wildlife health issues and \r\nwith the use of science in decision making,&quot; said USGS Eastern Regional Director \r\nBonnie McGregor. &quot;Research at the NWHC addresses a number of important wildlife \r\nand related human health concerns including West Nile Virus, Chronic Wasting \r\nDisease and Asian Avian Influenza. Leslie&rsquo;s commitment to leadership and public \r\nservice will be a valuable asset to the USGS and the NWHC.&quot; \r\n<\/p>\r\n<p>Prior to joining the USGS in Madison, Dr. Dierauf spent almost a decade at \r\nthe U.S. Fish and Wildlife Service, where she worked on the Endangered Species \r\nProgram for the Southwest. She also conducted habitat conservation planning for \r\nthreatened and endangered species, with a strong focus on partner and \r\nstewardship efforts with the private sector. Before joining the Fish and \r\nWildlife Service, Dierauf was a Congressional Science Fellow of the American \r\nAssociation for the Advancement of Science and a staff scientific advisor to the \r\nU.S. House of Representatives Committee on Merchant Marine and Fisheries. \r\n<\/p>\r\n<p>In 1998, Dierauf received the American Veterinary Medical Association&rsquo;s \r\nNational Animal Welfare Award. She serves on the Marine Ecosystem Health SeaDoc \r\nSociety Advisory Board and the University of California, Davis, Wildlife Health \r\nCenter Board. She is also a member of the National Science Foundation&rsquo;s Disease \r\nInformatics Senior Coordinating Committee, the U.S. Animal Health Association&rsquo;s \r\nExecutive Committee, the Consortium for Conservation Medicine&rsquo;s Executive \r\nCommittee and the International Association of Fish and Wildlife Agency&rsquo;s \r\nWildlife Health Committee. \r\n<\/p>\r\n<p>More than two thirds of emerging human diseases have animal origins. Modern \r\nsocietal and environmental changes have increased the risks for the introduction \r\nand spread of diseases such as West Nile Virus. The NWHC provides sound science \r\nand technical support to promote science-based decisions affecting wildlife and \r\necosystem health and to detect, monitor and manage these potential risks to \r\nhuman health. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1076648400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169394"},{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}