{"title":"High River Flows Could Trigger Summer Algal Blooms in Chesapeake Bay","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Total freshwater inflow to the Chesapeake Bay was 101 billion gallons per day (bgd) in May, 60 percent above the normal inflow for May (63 bgd) and the third highest May on record, according to the U.S. Geological Survey. <\/p>\n<p>What is the impact on the Chesapeake Bay? <\/p>\r\n<p>\"Two words, more nutrients and sediment entering the Bay, sum up the impact,\" said Scott Phillips, USGS hydrologist and coordinator of the USGS Chesapeake Bay Program. <\/p>\r\n<p>\"Increased nutrients means there is a better chance for algal blooms in the Bay. The blooms, along with sediment, decrease the amount of light in the Bay waters. When light is blocked, especially during the springtime when light is needed most for the growth of submerged aquatic vegetation, the impact can be significant.\" <\/p>\r\n<p>\"A decrease in aquatic vegetation in turn means a reduced habitat for crabs and a decreased food source for ducks and geese,\" said Phillips. <\/p>\r\n<p>\"Another concern is that when the algal blooms die, they use oxygen in the Bay. In some parts of the Bay this can cause oxygen to be so low that it can cause harm to the living resources in the Bay. <\/p>\r\n<p>During this time of year, heavy rain and runoff from the land into the rivers can bring large amounts of nutrients and sediment into the Bay. This is because of the fertilizers and manure that are spread onto agricultural and suburban areas from the spring planting season. <\/p>\r\n<p>\"The USGS and the many cooperating agencies in the Chesapeake Bay Program will be collecting samples to determine the water quality, algal, and submerged aquatic vegetation conditions in the Bay over the spring and summer to see if harmful conditions develop for the Bay&rsquo;s living resources,\" Phillips said. The freshwater inflow from some of the larger rivers entering the Bay reflect the high flow conditions. Flow of the Potomac River near Washington, D.C., for example, was 18.7 billion gallons per day (bgd) in May, nearly twice the average flow for May of 9.8 bgd, according to USGS hydrologists. <\/p>\r\n<p>During May, Potomac flow varied from a low of 7.6 bgd May 1 to high of 33 bgd May 10.<\/p>\r\n<p>* * * USGS * * * <\/p>\r\n<p>(Note to Editors: additional information on the interagency Chesapeake Bay am is available on the Internet at <a href=\"http:\/\/www.epa.gov\/r3chespk\">http:\/\/www.epa.gov\/r3chespk<\/a>)<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"834379200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}