{"title":"USGS Open House Offers Wealth of Activities","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Gold-Panning to Earthquake Simulations...Satellite Imagery to Microfossils...Science for the whole Family<\/strong><\/p>\n<p><!--introstart-->Entertainment and education await visitors of all ages at the U.S. Geological Survey's (USGS) Menlo Park Science Center Open House on Saturday, May 16 and Sunday, May 17. The Open House will be from 10:00 a.m. until 4:00 p.m. both days, and admission is free of charge.<!--introend--><\/p>\r\n<p>Scientists with a broad range of expertise will show and discuss their latest work at hands-on exhibits, displays, web-based animations and \"virtual tours.\" This 9th triennial open house is a rare opportunity to have a first-hand glimpse behind the scenes into USGS scientific research, and its relevance to society.<\/p>\r\n<p>USGS office and laboratory buildings and two large tents will be filled with exhibits and open to the public. Visitors will be able to:<\/p>\r\n<ul>\r\n<li>Learn about science across the globe, from Hawai'i's coral reefs to the Arctic Circle.<\/li>\r\n<li>Explore the microscopic world of fossils, volcanic ash, and tree rings.<\/li>\r\n<li>Pan for gold.<\/li>\r\n<li>Collect science trading cards and find all the locations to get them stamped.<\/li>\r\n<li>Learn about two currently erupting US volcanoes.<\/li>\r\n<li>Try on the working gear of a marine scientist, and get a photo taken.<\/li>\r\n<li>Fly virtually underwater through San Francisco Bay and out into the Pacific Ocean to map the seafloor with side-scan sonar technology.<\/li>\r\n<li>Explore the tools and equipment scientists use to understand our world, from boats to microscopes, airborne LiDAR, and satellite imagery.<\/li>\r\n<li>Find out about water quality, earthquake probabilities, and carbon capture wetland farming.<\/li>\r\n<li>Listen to presentations on tsunamis, disaster preparedness, and arctic petroleum.<\/li>\r\n<li>Visit an outdoor replica of a historic field camp with antique surveying instruments.<\/li>\r\n<li>Buy maps and publications showing earthquake hazard zones.<\/li>\r\n<li>Bring in rocks, minerals, or fossils for identification.<\/li>\r\n<li>Discover landscape changes over the past 30 years revealed through satellite imagery.<\/li>\r\n<\/ul>\r\n<p>The California Geological Survey, Menlo Park Fire District, National Park Service, FEMA, the Tech Museum, California Academy of Sciences, and the American Red Cross Bay Area Chapter are among the USGS partners who will be on hand with their own exhibits and displays to round out the weekend, and the USGS Green Team will make the event as friendly to the environment as is it to visitors.<\/p>\r\n<p>After visitors have their fill of science, they can relax and listen to six different live bands, over 2 days, performing folk, rock, pop, jazz, Native American, spiritual, Celtic, and French Caf&eacute; music. People are encouraged to bring a picnic and enjoy garden tours to see azaleas, rhododendrons, and roses in full bloom.<\/p>\r\n<p>The USGS is located at 345 Middlefield Road, in Menlo Park, Calif. Parking will be available at neighboring businesses. Details about exhibits, events, maps, directions, and volunteer opportunities are <a href=\"http:\/\/openhouse.wr.usgs.gov\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["biology","geography","geology","water","Open House","Menlo Park","California","earthquake","Circum Pacific","Climate Change","Coasts","delta","events","","Grand Canyon","Ground Shaking","Hayward Fault","Mercury","Mt Redoubt","National Parks","phenology","Redoubt Volcano","Sea Level Rise","Shake Table","Water Quality","aquifers","birds","carbon","Coastal Ecosystems","contaminants","drought","earthquakes","ecology","education","energy","environment","erosion","eruption","Estuaries","farming","flooding","geography","geology","Geospatial","hazards","iquefaction","landcover","landsat","marine","Marshes","Microscope","Minerals","Pollution","Preparedness","reef","satellites","schools","Streams","topographic Map","tsunami","Visualization","volcanoes","water","wildfires","music","entertainment","garden Tours","Li","Gold Panning","Fossil","partner"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1241755200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}