{"title":"Aerial-Photo Maps Show Severity of Floods in Southern Wisconsin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The severity of the June 2008 floods in southern Wisconsin can be seen in a series of computer-derived maps that show the depth and extent of floodwaters.<!--introend-->&nbsp;<\/p>\n<p>These flood-peak inundation maps show nine communities along the Baraboo, Kickapoo, Crawfish, and Rock rivers that were the most severely damaged by the June 2008 floods.&nbsp; Rock Springs, for example, was inundated by floods exceeding 21 feet.&nbsp; Flooding at Gays Mills topped out above 19 feet. Other mapped cities in the study are: Reedsburg, La Farge, Milford, Jefferson, Fort Atkinson, Janesville, and Beloit.<\/p>\r\n<table border=\"0\" cellpadding=\"3\" width=\"152\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_02_02\/cover.jpg\" alt=\"see caption for details\" width=\"150\" height=\"195\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Report cover showing view of Baraboo River at Baraboo streamgage (05405000), June 12, 2008. Photograph by Tim Hanson, U.S. Geological Survey. Flood depth map is of downtown Reedsburg, Wisconsin. Map prepared by Marie Peppler, U.S. Geological Survey, June 2008. Map base from 2006 National Agricultural Imagery Program (U.S. Department of Agriculture, 2006). <\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Record streamflows or gage heights occurred at 21 U.S. Geological Survey (USGS) streamgages from June 7 to June 21. Flood probabilities ranged from 1 in 25 to 1 in 500 at record-setting streamgages.&nbsp;<\/p>\r\n<p>The maps are part of a study by the USGS and the Federal Emergency Management Agency to document the conditions leading to the flooding, the magnitude and severity of the flooding, and to determine flood recurrence probabilities. The maps and report are being used in flood recovery and mitigation efforts.&nbsp;<\/p>\r\n<p>\"The floods were the result of rains of up to 14 inches that fell on soils that were still saturated from winter snow melt,\" said lead author Faith Fitzpatrick of the USGS Wisconsin Water Science Center in Madison. \"Rivers were running high even before the June rains,\" said Fitzpatrick.&nbsp;<\/p>\r\n<p>During the winter of 2007-08, parts of southern Wisconsin had accumulated more than 100 inches of snow.&nbsp; That followed record rains in August of 2007, which totaled more than 15 inches in Madison and broke records dating back to 1897.&nbsp;<\/p>\r\n<p>Streamgages measure the height and volume of flow of rivers.&nbsp; During floods, teams of USGS scientists travel to streamgages to keep station instruments operating and to verify streamflow data needed for National Weather Service (NWS) flood forecasts.&nbsp; After floods, field crews survey high-water marks to produce the inundation maps. In August, 24 USGS scientists from Wisconsin, Minnesota, and Missouri worked in shifts to collect and survey high-water marks.&nbsp;<\/p>\r\n<p>The USGS operates a network of more than 220 streamgages throughout Wisconsin and provides real-time information to the NWS for flood forecasting and for notifying emergency managers. Field personnel collect data, or the gages relay it through telephones or satellites to offices where it is processed automatically in near real time. In many cases, the data are available online within minutes.&nbsp;<\/p>\r\n<p>The report, <em>Flood of June 2008 in Southern Wisconsin<\/em>, maps, and digital data for nine communities is available online at the <a href=\"http:\/\/wi.water.usgs.gov\/surface-water\/\/flood2008\/index.html\">Wisconsin Water Science Center Web site<\/a>.<\/p>\r\n<p><a href=\"http:\/\/water.usgs.gov\/district_chief.html\">USGS Water Science Centers<\/a> are located in each state. They can provide more detailed information on stream conditions and on the USGS response to local events.<\/p>\r\n<table border=\"0\" align=\"center\">\r\n<tbody>\r\n<tr>\r\n<td align=\"center\"><a href=\"http:\/\/wi.water.usgs.gov\/surface-water\/flood2008\/index.html\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_02_02\/locationMap_000.jpg\" alt=\"see caption for details\" width=\"44","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":["flood","Wisconsin","water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1233550800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169374"},{"tid":"170019"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}