{"title":"Methane Concentrations Low In Wells Tested In Lee, Chatham Counties, NC","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>RALEIGH, N.C.<\/strong> &ndash; <!--introstart-->A study designed to provide baseline information on groundwater quality in Lee and Chatham counties prior to oil and gas exploration there found low levels of dissolved methane gas and a small percentage of wells with other constituents at levels exceeding federal and state drinking water standards, according to a new <a href=\"http:\/\/pubs.usgs.gov\/ds\/0861\/\">study<\/a> by the <a href=\"http:\/\/www.usgs.gov\">U.S. Geological Survey<\/a>.<!--introend--><\/p>\n<p>The researchers inventoried 305 wells and sampled 56 wells and one spring. Of the wells sampled, they found 22 of the 57 samples contained naturally occurring methane. Concentration levels were low, ranging from 0.0005 to 0.48 milligrams per liter. The range of methane found does not pose any known risk.<\/p>\r\n<p>The results also showed that 2 to 9 percent of the wells tested for constituents, such as nitrate, boron, chloride, sulfate or total dissolved solids, contained levels above drinking water standards. Well owners were notified of the results. While the number of wells tested for each constituent was fairly small, the results highlight the importance of private-well owners having their water tested.<\/p>\r\n<p>The study is one of the first in the country to provide baseline information on groundwater quality ahead of oil and gas industry production activities within a particular state.<\/p>\r\n<p>&ldquo;In advance of the natural gas industry coming to North Carolina, it&rsquo;s important to take an initial look at the groundwater quality for the aquifers in the area,&rdquo; said Melinda Chapman, a USGS groundwater specialist and lead author of the study. &ldquo;This information will be useful to private and community well owners who use groundwater as their primary water supply resource.&rdquo;<\/p>\r\n<p>The study inventoried 305 wells that ranged in depth from 26 to 720 feet below land surface, including both private and community supply wells, unused wells and one spring. Samples were analyzed for a range of constituents including major ions, dissolved metals, nutrients, dissolved gases -- including methane &ndash; and volatile and semivolatile organic compounds. All of the 57 samples were analyzed for major ions and dissolved gases, and subsets were analyzed for other constituents.<\/p>\r\n<p>Federal and state drinking-water quality standards do not establish limits for methane in water. However, the Department of Interior&rsquo;s Office of Surface Mining, Reclamation and Enforcement&nbsp;indicates levels of methane are not concerning until they reach 10 milligrams per liter or above. This level is about 21 times higher than the highest concentration measured in this study.<\/p>\r\n<p>The source of methane can be thermogenic, which is typical of shale-gas methane; or biogenic, which is typical of methane produced by microbial activity at or near the surface such as in marshes or in alluvial deposits. The specific source cannot be identified until levels are high enough to allow for isotopic analysis.<\/p>\r\n<p>Private well owners in Lee County can request water sampling of through an <a href=\"http:\/\/leecountync.gov\/LinkClick.aspx?fileticket=jsAA68KddXM%3d&amp;tabid=202\">online form. <\/a>Chatham County private well owners can also request sampling using their <a href=\"http:\/\/www.chathamnc.org\/Modules\/ShowDocument.aspx?documentid=6767\">online form<\/a>.<\/p>\r\n<p>The report, &ldquo;Baseline Well Inventory and Groundwater-Quality Data from a Potential Shale Gas Resource Area in Parts of Lee and Chatham Counties, North Carolina, October 2011-August 2012 &rdquo; by Melinda J. Chapman, Laura N. Gurley, and Sharon A. Fitzgerald, is available <a href=\"http:\/\/pubs.usgs.gov\/ds\/0861\/\">online<\/a>. It was prepared in cooperation with the North Carolina Department of Environment and Natural Resources, the USGS Water Mission Area Southeast Region, and the USGS Water Mission Area Office of Water Quality. Additional information on the project is","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina"],"country":["United States of America"],"mm_tags":["Methane","water","North Carolina","boron","Natural Gas","Private Wells North Carolina","nitrate","Chloride","Sulfate","Drinking Water","Ground Water"],"distribution":["Water"],"release_date":{"und":[{"value":"1415768400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169071"},{"tid":"170109"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}