{"title":"USGS Researchers: West Nile Moves Bird-to-Bird in Lab","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists from the U.S. Geological Survey said today that the West Nile Virus can be transmitted from bird-to-bird in a confined laboratory setting. It had been thought that the virus was only transmitted through mosquito bites. <\/p>\n<p>Scientists from the USGS National Wildlife Health Center in Madison, Wisc., placed infected birds in the same biocontainment (BL3) aviary as healthy birds. The infected birds died five to eight days later. Most of the healthy birds, the researchers found, also became ill from the virus and died five to eight days after the first infected bird died. <\/p>\r\n<p>\"It confirms a suspicion that we had and wanted to verify,\" said Dr. Robert McLean, director of the USGS National Wildlife Health Center. \"The setting was a very controlled scientific experiment and we&rsquo;re not sure if or how this relates to what is happening in the wild. Mosquitoes are the primary means of transmission of the virus between birds and to humans. But this certainly opens up a host of new questions.\" <\/p>\r\n<p>Chief among the questions, McLean said, is exactly how the virus moves from bird to bird. He said he and other scientists are working on that question now. <\/p>\r\n<p>\"We know that crows are highly susceptible to the virus and that they are more likely than other bird species that live in close contact with one another to transmit the disease to other crows,\" he said. \"We know that the virus attacks the crow&rsquo;s entire body and often affects all the major organs. So far we don&rsquo;t know how sensitive other bird species are to the West Nile virus.\" <\/p>\r\n<p>McLean will report his findings at next week&rsquo;s meeting of American Society of Tropical Medicine and Hygiene in Houston. <\/p>\r\n<p>McLean said that even though the research is significant, it means more to the wildlife community than the public health community as the threat of humans contracting the virus directly from birds is slim. He emphasized that anytime someone finds a dead animal, regardless of whether it is a dead bird or a neighborhood pet, they should avoid handling it, or use gloves or a plastic bag turned inside out to protect your hand. <\/p>\r\n<p>In the experiment, 16 crows were housed in a 16-foot by 20-foot flight room with 12-foot ceilings. There, they shared food and water and sat on common perches. The room was cleaned daily. Nine infected birds died within five to eight days. Four healthy or \"control\" birds died from the virus five to eight days later. Control bird five died eleven days after that, meaning the virus was transmitted from once healthy birds to another healthy bird. The experiment was done in collaboration with the Wildlife Conservation Society who also helped fund the study. <\/p>\r\n<p>An earlier test where infected and healthy birds were housed in separate cages placed side-by-side showed no evidence of direct transmission of the virus leading McLean to believe that the virus is not transmitted through the air. <\/p>\r\n<p>\"Now we&rsquo;re not sure how it moved: by mouth, by preening, did the birds shed the virus in their feces? We&rsquo;re not sure,\" he said. \"But by keeping the infected and healthy birds together in close contact, we really maximized the potential that this bird-to-bird transmission could take place. Now we know it did and we want to figure out how.\" <\/p>\r\n<p>A new USGS West Nile Virus website with additional information is available at: <a href=\"http:\/\/www.umesc.usgs.gov\/http_data\/nwhc\/news\/westnil2.html\">http:\/\/www.umesc.usgs.gov\/http_data\/nwhc\/news\/westnil2.html<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"972446400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}