{"title":"science Leads","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>An Extensive Stream Gage Network Helps Save Lives<br><\/b>Floods are among the most frequent and costly natural disasters in terms of human hardship and economic loss. As much as 90 percent of the damage related to natural disasters (excluding droughts) is caused by floods and associated mud and debris flows. Timely warnings and forecasts save lives and aid disaster preparedness, which decreases property damage by an estimated $1 billion annually. Did you ever wonder where the National Weather Service gets its information for flood forecasting? The USGS operates and maintains nearly 7,300 stream-gaging stations dispersed throughout the nation that are used for real-time river forecasting, 4,200 of which are equipped with earth satellite radios that provide real-time communications. Find out more about this network on the Internet at: <a href=\"http:\/\/water.usgs.gov\/realtime.html\">http:\/\/water.usgs.gov\/realtime.html<\/a> (Contact Robert Mason, 703-648-5977) \n<p><b>Partnership Yields New Calibration Techniques for Digital Aerial Cameras<br><\/b>New technology will aid the mapping community by establishing a certified procedure for digital aerial camera calibration, encouraging further development and refinement of these digital camera systems, and contributing to the further use of these systems in military and civilian mapping applications. The U.S. Geological Survey, U.S. Army Topographic Engineering Center, and Earth Data Technologies have joined forces to establish these new techniques as digital camera technology enters the field of aerial mapping. (Contact Bradish Johnson, 703 648-4682.) \r\n<p><b>Boosting Mallard Populations Cost-effectively<br><\/b>A computer-based simulation model developed at USGS&rsquo; Northern Prairie Wildlife Research Center in Jamestown, ND, can help resource and game managers predict mallard populations in different types of habitat features. Using the \"mallard model\" at their desks, waterfowl managers across the prairie pothole region of North America are able avoid costly, time-consuming trial-and-error methodologies by learning how effective various management options-such as installing nesting structures, changing upland vegetation, or restoring wetlands-will be in increasing mallard populations. This knowledge means better use of tax dollars and better reproduction of mallards. (Contact: Robert R. Cox, Jr., 701-253-5509) <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"907905600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170200"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}