{"title":"USGS Describes Water-Bearing Bedrock Aquifers Near Mirror Lake, Grafton County, NH","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Research on how cracks, or fractures, in the earth&rsquo;s bedrock are distributed and the relations between fractures in rock exposed and beneath the surface, rock type, and the capacity of these fractures to bear water was done on bedrock aquifers near Mirror Lake, Grafton County, New Hampshire. Results of this research are described in a recently published report by the U.S. Geological Survey (USGS). The report provides a description of the rock types and location of fractures in 40 wells investigated as part of ongoing USGS ground-water research to understand how water flows through bedrock aquifers. \n<p>To describe the rocks and location of fractures, a variety of methods were used and included standard drilling logs, drilling cores, and color-video surveys. \"Approximately 97 percent of the bedrock at Mirror Lake is covered by soil, and exposed bedrock generally is limited to streams, ridges, and highway excavations, which increases the difficulty of studying bedrock aquifers,\" said Carole Johnson, hydrologist and author of the report. \r\n<p>Bedrock that was formed by cooling magma (igneous) and reformed due to pressure and heat (metamorphic) comprise approximately 50 percent of the rocks observed in all of the wells, but 73 percent of the fractures were found in igneous rocks. \"Water-bearing fractures that were found in wells drilled in bedrock had estimated yields of about 1 to 97 gallons per minute, which is typical for domestic wells in Grafton County,\" said Johnson. The report contains diagrams of well logs showing rock type and the location of fractures in the 40 wells used in the study. \r\n<p>Copies of the report Water-Resources Investigations Report 98-4183, titled \"Lithology and Fracture Characterization from Drilling Investigations in the Mirror lake Area, Grafton County, New Hampshire\" by Carole D. Johnson and others are available for viewing at university, state, and government depository libraries and at the USGS, NH\/VT District office, 361 Commerce Way, Pembroke, NH 03275, (603) 226-7837. Copies may be purchased for $4.00 from the USGS, Branch of Information Services, Box 25286, Denver, CO 80225 or by calling 1-888-ASK-USGS. \r\n<p>\r\n<p>Note to Editors: In-depth information about USGS water-resources programs may be found on the USGS Water-Resources home page: <a href=\"http:\/\/water.usgs.gov\/\">http:\/\/water.usgs.gov <\/a>. or<br><a href=\"http:\/\/nh.water.usgs.gov\/\">http:\/\/nh.water.usgs.gov <\/a><br><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New Hampshire"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"925272000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169220"},{"tid":"169000"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}