{"title":"Afghanistan the First Country Mapped using Broad Scale Hyperspectral Data","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->For the first time, about 70 percent of a country has been mapped using an advanced remote sensing technique known as hyperspectral imaging.<!--introend--> In order to assist Afghanistan in understanding their abundant natural resources, in particular the development of an economically viable minerals market, the U.S. Geological Survey and the Department of Defense Task Force for Business and Stability Operations led an effort to fully map Afghanistan with hyperspectral data.&nbsp;<\/p>\n<p>Airborne hyperspectral sensors measure light reflected from the earth. The spectrum of the reflected light can be interpreted to identify the composition of materials at the surface, such as minerals, man-made materials, snow, and vegetation. These materials can be identified remotely due to their unique light spectra.&nbsp; In addition, these data allow large geographic areas to be mapped quickly and accurately, showing mineral resources, natural hazards, agricultural conditions and infrastructure development.&nbsp;<\/p>\r\n<p>The project was funded by the Task Force for Business and Stability Operations, the Office of the Secretary of Defense, and the Afghan Government. The TFBSO is a Department of Defense organization that promotes stability and security in Afghanistan by developing growth of the private sector.&nbsp; The Task Force has been working closely with the Afghan Ministry of Mines to assist in identifying and tendering major mineral deposits to international mining companies.&nbsp;<\/p>\r\n<p>\"Hyperspectral sensors deployed from aircraft are the ideal tool for mapping the mineral provinces of a nation with rugged topographic relief and lack of substantial ground cover,\" said USGS Director Marcia McNutt. \"When compared with conventional ground mapping, use of this technology has accelerated by decades the identification of the most promising areas for economic development in Afghanistan.\"&nbsp;<\/p>\r\n<p>\"This is a tremendous tool for the Afghan government for locating and identifying its myriad rich mineral deposits,\" said Jim Bullion, Director of TFBSO.&nbsp; \"These maps clearly show the enormous size and variety of Afghanistan&rsquo;s mineral wealth and position the country to become a world leader in the minerals sector.\"&nbsp;<\/p>\r\n<p>In developing the maps, more than 800 million pixels of data were generated. Over the course of 43 days and 28 flights, USGS flew nearly 23,000 miles (37,000 kilometers), collecting data that covered approximately 170,000 square miles (440,000 square kilometers).&nbsp;<\/p>\r\n<p>The hyperspectral data collected in Afghanistan have already allowed USGS and the Afghan Geological Survey to identify several areas with a high potential for mineral formations.&nbsp; These data are being used by the Afghan Government to develop information packages to support mineral development in the country.&nbsp;<\/p>\r\n<p>The hyperspectral coverage was unveiled at the Afghan Embassy in Washington, D.C., by USGS and the TFBSO on Tuesday, July 17, 2012.&nbsp;&nbsp;<\/p>\r\n<p>The new hyperspectral maps of Afghanistan are available online. There are two maps:<\/p>\r\n<ol>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/sim\/3152\/A\/\">Surface Materials Map of Afghanistan: Carbonates, Phyllosilicates, Sulfates, Altered Minerals, and Other Materials<\/a><\/li>\r\n<li><a href=\"http:\/\/pubs.usgs.gov\/sim\/3152\/B\/\">Surface Materials Map of Afghanistan: Iron-bearing Minerals and Other Materials<\/a><\/li>\r\n<\/ol>\r\n<p><strong>Learn More:<\/strong><strong>&nbsp;<\/strong><\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/afghanistan.cr.usgs.gov\/hyperspectral-data\/\">USGS Hyperspectral Data Project in Afghanistan<\/a>&nbsp;<\/li>\r\n<li><a href=\"http:\/\/afghanistan.cr.usgs.gov\/\">USGS Research in Afghanistan<\/a>&nbsp;<\/li>\r\n<li><a href=\"http:\/\/tfbso.defense.gov\/\">Task Force for Business and Stability Operations Development Work in Afghanistan<\/a><\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Energyand Mineralsand Environmental Health Mineral Resources","International Programs Asiaand Pacific"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1342497600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169518"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}