{"title":"Helicopter to Make Research Flight Over and Area East of Truckee, California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A helicopter operated by Aeroquest, Ltd., of Mississauga, Canada, under contract to the U.S. Geological Survey (USGS), will be making low-level flights in an area just east of Truckee, Calif., and extending north to near the Sierra\/Nevada County line and south into Placer County.<!--introend-->&nbsp; The helicopter's equipment will be collecting and recording geophysical measurements.&nbsp; Weather permitting, the flights will begin around <strong>June 11<\/strong> and will be completed in about two weeks.<\/p>\n<p>The helicopter is operated by experienced pilots who are specially trained for low-level flying.&nbsp; Anyone observing the low-flying helicopter should not be alarmed when they see it fly over or pass below the horizon.<\/p>\r\n<p>This survey is designed to remotely study geologic and hydrologic units that lie below land surface. &nbsp;It is part of an ongoing USGS program to identify features such as changes in rock types ultimately providing a better understanding of the geology and hydrology of this area.&nbsp; Aeroquest is working with the Federal Aviation Administration to ensure flights are in accordance with U.S. law.<\/p>\r\n<p><strong>Editor:&nbsp; In the public interest and in accordance with Federal Aviation Administration regulations, the USGS is announcing this low-level airborne project.&nbsp; Your assistance in informing the local communities is appreciated.&nbsp; <\/strong><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["geophysics","California","geology"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1213156800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}