{"title":"USGS Scientists Warn: West Nile Virus Is On the Move","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists from the U.S. Geological Survey in Madison, Wisc., confirmed today that West Nile Virus is on the move and is likely to head south. <\/p>\n<p>Dr. Robert McLean, director of the USGS National Wildlife Health Center in Madison said the virus, which has spread from the New York area south into Pennsylvania and Maryland, can now travel much further south and west because of the numbers and species of birds it has infected this year. <\/p>\r\n<p>\"We&rsquo;re concerned that the fall migration of millions of birds from and through the 400-mile-wide infected region in the northeastern United States may move West Nile virus southward along the Atlantic and Gulf coast states,\" Dr. McLean told a press conference Friday. \"West Nile virus has been isolated from more than 63 species of birds, including 53 free-ranging species from 8 states. That means it&rsquo;s not a matter of if, but when the virus will move south.\" <\/p>\r\n<p>Dr. McLean said that while crows are especially susceptible to the virus, many other bird species are now carriers. As they migrate, mosquitoes in new areas may become infected and then carry that infection on to humans. So far this year, the virus has caused 16 people to become ill and led to one death. <\/p>\r\n<p>Other mammals also appear at risk: three species of bats, a raccoon, eight horses and an eastern chipmunk have all tested positive for the virus, McLean said. And the number of mosquito species carrying the virus has jumped from one to eight including mosquitoes that bite during the day as well as dawn and dusk biters. <\/p>\r\n<p>Since January, the USGS National Wildlife Health Center has tested:<\/p>\r\n<UL>\r\n<LI>Bird carcasses\/tissues - 1230 (543 of those are crows)<\/LI>\r\n<LI>Bird serums - 1990 <\/LI>\r\n<LI>Mammal carcasses\/tissues - 277 (154 bats, 123 other mammals)<\/LI>\r\n<LI>Mammal serums - 24 (primarily zoo species) <\/LI><\/UL>\r\n<p>USGS Researchers will be back in New York and New Jersey next week with officials from the U.S. Centers for Disease Control and Prevention testing more birds for the presence of the virus. Similar work was done in July in those areas. <\/p>\r\n<p>Information gathered and generated by the USGS is being used by wildlife and public health officials from New Hampshire to Louisiana to track and prepare for the virus. A new National Atlas website tracks the occurrence of the virus at <a href=\"http:\/\/nationalatlas.gov\/\">http:\/\/nationalatlas.gov<\/a> . <\/p>\r\n<p>A new USGS West Nile Virus website with additional information is available at: <a href=\"http:\/\/www.umesc.usgs.gov\/http_data\/nwhc\/news\/westnil2.html\">http:\/\/www.umesc.usgs.gov\/http_data\/nwhc\/news\/westnil2.html<\/a>. <\/p>\r\n<p>Digital images from the USGS National Wildlife Health Center are available at: <\/p>\r\n<UL>\r\n<LI>USGS Wildlife Veterinarian testing an American crow at USGS&rsquo;s biological containment facility to test for previous exposure to the West Nile Virus. <a href=\"http:\/\/www.usgs.gov\/images\/west_nile_virus\/a0544.jpg\">http:\/\/www.usgs.gov\/images\/west_nile_virus\/a0544.jpg<\/a> <br><\/LI>\r\n<LI>USGS is studying the effects of the West Nile Virus on crows at its high security biological containment facility. <a href=\"http:\/\/www.usgs.gov\/images\/west_nile_virus\/a0549.jpg\">http:\/\/www.usgs.gov\/images\/west_nile_virus\/a0549.jpg<\/a> <br><\/LI>\r\n<LI>USGS Wildlife Veterinarian testing for the West Nile Virus. <a href=\"http:\/\/www.usgs.gov\/images\/west_nile_virus\/a0551.jpg\">http:\/\/www.usgs.gov\/images\/west_nile_virus\/a0551.jpg<\/a> <br><\/LI>\r\n<LI>Culex pipiens quinquefasciatus mosquito <a href=\"http:\/\/www.usgs.gov\/images\/west_nile_virus\/a0696.jpg\">http:\/\/www.usgs.gov\/images\/west_nile_virus\/a0696.jpg<\/a> <br><\/LI>\r\n<LI>Culex pipiens quinquefasciatus mosquito <a href=\"http:\/\/www.usgs.gov\/images\/west_nile_virus\/a0694.jpg\">http:\/\/www.usgs.gov\/images\/west_nile_virus\/a0694.jpg<\/a> <br><\/LI>\r\n<LI>Dr. Robert McLean, Director, USGS National Wildlife Health Center <a href=\"http:\/\/www.usgs.gov\/images\/west_nile_virus\/bobpic1.jpg\">http:\/\/www.usgs.gov\/i","summary":null,"format":null}]},"field_images":[],"regions":["Wisconsin"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"970200000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}