{"title":"Water released from backup reservoirs to reach Washington water-supply intakes by Friday","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Water released from reservoirs into the North Branch of the Potomac River on Sunday will arrive at the water-supply intakes at Washington sometime on Thursday or Friday, according to the National Weather Service.<!--introend--> These forecasts are based on streamflow data provided by the U.S. Geological Survey (USGS). The water was released from the Jennings Randolph and Savage Reservoirs starting about 9 am Sunday morning, July 11, according to the U.S. Army Corps of Engineers, which operates the reservoirs. The reservoirs are in western Maryland, about 200 miles upstream of Great Falls and Little Falls, where intakes are located for water supplies used by metropolitan Washington, D.C. \n<p>The reservoir releases increased the river level on Sunday by a little more than one foot, measured at the USGS gage at North Branch Potomac near Barnum, W.Va. The progress of these increased flows down the river can be tracked on the USGS real-time web page: <a href=\"http:\/\/md.usgs.gov\/rt-cgi\/gen_tbl_pg\">http:\/\/md.usgs.gov\/rt-cgi\/gen_tbl_pg<\/a>. USGS gages below the reservoirs, in downstream order, are \r\n<p>\r\n<p>o North Branch Potomac near Barnum, W.Va, and Savage River below Savage River Dam<br>\r\n<p>o North Branch Potomac River near Cumberland, Md.<br>\r\n<p>o Potomac River at Paw Paw, W.Va.<br>\r\n<p>o Potomac River at Hancock, Md.<br>\r\n<p>o Potomac River at Point of Rocks, Md.<br>\r\n<p>o Potomac River near Washington, D.C. (Little Falls Dam)<br>\r\n<p>\r\n<p>Effects of the drought continue across the region. Despite the rain earlier in the week, the water level in a USGS water-table well near Washington, D.C., fell another two-tenths of a foot in the first 2 weeks in July. The well had a record-low water level at the end of June. More USGS drought information, including graphics, can be found at <a href=\"http:\/\/md.water.usgs.gov\/drought\/\">http:\/\/md.water.usgs.gov\/drought\/<\/a>. \r\n<p>\r\n<p>Other information on water resources can be found on the USGS Chesapeake Bay web page at <a href=\"http:\/\/chesapeake.usgs.gov\/chesbay\/\">http:\/\/chesapeake.usgs.gov\/chesbay\/<\/a> under \"Current Hydrologic Conditions.\"<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","West Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"932011200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169407"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}