{"title":"Interior's Secretary Jewell Announces New Wildlife and Climate Studies at the North Central Climate Science Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Descriptions of the funded projects for the North Central CSC are available <\/strong><a href=\"https:\/\/nccwsc.usgs.gov\/csc\/north-central\"><strong>here<\/strong><\/a><strong>. <\/strong><\/p>\n<p>Secretary of the Interior Sally Jewell announced today that Interior's North Central Climate Science Center is awarding slightly more than one million dollars to universities and other partners for research to guide managers of parks, refuges and other cultural and natural resources in planning how to help species and ecosystems adapt to climate change.<\/p>\r\n<p>\"Even as we take new steps to cut carbon pollution, we must also prepare for the impacts of a changing climate that are already being felt across the country,\" said Secretary Jewell. \"These new studies, and others that are ongoing, will help provide valuable, unbiased science that land managers and others need to identify tools and strategies to foster resilience in resources across landscapes in the face of climate change.\"<\/p>\r\n<p>The funded projects include one project building on the foundational science areas of the center, three decision-based studies and one providing capacity building support in the region; all will focus on how climate change will affect natural resources and how management actions can be taken to help offset such change.<\/p>\r\n<p>The NC CSC's foundational science areas include physical climate, ecological impacts, and adaptation and mitigation strategies. Collectively they providing information needed by regional resource managers to better understand potential impacts and adaptation strategies for a broad range of natural, cultural, energy and other resource-management activities.<\/p>\r\n<p>The three decision-base projects include:<\/p>\r\n<ul>\r\n<li>Identifying actions that can be taken to reduce the negative impacts of climate change in southwestern Colorado, an area where climate change is causing higher temperatures, more frequent and longer droughts, early snowmelt, more intense and larger fires and storms, and spreading invasive species. The study will focus especially on social and economic factors involved in responding to climate change. <\/li>\r\n<li>Informing implementation of the Greater Yellowstone Coordinating Committee&rsquo;s Whitebark Pine Strategy. Whitebark pine is a declining keystone species in the Rocky Mountains, providing food and cover or nesting habitat for many birds and mammals. This project will use climate science and ecological modeling to forecast whitebark habitat suitability across the Great Yellowstone area under different climate scenarios and to provide recommendations for management actions. This research will be applicable to other tree species in the region undergoing climate change-related die-offs.<\/li>\r\n<li>Understanding the effects of climate change on bird species in the Prairie Pothole region, which contains millions of wetlands that provide habitat for breeding and migrating birds. The study will also examine how climate change is likely to affect land-use patterns and agricultural conversion risk, and use this information to identify areas where waterfowl and other wetland bird species will likely have suitable habitat in the future.<\/li>\r\n<\/ul>\r\n<p>The capacity building funding will support a tribal workshop on the nexus between climate change and renewable energy, a major development focus for several tribes in the region. It will also support observations of changing phenology (timing of life-history events for plants and animals). This will include up to three tribal college interns observing and recording the phenology of culturally significant plants as well as the deployment of nine \"phenocams\" (as part of the larger national phenocam program). These phenocams will be deployed in conjunction with USGS&rsquo;s AmericaView program.<\/p>\r\n<p>\"The funding for the projects in 2013 was very competitive,\" said Jeffrey Morisette, director of the North Central CSC. \"We had more than 50 proposals and","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Wyoming","Colorado","Kansas","Iowa","Minnesota","Nebraska","North Dakota","South Dakota"],"country":["United States of America"],"mm_tags":["ecosystems","Climate Change","climate","","Climate Science","","Colorado","Wyoming","Montana","North Dakota","South Dakota","Nebraska","Kansas","Minnesota","Iowa"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1387429200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170026"},{"tid":"169595"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}