{"title":"USGS Finds One in Four Fishes is Non-Native in 12 Western States: Non-Natives Flourish in Half of Streams Studied","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->One of every four fishes in streams of 12 western states is non-native, according to a U.S. Geological Survey (USGS) study published in November 2005 in the <em>North American Journal of Fisheries Management<\/em>.<!--introend--> And, researchers found, it&acute;s not just that there are a lot of non-native fishes but they are also widespread &ndash; flourishing in half of the streams in these states in pristine as well as highly disturbed habitats. <\/p>\n<p>The results of this study are especially relevant in light of last week&acute;s announcement of a fish-habitat restoration partnership of federal, state, and local agencies, conservation groups, angling industries, and academia.<\/p>\r\n<p>To reach their conclusions, study authors Charles Schade, University of Arizona, and Scott Bonar, a USGS researcher at the Arizona Cooperative Fish and Wildlife Research Unit at the University of Arizona, reviewed Environmental Protection Agency (EPA) data from one of the largest standardized stream surveys ever conducted in the western United States. The survey covered nearly 404,000 miles of streams in Arizona, California, Colorado, Idaho, Montana, Nevada, North Dakota, Oregon, South Dakota, Utah, Washington and Wyoming. <\/p>\r\n<p>Bonar said that non-native fishes were most common in streams of the interior states of Arizona, Colorado, Nevada, Utah, and Montana. In Arizona, Colorado, Montana, North Dakota, South Dakota and Utah, non-native fishes were found in more than 50 percent of all streams surveyed. In Colorado, in fact, two of every three fishes were non-native, followed by Arizona, where one of every two fish was non-native. In North Dakota, however, only 1 in 12 fish was non-native. <\/p>\r\n<p>In about 11 percent of streams in all the states, said Bonar, all fishes were non-native, though native fishes solely inhabited about 50 percent of streams &ndash; mostly in forested areas.<\/p>\r\n<p>One of the more surprising findings of the study was that the researchers found that there were generally more non-native fish than native fish in less disturbed streams, although non-native fishes were also quite common in the most disturbed streams. &quot;Basically,&quot; said Bonar, &quot;non-native fishes were found across the landscape in all habitat types, though streams in forested areas were less likely to contain non-native fish. Our data suggest that no matter how pristine the habitat type, there exists a non-native species that can colonize it.&quot;<\/p>\r\n<p>The study found that non-native fish were present in a much greater proportion of western streams (50 percent) than those scored by the EPA as affected by moderate to high levels of human impact (18 percent). &quot;Without deemphasizing the importance of landscape disturbance by humans, we concluded that non-native fishes pose an equivalent, if not greater, threat to native fishes than habitat degradation in western U.S. streams,&quot; Bonar said. &quot;Consequently, attention to both habitat degradation and the non-native species problem is important to effectively restore streams of the American West.&quot;<br>Bonar noted that the most common non-native fishes in western U.S. streams &ndash; such as brook, brown, cutthroat and rainbow trout; smallmouth and largemouth bass; mosquitofish; golden shiner; and common carp -- were introduced for sport, food, fish forage, mosquito control, and bait. <\/p>\r\n<p>Last week, federal officials announced a new partnership that brings together the USGS, Fish and Wildlife Service, National Oceanic and Atmospheric Administration, state agencies and sportfishing and conservation groups to collaborate on fish-habitat restoration plans around the country.<\/p>\r\n<p>The National Fish Habitat Action Plan calls for officials to &quot;protect all healthy and intact fish habitats&quot; by 2015 and improve the condition of 90 percent of priority habitats and species by 2020. About 40 percent of all freshwater fish species in the country are a","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Montana","Oregon","Washington","Wyoming","Arizona","Colorado","Utah","North Dakota","South Dakota","California","Nevada"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1146715200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170429"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}