{"title":"Recently Discovered Reef is Deepest Known off Continental U.S.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>NOTE TO REPORTERS: Robert Halley, a USGS marine geologist, can be reached phone at 727-803-8747 ext. 3020 or by email at: <a href=\"mailto:rhalley@usgs.gov\">rhalley@usgs.gov<\/a>. <\/p>\n<p><!--introstart-->A team of scientists has determined that a coral reef discovered in 1999 is the deepest reef ever found off the continental U.S., the U.S. Geological Survey (USGS) announced today. The reef lies in approximately 250 feet of water off the coast of southwest Florida on a submerged barrier-island named Pulley Ridge. It is a significant discovery that may be unique. Besides hosting the reef, Pulley Ridge survived rising sea level and erosion from waves and currents.<!--introend--> <\/p>\r\n<p>Scientists and graduate students from the USGS and the University of South Florida (USF) found the hidden coral reef and diverse fish populations while conducting collaborative research west of the Dry Tortugas. Pulley Ridge was originally discovered in 1950, when an academic group from Texas conducted dredging and hauled in mollusks. USGS and USF researchers are using many new types of technologies to gather data, including one-person submarines and the USGS SeaBOSS (Sea Bottom Observation and Sampling System) submersible camera system. <\/p>\r\n<p>The corals on Pulley Ridge are considerably healthier than corals from shallow-water reefs nearly worldwide, including the Florida Keys. Corals are normally found in shallower waters because they require large amounts of sunlight. But research shows that shallow corals are stressed and vulnerable to disease, global climate change, loss of habitat, and human activity. <\/p>\r\n<p>&quot;Although deeper-water corals form reefs in the dark of ocean depths, Pulley Ridge is the deepest photosynthetic coral reef that we know of today,&quot; said Robert Halley, USGS marine geologist. <\/p>\r\n<p>&quot;Pulley Ridge is an area of particular environmental concern due to its unusual benthic community and fragile nature&mdash;living corals are easily disturbed. Activity such as removal of live-bottom materials for fish tanks would be particularly harmful,&quot; said Albert Hine, Professor and Associate Dean of Research in the College of Marine Science at USF. <\/p>\r\n<p>Remote-sensing images and numerous color photos of the seafloor, fish, and corals at Pulley Ridge are available online at <a href=\"http:\/\/coastal.er.usgs.gov\/pulley-ridge\/\">http:\/\/coastal.er.usgs.gov\/pulley-ridge\/<\/a> <\/p>\r\n<p>The USGS serves the nation by providing reliable scientific information to describe and understand the Earth; minimize loss of life and property from natural disasters; manage water, biological, energy, and mineral resources; and enhance and protect our quality of life.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1103778000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169609"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}