{"title":"USGS ADJUSTS THE MAGNITUDE OF TURKEY EARTHQUAKE","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html<\/a>.\n<p><!--introstart-->On the basis of additional data, the U.S. Geological Survey (USGS) has updated the magnitude of the destructive earthquake that struck western Turkey early Tuesday, to 7.4.<!--introend--> The initial preliminary magnitude, of 7.8, was based on recordings of seismic waves from a limited number of global stations that rapidly transmit data to the U.S. Geological Survey&rsquo;s National Earthquake Information Center (NEIC) in Golden, Colo. \r\n<p>Scientists at the NEIC have since received additional data that permit a more accurate determination of the earthquake&rsquo;s location, magnitude, and depth. \r\n<p>The Izmit earthquake occurred at 00:01:39.80 UTC (3:01 a.m. local time), and was centered at at 40.702 N., 29.987 E., which places the epicenter about 11 kilometers, or seven miles, southeast of the city of Izmit. This location indicates that the earthquake occurred on the northernmost strand of the North Anatolian fault system. The earthquake originated at a depth of 17 kilometers, or about 10.5 miles, and caused right-lateral strike-slip movement on the fault. Preliminary field reports confirm this type of motion on the fault, and initial field observations indicate that the earthquake produced at least 60 kilometers (37 miles) of surface rupture and right-lateral offsets as large as 2.7 meters, OR ALMOST NINE FEET. \r\n<p>Additional field studies by U.S. and Turkish scientists will refine details of the geological effects and seismological parameters of this major earthquake.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"934948800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}