{"title":"Global Earthquake Alerts to Include Economic Loss and Casualty Information","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Estimated economic loss and casualty information will now be included in earthquake alerts sent out by the U.S. Geological Survey (USGS) following significant earthquakes around the world.<!--introend--> These earthquake alerts are widely recognized and used by emergency responders, government and aid officials, and the public to understand the scope of the potential disaster and to develop the best response.<\/p>\n<p>The USGS automated system, PAGER (Prompt Assessment of Global Earthquakes for Response), rapidly assesses earthquake impacts by estimating the shaking distribution, the number of people and settlements exposed to severe shaking, and the range of possible fatalities and economic losses. The estimated losses trigger the appropriate color-coded alert, which determines levels of response: no response needed (green); local or regional (yellow), national (orange) or international (red).<\/p>\r\n<p>\"The two recent earthquakes in Haiti and Chile are good indications that earthquake magnitude alone is not a reliable predictor of human and economic loss,&rdquo; said Dr. Marcia McNutt, director of the USGS. &ldquo;The smaller magnitude-7.0 Haiti earthquake caused significantly more damage and loss of life than did the larger magnitude-8.8 Chile earthquake. PAGER is designed to rapidly and automatically take into account the differences in proximity to populated areas, depth of the earthquake, and building standards that are so critical in determining the human and economic toll so that emergency responders can act promptly and accordingly.&rdquo;<\/p>\r\n<table class=\"podcasttemplate\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width=\"250\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td class=\"podcastheader\">Related Podcasts<\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"podcastcontent\"><img src=\"http:\/\/www.usgs.gov\/corecast\/images\/corecast_rss.jpg\" alt=\"\" width=\"100\" height=\"100\" align=\"left\" \/><span class=\"episode_title_text\">USGS Global Earthquake Alerts to Include Economic Loss and Casualty Information<\/span><\/td>\r\n<\/tr>\r\n<tr>\r\n<td>\r\n<p><img src=\"http:\/\/www.usgs.gov\/images\/icons\/down_arrow.jpg\" border=\"0\" alt=\"download\" width=\"18\" height=\"16\" align=\"absmiddle\" \/> <a href=\"http:\/\/gallery.usgs.gov\/audio\/corecast\/ep132\/20100929_132_LossPager.mp3\">Download directly<\/a> |         <a href=\"http:\/\/www.usgs.gov\/corecast\/details.asp?ep=132\">Details<\/a><\/p>\r\n<p><a href=\"http:\/\/feeds.feedburner.com\/CorecastChannel-Usgs\"><img src=\"http:\/\/www.usgs.gov\/images\/icons\/podcast.jpg\" border=\"0\" alt=\"podcast icon\" width=\"65\" height=\"16\" \/><\/a>&nbsp;   \t   <a href=\"http:\/\/phobos.apple.com\/WebObjects\/MZStore.woa\/wa\/viewPodcast?id=261623315\"><img src=\"http:\/\/www.usgs.gov\/images\/icons\/itunes.jpg\" border=\"0\" alt=\"itunes icon\" width=\"65\" height=\"16\" \/><\/a><br \/> or  <a href=\"http:\/\/www.usgs.gov\/corecast\/default.asp#misc\">subscribe by e-mail<\/a>.<\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&ldquo;The USAID Office of Foreign Disaster Assistance has utilized PAGER since its inception,&rdquo; said Mark Ward, acting director of the USAID Office of Foreign Disaster Assistance. &ldquo;When a big earthquake takes place outside of the U.S., the system helps us determine the appropriate scale for the initial U.S. government response quickly. The addition of economic loss and casualty estimates to the PAGER system will further improve our ability to mount the appropriate response quickly and save lives.&rdquo;<\/p>\r\n<p>PAGER results are generally available within 30 minutes of a significant earthquake, shortly after scientists determine the location and magnitude of the event. PAGER also provides important supplementary information, including comments describing the dominant types of vulnerable buildings in the region, fatality reports from previous nearby earthquakes, and a summary of regionally specific information concerning the potential for secondary hazards, such as earthquake-induced landslides, tsunamis and liquefaction.<\/p>\r\n<p><a href=\"http:\/\/earthquake.usgs.gov\/earth","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","","Shake Map","economics","earthquakes","hazards"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1285732800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}