{"title":"DOI and NASA Honor Achievements in Remote Sensing","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Ghassem Asrar, National Aeronautics and Space Administration&rsquo;s (NASA&rsquo;s) Science Deputy Associate Administrator, and U.S. Geological Survey (USGS) Director, Dr. Charles \"Chip\" Groat, representing the Department of the Interior (DOI) made the 31st annual presentation of the William T. Pecora Award to the USGS National Center for Earth Resources Observation and Science (EROS) at the Annual Conference of the American Society for Photogrammetry and Remote Sensing (ASPRS) in Baltimore, Maryland, on March 9, 2005.<\/p>\n<p>This prestigious award was presented to EROS in recognition of 34 years of continuous and dedicated service of the entire civil service and contractor staff of the Sioux Falls, S.D., National Center for its outstanding leadership and service in enabling access to and use of the Nation&rsquo;s land remote sensing data.<\/p>\r\n<p>In 1971, a few visionaries who recognized the potential of space-based observation of the Earth established EROS. Since its formation, the EROS staff has been a persistent and innovative force in delivering civilian remotely sensed data to resource managers, scientists, decision makers, educators, and the public worldwide. The EROS team has a long history of mastering new and unprecedented challenges by adopting a \"whatever it takes\" attitude.<\/p>\r\n<p>For more than 30 years, the EROS staff has preserved and upgraded remote sensing data archives and made those archives available to the world. Today, EROS serves as the Nation&rsquo;s long-term remote sensing data archive and is host to the NASA Land Processes Distributed Active Archive Center, with the obligation to develop and implement systems to archive and distribute data from NASA&rsquo;s new generation of remote sensing instruments. Throughout these challenges, the EROS staff worked with NASA to make the Landsat satellites a model for Earth observation from space.<\/p>\r\n<p>In addition, EROS staff members conduct creative research on a wide range of applications of remote sensing. They support global change research by producing global and regional data sets for change detection, as well as topography and land cover products. Researchers at EROS also develop innovative capabilities for wildfire management and early warning and assessment of hazards.<\/p>\r\n<p>The William T. Pecora Award is sponsored jointly by the DOI and NASA to honor former USGS Director and DOI Under Secretary William T. Pecora, by recognizing outstanding contributions to understanding the Earth by means of remote sensing. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1112331600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169224"},{"tid":"169564"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}