{"title":"Water in the 21st Century: The National Water Census","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_173004\" align=\"alignleft\" width=\"300\" caption=\"Collage of a marsh, girl drinking, and USGS employees using a stream gage.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/11\/Dec2011PLSPic-smallforweb.jpg\"><img class=\"size-medium wp-image-173004\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/11\/Dec2011PLSPic-smallforweb-300x238.jpg\" alt=\"Collage of a marsh, girl drinking, and USGS employees using a stream gage.\" width=\"300\" height=\"238\" \/><\/a>[\/caption]\n\nThe 21st century brings a new set of water resource challenges. Even in normal water years, water shortages and use conflicts have become commonplace in many areas of the United States â\u0080\u0093â\u0080\u0093 especially competition among crop irrigation, growing cities and communities, and energy production. Over the next 10 years, the USGS plans to conduct a new assessment of water availability and use. This national Water Census will address critical aspects of recent Federal legislation, including the need to establish a national water assessment program.\n\n<strong>Time<\/strong>: Wednesday, December 7, 2011, 7:00-8:00 PM\n\n<strong>Speaker<\/strong>: Eric J. Evenson\n\n<strong>Location<\/strong>: 12201 Sunrise Valley Drive Reston, VA 20192\n\n<strong>Phone<\/strong>:Â  703-648-4748\n\n<strong>Please Note<\/strong>: This event takes place at a Federal Facility -- Photo Id is Required\n<strong><\/strong>\n\n<strong>FREE<\/strong> and Open to the Public\n\nFollow this event live on Twitter @USGSLive\n\nThis announcement and directions can be found <a href=\"http:\/\/www.usgs.gov\/public_lecture_series\/\">online<\/a>.\n\nRequests for accommodations (i.e. sign language interpreting) require notice at least two weeks before the event. Please email jcorley@usgs.gov or call 703-648-7770.\n\nThe USGS public lectures are held monthly in Reston, Virginia. These evening events are free to the public and intended to familiarize a general audience with science issues that are meaningful to their daily lives. USGS speakers are selected for their ability and enthusiasm to share their expertise with an audience that may be unfamiliar with the topic; speakers are encouraged to thoroughly explain the subject matter and to define any words or terms that may be unfamiliar.\n\nThe USGS lecture series provides the public an opportunity to interact with USGS scientists and ask questions about recent developments in Natural Hazards; Water; Energy Minerals and Environmental Health; Climate and Land Use Change; Ecosystems; and Core Science Systems. Ultimately, the goal is to create a better understanding of the importance and value of USGS science in action.","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Public Lecture","water","WaterSMART"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1322688898","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}