{"title":"Extensive Erosion Likely along North Carolina Beaches during Irene","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>OUTER BANKS, N.C. &ndash;<\/strong> <!--introstart-->Sand washed inland by Hurricane Irene has the potential to cover Outer Banks roads, evacuation routes, coastal vegetation and lower levels of homes, according to a U.S. Geological Survey model for hurricane-induced coastal change.<!--introend--><\/p>\n<p>Dune erosion and overwash, the landward movement of large volumes of sand, are forecasted for the North Carolina coastline with the projected landfall of the storm. The severity of the erosion and overwash depends on the strength of the storm and how direct a hit the coast takes.<\/p>\r\n<p>\"Our data and models show that large waves and high storm surge are likely to cause extensive erosion along the Outer Banks,\" said USGS Oceanographer Hilary Stockdon.<strong><\/strong><\/p>\r\n<p>The pre-storm assessment compares measurements of dune and berm elevations to potential hurricane-induced water levels, including surge and runup. Generated simulations found that extensive erosion was likely in most coastal environments given a direct landfall in that area.<\/p>\r\n<p>In a direct hit, overwash is expected along 35 percent of the Outer Banks coast, typically in areas with lower dunes. In these areas, hurricane-induced waves and storm surge would transport large amounts of sand across coastal environments, depositing sand inland and causing significant changes to the landscape.<\/p>\r\n<p>\"Sand may also be removed from the nearshore wave system, making it unavailable to the beach for natural recovery after the storm,\" said Stockdon.&nbsp;<\/p>\r\n<p>The probability of the complete submersion of beach and dunes due to storm surge is low. Isolated barrier island breaching may be seen in very low-lying and narrow locations. These are typically areas that have been breached in the past.<\/p>\r\n<p class=\"Pa2\"><strong>Irene<\/strong> is the first hurricane of the 2011 Atlantic hurricane season. It is expected to track over the North Carolina coast<strong> Saturday.&nbsp; <\/strong><\/p>\r\n<p>The USGS coastal change model forecasting likely dune erosion and overwash of the Outer Banks can be viewed <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/irene\/\">online<\/a>.<\/p>\r\n<p>As USGS continues to take all appropriate preparedness and response actions as Hurricane Irene develops over the coming days, we encourage everyone to visit <a href=\"http:\/\/www.ready.gov\">www.ready.gov<\/a> or <a href=\"http:\/\/www.listo.gov\">www.listo.gov<\/a> for tips on creating emergency plans and putting together an emergency supply kit.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina"],"country":["United States of America"],"mm_tags":["Hurricane","irene","North Carolina","Coastal Erosion"],"release_date":{"und":[{"value":"1314331200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168872"},{"tid":"169498"},{"tid":"170095"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}