{"title":"Traces of Pharmaceuticals and Household Chemicals Found in Northeast Ohio Streams","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Note to reporters: A list of compounds analyzed and their uses can be found in tables in Appendix B (pp 28-36) of the&nbsp;<a href=\"http:\/\/pubs.usgs.gov\/sir\/2008\/5173\/\">Scientific Investigations Report 2008-5173<\/a>.&nbsp;<\/strong><\/p>\n<p>That morning cup of coffee, the medicines we take, the soaps and shampoos we use, household cleaners, pesticides and a host of chemicals.... What do they have in common?&nbsp; They all eventually end up in the environment.&nbsp;<\/p>\r\n<p><!--introstart-->A wide variety of medicines, household chemicals, and other organic wastewater compounds have been detected at very low concentrations in Ohio's Tinkers Creek watershed.&nbsp; Chemicals found in diesel fuel, asphalt and asphalt sealers, explosives, fragrances, tobacco, caffeine, insect-repellants, and medicines are among the compounds that U.S. Geological Survey (USGS) scientists detected.<!--introend-->&nbsp;<\/p>\r\n<p>Using innovative sampling devices as well as traditional methods, USGS scientists collected water and streambed sediment samples in Tinkers Creek watershed and two other tributaries to the Cuyahoga River in northeast Ohio and analyzed the samples.&nbsp; Collection sites were upstream and downstream from seven wastewater treatment plants in the Tinkers Creek watershed. The two sites in nearby watersheds were sampled and served as reference sites to compare with results found in the Tinkers Creek watershed.&nbsp;&nbsp;<\/p>\r\n<p>\"It was common to have more compounds detected in samples collected downstream from wastewater treatment plant outfalls than in corresponding samples collected upstream from the outfalls,\" said John Tertuliani, USGS biologist and lead author of the recently released report about the study.&nbsp;<\/p>\r\n<p>\"We are very proud to have taken part in this important scientific study,\" said Ken Heigel, Chief Engineer with the Ohio Water Development Authority (OWDA). \"This study established that the chemicals are present in the watershed. In the future, I hope USGS will continue to utilize OWDA's Research and Development Program for support of this important scientific work.\"<\/p>\r\n<p>Four USGS laboratories used a variety of analytical methods to measure organic wastewater compounds in samples. A total of 12 antibiotic, 20 pharmaceutical, and 63 organic wastewater compounds were detected at very low concentrations at one or more sites in water, and 8 pharmaceutical and 37 organic wastewater compounds were detected at very low concentrations in streambed sediments. &nbsp;This study did not examine the potential aquatic or human health effects of exposure of chemicals in trace amounts<\/p>\r\n<p>\"Collecting water samples to analyze for organic wastewater compounds is difficult because these compounds are often present in very low concentrations that are measured in micrograms or nanograms, which, for the quantities of samples analyzed, is equal to parts per billion or trillion,\" said Tertuliani. \"Our first challenge was finding a way to detect these compounds at the concentrations they are present in the environment.\"&nbsp;<\/p>\r\n<p>The Polar Organic Chemical Integrated Sampler (POCIS) is one of the two innovative, passive-sampling devices used in the study. POCIS is designed to accumulate trace concentrations of chemicals over a long-term exposure. When sampling over an extended period, chemicals in the water are captured and held in the POCIS media, resulting in concentrations that are high enough to be identified during laboratory analysis.&nbsp;<\/p>\r\n<p>The other passive-sampling device, the Semipermeable Membrane Device, is designed to sample fat-soluble (hydrophobic) organic chemicals in water, mimicking the bioconcentration of contaminants that can accumulate in the fatty tissues of organisms.&nbsp;<\/p>\r\n<p>Both devices were deployed for 28 days at sites in Tinkers Creek watershed and in the two nearby reference-site watersheds.&nbsp;<\/p>\r\n<p><strong>Additional study findings:<\/strong><\/p>\r\n<p>Caffeine and","summary":null,"format":null}]},"field_images":[],"regions":["Ohio"],"country":["United States of America"],"mm_tags":["water","Water Quality","pharmaceuticals","Streams","environment"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1228194000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169739"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}