{"title":"USGS Introduces A Web-Searchable Database of Environmental Methods","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>On the 30th Anniversary of the Clean Water Act, the U.S. Geological Survey (USGS) today announced a new standardized web-searchable database of environmental methods that will allow scientists and managers monitoring water quality to compare data collection methods at a glance and find the method that best meets their needs. The tool also allows monitoring data to be shared among different agencies and organizations that use different methods at different times. This database was developed in conjunction with the U.S. Environmental Protection Agency (USEPA), and other partners in the federal, state, and private sectors. <\/p>\n<p>Called NEMI ? the National Environmental Methods Index, the tool is a free, web-based online clearinghouse of environmental monitoring methods. The NEMI database contains chemical, micro-biological and radiochemical method summaries of lab and field protocols for regulatory and non-regulatory water quality analyses. It is searchable over the World Wide Web, providing up-to-date methods information through a standard Internet connection and browser. By visiting <a href=\"http:\/\/www.nemi.gov\/\">http:\/\/www.nemi.gov<\/a> users can directly access current methods information. In the future, NEMI will be expanded to meet the needs of the monitoring community. For example, biological methods will be added to NEMI, along with additional field and laboratory methods of importance to the monitoring community. <\/p>\r\n<p>NEMI is a powerful tool, providing a summary of the procedures and performance data needed to assess methods. Critical data on sensitivity, accuracy, precision, instrumentation, source and relative cost are produced as tabular reports, and full methods are linked to the summaries. Often, formats for gathering information on various methods involve a time consuming search through lengthy methods to distill bits of necessary information (e.g., What is the holding time? Is the precision and accuracy of the selected method adequate?). A few minutes with NEMI will provide answers to these questions, and more. <\/p>\r\n<p>\"NEMI represents a successful interagency effort that helps everyone (citizen groups, academics, industry, and government agencies) share information on the methods they use to do environmental monitoring,\" said Dr. Robert Hirsch, USGS Associate Director for Water. \"This will save a lot of time and effort for everyone, offering a single place on the Internet where people can search for information about suitable, well-documented methods of monitoring. This will help to ensure that future monitoring efforts use appropriate methods and it will add to everyone&rsquo;s ability to share the results of their monitoring programs.\" <\/p>\r\n<p>NEMI is a project of the Methods and Data Comparability Board (Methods Board), a partnership of water-quality experts from Federal agencies, States, Tribes, municipalities, industry, and private organizations who all share a commitment to developing water-quality monitoring approaches that facilitate collaboration and comparability among all data-gathering organizations. Both the Methods Board, and its parent organization, the National Water Quality Monitoring Council are co-chaired by USGS and USEPA. The Council and Board are workgroups under the Advisory Committee on Water Information (ACWI), chartered in 1997 to develop a voluntary, integrated, and nationwide water quality monitoring strategy. ACWI member organizations see NEMI as an important element of this strategy. A second tool developed by the Methods Board is a common set of data elements for documenting the content and quality of monitoring data, adopted by ACWI in May 2000. These Water Quality Data Elements , also available on the Web, were also recently adopted by the Environmental Data Standards Council, a USEPA, state, and tribal partnership, and the Environmental Commissioners of the States.<\/p>\r\n<p>\"The State regulators who manage the nation&rsquo;s water quality programs are pleased to see the","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1034913600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}