{"title":"USGS Report Identifies Asbestos Localities in Central U.S.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A report published by the U.S. Geological Survey (USGS) contains a regional map and an associated database that inventory 36 locations of reported natural asbestos and fibrous amphibole occurrences in the central United States.<!--introend--> The map is based on a search of scientific literature and does not identify any new occurrences of asbestos. It is the second in a series which originated last year with the publication of a similar report on the eastern United States.<\/p>\n<p>USGS Open File Report 2006-1211, \"Reported Historic Asbestos Prospects and Natural Asbestos Occurrences in the Central United States,\" demonstrates that previously published maps and data compilations at regional and national scales can contain inaccurate locality information and may not consider a number of published natural asbestos occurrences that appear in historic literature. This report, available online at <a href=\"http:\/\/pubs.usgs.gov\/of\/2006\/1211\/\">http:\/\/pubs.usgs.gov\/of\/2006\/1211\/<\/a>, is part of an ongoing effort to update existing national-scale databases on asbestos occurrences.<\/p>\r\n<p>This USGS publication identifies the specific types of asbestos present in a 20-state region stretching from Minnesota to Texas and West Virginia to Kansas. Previous regional to national scale maps generally do not describe the specific types of asbestos reported at any given occurrence (for example chrysotile versus different amphibole asbestos varieties). This map includes different types of asbestos and asbestiform minerals and does not attempt to distinguish between substances that may or may not pose a risk to human health.<\/p>\r\n<p>\"USGS continues to update our existing compilation of information on asbestos localities because of strong interest expressed by the public health, geologic, and environmental communities. This updated compilation is the second in a series and is aimed at providing a better understanding of the geologic factors that contribute to the presence of asbestos across the nation,\" said USGS Acting Director Patrick Leahy.<\/p>\r\n<p>Asbestos is a generic name given to the fibrous variety of several naturally occurring minerals, the most common of which have been mined and used in commercial products. Asbestos is made up of fiber bundles. These bundles, in turn, are composed of long and thin fibers that can be easily separated from one another. Naturally-occurring asbestos (asbestos that occurs in its natural geologic environment as opposed to sites where asbestos products have been concentrated by human activities) has recently become the focus of concern and attention from the public health community, due to the potential exposures that may result if the asbestos-bearing rocks are disturbed by natural erosion or human activities.<\/p>\r\n<p>The eastern United States report, published in 2005, can be found at <a href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1189\/\">http:\/\/pubs.usgs.gov\/of\/2005\/1189\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["West Virginia","Arkansas","Louisiana","Mississippi","Tennessee","Kansas","Oklahoma","Texas","Illinois","Indiana","Iowa","Kentucky","Michigan","Minnesota","Missouri","Nebraska","North Dakota","Ohio","South Dakota","Wisconsin"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1155009600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169167"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}