{"title":"science on the Beach in North Carolina","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>How much water is there, how long will it last, and where is it, are questions that scientists are trying to answer as they drill holes this summer in North Carolina. <\/p>\n<p>Scientists from the U.S. Geological Survey are drilling a core hole at Kure Beach near the Ft. Fisher Historical Site that will be the first step in a statewide program to document and describe the subsurface geology of the North Carolina Coastal Plain. <\/p>\r\n<p>The goal of the drilling project is to develop a better understanding of the size and geographic extent of the water aquifers and the relationship between the aquifers, geology, and water quality in the state. <\/p>\r\n<p>\"Most geologists used to assume that the geology of the Coastal Plain was quite simple, like a stack of blankets on a bed,\" says USGS scientist Robert E. Weems. \"Over time, however, USGS drilling and research in South Carolina and Virginia has shown that the actual buried patterns in this area are more complex than we thought. As a result of sea level changes, a cut-and-fill pattern of sedimentation is repeated up and down the Coastal Plain in South Carolina and Virginia, which has produced earth layers that fit together much more like a patchwork quilt than a stack of blankets. This complex pattern makes understanding aquifers and water quality much more challenging than was previously thought. There is every reason to believe that we will find the same kinds of patterns in North Carolina.\" <\/p>\r\n<p>The USGS research at Kure Beach involves drilling a 1,500-foot-deep hole in the Earth, bringing up an intact core (underground sediment and rock) for analysis, and installing a deep probe in basement rocks in order to monitor seismic activity in the region. The drilling began this week and will continue until the end of July. <\/p>\r\n<p>Barbara Hoppe, Director of the Ft. Fisher Historical Site, said, \"We look forward to working with the USGS and the state agencies that are involved in this cooperative effort to gather important data on coastal geology and water resources. The information that is gathered will be beneficial to us all.\" <\/p>\r\n<p>Results of the project, which is supported and partially funded by the North Carolina Department of Environment and Natural Resources&rsquo; Division of Water Quality and Water Resources, the North Carolina Geological Survey, the University of North Carolina-Wilmington and the USGS, will assist local and state water resources managers in making better decisions concerning the availability and use of ground water. A similar study was conducted in the Coastal Plain of South Carolina and resulted in the creation of a comprehensive database of geologic and hydrologic information that is used by state agencies and private industry. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"990763200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}