{"title":"USGS Moves to Fortify Civil Defense Against Hurricane in Puerto Rico","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Due to an unprecedented decision by the U.S. Geological Survey representative in Puerto Rico, two USGS employees in Guaynabo have actually moved to the city&rsquo;s civil defense facility<!--introend--> and will remain there until the latest in a series of hurricanes (Jose) no longer appears to threaten the lives and property of the residents of Puerto Rico and the Virgin Islands. \n<p>Working side by side with local civil defense authorities, the USGS employees, with extensive hydrologic knowledge of Puerto Rico, are now immediately available to assist the local authorities in interpreting \"real time\" USGS data coming in from a network of more than 100 streamgaging stations in Puerto Rico. The information transmitted by satellite from USGS stations includes river stage and discharge. The amount of precipitation and water levels in lakes are also closely monitored. All of this information is analyzed by the USGS and used by local emergency management officials to make decisions when hazardous situations, such as flooding or landslides, occur. Information from real time gaging stations in Puerto Rico can be found on the Internet at: http:\/\/dprsj1.er.usgs.gov. \r\n<p>Rafael Rodriguez, the USGS representative in Puerto Rico and the Virgin Islands, is concerned about the approaching hurricane, but indicates that \"everything is in place.\" With a new, more robust antenna to receive storm data; backup generators for power failures; and a highly trained staff on alert; the USGS in Puerto Rico stands ready to assist the local authorities with information needs. \r\n<p>In addition to flooding and landslides, the USGS is also concerned about coastal erosion and damage to coral reefs around Culebra. According to Rodriguez, the reefs were \"severely impacted\" by Hurricane Hugo in l989 and their growth is now being monitored closely. Although the reefs were observed to recover after Hugo, their recovery rate has declined since 1995. It is now thought that regional environmental effects might be contributing to the slower growth rate observed in the last five years.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Puerto Rico"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"940478400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}