{"title":"USGS Seeks Proposals to Build the NSDI","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>The U.S. Geological Survey (<a href=\"http:\/\/www.usgs.gov\/\">USGS<\/a>) and the Federal Geographic Data Committee (<a href=\"http:\/\/www.fgdc.gov\/\">FGDC<\/a>) formally announce request for proposals to support the 2011 National Spatial Data Infrastructure (<a href=\"http:\/\/www.fgdc.gov\/nsdi\/nsdi.html\">NSDI<\/a>) Cooperative Agreements Program (<a href=\"http:\/\/www.fgdc.gov\/grants\">CAP<\/a>).<\/em><\/p>\n<p>With $800,000 spread across six categories, the 2011 NSDI CAP will award an estimated 21 innovative projects in the geospatial data community. The goals of the awarded projects will be to develop partnerships and to build new and improve existing geospatial infrastructure necessary to effectively discover, access, share, manage and use geospatial assets.<\/p>\r\n<p>2011 NSDI CAP proposals must be submitted via Grants.gov by January 6, 2011. The awarded projects are scheduled to be announced by USGS\/FGDC contracts officer in February 2011 with obligated work to begin on each project by September 30, 2011. More information is available at the <a href=\"http:\/\/www.fgdc.gov\/grants\/2011NSDICAP\/2011CAPDescriptions\">NSDI CAP<\/a> website. To <a href=\"http:\/\/www07.grants.gov\/search\/search.do;jsessionid=SDzRMHQBPn5yNHRpfGN5bTnn2KvWynYK9GXhVLcy2mh6GyPCH3LD%21-409077303?oppId=58568&amp;mode=VIEW\">apply<\/a> go to <a href=\"http:\/\/grants.gov\/\">grants.gov<\/a> and search for CFDA 15.809.<\/p>\r\n<p>In <a href=\"http:\/\/www.fgdc.gov\/grants\/2010CAP\/2010CAPDescriptions\">2010, NSDI CAP awarded a total of 26 projects<\/a>, totaling over to $1.1 million.<\/p>\r\n<p>To date the annual NSDI CAP awards have supported outreach and coordination, standards and metadata implementation, partnership development, State strategic and business plan development, map and geospatial data services deployment, geo-enablement of data, and NSDI training. All levels of government, academia, and private sector have participated in this national effort to implement the NSDI.<\/p>\r\n<p>The FGDC, which is hosted by the USGS, sponsors the NSDI CAP to promote the technologies, standards, best practices and organizational collaboration vital to data integration, partnerships for data investment and speedy delivery of geospatial products to support government.<strong> <br \/><\/strong><\/p>\r\n<p>For more information, contact Gita Urban-Mathieux: <a href=\"mailto:burbanma@usgs.gov\">burbanma@usgs.gov<\/a> or 703-648-5175.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["","","","Geospatial","grants"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1288152000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169435"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}