{"title":"How to Detect and Confirm Viral Hemorrhagic Septicemia Virus in Fish","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->A new fact sheet by scientists from the U.S. Geological Survey&#39;s Western Fisheries Research Center describes the best methods for resource managers and others to detect and confirm a new and virulent strain of viral hemorrhagic septicemia (VHS) virus in fish, including popular game fish and bait fish.<!--introend--> \r\n<\/p>\r\n<p>\r\nThe recent spread of this sometimes devastating new strain -- called VHSV Genotype IVb -- has resulted in very large die-offs of thousands of fish in four of the five Great Lakes since 2005. Significant die-offs have occurred in populations of muskellunge, freshwater drum, yellow perch, round goby, emerald shiners and gizzard shad. Fishery-resource managers are quite concerned that this new strain could spread into native freshwater fish or into the private aquaculture industry, leading to trade restrictions as well as direct losses from the disease. \r\n<\/p>\r\n<p>\r\nAs of spring 2007, this strain has been isolated from fish in Lake Michigan, Lake Huron, Lake St. Clair, Lake Erie, Lake Ontario, the Saint Lawrence River, and inland lakes in New York, Michigan, and Wisconsin, as well as the coastal areas of eastern Canada. This is the first time the new strain has been reported to cause an infectious disease in freshwater fishes of North America. So far, the virus has not been identified in Lake Superior, although experts fear the disease could enter the lake and from there &nbsp;potentially spread to the 31 states of the Mississippi River basin. \r\n<\/p>\r\n<p>\r\nUSGS fishery-disease experts conducted the genetic typing that identified the new virus strain responsible for these outbreaks. The first confirmed isolation of VHSV occurred in fish collected in 2003 in Lake St. Clair within the Great Lakes region, yet no disease outbreaks were evident in the Great Lakes until 2005. A recent report revealed that this strain was also initially isolated from mummichog and threespine stickleback in New Brunswick, Canada, in May 2000. This report included additional isolations of VHSV from striped bass in 2002 and 2004 in New Brunswick and brown trout in 2004 in Nova Scotia. &nbsp;It is still unclear exactly how or when the virus was introduced to the Great Lakes. \r\n<\/p>\r\n<p>\r\nResearchers at the USGS Western Fisheries Research Center characterize the virus as quite virulent in affected host fish. The VHSV Genotype IVb has an exceptionally broad host range -- thus far, the strain has been isolated from more than 25 species of finfish. The disease causes internal bleeding in fish, but is not believed to be harmful to people. \r\n<\/p>\r\n<p>\r\nRegulatory agencies in the United States and Canada have already placed restrictions on the movement of fish or fish products that could pose a risk for the spread of VHSV to regions outside of the currently known geographic range. These restrictions include requirements for viral examinations by standard methods. <strong>The new USGS fact sheet reviews important factors in how to isolate VHSV Genotype IVb using cell culture assays and its identification by the polymerase chain reaction (PCR) assay. &nbsp;The fact sheet can be downloaded at the <a href=\"http:\/\/biology.usgs.gov\/faer\/\">Biology - Fisheries: Aquatic and Endangered Resources Program Web site<\/a>. <\/strong>\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1184731200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170677"},{"tid":"169017"},{"tid":"169671"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}