{"title":"USGS, NOAA Mark 50 Years of Geomagnetic Research at Corbin, Va.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->On May 23, 1956, a research center and observatory opened at Corbin, Va. to continuously monitor the Earth&#039;s magnetic field. It was charged by Congress \"to enhance geomagnetic field studies and monitoring programs in support of scientific, general public, basic and national security needs of the United States.\"<!--introend--> <\/p>\n<p>Today, officials from the U.S. Geological Survey (USGS) and the National Oceanic and Atmospheric Administration (NOAA), who jointly run the site, celebrated 50 years of geomagnetic research at the Fredericksburg Geomagnetic Observatory in Corbin, Va. In addition, NOAA will establish the National Ocean Service National Geodetic Survey Calibration and Training Center on the site to serve its state geodetic advisory program. This program supports the official national spatial reference system from which all official land boundary surveys are made.<\/p>\r\n<p>The observatory is part of a network of 14 USGS magnetic observatories in the U.S. -- seven in the contiguous U.S.; four in Alaska; and one each in Hawaii, Puerto Rico and Guam. About 200 stations worldwide are operated by partner agencies to observe variations in the Earth&acute;s magnetic field in time and space, to precisely calibrate instruments, and to monitor hazards to communication, navigation, and power grids from \"space weather.\"<\/p>\r\n<p>The site is also equipped as a USGS Advanced National Seismic System (ANSS) station that can measure and record even very small earthquakes anywhere in the world and operates one of NOAA&#039;s critical global positioning system (GPS) stations.<\/p>\r\n<p>The first magnetic observatories were established in the early 1800&#039;s as a part of Thomas Jefferson&#039;s vision of surveying the new nation. Today, they are found in places like Barrow, Alaska; Midway Island; and Thule in northern Greenland. These observatories are as remote in location as they are obscure to most people. So, too is the science behind much of the information these outposts provide. But the products that result are of everyday use -- important for anyone navigating anything. From hikers trying not to get lost, to airline pilots, to aircraft carriers seeking their destination, the science of accurate positioning is critical.<\/p>\r\n<p>As communications, space exploration, navigation, and power grids developed through the years, so too has the function of these observatories. They now include modeling and charting for navigation purposes, monitoring of long term changes in the Earth&acute;s interior, and space weather hazards observations. These hazards result when solar flares unleash charged particles that, but for the Earth&acute;s protective magnetic field, would prove lethal to life on Earth. Space weather can also affect satellite performance and cause wide-spread power grid outages.<\/p>\r\n<p>Among the significant milestones over the past 50 years that have been the result of activities at the site include:<\/p>\r\n<UL>\r\n<LI>Establishing U.S. and international magnetic standards. \r\n<LI>Calibrating NASA satellite magnetometers and magnetometers for the U.S. and agencies world wide. \r\n<LI>Inventing the Electronic Distance Measuring Instrument. \r\n<LI>Developing photo triangulation measurements using images of satellites against the night sky. \r\n<LI>Establishing the Global Positioning Antenna Phase Center that calibrates GPS antennas globally. <\/LI><\/UL>\r\n<p>The science of geomagnetism and these observatories serve many customers, including government agencies such as NOAA&#039;s Space Environment Center in Boulder, Colo., the U.S. Air Force Weather Agency, laboratories in the U.S. and abroad, and a wide array of academic, government and private scientists engaged in both applied and pure research science.<\/p>\r\n<p>The USGS Geomagnetism Program website is on: <a href=\"http:\/\/geomag.usgs.gov\/\">http:\/\/geomag.usgs.gov\/<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1148356800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}