{"title":"Preparing for the Great ShakeOut Drill: Handbook Offers Vital Earthquake History and Preparedness Information to Central U.S. Residents","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey (USGS) encourages people to join the millions in 11 states who have signed up to participate in the April 28, 2011, Great Central U.S. ShakeOut drill.<!--introend--> The upcoming 200<sup>th<\/sup> anniversary of the New Madrid earthquakes is an opportune time to consider earthquake preparedness and learn about the region&rsquo;s earthquake history. Go to the <a href=\"http:\/\/www.shakeout.org\/centralus\/\">ShakeOut website<\/a> to sign up for the drill, learn preparedness tips and learn how to &ldquo;Drop, Cover and Hold On&rdquo; during an earthquake.<\/p>\n<p>A newly released handbook from the USGS can assist with preparing for earthquakes in the central United States. &ldquo;<a href=\"http:\/\/pubs.usgs.gov\/gip\/119\/\">Putting Down Roots in Earthquake Country   &ndash; Your Handbook for Earthquakes in the Central United States<\/a>&rdquo; provides detailed   information about the threat of earthquakes in this part of the country,   particularly along the New Madrid and Wabash Valley seismic zones.<\/p>\r\n<p>\"Everyone has an individual   responsibility for earthquake safety, but you're also part of a bigger   community,\" said USGS Director Marcia McNutt. \"In addition to   saving lives, the goal of this drill is to help develop resilient communities   that can recover more quickly after natural disasters. &nbsp;I encourage you   to learn what steps you can take to help the places you live and work ride out   the next earthquake with minimal impact.\"<\/p>\r\n<p>&ldquo;<a href=\"http:\/\/pubs.usgs.gov\/gip\/119\/\">Putting Down Roots<\/a>&rdquo; describes the impacts of historic and pre-historic earthquakes in the region and uses this history to outline impacts of future earthquakes in the country&rsquo;s midsection. The handbook then gives seven important steps people should follow to prepare for, survive and recover from future earthquakes. The handbook can be found <a href=\"http:\/\/pubs.usgs.gov\/gip\/119\/\">online<\/a>.<\/p>\r\n<p>This handbook was assembled in cooperation with the Central U.S. Earthquake Consortium (CUSEC), the Association of CUSEC State Geologists (Alabama, Arkansas, Indiana, Illinois, Kentucky, Mississippi, Missouri and Tennessee), FEMA, the University of Memphis Center for Earthquake Research and Information, and the Southern California Earthquake Center.<\/p>\r\n<p>Other versions of &ldquo;Putting Down Roots&rdquo; are available for California and Utah and may be found <a href=\"http:\/\/www.earthquakecountry.info\/roots\/index.php\">online<\/a>.&nbsp;<a href=\"http:\/\/www.earthquakecountry.org\/roots\"><\/a><\/p>\r\n<p>The USGS, in partnership with the National Science Foundation and the Southern California Earthquake Center, has been a primary supporter of ShakeOut since the initial drill in Southern California in 2008. The USGS provides ongoing support for ShakeOut exercises across the country and has been a primary funder of the upcoming Central U.S. ShakeOut.<\/p>\r\n<p>For additional information about the April 28 ShakeOut drill and participating states, visit the <a href=\"http:\/\/www.shakeout.org\/centralus\/\">ShakeOut website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","geography"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1303876800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}