{"title":"First USGS Streamgage Records 125 Years of Measuring New Mexico's Vital Water Resources","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"Body\">In 1889, the foundation for modern water management began on the Rio Grande in Embudo, N.M. Today, 125 years later, a celebration was held to honor the first U.S. Geological Survey streamgage in the picturesque town located 43 miles outside of Santa Fe.<\/p>\n<p>Reporting river flows is not just a job at USGS &ndash; it&rsquo;s a matter of public safety, environmental protection and wise economic development.<strong> <\/strong>Streamgage data is used to forecast floods and droughts, manage flood flows, deliver water supplies, establish water rights and protect threatened aquatic habitats.<\/p>\r\n<p>Ten years following the USGS&rsquo;s birth in 1879, and under the advisement of John Wesley Powell, the proposition to inventory the flow of all streams in the arid West and evaluate the potential for crop irrigation came to fruition in Embudo, N.M., on Jan. 1, 1889.<\/p>\r\n<p>&ldquo;It&rsquo;s such a pleasure to be here to mark the 125<sup>th<\/sup> anniversary of this New Mexico landmark and the starting point of the USGS program of measuring the flows of our nation&rsquo;s rivers and streams,&rdquo; said USGS Acting Director, Suzette Kimball. &ldquo;At a time when the competition for water resources is growing and reaching critical levels in many areas, especially in the West, the public needs to have relevant, timely and trustworthy information about water quantity and quality.&rdquo;<\/p>\r\n<p>Long-term streamflow information is used by a number of federal, state and tribal agencies, including the National Weather Service, the Bureau of Reclamation and the U.S. Army Corps of Engineers. Thousands of boaters and fishermen also access the data every day to plan recreational outings.ore Rd.,apid City N. Mt. Rushmore Rd., Rapid City.<\/p>\r\n<p>Embudo was selected as the site of the first gaging station because of the need for systematic water resource assessments of western states as it not only offered a favorable climate and easy rail access, but qualified for congressional funding tapped specifically for the &ldquo;arid West.&rdquo;&nbsp;<\/p>\r\n<p>More than 247 million daily observations from 26,000 streamgages are currently available through the <a href=\"http:\/\/waterdata.usgs.gov\/nwis\/sw\">USGS National Water Information System<\/a>, including those first Embudo recordings in 1889. The USGS operates 4,461 stations with more than 30 years of record, and 8,024 gages comprise the U.S. streamgage network today.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_04_18\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_04_18\/1\" title=\"Image Gallery\"><\/iframe>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New Mexico"],"country":["United States of America"],"mm_tags":["New Mexico","Embudo","streamgages","streamflow","drought","water","Water National Streamflow Information"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1398139200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169201"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}