{"title":"2013 Gannett Award","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->If you have ever used a topographic map to find your way around a remote part of the country, or if you've ever noticed how geographic names reflect the history of the land and the culture of its inhabitants, you&rsquo;ll appreciate the pioneering work of <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/henry-gannett-early-american-geographer\/\">Henry Gannett<\/a>.<!--introend-->&nbsp;&nbsp;Gannett, an early American geographer, is often considered to be the father of topographic mapping in the United States.<\/p>\n<p>To commemorate Gannett&rsquo;s varied contributions to and passions for our nation's geography and cartography, the U.S. Geological Survey is accepting nominations for the <a href=\"http:\/\/nationalmap.gov\/gannett\/index.html\">2013 Henry Gannett Award<\/a>.<\/p>\r\n<p><strong>Eligibility<\/strong>: Any individual or group of individuals working as a team, contractors, citizen groups, youth, and private sector entities, non-government organizations, and representatives of Federal, State, local and tribal governments whose contributions advance the USGS&rsquo; National Geospatial Program (<a href=\"http:\/\/www.usgs.gov\/ngpo\/\">NGP<\/a>) objectives and programs are eligible to receive this award. This award may be given to any combination of entities that meet the award criteria.<\/p>\r\n<p><strong>Nomination Process<\/strong>: Each nomination package will be submitted in electronic form through the <a href=\"http:\/\/nationalmap.gov\/gannett\/process.html#spec1\">award website<\/a> and include justification and related nomination information. Nominations are due February 26, 2013. The award will be presented at <a href=\"http:\/\/nationalmap.gov\/uc\/\"><em>The National Map <\/em>Users Conference<\/a> and Community for Data Integration Workshop and Training during an award ceremony in May 2013.<\/p>\r\n<p>\"This award commemorates the USGs'first Chief Geographer from 1882-1914 and his (Gannett's) tremendous contributions to topographic mapping in the United States,\" said Mark DeMulder, the Director of the NGP. \"This is a unique opportunity to honor significant contributions to an individual or group of individuals that have furthered USGS topographic mapping of the Nation.\"<\/p>\r\n<p>For complete award information, nomination guidelines and history about the Gannett awards, visit the USGS Henry Gannett <a href=\"http:\/\/nationalmap.gov\/gannett\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Core Science Systems National Geospatial","Henry Gannett","Gannett","topographic Map","Topo Maps","Mapping","National Geospatial Program","The National Map Users Conference"],"article_type":["National News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1358312400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170049"},{"tid":"170217"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}