{"title":"Freshwater Flow to the Bay Has Already Surpassed 1995 Total","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The total freshwater inflow to the Bay through June of this year (18,100 billion gallons) has already exceeded the entire freshwater inflow to the Bay during 1995 (15,300 billion gallons) according to the U.S.Geological Survey.<\/p>\n<p>The high river flows also have carried excessive amounts of nutrients (nitrogen and phosphorus) and sediment into Chesapeake Bay according to USGS scientists. <\/p>\r\n<p>\"The January flood alone transported about 6 times the amount of phosphorus, 3 times the amount of nitrogen, and 17 times the amount of sediment to the Chesapeake Bay than is transported during an average January,\" said Linda Zynjuk, hydrologist with the USGS, Towson, Md., and co-author of a recently released fact sheet about the January flood. <\/p>\r\n<p>Noting that heavy pollution loads are often tied to major flood events, Zynjuk said nearly one-half of the phosphorus, one-quarter of the nitrogen, and all of the sediment that is typically transported to the Bay in an average year entered the Bay during the January 1996 flood alone. <\/p>\r\n<p>The spring high flows since January may have brought even higher amounts of nutrients and sediment into Chesapeake Bay because of runoff from fertilizers and manure from agricultural and suburban areas during the planting season. <\/p>\r\n<p>Flow to the Bay through June averaged 291 billion gallons per day from the Susquehanna River, 143 billions gallons per day from the Potomac River, and 74 billion gallons per day from the James River. Total flow to the Bay averaged 920 billion gallons per day, 18 percent greater than the 1995 total. <\/p>\r\n<p>The USGS measures the amount of freshwater, nutrients, and sediment entering Chesapeake Bay as part of a cooperative study with the Maryland Department of Natural Resources and the Virginia Department of Environmental Quality. The information is being shared with the dozens of local, state and Federal agencies involved in the Chesapeake Bay program to understand the effect that high-flow events and their associated pollutants have on the Chesapeake Bay. <\/p>\r\n<p>* * * USGS * * * <\/p>\r\n<p>For more information on flow and nutrients entering Chesapeake Bay check the USGS Water Information home page at <a href=\"http:\/\/H20.usgs.gov\">http:\/\/H20.usgs.gov<\/a>. For more information on the January flood check <a href=\"http:\/\/wwwdmdtws.er.usgs.gov\/publications\/fact_sheet\/fs-140-96\/\">http:\/\/wwwdmdtws.er.usgs.gov\/publications\/fact_sheet\/fs-140-96\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"838008000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}