{"title":"Contaminated Soil is Source of Mercury in Fish in Shenandoah Valley Rivers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>The <a href=\"http:\/\/pubs.usgs.gov\/sir\/2009\/5076\/\">report<\/a> and details on this study are available online.<\/strong><\/p>\n<p>Riverbank and floodplain soils are the major source of mercury in fish from several Shenandoah Valley rivers.&nbsp; A new federal study shows that 96 percent of the mercury loads to the South River come from soil that was contaminated more than 50 years ago by a textile manufacturing plant in Waynesboro, Va.<\/p>\r\n<p>&ldquo;Currently, about 416 pounds of mercury get into the South River per year. To meet safety standards in fish for human consumption, mercury loads to the South River cannot exceed 4 pounds per year. That&rsquo;s a reduction of 99 percent,&rdquo; said Jack Eggleston, a U.S. Geological Survey (USGS) hydrologist and author of the report.<\/p>\r\n<p>&ldquo;Now we know why fish continue to have elevated mercury and what reductions are needed to make the fish safe to eat again,&rdquo; said Eggleston.<\/p>\r\n<p>Mercury from the textile plant washed into the South River and subsequently contaminated the South Fork Shenandoah River, the Shenandoah River, and the floodplains along the three rivers.&nbsp; The textile plant, operated by DuPont, discharged mercury waste from 1929-1950.<\/p>\r\n<p>Since 1977 the Commonwealth  of Virginia has placed a fish consumption health advisory on 128 miles of river downstream of the plant. Safety standards set by the U.S. EPA are 0.3 parts per million of mercury in fish. High concentrations of mercury occur in fish because mercury accumulates throughout the lifetime of an organism. This bioaccumulation is magnified in organisms at higher levels in the food chain.<\/p>\r\n<p>During the study, USGS scientists and partners from the Virginia Department of Environmental Quality (VDEQ), and the U.S. EPA collected and analyzed hundreds of water and sediment samples.&nbsp; By using computer models, they simulated water, sediment and mercury movement in the South River watershed.&nbsp; The results of the study will be used by VDEQ to develop plans for cleaning up the rivers contaminated with mercury.<\/p>\r\n<p>Help on the study also came from the South River Science Team, comprised of scientists from government agencies, universities, DuPont, environmental groups, and other stakeholders who have met regularly for the past 10 years. &nbsp;The team is co-sponsored by DuPont, which operated the plant, and the VDEQ.&nbsp; The South River Science Team provided a forum for sharing data and ideas to make the study more comprehensive.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":["Mercury","fish","contamination","Shenandoah","South River","Water Quality"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1259643600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169515"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}