{"title":"Local Biologist Recipient of International Lifetime Achievement Award","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Former U.S. Geological Survey Northern Prairie Wildlife Research Center (NPWRC) scientist, Lewis M. Cowardin, was recognized with the Lifetime Achievement Award from the Society of Wetland Scientists for his pioneering work with waterfowl ecology, wetland classification, remote sensing, and model-assisted decision making.<!--introend-->&nbsp; Dr. Cowardin was presented this award on Aug. 22 at Ducks Unlimited in Bismarck, N.D., during the 25<sup>th<\/sup> anniversary of the Four Square Mile Waterfowl Survey.&nbsp;&nbsp;<\/p>\n<p>\"It is fitting that Lew received this prestigious award in conjunction with this celebration of a waterfowl survey that he conceived and developed,\" said Robert Gleason, current Director at NPWRC.&nbsp;&nbsp;<\/p>\r\n<p>During his 30-year career as a research scientist, Dr. Cowardin provided major contributions to the fields of wetland ecology, wildlife management, and conservation.&nbsp; His studies typically involved innovative applications of existing and new technology, including videography and Geographical Information Systems, with a strong focus on the needs of wildlife managers.&nbsp; His research led to unprecedented capabilities for identifying and implementing the North American Waterfowl Management Plan and other waterfowl management strategies.&nbsp;<\/p>\r\n<p>\"Cowardin's insightful contributions highlight his lifelong drive to find the best science-based solutions to some of our most difficult management challenges,\" said Mike Johnson, North Dakota Game and Fish Department.<\/p>\r\n<p>Cowardin was an early advocate of radio-telemetry in studies of breeding waterfowl in forests and prairies, leading to important discoveries about waterfowl ecology and the effects of management.&nbsp; As the team leader, he and three other scientists developed a unified classification system of wetlands and deepwater habitats. That system has become the standard used by most federal agencies and serves as the basis for the National Wetland Inventory.<\/p>\r\n<p>Cowardin retired from NPWRC in 1995 and currently resides near Jamestown, N.D. with his wife Eustice.&nbsp; He was instrumental in starting the youth hockey program in Jamestown and served as a hockey coach for many years.&nbsp; He is an accomplished musician who enjoys playing guitar and banjo, as well as building his own guitars.&nbsp;<\/p>\r\n<p>The Society of Wetland Scientists is an international organization dedicated to fostering sound wetland science, education, and management.&nbsp; The Society&rsquo;s Lifetime Achievement Award is presented to an individual in honor of their distinguished and extensive career of consistent meritorious contributions to research, education, or policy in any field of wetland science or management.&nbsp;<\/p>\r\n<p>Northern Prairie Wildlife Research Center was established by the Bureau of Sport Fisheries and Wildlife (later U.S. Fish and Wildlife Service) in 1965 near Jamestown, N.D.&nbsp; The Center was merged into the U.S. Geological Survey in 1996.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Dakota"],"country":["United States of America"],"mm_tags":["Ecosystems Wildlife Terrestrialand Endangered Resources","Geographic Areas Midwest"],"article_type":["State News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1351742400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170352"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}