{"title":"USGS Scientist Receives Prestigious NPS Award","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->U.S. Geological Survey (USGS) scientist, Katherine Kendall, will be awarded the National Park Service&rsquo;s Natural Resource Research Award on September 28<!--introend-->, at the Service&rsquo;s annual Natural Resources Stewardship and Science Meeting in Austin, Texas. This prestigious award is given each year by the Director of the National Park Service (NPS) to one outstanding scientist among thousands working in America&rsquo;s national parks. Kendall is being honored for her 21 years of research on grizzly and black bear populations and their habitats, supporting information-based park resource management. \n<p>Kendall has been studying grizzlies in the vicinity of Glacier National Park, Montana, for 18 years, following six years of similar work in Yellowstone National Park, Wyoming, and the surrounding area. Currently, Kendall is exploring the use of nonintrusive genetic techniques to monitor the grizzly bear population in the greater Glacier National Park ecosystem. \r\n<p>Recent advances in genetic technology have allowed Kendall to identify species, sex, and individuals from DNA extracted from bear hair and scats without handling bears. Previous grizzly population studies in forested habitats were often accomplished with the use of radio telemetry, which is expensive and disruptive to bears, as well as to park visitors. Through these innovative non-invasive methods, Kendall and other USGS staff are providing the NPS with baseline data on the grizzly population in Glacier National Park and, equally important, protocols for long-term monitoring of population trends. \r\n<p>The selection of Kendall for the Natural Research Resource Award serves as a tribute not only to her innovative DNA study but also her career-long contributions to park science and natural resource management. \"Kendall has linked important ecological issues to management considerations, which has made the DNA project and others she has directed so valuable to Park managers,\" notes NPS Director Robert Stanton. \"She has demonstrated the importance of the link between good research and scientifically valid management decisions.\" \r\n<p>Kendall&rsquo;s DNA study is representative of the types of projects the Department of the Interior hopes to encourage more of in the future. Besides its use of the latest technology to help address management issues, it is an interagency effort, including eight state and federal agencies, and involves funding from both private and government sources. \r\n<p>In addition to her DNA research, Kendall is also one of the foremost authorities on whitebark pine and limber pine whose seeds are a key food source for grizzlies in the northern Rockies. Fire suppression and an introduced fungal disease called blister rust have caused severe declines in these species with negative consequences for bears. Kendall has been conducting research on the pines since 1995 in Glacier, Yellowstone, and Grand Teton National Parks as well as other areas of Montana, Wyoming, and Idaho. Her research has helped inspire managers in the U.S. and Canada to begin restoring whitebark and limber pine ecosystems. She was instrumental in obtaining funding for and is helping to direct a three-year project in Glacier National Park to specifically manage these species as habitat and to preserve natural ecological processes. \r\n<p>\"Throughout her career, Kendall has remained a steadfast resource to Park managers and other USGS partners for information regarding her research and related issues,\" states Dr. Rey Stendell, Director of USGS&rsquo;s Midcontinent Ecological Science Center in Colorado, the office which oversees Kendall&rsquo;s work at Glacier National Park. \"Not only has she done and continues to do outstanding research, she does an excellent job making sure the information is utilized for science-based management. We are very proud of her accomplishments.\" <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"906609600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170130"},{"tid":"169820"},{"tid":"169314"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}