{"title":"Chytrid Fungus Implicated as Factor in Decline of Arizona Frogs","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Editors: For a link to reproducible pictures and to other amphibian releases, please go to <a href=\"http:\/\/www.usgs.gov\/amphibians.html\">http:\/\/www.usgs.gov\/amphibians.html<\/a><\/b> <\/p>\n<p><!--introstart-->Even as the Chiricahua leopard frog has disappeared from 80 percent of its former habitat, scientists, resource managers, ranchers, volunteer naturalists and even teachers and schoolchildren are striving to discover what is killing this frog and to sustain its populations in southeast Arizona until answers are found.<!--introend--><\/p>\r\n<p>For the first time, however, new research is linking chytrid fungus - which has been implicated as a probable cause of major amphibian die-offs in pristine areas around the globe - as a factor in the declines of some of the state&rsquo;s frog populations, according to recent studies by researchers with the U.S. Geological Survey, the U.S. Fish and Wildlife Service, Arizona Game and Fish Department, and the University of Arizona. These die-offs of amphibians in the Southwest and around the globe are of great concern because amphibians are good barometers of significant environmental changes that may go initially undetected by humans. <\/p>\r\n<p>\"Childhood memories of the frogs we put in our pockets and carried around are linked to our early awareness of the natural world. Will this generation of schoolchildren be the last to have such associations?\" asked Cecil Schwalbe, a research scientist of the USGS Western Ecological Research Center in Tucson, Ariz. <\/p>\r\n<p>Since the 1970&rsquo;s all seven native true frog species in Arizona have declined to some degree - and some precipitously. Introduction of non-native predators or competitors -fishes, bullfrogs and crayfishes - has been the single most important factor in recent declines of native frog populations in the Southwest, said Schwalbe. Previous loss and degradation of wetland habitat have also affected many populations, but recent studies implicate chytrid fungus as a player in the declines as well. <\/p>\r\n<p>\"We have learned to exclude bullfrogs from ponds used by the native leopard frogs, but we are still trying to understand all of the factors that are causing leopard frog declines,\" Schwalbe said. Researchers are examining the roles of chytrid fungus disease and air quality, but note that at the same time, viable populations of leopard frogs will need to be maintained through conservation efforts until the causes of decline are understood and can be fully addressed. <\/p>\r\n<p>Mike Sredl, a herpetologist with the Arizona Game and Fish Department, noted that the Chiricahua leopard frog is gone from 80 percent of its historical localities in southeastern and central Arizona and southwestern and west-central New Mexico. According to Jim Rorabaugh, a U.S. Fish and Wildlife Service biologist, the frog is found now at only about 79 wetland sites. <\/p>\r\n<p>From 1993 to 1996, researchers from the USGS, the USFWS, AGFD, and the University of Arizona conducted intense conservation efforts in extreme southeastern Arizona on San Bernardino National Wildlife Refuge, at Douglas High School in the nearby town of Douglas, Ariz., and on the Magoffin Ranch, near the refuge. They introduced leopard frogs to new sites where bullfrogs - which are voracious predators on the leopard frogs - were absent. Leopard frogs increased in number exponentially, but in 1997, a rapid, mysterious and alarming die-off of leopard frogs occurred at some of the sites, Schwalbe said. <\/p>\r\n<p>\"We knew then that non-native species were not the only cause of leopard frog decline,\" said Phil Rosen, the University of Arizona researcher who found that some of the dying and dead frogs at the study sites had a chytrid fungal skin infection that was identified microscopically by Greg Bradley, a veterinary pathologist at the university&rsquo;s Veterinary Diagnostic Laboratory. This was the first report of deaths in wild amphibians in the United States that was associated with the","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"954306000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}