{"title":"USGS Science at the Ecological Society of America","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>About 4,000 people are expected to attend the annual meeting of the Ecological Society of America in Minneapolis from Aug. 4 to 9, 2013. The theme of this year&rsquo;s conference is <em>Sustainable Pathways: Learning from the Past and Shaping the Future.<\/em><\/strong><\/p>\n<p><strong>Forest Drought Stress in Southwest May Exceed Most Severe Droughts in Last Thousand Years:&nbsp;<\/strong>Severe wildfires and drought-induced tree deaths have increased greatly over the past two decades in the southwestern United States. Historical ecological sources about Southwest fire regimes and forest patterns over the past 10,000 years provide context for recent fire and vegetation trends. Specifically, these sources show that regional forest landscapes are greatly affected by interactive changes among human land management, climate and disturbances. Such linkages are further emphasized through the newly developed &nbsp;forest drought-stress index (FDSI) for the Southwest, which uses extremely robust relationships among historical tree-ring growth, warm-season temperature and cold-season precipitation&nbsp;&nbsp;to reconstruct the FDSI back to AD 1000 from a massive archive of tree-ring growth data. This research by USGS, Los Alamos National Laboratory, University of Arizona, and other university partners shows very strong relationships between FDSI and regional forest productivity, tree mortality, bark-beetle outbreaks and wildfire.&nbsp;Moving forward, if temperatures increase as projected, background levels of southwestern forest drought-stress by the 2050s will exceed that of the most severe droughts in the past 1,000 years, which almost certainly means imminent changes in forest structure and composition.&nbsp; Overall, interactions among climate, land-use history and disturbance processes are driving the current pulse of major forest transitions in the Southwest. In the face of such rapid changes, it is imperative to explore adaptation strategies to foster ecosystem resilience.&nbsp;<strong>This work is addressed in two presentations:&nbsp; &nbsp;1)&nbsp;<em>Land cover change in the Southwest: wildfire risk, drought-induced tree mortality, and the convergence of climate, land management, and disturbance trends in regional forests and woodlands,&nbsp;<\/em>will be in room 101c on&nbsp;Aug. 9 at 8:40 a.m.&nbsp; Contact Craig Allen, <\/strong><a href=\"mailto:craig_allen@usgs.gov\"><strong>craig_allen@usgs.gov<\/strong><\/a><strong>, 505-795-1571; and 2)&nbsp; <em>A forest is not a pan of water: temperature and vapor-pressure deficit as potent drivers of regional forest drought stress,<\/em> will be in room 101A on Aug. 6 at 9:50 a.m. Contact Park Williams, <\/strong><a href=\"mailto:parkwilliams@lanl.gov\" target=\"_blank\"><strong>parkwilliams@lanl.gov<\/strong><\/a><strong>, 505-667-6551.<\/strong><\/p>\r\n<p><strong>Response of North American Desert Plants to Climate Change: Forecasts for Management and Planning<\/strong>: Forecasted climate warming and changes in precipitation patterns in North American deserts can have a strong impact on plant species already stressed by low water availability. Accurate forecasts of climate-induced changes to desert plant assemblages are needed by managers because dryland ecosystems are prone to abrupt and potentially irreversible degradation and reductions in productivity. To help managers mitigate and adapt to climate change impacts, USGS researchers have synthesized over a century (1906-2012) of climate and vegetation monitoring results from more than 1,500 vegetation plots across the Colorado Plateau, and the Sonoran, Chihuahuan and Mojave deserts. In all of these deserts, dominant plant species and plant diversity responded to drought and elevated temperature.<\/p>\r\n<p>On the Colorado Plateau, large declines of cool-season perennial bunchgrasses occurred, primarily driven by high temperatures. In the Sonoran Desert, increases in cacti occurred with hotter temperatures, and decreases in warm-season peren","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecosystems","Climate Change","Climateand Land Use Change","Ecological Society Of America","Invasives","fire","Nutria","phenology","","National Phenology Network","Southwest","Deserts And Climate","change","Carbon Sequestration"],"article_type":["National News Release"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1375675200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169079"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}