{"title":"USGS Announces Mineral Research Grants for 2012","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->New research on mineral resources important to our economy, national security, and land-use decisions has been funded by more than $260,000 in grants from the U.S. Geological Survey.&nbsp;<!--introend--><\/p>\n<p>Recipients of the 2012 USGS Mineral Resources External Research Program (MRERP) grants will study rare earth elements (REE), niobium, and tellurium. The principal investigators and a brief description of each of the successful proposals are provided below.&nbsp;<\/p>\r\n<p>\"Although the US is currently dependent on foreign imports for our supply of rare earths and other critical elements that are essential for the high tech industry, our nation is actually rich in deposits of these valuable minerals,\" explained USGS Director Marcia McNutt. \"The Mineral Research Grants help provide the basic research foundation to better develop our domestic resources and thus become less dependent on foreign imports.\"&nbsp;<\/p>\r\n<p><strong>Rare Earth Elements (REE) in Metamorphic Rocks of California<\/strong><br \/>The University of California, Santa Barbara will focus on determining the origin of REE-bearing phosphate minerals in metamorphic rocks of the Music Valley region of California.&nbsp; This research is expected to provide a better understanding of how these phosphate minerals originally formed and provide insight on new geologic environments to target for REE exploration. The work is expected to help formulate better genetic models for REE-bearing mineral deposits and will decrease uncertainty in future assessments for these deposit types. The lead UC Santa Barbara scientist for this research is John Cottle.<\/p>\r\n<p><strong>The Rare Earth Element (REE) Potential of Igneous Rocks in Southern New Mexico<\/strong><br \/>The New Mexico Bureau of Geology and Mineral Resources and the New Mexico Institute of Mining and Technology will conduct detailed mapping and geochemical studies in southern New Mexico to evaluate the potential for undiscovered thorium-REE-uranium vein deposits in the Caballo and Burro Mountains.&nbsp; The collection of new field data and laboratory analyses will help to fully assess the REE mineral resource potential of the rocks and associated veins in the region. The principal scientists on this research for the New Mexico Bureau of Geology and Mineral Resources, and the New Mexico Institute of Mining and Technology will be Virginia McLemore and Nelia Dunbar.&nbsp;<\/p>\r\n<p><strong>A Buried Rare Earth Element (REE ) and Niobium Deposit in Southeast Nebraska <\/strong><br \/>The University of Colorado and the University of Nebraska-Lincoln will conduct a collaborative research project to examine the age and origin of the REE resources of the Elk Creek deposit in southeastern Nebraska by investigating previously collected drilling core. The Elk Creek REE deposit is found in a rare carbonate-rich igneous rock known as carbonatite. &nbsp;In addition to REEs, the Elk Creek carbonatite may comprise the largest niobium resource in the United States. &nbsp;Niobium is primarily used as an alloying element in steels and superalloys, such as materials used in high performance aircraft. This research is expected to yield data and information that will advance exploration and assessment models for similar REE deposits. The principal scientists for this research will be Lang Farmer of the University of Colorado and Matt Joeckel and Richard Kettler of the University of Nebraska-Lincoln.&nbsp;<\/p>\r\n<p><strong>Understanding How Rare Earth Elements (REE) Migrate in the Weathering Environment<\/strong><br \/>The University of Texas at El Paso will investigate the distribution of REE in shales of different climatic zones and characterize the chemical controls on the release and transport of REE during the weathering process.&nbsp; &nbsp;This work is expected to help evaluate the fate and transport of REEs during the weathering of continental shale and advance our understanding of the formation of REE-bearing sediments in","summary":null,"format":null}]},"field_images":[],"regions":["New Mexico","Texas","Iowa","Nebraska","California"],"country":["United States of America"],"mm_tags":["Minerals","grants","Rare Earth","Mineral Commodities"],"article_type":["Technical Announcement"],"release_date":{"und":[{"value":"1327381200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"170633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}