{"title":"Floods in Kansas: Be Safe. Be Aware!","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->When flooding occurs, the U.S. Geological Survey helps to reduce losses of life and property by providing real-time water level and flow information to the public and emergency managers.<!--introend--><\/p>\n<p>The National Weather Service uses USGS streamgage data to issue flood forecasts and warnings, which allows emergency managers to get people out of harm&rsquo;s way. The information is also provided to operators of flood control dams and levees so they can take action to reduce flood impacts.<\/p>\r\n<p>Governor Sam Brownback declared March 13-19 Flood Safety Awareness Week in Kansas. Flooding is the hazard with the highest risk factor in the state, according to the Kansas Division of Emergency Management. The National Weather Service sponsors the national <a href=\"http:\/\/www.nws.noaa.gov\/floodsafety\/index.shtml\">Flood Safety Awareness Week<\/a> and the USGS is a partner to highlight how floods occur, the hazards associated, and what you can do to protect your family and home.<\/p>\r\n<p>High flow and flooding information from more than 180 real-time streamgages in Kansas are available to the public <a href=\"http:\/\/ks.water.usgs.gov\/waterwatch\/flood\/\">online<\/a>. The USGS <a href=\"http:\/\/waterwatch.usgs.gov\/new\/\">WaterWatch website<\/a> allows users to track floods in real-time using an interactive national map. The public can use this site to access additional water height and flow information from the past and get a look at potential future readings forecasted by the <a href=\"http:\/\/www.nws.noaa.gov\/\">National Weather Service.<\/a><\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. The USGS collects data from more than 7,500 streamgages, many of which provide real-time data in 15-minute increments. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.<\/p>\r\n<p>FLOOD FACTS:<\/p>\r\n<ul>\r\n<li>The <a href=\"http:\/\/www.floodsafety.noaa.gov\/tadd.shtml\">National Weather Service<\/a> says that more than half of all fatalities during floods are auto related,      usually the result of drivers misjudging the depth of water and the force      of moving water. &nbsp; <\/li>\r\n<\/ul>\r\n<ul>\r\n<li>The 1951 floods, exceeded only in recorded      history by the legendary flood of 1844, primarily affected the Kansas,      Marais des Cygnes, Neosho, and Verdigris River Basins in eastern Kansas      and the Osage and Missouri River Basins in Missouri. According to the      American Red Cross, 19 people were killed, directly or indirectly, and      about 1,100 people were injured by the 1951 floods in Kansas and Missouri. <\/li>\r\n<\/ul>\r\n<ul>\r\n<li>The historic flood of      1993 affected more than just Kansas and spanned nearly 2 months from      mid-June to early August. The area of significant flooding extended into      much of the upper Mississippi RiverBasin and included parts of southern Minnesota,      southwestern Wisconsin, Iowa, western Illinois, northern Missouri, southern      North Dakota, and eastern parts of South Dakota, Nebraska, and Kansas. The      National Oceanic and Atmospheric Administration reported that fifty deaths      occurred, and damages approached $15 billion in the nine-State area. <\/li>\r\n<\/ul>\r\n<ul>\r\n<li>In the late summer of 2005, the remarkable flooding      brought by Hurricane Katrina, which caused more than $200 billion in      losses, constituted the costliest natural disaster in U.S. history. <\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"regions":["Kansas"],"country":["United States of America"],"mm_tags":["water","flood","Kansas"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1300161600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169044"},{"tid":"169262"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}