{"title":"Science Brings Clarity to Shifting Shores","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"400\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/07_11_2014_fKBm1QP118_07_11_2014_1#.U8Zq2DC1F8F\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/07_11_2014\/fKBm1QP118_07_11_2014\/medium\/rodantheNHousesSwash.jpg\" alt=\"Homes After Hurricane Isabel\" width=\"400\" height=\"300\" \/><\/a> Houses in Rodanthe, NC, are left in the waves at the ocean's edge following the passage of Hurricane Isabel, which made landfall as a category 2 storm in the Outer Banks on September 18, 2003. Photo Credit: Hilary Stockdon, USGS[\/caption]\n\nEach and every day, waves move sand back and forth, onto and away from beaches. The thin ribbon of sandy barrier islands and beaches along Americaâ\u0080\u0099s coastline shifts constantly, especially during hurricanes, norâ\u0080\u0099easters, and other extreme storms.\n\nHow vulnerable is your favorite beach if a hurricane like Katrina, Ike, or Sandy paid a visit? What did your beach look like 50, 100, or 150 years ago? What might it look like in the future? Since more than 40% of the nationâ\u0080\u0099s population lives in coastal counties on both the East and West Coasts, answering questions like these will help protect millions of citizens who are at risk from changing sea level, retreating shorelines, and extreme coastal storms.\n\nTo help ensure safe and resilient coasts, the U.S. Geological Survey (USGS) has created an online tool that allows anyone to interactively â\u0080\u009cseeâ\u0080\u009d past, present and future hazards. This tool â\u0080\u0094 the <a href=\"http:\/\/marine.usgs.gov\/coastalchangehazardsportal\">USGS Coastal Change Hazards Portal<\/a> â\u0080\u0094 can aid in decisions that involve emergency preparedness, ecosystem restoration, and where and how to develop coastal areas.\n\nNo sophisticated technology is required. The tool runs on web browsers, tablets, and smartphones. It is designed for a wide-range of audiences, from federal and state agencies to non-governmental organizations, public entities, and private citizens.\n\nâ\u0080\u009cOur nationâ\u0080\u0099s coastlines are constantly changing landscapes that pose unique management challenges,â\u0080\u009d said Suzette Kimball, USGS acting director. â\u0080\u009cThis new USGS portal is truly one-of-a-kind, providing a credible foundation for making decisions to protect resources, reduce risk, and prevent economic losses.â\u0080\u009d\n\n\"Essentially, the portal is an interactive mapping product with layers of information, but donâ\u0080\u0099t let that simple explanation be deceiving,â\u0080\u009d Kimball continued. â\u0080\u009cThe portal is unique in that it compiles a diverse array of science â\u0080\u0094 science that is unbiased â\u0080\u0094 to provide a comprehensive picture needed to visualize and understandÂ how coasts behave under various conditions.â\u0080\u009d\n\n[caption id=\"\" align=\"alignright\" width=\"216\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/07_11_2014_fKBm1QP118_07_11_2014_0#.U8ZrODC1F8E\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/07_11_2014\/fKBm1QP118_07_11_2014\/large\/Loc4_Rodanthe_NC_all_lg.jpg\" alt=\"Hurricane Irene Makes Landfall\" width=\"216\" height=\"656\" \/><\/a> Upper aerial photograph shows Rodanthe, NC, looking south along the coast on August 30, 2011, three days after landfall of Hurricane Irene. The central and lower aerial photographs show pre-storm and post-storm extreme coastal change, with the yellow arrow in all 3 photographs pointing to the same cottage. Photo Credit: Karen Morgan, USGS[\/caption]\n\n<strong>How It Works<\/strong>\n\nOne key component of the <a href=\"http:\/\/marine.usgs.gov\/coastalchangehazardsportal\">portal<\/a> is the ability to explore coastal hazard risks at varied scales, from a local area of interest to a national perspective. This location-specific capability is extremely valuable for planning and preparedness and for making decisions to build coastal resilience.\n\nFor example, if a hurricane alert is issued, users can input their city and state to see maps and imagery of potential impacts for a similar storm scenario. If an individual is planning to move to a beach, they can type a location into the portal to view what types of coastal hazards and impacts have occurred nearby. The <a href=\"http:\/\/go.usa.gov\/95pH\">Coastal Vulnerability Index<\/a> feature shows the relative susceptibility of the Nation's coasts to sea- level rise. Resource managers can also make decisions on how best to protect precious ecosystems. These are just a few ways the portal may be utilized.\n\n<strong>Video Tutorial<\/strong>\n\nThe following short video demonstrates how a resident in Rodanthe, NC, can use the portal to answer the question: As a long-term resident in this coastal community on the Outer Banks, how much beach erosion is occurring in my community?\n<div>[iframe title=\"video\" name=\"Video\" width=\"400\" height=\"225\" src=\"\/\/www.youtube.com\/embed\/ZvlITDs9PII?rel=0\" frameborder=\"0\" allowfullscreen]<\/div>\n<strong>Technology Sets Sail -- New â\u0080\u0098Mashupâ\u0080\u0099 Capabilities<\/strong>\n\nA range of information is provided through the portal, such as historical data, existing publications, satellite imagery, maps, and more. This â\u0080\u0098mashupâ\u0080\u0099 of information is possible due to the wide scope of USGS expertise. For example, USGS scientists have completed a national research project that measures and interprets coastline change from the past 150-plus years.Â  By looking to the past, scientists have direct evidence of how our diverse shorelines have behaved, allowing for more accurate analyses of future change. The USGS also investigates coastal change during extreme storms to help understand hazards such as severe beach erosion, island overwash, or coastal inundation.Â The portal will enable users to view USGS science in conjunction with their own personalized data to answer specific questions.\n\n<strong>Partnerships are Essential<\/strong>\n\nThe maintenance of an accurate and up-to-date portal relies on relationships with federal agencies and many non-governmental organizations. This cooperation includes, for example, the incorporation of current forecasts from the <a href=\"http:\/\/www.weather.gov\/\">National Weather Service<\/a> along with corresponding coastal change forecasts from the USGS, a key partnership that will help in achieving near-real-time predictions of coastal change when hurricanes approach.\n\nSimilar collaborations are also necessary to make sure the portal addresses the needs of information users. For example, refuge managers at the U.S. Fish and Wildlife Service will be able to use this tool in combination with many of their own mapping products to develop an appropriate forecast for endangered species and resource management. Managers with the National Park Service can apply these data to evaluate how to reduce or prevent vulnerabilities at specific facilities or cultural resources due to exposure to coastal hazards.\n\nThe information provided through the portal also enables state agencies to improve their ability to monitor and assess their coastlines. â\u0080\u009cThe ability to easily locate and access USGS research and data through the new Coastal Change Hazards Portal is of great value for coastal managers,â\u0080\u009d said Massachusetts Office of Coastal Zone Management Director Bruce Carlisle. â\u0080\u009cThis information directly supports our work with local cities and towns to assess risk and communicate current and future hazards.â\u0080\u009d\n\n<strong>Future Portal Plans and Enhancements<\/strong>\n\nCoastlines are constantly changing landscapes that pose unique management challenges requiring fresh information. The USGS Coastal Change Hazards Portal is designed to be continually updated with the most current catalogues of information and tools that can be used to evaluate risk and inform actions that lead to improved coastal resilience.\n\nIn the future, the portal will evolve into an even more advanced web tool to forecast shoreline variations and provide managers and planners with information they need to protect resources, reduce risk, and prevent economic losses. Future refinements will sharpen information to the highest resolution available and provide capabilities for real-time storm vulnerability assessments.\n\n<strong>Start with Science<\/strong>\n\nInformed management and policy decisions require expert science as their foundation. The USGS is dedicated to addressing this need and providing unbiased coastal science. The USGS Coastal Change Hazards Portal is one way the USGS continues to work onÂ <a href=\"http:\/\/www.usgs.gov\/hurricane\/sandy\/\" target=\"_blank\">Hurricane Sandy<\/a>Â impacts and recovery. The Portal is an internal partnership between theÂ <a href=\"http:\/\/marine.usgs.gov\/\" target=\"_blank\">Coastal and Marine Geology Program<\/a>, which develops the data and understanding to forecast coastal change, and theÂ <a href=\"http:\/\/cida.usgs.gov\/\" target=\"_blank\">Center for Integrated Data Analytics<\/a>, which provides the advanced software development and delivery capabilities to ensure USGS science is available as widely and effectively as possible.\n\n<strong>Get Onboard and Explore<\/strong>\n\nFollow the link below to investigate the coast and learn more about impending hazards:\n\n<a title=\"USGS Coastal Change Hazards Portal\" href=\"http:\/\/marine.usgs.gov\/coastalchangehazardsportal\">USGS Coastal Change Hazards Portal<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24367","uid":"31","filename":"Main1.jpg","uri":"public:\/\/Main1.jpg","filemime":"image\/jpeg","filesize":"45892","status":"1","timestamp":"1425492768","type":"image","uuid":"10a29fd5-d89c-44a6-9ea8-65bf437cf69d","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["beach","beaches","Climate Change","coast","Coastal Change","Coastal Erosion","coastline","Coasts","erosion","Hurricane","hurricanes","Natural Hazards","Sea Level Rise","shore","shoreline","Shores","Storms"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1405515892","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}