{"title":"The Science of Sinkholes","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\nA devastating sinkhole occurred in Florida on February 28, 2013, raising questions and concerns about this incredible phenomenon. Around 20% of the U.S. lies in areas susceptible to sinkhole events, highlighting the need for research and to be informed about this hazard.\n<div style=\"float: right\" align=\"right\">[iframe width=\"560\" height=\"315\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/wubMuKDGBuk?rel=0\" frameborder=\"0\" allowfullscreen]<\/div>\n<strong>What is a Sinkhole? <\/strong>\n\nGeologically, a sinkhole is a depression in the ground that has no natural external surface drainage.Â Basically this means that when it rains, all of the water stays inside the sinkhole and typically drains into the subsurface.\n\nSinkholes are most common in what geologists call, â\u0080\u009ckarst terrain.â\u0080\u009d Whatâ\u0080\u0099s that? These are regions where the type of rock below the land surface can naturally be dissolved by groundwater circulating through them. Soluble rocks include salt beds and domes, gypsum, and limestone and other carbonate rock. Florida, for instance, is an area largely underlain by limestone and is highly susceptible to sinkholes.\n\nWhen water from rainfall moves down through the soil, these types of rock begin to dissolve and spaces and caverns develop underground. Sinkholes are dramatic because the land usually stays intact for a period of time until the underground spaces just get too big. If there is not enough support for the land above the spaces, then a sudden collapse of the land surface can occur.\n\n[caption id=\"attachment_176135\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/pubs.usgs.gov\/of\/2004\/1352\/data\/USA_karst.pdf\"><img class=\"size-medium wp-image-176135\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/USA_karstjustcarbs-300x164.gif\" alt=\"\" width=\"300\" height=\"164\" \/><\/a> USGS map showing areas of the contiguous United States that are underlain by relatively soluble rocks with potential for cave and natural sinkhole formation. Note that the delineated areas are generalized; actual potential for sinkhole development varies locally within each region.[\/caption]\n\nKeep in mind though that while collapses are more frequent after intense rainstorms, there is some evidence that droughts play a role as well. Areas where water levels have lowered suddenly are more prone to collapse formation.\n\n<strong>Areas Most Susceptible<\/strong>\n\nAbout 20% of our country is underlain by â\u0080\u009ckarst terrainâ\u0080\u009d and is susceptible to a sinkhole event. The most damage from sinkholes tends to occur in Florida, Texas, Alabama, Missouri, Kentucky, Tennessee, and Pennsylvania.\n\n<strong>Different Types and Various Severities<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/03_05_2013_kpf6JVu22C_03_05_2013_0\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/03_05_2013\/kpf6JVu22C_03_05_2013\/medium\/IMG_0396.JPG\" alt=\"\" width=\"350\" height=\"233\" \/><\/a> Collapse sinkhole in a salt dome in Daisetta, Texas (September 2008). Photo Credit: Randall Orndorff, USGS[\/caption]\n\nSinkholes can be characterized into two types. First, there are cover-collapse sinkholes, which can develop abruptly (over a period of hours) and cause catastrophic damages. Secondly, there are cover-subsidence sinkholes, which form slowly over time with the ground gradually subsiding or deflating. These types of events can be less noticeable and go undetected for long periods.\n\nSinkhole collapses can range in size and severity. Sinkholes can vary from a few feet to hundreds of acres and from less than one to more than 100 feet deep. Sinkholes can have dramatic effects, especially in urban settings. They can contaminate water resources and have been seen to swallow up swimming pools, parts of roadways, and even buildings.\n\n<strong>Is There a Sinkhole on Your Property<\/strong><strong>?<\/strong>\n\nThis is a difficult question, and unfortunately there isnâ\u0080\u0099t a very efficient system to determine this quite yet. It is recommended that people constantly observe their property for things such as small holes in the ground or cracks formed in a structureâ\u0080\u0099s foundation. People can also check to see if they live in areas underlain by soluble rock, and they can do so by checking with county offices, local or state geological surveys, or the USGS.\n\n<strong>Even Humans Cause Sinkholes<\/strong>\n\nWhile sinkhole collapses are frequent in karst areas, there are a variety of other circumstances that can lead to such events. Many sinkholes form from human activity. Collapses can occur above old mines, from leaky faucets, when sewers give way, or due to groundwater pumping and construction.\n\nThink about all the changes that occur when water-drainage patterns are altered and new systems are developed. And when industrial and runoff-storage ponds are created, the resulting substantial weight of the new material can trigger an underground collapse of supporting material.\n\nAquifer systems are another factor in sinkholes. The sediment above the aquifer system may be delicately balanced by ground-water fluid pressure, meaning that the water below ground is actually helping to keep the surface soil in place. Groundwater pumping for urban water supply and for irrigation can produce new sinkholes. If pumping results in a lowering of groundwater levels, then underground structures could fail and thus sinkholes can occur.\n\n[caption id=\"\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/03_05_2013_kpf6JVu22C_03_05_2013_1\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/03_05_2013\/kpf6JVu22C_03_05_2013\/medium\/Maryland__FredSinkhole_9-03.JPG\" alt=\"\" width=\"300\" height=\"225\" \/><\/a> Cover-collapse sinkhole in limestone near Frederick, Maryland (September 2003). Photo Credit: Randall Orndorff, USGS[\/caption]\n\n<strong>Start with USGS Science<\/strong>\n\nStarting with science is important to understanding where sinkholes are likely to occur and making the best decisions to protect life and property. Scientists at the U.S. Geological Survey (USGS) play a key role by developing geologic maps of the nation.\n\nBy mapping the nation, the USGS contributes important geologic and topographic information needed to understand karst regions and local areas. Detailed geologic mapping helps to define areas of soluble rock at the surface and in the subsurface, thus educating the land planners, policy makers, and the public about sinkhole risk.\n\nThese USGS maps and data are essential to many other purposes, including assessing ground-water quality and contamination risks; predicting earthquake, volcano, and landslide hazards; characterizing energy and mineral resources and their extraction costs; waste repository siting; land management and land-use planning; and general education.\n\n<strong>Learn More<\/strong>\n\nLearn more about sinkholes by reading an <a href=\"http:\/\/ga.water.usgs.gov\/edu\/sinkholes.html\">online overview story<\/a> or a <a href=\"http:\/\/pubs.usgs.gov\/fs\/2007\/3060\/pdf\/FS2007-3060.pdf\">USGS fact sheet<\/a>.\n\nTo see a catalog of all geologic maps for the country, visit the <a href=\"http:\/\/ncgmp.usgs.gov\/\">USGS National Cooperative Geologic Mapping Program<\/a> website. On that site, you can browse through the National Geologic Map database, which includes maps published by the USGS and state geological surveys.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24281","uid":"31","filename":"Homepage-Image-Reference-Sinkholes.jpg","uri":"public:\/\/Homepage-Image-Reference-Sinkholes.jpg","filemime":"image\/jpeg","filesize":"127339","status":"1","timestamp":"1425492768","type":"image","uuid":"cfb42ebd-f613-4bbd-8620-4627683eeff0","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Geologic Map","geology","Natural Hazards","Sinkhole","sinkholes","USGS National Cooperative Geologic Mapping Program"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1362995316","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}