{"title":"USGS Scientists Provide an Interactive View of Natural Science Information ... Enrich Your Science Curriculum at the USGS Booth","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Note to Editors: The USGS Booth can be reached through the NSTA Press Registration Booth, phone 617-954-2559. \n<p>Explore aerial photos in one of the largest databases on the Internet and learn the latest on marine geology from scientists of the U.S. Geological Survey (USGS) Woods Hole Regional Center. Collect information and teaching materials on geology, mapping, biology, and water -- visit the USGS booth at the 47th Annual National Science Teachers Association (NSTA) National Convention, March 25-28 in Boston, MA. The following are highlights: \r\n<p>\r\n<p>A Terabyte of Terra Firma:<br>See the Microsoft TerraServer Web site, a database of aerial photographs and satellite images showing detail down to local neighborhoods. The site now serves more than one terabyte of data -- that&rsquo;s a one followed by 12 zeroes. A joint research effort between the USGS, which is the Nation&rsquo;s largest civilian mapping agency, and Microsoft Corporation, this is the first attempt to build a database this size that is available free to the public via the Internet. As part of the research, other types of data will be added to the TerraServer. Digital scans of the USGS topographic maps will be incorporated into the TerraServer by early summer. View the TerraServer at <a href=\"http:\/\/www.terraserver.microsoft.com\/\">http:\/\/www.terraserver.microsoft.com <\/a>. \r\n<p>A New National View:<br>See the first products of the National Atlas of the United States of America TM. The Atlas is designed for a wide variety of users, and to stimulate children and adults to visualize, comprehend, and marvel at the complex relationships between environments, places, and people. From sixteen Federal-agency partners, USGS is compiling digital data tied to specific geographic areas throughout the Nation. Environmental, resource, demographic, economic, social, political, and historic data such as soils, boundaries, volcanoes, and principal aquifers, crime patterns, population distribution, and incidence of disease will be categorized and indexed using different methods. Users can layer these data to create customized products to suit their needs. The Web page is on <a href=\"http:\/\/www.usgs.gov\/atlas\/\">http:\/\/www.usgs.gov\/atlas\/ <\/a>. \r\n<p>From the Stream to Your Screen:<br>Visit the nearest USGS stream gauge; or any of the thousands of gauges throughout the U.S., Puerto Rico, and the Virgin Islands; for real-time streamflow information on the Internet: <a href=\"http:\/\/water.usgs.gov\/realtime.html\">http:\/\/water.usgs.gov\/realtime.html <\/a>. \r\n<p>Land and People - Finding a Balance:<br>This new teacher&rsquo;s packet is an environmental study project that engages high school students in studying ecosystems resource issues. The packet focuses on the interaction between people and the environment in three regions of the United States: Cape Cod, Los Angeles, and the Everglades. Copies of the packet will be available free at the USGS booth. The packet and other resources for the classroom can also be accessed through the USGS Learning Web <a href=\"http:\/\/www.usgs.gov\/education\/\">http:\/\/www.usgs.gov\/education\/ <\/a>. \r\n<p>1-888-ASK-USGS:<br>The Survey&rsquo;s new toll free number - 1-888-ASK-USGS, will also be highlighted at the USGS exhibit booth. This number links customers to a network of information specialists to provide one-stop-service. Customers can ask specialists at the USGS about how to order USGS products, or can access information about a topic in biology, geography, geology, hydrology, mapping, and other natural science areas. \r\n<p>The USGS is in Booth #3317, Earth Science Area, John B. Hynes Convention Center. Exhibit hours are: Thurs., Mar. 25 2:00 PM - 5:00 PM; Friday, Mar. 26 9:00 AM - 5:00 PM; Saturday, Mar. 27 9:00 AM - 5:00 PM; Sunday, Mar. 28 10:00 AM - 1:00 PM. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"922165200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}