{"title":"southeastern Drought Worsens - USGS to Assess Impacts in Georgia, Florida and Alabama","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>ATLANTA, Ga<\/strong><strong>. <\/strong>&ndash; <!--introstart-->Streamflow and groundwater conditions in southwestern Georgia and adjacent parts of Florida and Alabama continued to worsen during July.<!--introend--> Waterways in many of the regions rivers are setting new record lows with gauges on the Flint, Suwannee, Ochlocknee, Alapaha, and Apalachicola rivers recording the lowest water levels in their history due to lower than normal rainfall. Groundwater levels were below normal and set new records in much of the southern Georgia, with some wells going dry.<\/p>\n<p>To determine the impact of the drought on water resources and ecology of southwestern Georgia and adjacent parts of Florida and Alabama, almost two dozen researchers from three U.S. Geological Survey water science centers in Alabama, Florida and Georgia will conduct field studies in the Apalachicola-Chattahoochee-Flint and Aucilla-Suwannee-Ochlockonee river basins over the next 10 days.<\/p>\r\n<p>\"This is the first effort of its kind ever completed during the peak of the summer irrigation season\", said Brian McCallum, assistant director of the USGS Georgia Water Science Center. \"This effort will help us see hydrologic and ecological conditions at their most stressed condition.\"<\/p>\r\n<p>USGS field crews will visit more than 200 stream sites and 400 private and public supply wells to assess streamflow decline and drops in groundwater levels. Additionally, field crews will collect water-quality information that will help in the determination of the drought's impact on ecological conditions in the region. Later in the summer, they will visit the same stream sites to assess populations of fish and mussels affected by drought conditions. The work is being completed as part of the USGS WaterSmart initiative, a program to assess sustainability of water supplies in the ACF basin.<\/p>\r\n<p>Residents interested in monitoring water levels across the state or across the country have several USGS tools available for keeping informed, WaterAlert, WaterWatch, and GroundWaterWatch.<\/p>\r\n<p>The <a href=\"http:\/\/water.usgs.gov\/wateralert\/parameters.html\">USGS WaterAlert<\/a> service sends e-mail or text (SMS) messages when <a href=\"http:\/\/water.usgs.gov\/wateralert\/parameters.html\">certain parameters<\/a>, as measured by a USGS real-time data-collection station, exceed user-definable thresholds which may vary at each gauge. For example users can input their favorite water gage, and receive updates on water level, streamflow, water temperature or salinity.<\/p>\r\n<p>The <a href=\"http:\/\/waterwatch.usgs.gov\/new\/index.php?id=ww\">USGS WaterWatch<\/a> and <a href=\"http:\/\/groundwaterwatch.usgs.gov\/\">GroundWater Watch<\/a> websites display maps, graphs and tables describing real-time, recent and past stream flow and groundwater conditions for the United States, with real-time data updated on an hourly basis.&nbsp;&nbsp;<\/p>\r\n<p>\"WaterWatch and GroundWaterWatch systems are great tools to compare streamflow and groundwater levels in terms of historical context\", McCallum said. Used in conjunction with the WaterAlert notification system, these systems provide a comprehensive tool for keep track of the hydrologic conditions in Georgia.&nbsp;<\/p>\r\n<p>The USGS is the nation's primary provider of flow and water level information for our nation's waterways.&nbsp; For more than 125 years, the USGS has monitored selected streams and rivers with about 7,700 streamgaging sites and 20,000 wells across the nation.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Georgia"],"country":["United States of America"],"mm_tags":["southeastern","drought","Georgia","Florida","Alabama","streamflow","Apalachicola Chattahoochee Flint","river","Basin","Aucilla Suwannee Ochlockonee","river","Basin"],"release_date":{"und":[{"value":"1310961600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168974"},{"tid":"169472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}