{"title":"Million Year Old Groundwater in Maryland Water Supply","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A portion of the groundwater in the upper Patapsco aquifer underlying Maryland is over a million years old.<!--introend--> A new study suggests that this ancient groundwater, a vital source of freshwater supplies for the region east of Washington, D.C. and Baltimore, was recharged over periods of time much greater than human timescales.&nbsp;<\/p>\n<p>\"Understanding the average age of groundwater allows scientists to estimate at what rate water is re-entering the aquifer to replace the water we are currently extracting for human use,\" explained USGS Director Marcia McNutt. \"This is the first step in designing sustainable practices of aquifer management that take into account the added challenges of sea level rise and increased human demand for quality water supplies.\"&nbsp;<\/p>\r\n<p>This new study from the USGS, the Maryland Geological Survey (MGS) and the Maryland Department of the Environment (MDE) documents for the first time the occurrence of groundwater that is more than one million years old in a major water-supply aquifer along the Atlantic Coast. The oldest groundwater was found in the deepest parts of the aquifer, but groundwater even in shallower parts of the aquifer is tens to hundreds of thousands years old.&nbsp;<\/p>\r\n<p>Groundwater age indicates the length of time that a sample of water has been in the ground since infiltrating from the land surface. This study reveals that modern pumping in southern Maryland west of the Chesapeake Bay and on the Eastern Shore is tapping groundwater resources that have accumulated in the aquifer over multiple cycles of climate change and are not quickly recharging.&nbsp;<\/p>\r\n<p>The analysis shows that water flowed from the land surface into the deep aquifer during cooler periods in earth's history, when glaciers covered much of the northeastern U.S. and sea level was about 125 meters lower than it is today. During warmer periods in earth&rsquo;s history, such as in modern times, higher sea levels slow recharge of fresh water to the aquifer, due to a lower gradient between the recharge and discharge areas.&nbsp;<\/p>\r\n<p>Modern-day pumping rates have lowered water pressures and changed water chemistry, affecting the aquifer&rsquo;s ability to provide freshwater for drinking and other uses. Concerns over saltwater intrusion in some areas have led water managers to increasingly move groundwater production from shallower aquifers to the deeper upper Patapsco aquifer, which has caused groundwater levels to decline.&nbsp;<\/p>\r\n<p>The findings are being used to help understand the patterns and rates of groundwater movement in the aquifers of the Coastal Plain. Such information will be used by the Maryland Department of the Environment to ensure that the management and use of the State's groundwater resources are being carried out to protect its long-term sustainability. The findings bring into focus that current users are withdrawing groundwater that was recharged eons ago and accentuate the need to review current water-supply management strategies and develop new tools and models to protect this valuable resource for the future.&nbsp;<\/p>\r\n<p>There are relatively few aquifers in the world in which million-year-old groundwater has been documented, including the Nubian aquifer in the Sahara Desert, Canada's Alberta Basin, and the Great Artesian Basin in Australia&nbsp;<\/p>\r\n<p>Aquifer sustainability is one of several priority topics currently being addressed by the USGS <a href=\"http:\/\/water.usgs.gov\/ogw\/gwrp\/\">Groundwater Resources Program<\/a>, the USGS <a href=\"http:\/\/water.usgs.gov\/nrp\/\">National Research Program<\/a>, and the USGS <a href=\"http:\/\/water.usgs.gov\/coop\/\">Cooperative Water Program<\/a>.&nbsp;<\/p>\r\n<p>More information about the study is available <a href=\"http:\/\/www.springerlink.com\/openurl.asp?genre=article&amp;id=doi:10.1007\/s10040-012-0871-1\">online<\/a> and in <em>Hydrogeology Journal<\/em> in an article titled, \"Old groundwater in parts of the upper Pat","summary":null,"format":null}]},"field_images":[],"regions":["Maryland"],"country":["United States of America"],"mm_tags":["Water Groundwater Resources","Water Hydrologic Researchand Development","water","Maryland","National Research Program Geographic Areas Northeast"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1339992000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169177"},{"tid":"169515"},{"tid":"169801"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}