{"title":"Decline in Apalachicola River Levels Greater than Previously Thought","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors<\/strong>: The report, \"Water-Level Decline in the Apalachicola River, Florida, from 1954 to 2004, and Effects on Floodplain Habitats,\" is available at: <a href=\"http:\/\/pubs.water.usgs.gov\/sir2006-5173\">http:\/\/pubs.water.usgs.gov\/sir2006-5173<\/a>.<\/p>\n<p><!--introstart-->Declines in water levels in the Apalachicola River in Florida&acute;s panhandle occurred over the past 50 years as a result of erosion of the river channel and decreased spring and summer flow from upstream, according to a report released today by the U.S. Geological Survey (USGS).<!--introend--> These declines are greater than previously thought and have caused drier conditions in wetland habitats in the adjacent river floodplain. Consequently, less water now moves into the hundreds of miles of floodplain streams, sloughs, and lakes that are essential to maintain healthy populations of fishes, mussels, and other aquatic life. <\/p>\r\n<p>\"Unfortunately, the largest drop in water levels has occurred during spring and summer, which is the most critical time of year for fish reproduction, wetland tree growth, and many other important biological processes,\" said USGS scientist Helen Light, the lead author of the report.<\/p>\r\n<p>Erosion along the river bed and banks occurred first, and was apparently caused by construction of a dam at the Georgia-Florida border in 1954 and by extensive navigation improvements &mdash; river straightening, dredging, and woody-debris removal &mdash; during the next 2-3 decades. <\/p>\r\n<p>\"Previous studies suggested that declines caused by channel widening and deepening were limited primarily to the upper 30 miles of the river,\" said Light, \"but we now know that nearly the entire 86 miles of the non-tidal Apalachicola River and floodplain have been substantially altered by water-level declines caused by channel erosion.\" <\/p>\r\n<p>Channel erosion stabilized after the late 1970s, but spring and summer water levels continued to decline in recent decades because of seasonal decreases in flow from the upstream watershed. Less flow during the spring and summer is likely caused by a combination of natural climatic changes and a variety of human activities in the Apalachicola-Chattahoochee-Flint (ACF) River Basin, including agricultural irrigation, municipal water use, flow regulation, and reservoir evaporation.<\/p>\r\n<p>The ACF River Basin, which covers one-quarter of the state of Georgia, extends from headwaters in northern Georgia through southwestern Georgia and eastern Alabama to the Florida panhandle, discharging into the Gulf of Mexico at the town of Apalachicola. The area for this study included the non-tidal portion of the Apalachicola River from the Georgia-Florida line downstream to the beginning of the tidal reach about 20 miles upstream from Apalachicola Bay. <\/p>\r\n<p>This report is the result of an interdisciplinary study by USGS integrating hydrology, geomorphology, and biology. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1156219200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}