{"title":"Checking the Nations&rsquo;s Streams... 1996 Was A Very Wet Year And Early 1997 Continutes The Pace","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Streamflow was well above normal in about half the country last year and with the major flooding in California, Nevada and the Pacific Northwest over the New Year and again in late January, the trend seems to be continuing right into 1997, according to scientists with the U.S. Geological Survey. \n<p>Of the 173 key index stations in the USGS reporting network of streamgaging stations across the country, 50 percent of the stations recorded flows for 1996 that were well above normal -- in the highest 25 percent of the historic record. On the drier side, well below normal flows -- within the lowest 25 percent of record -- were recorded at 29 percent of the stations, mostly in the Southwest, Gulf Coast area and Florida. \r\n<p>The wet trend is evident on both coasts: \r\n<p>* On the East Coast, the Chesapeake Bay received its highest inflow of freshwater in 45 years of record during 1996. The high flows from the Susquehanna, Potomac, James and other rivers and streams also carried unusually high loads of sediment, nutrients and other chemicals that affected the water quality and living resources of the Bay. \r\n<p>* On the West Coast, San Francisco Bay received record inflows in January 1997 from the Sacramento and other rivers. USGS scientists are measuring the impacts of these record-setting inflows on both San Francisco Bay and Chesapeake Bay. During the \"New Year\" West Coast flooding in early January 1997, the USGS measured all-time record peak flows at 39 streamgaging stations in California, Nevada, Washington, Oregon and Idaho. At 18 sites, the flood peaks reached or exceeded the level of a 100-year flood -- a level expected to be reached on the long-term average of once every 100 years or about a 1percent chance in any given year. Along with other serious property damage, the \"New Year\" floods damaged or destroyed 146 USGS streamgaging stations. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","California","Nevada"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"854514000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}