{"title":"Self-Flying Planes Aid Geothermal, Seismic Exploration ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"210\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_03_2013_ptk7NBy44H_09_03_2013_1\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/09_03_2013\/ptk7NBy44H_09_03_2013\/medium\/SurpriseValley_3.jpg\" alt=\"U.S. Geological Survey researcher Noah Athens secures a magnetometer pack onto Stanford graduate student Melissa Pandika, who blogged the teamâ\u0080\u0099s first yearâ\u0080\u0099s research for USGS in Surprise Valley, Modoc County, Calif., in 2012. Traditionally, magnetometric surveying has been done on foot or by all-terrain vehicle, and the Surprise Valley teamâ\u0080\u0099s aerial data is still ground-truthed this way. However, human-powered ground surveying methods are time-consuming and less precise than aerial surveys, and cannot be performed on dangerous or inaccessible ground. \" width=\"210\" height=\"175\" \/><\/a> U.S. Geological Survey researcher Noah Athens secures a magnetometer pack onto Stanford graduate student Melissa Pandika, who blogged the teamâ\u0080\u0099s first yearâ\u0080\u0099s research for USGS in Surprise Valley, Modoc County, Calif., in 2012. Traditionally, magnetometric surveying has been done on foot or by all-terrain vehicle, and the Surprise Valley teamâ\u0080\u0099s aerial data is still ground-truthed this way. However, human-powered ground surveying methods are time-consuming and less precise than aerial surveys, and cannot be performed on dangerous or inaccessible ground.[\/caption]\n\nThe swath of the western United States known as the Basin and Range owes its name to its alternating linear valleys and mountains â\u0080\u0093 its basins and ranges â\u0080\u0093 formed by the faulting and extending of the earthâ\u0080\u0099s crust by tectonic forces. Some of these faults and fracture zones are also sites of geothermal activity, potentially valuable for exploration and development. To reduce U.S. dependence on foreign oil, the federal government has launched substantial <a href=\"http:\/\/energy.usgs.gov\/OtherEnergy\/Geothermal.aspx\">initiatives<\/a> toward developing geothermal and other sustainable domestic energy sources. Recent technological advances allow <a href=\"http:\/\/pubs.usgs.gov\/circ\/2004\/c1249\/\">geothermal energy<\/a> to be used in a variety of ways, including the generation of electricity. Yet characterizing complex seismic and geothermal systems and <a href=\"https:\/\/pangea.stanford.edu\/ERE\/db\/GeoConf\/papers\/SGW\/2013\/Glen.pdf\">understanding the relationships between them<\/a> is challenging, largely because it can be difficult to see them. Not only are they in remote areas, but many are also deep underground, showing no surface trace except for an occasional hot spring.\n\nUSGS geophysicist Jonathan Glen, in cooperation with scientists and engineers from NASA, Carnegie-Mellon University and Central Washington University, is working to address these challenges. They are using an experimental system called payload-directed flight (PDF) to <a href=\"https:\/\/pangea.stanford.edu\/ERE\/db\/GeoConf\/papers\/SGW\/2013\/Glen.pdf\">study and map<\/a> the underground fracture and fault systems of <a href=\"http:\/\/www.usgs.gov\/blogs\/surprisevalley\/tag\/surprise-valley\/\">Surprise Valley, Calif.<\/a>, a promising target for geothermal exploration and development in the far northeast corner of the state. They hope to complete their two-year study not only with comprehensive geophysical data from Surprise Valley itself, but an efficient research strategy for exploring geothermal systems in comparable terrain throughout the world.\n\n<strong>More data, faster and more reliably<\/strong>\n\nFor their second field season beginning this week, the team headed by Glen and Anne Egger of Central Washington University equipped NASAâ\u0080\u0099s payload-directed <a href=\"http:\/\/airbornescience.nasa.gov\/aircraft\/XSCAV\">XSCAV<\/a> aircraft with magnetic sensors to collect more data, much faster and more reliably, than either surface sensing methods or <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/remote-controlled-aircraft-work-hard-for-science\/\">conventional unpiloted aircraft<\/a>. The PDF system will allow the XSCAV to respond to the environmental variations such as topography while also adjusting its own course in response to the data being collected that warrant further exploration.\n\nSeveral years ago, Glen <a href=\"http:\/\/pubs.usgs.gov\/of\/2009\/1157\/\">began mapping Surprise Valleyâ\u0080\u0099s underground geology<\/a> on foot and by vehicles equipped with magnetometers. The regionâ\u0080\u0099s dense and highly magnetic mafic (magnesium- and iron-rich) volcanic rock is interbedded with less-dense, less magnetic sedimentary rock. Magnetic measurements reveal these variations and thus enable scientists to effectively image the geology of the subsurface, but require enormous amounts of very precise surveying.\n\nâ\u0080\u009cI got tired of marching up and down with a backpack full of equipment,â\u0080\u009d Glen explained. â\u0080\u009cI thought the work would go much easier and faster as an aerial survey.â\u0080\u009d\n\n[caption id=\"attachment_182992\" align=\"aligncenter\" width=\"745\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/SurpriseValley_photomontage.jpg\"><img class=\" wp-image-182992 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/SurpriseValley_photomontage.jpg\" alt=\"A montage of a USGS employee working with a yellow unmanned aircraft\" width=\"745\" height=\"296\" \/><\/a> The payload-directed XSCAV aircraft flown by USGS and partners in Surprise Valley in 2013 is a collaborative project of the NASA Ames Research Center and the Carnegie Mellon University Innovations Laboratory in Mountain View, Calif. The XSCAV resembles a Piper Cub but is half its size, and is designed to carry large payloads for short-range flight. This photomontage records the XSCAV's first successful test flight in 2009. Photos by Corey Ippolito\/CMU\/NASA[\/caption]\n<p style=\"text-align: left;\"><strong>Goal: A complete survey mission without human intervention<\/strong><\/p>\nUnmanned aircraft are ideal for scientific surveys because they can fly much lower than would be safe for piloted craft and are much cheaper to operate. XSCAVâ\u0080\u0099s adaptive payload system will use algorithms developed by NASA and Carnegie-Mellon collaborators Corey Ippolito and Ritchie Lee to â\u0080\u009cdecideâ\u0080\u009d how to adjust the aircraftâ\u0080\u0099s flight path to maximize data collection in areas of interest, allowing it to plan and perform a complete survey mission without human intervention. Furthermore, XSCAVâ\u0080\u0099s wood construction provides a significantly less magnetic platform than the metal SIERRA aircraft, also developed by NASA, that Glenâ\u0080\u0099s team deployed during its first aerial field season in 2012.\n\nThe 2012 season confirmed the efficacy of the new strategy. In three days, the SIERRA collected data along a 1,390-kilometer gridded survey of Surprise Valley. This was more than the 960 kilometers of data Glen and team had been able to collect in 60 days of previous ground-based research. Using the aerial surveys, the team located several subsurface structures that Glen and his colleagues believe are responsible for the location of the hot springs in the valley by controlling the flow of geothermal fluids in the subsurface.\n\n<strong>Comparing surface and subsurface features<\/strong>\n\n[caption id=\"attachment_182862\" align=\"alignright\" width=\"308\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/SurpriseValley_map_jpg.jpg\"><img class=\" wp-image-182862 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/09\/SurpriseValley_map_jpg.jpg\" alt=\"Map of Surprise Valley, Calif., study area showing the location of normal faults and hot springs (red circles).\" width=\"308\" height=\"409\" \/><\/a> Map of Surprise Valley, Calif., study area showing the location of normal faults and hot springs (red circles).[\/caption]\n\nThis year, the team hopes to collect data over several new parts of Surprise Valley, including exposed structures that have similar geometry as faulted structures they have interpreted in the subsurface; an exposed dike swarm they suspect is related to the source of anomalies buried in the basin, and previously unmapped extents of the intrabasin anomaly nearby. For comparison, they will also survey a similar geothermal system in nearby Summer Lake, Ore., which includes a visible feature that the researchers believe is analogous to the underground Surprise Valley feature they are studying.\n\nâ\u0080\u009cThe advantage of studying exposed features is that they provide us direct access to samples for determining rock properties we need to constrain our modeling,â\u0080\u009d Glen said.Â  He will also continue to conduct ground surveys where possible in the rugged terrain so as to corroborate the aerial data.\n\nThe team will compare magnetic data to existing topographic data, so as to correlate subsurface structures to areas of surface offset, which indicate active faulting. The final result will be a 3-D map with geophysical data on Surprise Valley at a level of detail yet to be achieved for the area. The team will also compare the datasets collected by the XSCAV and SIERRA systems with the goal of developing an optimally efficient airborne survey protocol.\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24321","uid":"31","filename":"SurpriseValley_1.jpg","uri":"public:\/\/SurpriseValley_1.jpg","filemime":"image\/jpeg","filesize":"58171","status":"1","timestamp":"1425492768","type":"image","uuid":"0e1c2add-659b-43de-911a-b56f6a86e5cf","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["California","geothermal","PayloadDirectedFlight","SurpriseValley","USGS"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1378323801","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}