{"title":"Ozman Named USGS Central Region Outreach Coordinator","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. Geological Survey (USGS) Central Region Director Thomas J. Casadevall \ntoday announced David Ozman as the new Outreach Coordinator for the USGS Central \r\nRegion office based in Denver. Ozman will direct regional media relations and \r\ncoordinate the region&rsquo;s outreach to district congressional offices, state and \r\nlocal elected officials, schools, federal and state agencies, and the general \r\npublic. \r\n<\/p>\r\n<p>\"We are pleased to have Dave Ozman as part of our team here at the USGS,\" \r\nsaid Casadevall. \"Dave&rsquo;s experience in media relations, intergovernmental \r\naffairs and in working with Congress will be a tremendous asset to the Central \r\nRegion and all of USGS.\" <\/p>\r\n<p>Ozman joins the USGS after a nearly 13-year career at the U.S. Department of \r\nEducation. At the Department of Education&rsquo;s Region VIII Office in Denver, he \r\nserved for eight years as public affairs specialist and before that as Special \r\nAssistant to the Secretary&rsquo;s Regional Representative. In those positions, he \r\ncoordinated media relations and worked with congressional offices, state and \r\nlocal elected officials, educators and others on cooperative efforts throughout \r\nthe six-state region. <\/p>\r\n<p>In 1996, Ozman joined the staff of the Assistant Secretary for \r\nIntergovernmental and Interagency Affairs at the U.S. Department of Education \r\nheadquarters in Washington, D.C. As Special Assistant for Intergovernmental \r\nAffairs, he served as a liaison between the Education Department and mayors, \r\nstate legislators, governors&rsquo; offices, and other state and local elected \r\nofficials. He worked closely with a number of national governmental associations \r\nincluding the U.S. Conference of Mayors, the National Conference of State \r\nLegislatures, the National Association of County Officials and the National \r\nLeague of Cities. <\/p>\r\n<p>Before joining the Department of Education, Ozman worked in the Washington, \r\nD.C. and Colorado offices of former U.S. Congressman Ken Kramer. Prior to that, \r\nhe served on the staff of the Colorado House of Representatives in Denver and \r\nworked in the Office of the Vice Chancellor at the University of Colorado in \r\nBoulder. <\/p>\r\n<p>Ozman graduated Phi Beta Kappa from the University of Colorado at Boulder \r\nwith a Bachelor of Arts in Communication. He is a Colorado native and graduated \r\nfrom Yuma High School in Yuma, Colo. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"947221200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169489"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}