{"title":"Explore and Hike the San Andreas Fault: U. S. Geological Survey and National Park Service Unveil New Guidebook","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>When Dr. Philip W. Stoffer, geologist for the U.S. Geological Survey (USGS) in Menlo Park, Calif., learned he had cancer of the lymph system in 2004, he was not sure if he was going to live. The statistics for survivors were grim. He knew he had to do whatever he could to try to survive. <\/p>\n<p>For four months during that summer, Stoffer underwent rounds of chemotherapy and a stem cell implant while in isolation at the Seattle Cancer Care Alliance. At the same time, he authored a first draft of, <em><strong>Where&acute;s the San Andreas Fault? A Guidebook To Tracing the Fault On Public Lands In the San Francisco Bay Region<\/strong><\/em>, which is being unveiled today by USGS and the National Park Service (NPS). The book features more than 50 destinations along the 800-mile fault featured in the guidebook, including 20 different hiking trips in national and local parks. Stoffer wrote the field guide to encourage people to live life&ndash; not just through maps, books, television, or the Web &ndash; but in person. <\/p>\r\n<p>\"I love to hike and explore,\" said Stoffer. \"The whole experience of having cancer changed my outlook on life. I am someone who was not just treated for cancer &ndash; but cured from cancer. I had to give something back. You never know how much time you have left, and I had all of these pictures of different places along the San Andreas Fault that I&acute;d compiled over the years and a project I was going to get to &acute;one day.&acute; When I was in the hospital, I was motivated to write the book and get it done. I had a field trip to go on when I got out of the hospital.\"<\/p>\r\n<p>Stoffer encourages everyone to see an aspect of the San Andreas Fault in person. The field guide provides detailed information about the geologic diversity of the landscape and also describes the cultural and historical aspects of the area. Loaded with colorful photographs and detailed road maps, the guide describes the natural setting in which Bay Area residents live. The guide should interest a wide-spectrum of the public: from serious hikers and geology students to casual strollers and earth science novices. <\/p>\r\n<p>\"The National Park Service relies on the organizations like the US. Geological Survey to provide scientific information to help make informed decisions and to help educate the public,\" writes Don Neubacher, Park Superintendent, Point Reyes National Seashore, National Park Service, in the preface to the guidebook. &quot;This field guide is an example of collaboration between the two Federal agencies. Our hope is that this guidebook will help enrich public understanding and encourage exploration of our natural and cultural heritage.&quot; <\/p>\r\n<p>\"The best thing since the invention of ice cream!\" said David Boore, a docent with the Midpeninsula Regional Open Space District. \"This publication is a fantastic resource for those interested in the geology of the San Francisco Bay Area. It&acute;s well written, detailed, up-to-date, includes useful background information about earthquakes and faults, contains lots of color photos and maps, and the price is right.\" <\/p>\r\n<p>\"For those of us living or working on the Peninsula, the San Andreas Fault is our main seismic hazard,\" said Tom Brocher, a seismologist with the USGS. \"Many peninsula residents live within a few miles of the fault zone, where we expect the shaking from its next earthquake to be intense. This guidebook shows us all just how close the fault is to our homes and places of work.&quot; <\/p>\r\n<p>The guidebook discusses the 1906 earthquake in Northern California and 1989 Loma Prieta earthquakes along the San Andreas fault zone, and their impacts on the landscape. <\/p>\r\n<p>\"Unlike the Hayward Fault, which is heavily urbanized, with a few exceptions the San Andreas Fault is undeveloped,\" Brocher continued. \"Much of the San Andreas Fault in the Bay Area can be found on public lands and parks, making this guidebook a perfect way to explore it.\" <\/p>\r\n<p>Relea","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1144814400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169092"},{"tid":"170472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}