{"title":"Media Advisory: ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>WHAT:<\/b>\"Ten Years After the World Series Earthquake: Progress Toward Safer Communities\" \n<p>\r\n<p><b>WHEN:<\/b> Friday, October 22, 10:00 a.m. - 11:00 a.m. \r\n<p>\r\n<p><b>WHERE:<\/b> U.S. Capitol Building, HC-8 \r\n<p><b>WHO:<\/b> Speakers will be David P. Schwartz, U.S.Geological Survey, Earthquake Hazards Program; James F. Davis, Director, California Division of Mines and Geology; and Robert Panero, PG&amp;E Corporation \r\n<p>\r\n<p>Sponsored by Representative Tom Davis (R-VA) and co-sponsored by Representative Anna Eshoo (D-CA) \r\n<p>\r\n<p><b>WHY:<\/b> <!--introstart-->Recent devastating earthquakes have impacted Turkey, Taiwan, and Mexico. If the epicenter of last weeks 7.1 Hector earthquake in the Mojave Desert had occurred 100 miles to the east or to the west, Las Vegas or Los Angeles would still be picking up the pieces. These events make us increasingly aware of how natural hazards quickly become disasters and devastate communities. <!--introend-->\r\n<p>\r\n<p>This new U.S. Geological Survey Congressional briefing series begins with a briefing on how the San Francisco Bay area uses earthquake information to save lives and property. Since 1989 when an earthquake jolted the Bay area killing 63 people and causing $10 billion in property losses the USGS has gained new insights into Bay region earthquakes. This new research concludes that there is a 70% probability of at least one magnitude 6.7 or greater quake striking the San Francisco Bay region within the next 30 years. There are lessons from recent seismic events that can and should be used by vulnerable communities to make them safer and more resilient to natural disasters. \r\n<p>\r\n<p><b>Note to Media: Speakers will be available for interviews immediately following the briefing.<\/b> <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"940478400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169003"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}