{"title":"seismic Profiling Reveals Ancient River Valley and Prehistoric Faulting Beneath Portland, Ore.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html <\/a>\n<p>An ancient river valley a mile wide and 250 feet deep, as well as breaks in geologic strata beneath two suspected fault zones have been revealed beneath Portland, Ore., by a team of scientists from the U.S. Geological Survey, the University of Washington and Portland State University. \r\n<p>These new data will be presented by USGS researcher, Tom Pratt, at the annual meeting of the Seismological Society of America, meeting in Seattle May 3-5. \r\n<p>In a presentation slated for 11:30 a.m., Tuesday, May 4, Pratt will explain how he and fellow researchers used an echo-sounding method called seismic reflection profiling to produce images that revealed the underground features. Seismic profiling is similar to the ultrasound commonly used in medical imaging, but it is applied to the earth on a much larger scale. The technique uses computer-processed echoes returned from the subsurface after the ground was struck or a special energy source produced a loud â\u0080\u0098click&rsquo; in the water. \r\n<p>The scientists looked as much as 500 feet into the earth, using equipment towed behind a small boat on the Columbia and Willamette Rivers. In a separate effort they used equipment on land to look beneath three of Portland&rsquo;s residential streets; Rex Street, Berkeley Street and Monteith Street. \r\n<p>The ancient river valley is believed to have formed about 15,000 years ago, possibly when an ice dam east of the Cascades broke and released huge volumes of water into the Columbia River. The valley was carved into the rocks beneath and just south of the modern Columbia River. The flood waters also left as much as 250 feet of silt and mud covering the 15,000 year-old ground surface beneath much of the Portland area. The thickness of these soft sediments, which may amplify ground shaking during large earthquakes, were also mapped by the scientists. \r\n<p>Pratt said the 15,000 year old ground surface appears to be broken by prehistoric earthquakes on two suspected fault zones near the Willamette River. \"The East Bank fault is suspected, from tiny changes in the earth&rsquo;s magnetic field and differences in the depth of rocks in drill holes, to lie along the north side of the Willamette River. The Portland Hills fault is believed to lie at the base of the Portland Hills and to cause the hillside near downtown Portland to be a long, straight feature,\" Pratt said. \r\n<p>Profiles near the mouth of the Willamette River, near the university, and near Ross Island, southeast of downtown Portland, show abrupt, 3-to 30-foot changes in the depth to the 15,000 year old ground surface at the faults. Pratt said changes such as these are expected, if the faults have moved. \r\n<p>Although Pratt and his fellow scientists say they cannot rule out other processes, such as erosion, as a cause of these changes, their location beneath suspected fault zones suggests that earthquakes have ruptured the surface in the past 15,000 years and that the faults are active. He said it is not known how often earthquakes could occur on the faults. \"Earthquakes are thought to be infrequent on these faults because few modern earthquakes have occurred near them,\" Pratt said, \"but our work raises the possibility that past earthquakes are more frequent than previously assumed. Our study is a first test to see whether the faults are active, but it is not definitive. Follow-up studies will be needed to verify the results.\" \r\n<p>Seismic profiles across another suspected fault zone, the Frontal fault, that crosses the Columbia River near the east end of Reed Island, did not show clear evidence for past earthquakes. Pratt said this could imply that the fault is not active, but he cautioned that the location of this fault is not well known and small amounts of motion may go undetected by the seismic","summary":null,"format":null}]},"field_images":[],"regions":["Oregon"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"925531200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170623"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}