{"title":"New 'Bumblebee' Gecko Discovered in  Papua New Guinea","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>WASHINGTON &ndash; <!--introstart-->Biologists from the Papua New Guinea National Museum and the U.S. Geological Survey have discovered a new species of gecko, adorned like a bumblebee with black-and-gold bands and rows of skin nodules that enhance its camouflage on the tropical forest floor.<!--introend-->&nbsp;<\/p>\n<p>Specimens of the lizard, which measures about 5 inches from head to tail, were collected in May 2010 in Sohoniliu Village on Manus Island in Papua New Guinea. Herpetologists <a href=\"http:\/\/vertebrates.si.edu\/herps\/herps_staff_pages\/zug-staff.cfm\">George Zug<\/a> of the Smithsonian Institution and <a href=\"http:\/\/www.werc.usgs.gov\/fisher\">Robert Fisher<\/a> of the <a href=\"http:\/\/www.werc.usgs.gov\/\">USGS Western Ecological Research Center<\/a> described the new species <a href=\"http:\/\/www.mapress.com\/zootaxa\/2012\/f\/zt03257p037.pdf\">in a report published in \"Zootaxa\" this month<\/a>.&nbsp;<\/p>\r\n<p>\"The discovery of a new species from deep in the forests of New Guinea is a cause for celebration, adding one more chapter to 'The Book of Life,'\" remarked USGS Director Marcia McNutt. \"Now the real work begins! To fill those pages with the wonders of this new creature, its place in the forest ecosystem, its adaptation to its environment, and perhaps even novel strategies for coping with disease from which we will ultimately benefit.\"&nbsp;<\/p>\r\n<p>\"We've officially named it Nactus kunan for its striking color pattern &mdash; kunan means 'bumblebee' in the local Nali language,\" says Fisher. \"It belongs to a genus of slender-toed geckos, which means these guys don&rsquo;t have the padded, wall-climbing toes like the common house gecko, or the day gecko in the car insurance commercials.\"&nbsp;<\/p>\r\n<p>Fisher found two individuals of the bumblebee gecko on Manus Island in 2010 and analyzed their genetics to show that the lizards were new and distinctive. Two additional species were found that trip, and the specimens await further analysis.&nbsp;<\/p>\r\n<p>\"This species was a striking surprise, as I&rsquo;ve been working on the genus since the 1970s, and would not have predicted this discovery,\" says Zug, a curator emeritus at the <a href=\"http:\/\/vertebrates.si.edu\/herps\/index.html\">National Museum of Natural History<\/a>.&nbsp;<\/p>\r\n<p>\"Exploration of Manus Province is in its infancy, with many new species possible, and this joint expedition was our first to this region,\" says Bulisa Iova, the reptile curator at the Papua New Guinea National Museum.&nbsp;<\/p>\r\n<p>This research on Pacific lizard biodiversity was supported by the Smithsonian, U.S. Department of Defense and USGS. USGS regularly collaborates on biological surveys with partner nations, as part of its mission to provide scientific information that help government managers address critical natural resource issues.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_04_18\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2012_04_18\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Gecko","Papua New Guinea","New Species","Nactus Kunan","biology","bumblebee","Manus Island","lizard","International Programs Asiaand Pacific","Geographic Areas Southwest","ecosystems"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1334721600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168908"},{"tid":"170345"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}