{"title":"USGS to Map the Bottom of Lake Tahoe","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The fabled waters of Lake Tahoe may soon become clearer as U.S. Geological Survey (USGS) scientists make plans to map the mysterious floor of the lake, using the ocean exploration technology known as \"multi- beam bathymetry.\" <!--introend-->The project will provide researchers with a never-before-seen, high-resolution, 3-D digital picture of the lake&rsquo;s floor. The photographic-like map will be the base for scientists trying to understand and solve the problems affecting Lake Tahoe&rsquo;s acclaimed clarity. \n<p>The USGS project, satisfying a commitment made at last year&rsquo;s Lake Tahoe Presidential Forum, will commence in August and will involve trucking a boat equipped with hull-mounted, multi-beam acoustic sonar from Louisiana to Lake Tahoe. Once on the lake, the vessel will sail in tightly choreographed rows, or swaths, over the surface of the lake, bouncing acoustic signals from the vessel to the lake&rsquo;s floor and back to on-board computers. The project will cover almost the entire lake and will take less than two weeks to complete. The digital product will be available almost instantaneously. \r\n<p>\"The shaded-relief final product should be amazing, giving a person the ability to virtually fly over the lake&rsquo;s floor and explore the many canyons and crags,\" said Michael V. Shulters, acting western regional director of the USGS. \"The last published map of the bottom of Lake Tahoe was done in the 1920&rsquo;s, so this project should immensely improve our understanding of Lake Tahoe and put a few myths to rest.\" \r\n<p>There are many local legends surrounding the depth and content of Lake Tahoe. Myths as to the depth of the lake range from thousands of feet to bottomless. Reported contents include sunken ships, aircraft, and a Loch Ness-like creature affectionately known to locals as \"Tessie.\" \r\n<p>The acoustic mapping technology, used almost exclusively by oceanographers, has the potential to expose objects &rsquo;about as large as a Volkswagen Beetle,&rsquo; according to USGS Marine Geologist, Jim Gardner. \"The USGS has found previously undiscovered ships off the coast of California, and sunken barges in the San Francisco Bay, although that is not our intent.\" \r\n<p>The USGS intends to use the final map to understand sediment patterns, lake-floor geology, and underwater landsliding, and to act as a base map for other projects announced at last year&rsquo;s Presidential Forum. Other projects include a feasibility study to reintroduce the Lahontan cutthroat trout, the recent monitoring and detection of the controversial fuel additive MTBE, and the recently coordinated multi-agency Lake Tahoe mapping database. \r\n<p>As an agency of the Department of the Interior, the USGS has been monitoring water levels and quality in Lake Tahoe for more than 20 years. The agency was instrumental in the Lake Tahoe Presidential Forum and the recent National Ocean&rsquo;s Conference in Monterey, Calif. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Utah"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"899179200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169129"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}