{"title":"Happy Birthday USGS! 125 Years of Science for America","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Today, the U.S. Geological Survey (USGS) celebrates its 125th anniversary.<\/p><p>On March 3, 1879, the USGS was created by the Organic Act of the 45th Congress. The USGS was established as a logical extension of the territorial surveys that were led by King, Hayden, Wheeler, and Powell. In 1879, the Federal Government held title to more than 1.2 billion acres of land, nearly all of it west of the Mississippi River, and only 200 million acres of this land had been surveyed.<\/p><p>We have accomplished a great deal since that beginning. We have produced 55,000 topographic maps that represent the topographic coverage of the Nation. We now have available on-line more than 181 million individual daily streamflow values, measured at more than 21,000 locations throughout the United States, and operate more than 7,000 streamgages nationwide. This past year the USGS located more than 30,000 earthquakes worldwide by collecting data from an integrated system of national and international seismic networks. And we have banded more than 57 million birds over the past 100 years to monitor their status, trends and migratory patterns.<\/p><p>&quot;For 125 years, the USGS has provided the Department of the Interior, the nation and the world with the science needed to make important decisions and safeguard society,&quot; said USGS Director Chip Groat. &quot;I am delighted to have the opportunity to mark this significant anniversary and invite you to join us as we celebrate 125 years of science for America&mdash;the mission that has guided us, the people and traditions that have shaped us, the science that has made us great, and the partnerships that will continue to help us achieve our goals for the next 125 years. The USGS has created a special 125th anniversary Web site (<a href=\"http:\/\/www.usgs.gov\/125\">http:\/\/www.usgs.gov\/125<\/a>) that provides a window into the history of the organization. The public is invited to visit this site frequently during 2004 as the USGS continues to celebrate the challenges of scientific exploration and discovery - yesterday, today, and tomorrow&quot;.<\/p>","summary":"","format":"filtered_html","safe_value":"<p>Today, the U.S. Geological Survey (USGS) celebrates its 125th anniversary.On March 3, 1879, the USGS was created by the Organic Act of the 45th Congress. The USGS was established as a logical extension of the territorial surveys that were led by King, Hayden, Wheeler, and Powell. In 1879, the Federal Government held title to more than 1.2 billion acres of land, nearly all of it west of the Mississippi River, and only 200 million acres of this land had been surveyed.We have accomplished a great deal since that beginning. We have produced 55,000 topographic maps that represent the topographic coverage of the Nation. We now have available on-line more than 181 million individual daily streamflow values, measured at more than 21,000 locations throughout the United States, and operate more than 7,000 streamgages nationwide. This past year the USGS located more than 30,000 earthquakes worldwide by collecting data from an integrated system of national and international seismic networks. And we have banded more than 57 million birds over the past 100 years to monitor their status, trends and migratory patterns.\"For 125 years, the USGS has provided the Department of the Interior, the nation and the world with the science needed to make important decisions and safeguard society,\" said USGS Director Chip Groat. \"I am delighted to have the opportunity to mark this significant anniversary and invite you to join us as we celebrate 125 years of science for America—the mission that has guided us, the people and traditions that have shaped us, the science that has made us great, and the partnerships that will continue to help us achieve our goals for the next 125 years. The USGS has created a special 125th anniversary Web site (<a href=\"http:\/\/www.usgs.gov\/125\">http:\/\/www.usgs.gov\/125<\/a>) that provides a window into the history of the organization. The public is invited to visit this site frequently during 2004 as the USGS continues to celebrate the challenges of scientific exploration and discovery - yesterday, today, and tomorrow\".<\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1078290000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"},{"tid":"169811"}]},"subtitle":[]}