{"title":"Open house at the Cascades Volcano Observatory","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Vancouver, Wash.&nbsp;&mdash; How would you like to have your picture taken in the crater of Mount St. Helens? Visitors to the Cascades Volcano Observatory during its annual open house this Saturday will be able to do just that, courtesy of a &ldquo;green-screen&rdquo;, and take advantage of many other opportunities to learn about volcanoes during this free event.&nbsp;<\/p>\n<p>This year&rsquo;s open house coincides Washington State&rsquo;s Volcano Awareness Month, as well as the 30th Anniversary of the reawakening of Mount St. Helens.<\/p>\r\n<p>Visitors will be able to view a variety of science exhibits, volcano videos, and explore volcano-monitoring equipment. More than 60 CVO staff members will be on hand to discuss their science and answer questions.&nbsp;<\/p>\r\n<p>The staff will also be debuting a new volcano poster &ldquo;Thirty Cool Facts about Mount St. Helens&rdquo;, and be providing them to the public free of charge.<\/p>\r\n<p>Visitors will also be invited to record their recollections of the historic Mount St. Helens eruption of May 18, 1980, in a special memory book.<\/p>\r\n<p>Continuing a CVO open house tradition, visitors are invited to bring a rock to be identified, and to come with their children to the Volcano Kids activity room.<\/p>\r\n<p>Scientists working on volcanic ash and aviation issues will remind visitors that the catastrophic eruption of May 18, 1980 was the first documented incident of volcanic ash damaging the engines of jet aircraft, a subject made increasingly relevant by flight disruptions brought on by the recent eruption of Eyjafjallajokull volcano in Iceland.&nbsp;<\/p>\r\n<p>CVO is located at 1300 SE Cardinal Ct., Vancouver, WA 98683, conveniently located on the east side of Vancouver in the Columbia Tech Park.&nbsp; The open house will be held Saturday, May 8, 2010 between 10:00 a.m. and 5:00 p.m.<\/p>\r\n<p>Download the <a href=\"http:\/\/vulcan.wr.usgs.gov\/Volcanoes\/MSH\/30Years\/CVO_openhouse_flyer.pdf\">open house announcement<\/a>.<\/p>\r\n<p>Download the poster &ldquo;<a href=\"http:\/\/pubs.usgs.gov\/gip\/103\/\">Thirty Cool Facts about Mount St. Helens<\/a>&rdquo;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":["volcano","Cascades","Observatory","open","house","geology"],"release_date":{"und":[{"value":"1272945600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169005"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}