{"title":"Crammond to head USGS Oregon Water Science Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>PORTLAND, Ore.&mdash; <!--introstart-->The U.S. Geological Survey has named James &ldquo;Dar&rdquo; Crammond as the next director of the USGS Oregon Water Science Center in Portland.<!--introend--> &nbsp;Crammond will oversee 82 employees and a statewide network of streamflow, groundwater-level, and water-quality monitoring stations, as well as field offices in Central Point and Klamath Falls.<\/p>\n<p>Crammond comes to his new position from the U.S. Fish and Wildlife Service here, where he was Chief of the Water Resources Branch and provided customer service to 150 National Wildlife Refuges and more than a dozen fish hatcheries in six western states. He began is career in the Bureau of Reclamation in 1997, where he was a water rights expert and project manager.&nbsp;<\/p>\r\n<p>He earned his undergraduate degree in Hydrology from the University of Arizona College of engineering and Mines, and his Juris Doctor from the University of Arizona College of Law. He is a member of the Arizona and Oregon State Bar Associations.&nbsp;<\/p>\r\n<p>Crammond has published several articles focused on water issues and is a leader in the field of water resources negotiation and collaboration with state agencies, Indian tribes, environmental groups and private interests. He begins his new position May 24.<\/p>\r\n<p><span style=\"font-style: italic;\">The USGS Oregon Water Science Center provides water data and interpretation of data to Federal, State, and local agencies; Tribes; and the public.&nbsp; For more information, visit http:\/\/or.water.usgs.gov<\/span><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon"],"country":["United States of America"],"mm_tags":["Crammond","Director","Oregon","water","Science","Center","Portland","","groundwater","water","monitoring","water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1272859200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169747"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}