{"title":"USGS Science Takes On the Tough Questions","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<ul>\n\t<li> <em>Is San\r\n\tFrancisco&#39;s Hayward Fault in the East Bay the most dangerous urban fault in\r\n\tAmerica? And are the Hayward and the\r\n\tCalaveras Faults linked at depth?<\/em><\/li>\r\n<\/ul>\r\n<ul>\r\n\t<li> <em>Is the\r\n\tU.S. Atlantic Coast a tsunami hazard zone?<\/em><\/li>\r\n<\/ul>\r\n<ul>\r\n\t<li> <em>Is the\r\n\tfrequency of Southern California&#39;s devastating wildfires creating new pathways\r\n\tfor invasive species that create even more and hotter wildfires? And what role\r\n\twill climate change play?<\/em><\/li>\r\n<\/ul>\r\n<ul>\r\n\t<li> <em>Ethanol\r\n\tproduction leads to greater energy security, but with all the new crop\r\n\tproduction, what is the impact on streams and rivers in corn country?<\/em><\/li>\r\n<\/ul>\r\n<ul>\r\n\t<li> <em>What\r\n\twill a three-degree temperature increase do to regional water supplies?<\/em><br \/>\r\n\t<\/li>\r\n<\/ul>\r\n<ul>\r\n\t<li>  <em>What&#39;s\r\n\tnext for the new eruptions of Hawaii&#39;s Kilauea volcano, and what might affect\r\n\tnearby residential settlements? Does inflation of Mauna Loa mean that it will\r\n\terupt next?<\/em><\/li>\r\n<\/ul>\r\n<ul>\r\n\t<li>  <em>What is\r\n\tcausing the bright gaseous fans observed during the seasonal &quot;ice cap&quot; on Mars?<\/em><\/li>\r\n<\/ul>\r\n<ul>\r\n\t<li>  <em>What are\r\n\twe learning about the magma systems that underlie Yellowstone and Long Valley&#39;s\r\n\trestless volcanic calderas?<\/em><\/li>\r\n<\/ul>\r\n<ul>\r\n\t<li>  <em>How will\r\n\tthe Rocky Mountains&#39; shrinking glaciers affect the landscape, water and habitat\r\n\tenjoyed today?<\/em><\/li>\r\n<\/ul>\r\n<p>\r\n<!--introstart-->These are just a few of the questions that scientists from\r\nthe U.S. Geological Survey (USGS) will shed light on at this year&#39;s annual\r\nconference of the American Geophysical Union in San Francisco, December 9 - 13,\r\n2007.<!--introend--> In addition, hundreds of USGS scientists will be participating in AGU\r\nnews conferences, panel and poster sessions and other conference events or have\r\nsubmitted abstracts accepted for the program. \r\nThe AGU conference will be held at the Moscone Center.\r\n<\/p>\r\n<p>\r\nDetails on USGS&#39;s &quot;tip sheet&quot; for AGU are laid out on the\r\nfollowing pages in a daily format to assist media in identifying agenda\r\nhighlights.\r\n<\/p>\r\n<p>\r\nNews media are also invited to visit USGS&#39; exhibit at the\r\nAGU conference, featuring Earth observations from space, climate change, and\r\ndeveloping a water census for the U.S. Learn about our latest scientific\r\ninvestigations, from California wildfires to viewing software that calculates\r\nand displays changing stresses on earthquake faults.  The exhibit is an easy place to connect with\r\nUSGS data, publications, and information.\r\n<\/p>\r\n<hr width=\"100%\" size=\"2\" \/>\r\n<p>\r\n&nbsp;\r\n<\/p>\r\n<p>\r\n<em><strong>USGS Tip Sheet<\/strong><\/em>\r\n<\/p>\r\n<p>\r\n<strong>Climate\r\nChange&#39;s Effect on Groundwater Recharge<\/strong>\r\n<\/p>\r\n<p>\r\nGroundwater is a vital resource in the western states,\r\naccounting for over a quarter of our total water supplies. Because mountains\r\nare generally cooler and wetter than adjacent basins, groundwater in the West\r\nis derived mostly from mountain precipitation. Warming temperatures have\r\nalready caused declines in Western snowpacks and earlier flows in melt-fed\r\nstreams. Current projections of future climate suggest that these trends will\r\ncontinue. \r\n<\/p>\r\n<p>\r\nCome listen to the science that estimates how these changes\r\nwill affect the water supply and surrounding environment and how a\r\nmultidisciplinary team of scientists approach addressing the problems.\r\n<\/p>\r\n<p>\r\nMonday,\r\nDecember 10, 4:45 PM MW 2020 (H14E-04)<br \/>\r\n<em>Climate\r\nInfluences on Groundwater Recharge: Implications for Western Groundwater and\r\nSurface Water Resources in the Face of Climate Change <\/em>by Mike\r\nDettinger\r\n<\/p>\r\n<p>\r\n<strong>Streamflow\r\nTrends in the Missouri River Basin<\/strong>\r\n<\/p>\r\n<p>\r\nStreamflow patterns have\r\nchanged in the Missouri River basin over the last 50 years along with climatic\r\nwarming. In the headwater areas of Montana and Wyoming, mean annual streamflow","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1197262800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"},{"tid":"170245"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}