{"title":"Ponce Named USGS Central Region Director","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Dr. Stanley L. Ponce has been named Regional Director for the U.S. Geological Survey (USGS) Central Region based in Denver.<!--introend-->&nbsp; Ponce, who has been a federal land and water resource manager for nearly 30 years, will oversee USGS operations in the Rocky Mountains, the Midwest and the South Central U.S.&nbsp; More than 3000 government and contract employees work at the USGS science centers spread throughout the 15-state region.<\/p>\n<p>\"Stan has extensive experience in developing national water resources policy, managing complex scientific and engineering programs, and building coalitions,\" said Suzette Kimball, USGS Acting Director.&nbsp; \"We are very pleased to have him join our executive leadership team as the USGS Central Region Director.\"<\/p>\r\n<p>Ponce becomes the USGS Central Region Director after serving more than 24 years in leadership positions at the U.S. Department of the Interior.&nbsp; Prior to being named Central Region Director, Ponce served as Regional Executive for the South Central area of the USGS Central Region where he managed USGS science programs and activities in the states of Arkansas, Kansas, Louisiana, Missouri, Oklahoma and Texas.<\/p>\r\n<p>Before joining the USGS, Ponce worked at the Department of the Interior headquarters in Washington, D.C., where he served as a Senior Advisor to the Assistant Secretary of Water and Science and the Assistant Secretary of Fish, Wildlife and Parks.&nbsp; Prior to that, he served in a number of management positions at the Interior Department, including: Research Director for the Bureau of Reclamation, Chief of the Water Resources Division for the National Park Service, and Associate Regional Director for Resources (Natural and Cultural) in the Rocky Mountain Region of the National Park Service.&nbsp;<\/p>\r\n<p>Ponce served as Chief of the Watershed Systems Development Group at the U.S. Forest Service prior to joining the Interior Department.&nbsp; Before joining the federal government, he served as an Associate Professor at Colorado State University in Fort Collins where he conducted research and taught in the Watershed Science Program.&nbsp;<\/p>\r\n<p>Ponce received his Ph. D. in Civil and Environmental Engineering from Utah State University.&nbsp; He holds an M.S. in Watershed Science and Forest Engineering from Oregon State University and received a B.S. in Forestry and Natural Resources from the University of Missouri.&nbsp; Ponce is a recipient of the Department of the Interior's Meritorious Service Award and is active in several professional societies.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["Region"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1234846800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169167"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}