{"title":"Atlanta Floods Extremely Rare","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The epic flooding that hit the Atlanta area in September was so extremely rare that, six weeks later this event has defied attempts to describe it. &nbsp;Scientists have reviewed the numbers and they are stunning.<!--introend--><\/p>\n<p>&ldquo;At some sites, the annual chance of a flood of this magnitude was so significantly less than 1 in 500&nbsp; that, given the relatively short length of streamgaging records (well less than 100 years), the U.S. Geological Survey cannot accurately characterize the probability due to its extreme rarity,\" said Robert Holmes, USGS National Flood Program Coordinator.&nbsp; &ldquo;Nationwide, given that our oldest streamgaging records span about 100 years, the USGS does not cite probabilities for floods that are beyond a 0.2 percent (500-year) flood.&rdquo;<\/p>\r\n<p>&ldquo;If a 0.2 percent (500-year) flood was a cup of coffee, this one brewed a full pot,&rdquo; said Brian McCallum, Assistant Director for the USGS Georgia Water Science Center in Atlanta. &ldquo;This flood overtopped 20 USGS streamgages &ndash; one by 12 feet. The closest numbers we have seen like these in Georgia were from Tropical Storm Alberto in 1994. This flood was off the charts.&rdquo;<\/p>\r\n<p>The rains returned water levels in the region&rsquo;s two largest reservoirs, Lake Lanier and Allatoona Lake, to pre-drought levels.&nbsp; Lake Lanier rose by more than three feet to 1068 feet by Sept. 25 and returned to full pool in October.&nbsp; Allatoona  Lake rose to 853.25 feet on Sept 23, more than 13 feet over full pool of 840 feet.<\/p>\r\n<p>&ldquo;The flooding in Atlanta is certainly near the top of the list of the worst floods in the United States during the past 100 years,&rdquo; said Holmes. &ldquo;For comparable drainage areas, the magnitude of this flood was worse than the 1977 Kansas City flood, which caused tremendous destruction and loss of life.&nbsp; It is a testament to the diligence of county officials and emergency management teams that more lives were not lost in Georgia.&rdquo;<\/p>\r\n<p>Significant property losses, however, were a near certainty from this event. According to the National Weather Service, some locations recorded up to 20 inches of rain from 8:00 pm on Sept. 20 to 8:00 pm the following day. Culverts and sewers are not usually designed for events of this magnitude because they are so rare and it is cost prohibitive.<\/p>\r\n<p>&ldquo;Applying rainfall frequency calculations, we have determined that the chance of 10 inches or more occurring at any given point are less than one hundredth of one percent&rdquo;, said Kent Frantz, Senior Service Hydrologist for the National Weather Service at Peachtree City.&nbsp; &ldquo;This means that the chance of an event like this occurring is 1 in 10,000.&rdquo;<\/p>\r\n<p>For this analysis, USGS reviewed high-water-mark surveys and indirect peak discharge computations throughout the flood-affected region.&nbsp; Scientists gather these data from the field during floods and in their immediate aftermath to supplement or in this case, to provide data after a gage is destroyed.&nbsp; Some notable results:<\/p>\r\n<ul>\r\n<li>In Cobb County, Sweetwater, Noonday, Butler, and Powder Springs creeks flooded so severely that the annual chance of a worse event is far smaller than 0.2 percent (500-year) flood. On Sweetwater Creek near Austell, Ga., high-water marks showed a peak stage of 30.8 feet.&nbsp; The peak flow (31,500 cubic feet per second) was more than double the previous peak flow recorded at this site during the last 73 years.&nbsp; The previous peak, caused by the remnants of Hurricane Dennis in July 2005, was almost 10 feet lower at 21.87 feet. <\/li>\r\n<\/ul>\r\n<ul>\r\n<li>In Douglas County, the Dog River near Fairplay overtopped the USGS stream gage by 12 feet. The peak stage was 33.8 feet, with a peak discharge of 59,900 cubic feet per second.&nbsp; This is well beyond the 0.2 percent annual exceedence probability (500-year) flood.&nbsp;&nbsp; <\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"regions":["Georgia"],"country":["United States of America"],"mm_tags":["flood","Atlanta","Extreme Flood","Georgia","Probabilities"],"release_date":{"und":[{"value":"1257310800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168974"},{"tid":"169332"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}