{"title":"National Water Quality Network Pilot Underway","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nA pilot phase of the National Water Quality Monitoring Network (Network) for U.S. Coastal Waters and their Tributaries is moving forward. The goal of the Network is to provide information about the health of our oceans and coastal ecosystems and inland influences on coastal waters for improved resource management. \r\n<\/p>\r\n<p>\r\nThe Network is unique because it uses an integrated, multidisciplinary approach and addresses a broad range of water resources, from upland watersheds to offshore waters. The design was developed by 80 representatives working through the National Water Quality Monitoring Council, including from Federal, state and local government organizations, universities, water associations and the private sector.&nbsp; The Council is a sub-committee of the Advisory Committee on Water Information, which is managed by the U.S. Geological Survey (USGS) for the Department of Interior. The Committee was charged to develop the design of the Network by the President&#39;s Council on Environmental Quality in response to a recommendation from the U.S. Commission on Ocean Policy. \r\n<\/p>\r\n<p>\r\nThe Network will coordinate water monitoring across the Nation to provide a comprehensive database and understanding on water resources and the health of ocean, coastal, and Great Lakes resources. The pilot phase of the Network will, for three geographic areas including Delaware River Basin, Lake Michigan, and San Francisco Bay, examine current monitoring and gaps in relation to the proposed Network design specifications. This pilot phase will be completed by January, 2008.&nbsp; These three pilot areas were selected from among 12 expressed areas of interest from around the country.&nbsp; Although not selected for the pilot phase, all of these areas will continue to be engaged to facilitate the future implementation of the Network across the U.S. \r\n<\/p>\r\n<p>\r\nThe pilot phase is the second step of implementing the Network design, which is being coordinated with both the Integrated Ocean Observing System and the U.S. Group on Earth Observations. The next demonstration phase is anticipated to begin in 2008, and most likely will involve improvements to existing monitoring sites, and installation of new sites, sensors, and data systems needed to fill critical data gaps in selected regions. Further Network efforts will facilitate the development of regional elements of a National coastal observing system, and will be a key element in addressing coastal resource management issues. \r\n<\/p>\r\n<p>\r\nThe USGS, NOAA, and EPA were all recognized by the Committee on Ocean Policy as having the overall responsibility for coordinating Network planning and implementation. The USGS provides the Network with a wealth of historic and real-time data from the National Water-Quality Assessment Program, the National Streamflow Information System, and the National Stream Quality Accounting Network. \r\n<\/p>\r\n<p>\r\nAdditional information: \r\n<\/p>\r\n<p>\r\nNational Monitoring Network Design: <a href=\"http:\/\/acwi.gov\/monitoring\/network\">http:\/\/acwi.gov\/monitoring\/network<\/a> \r\n<\/p>\r\n<p>\r\nUSGS Water Resources: <a href=\"http:\/\/water.usgs.gov\/\">http:\/\/water.usgs.gov\/<\/a> \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1176782400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170628"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}