{"title":"New Lava outbreak in Upper East Rift Zone of Kilauea Volcano","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nThe intrusion of magma that was signaled by a swarm of earthquakes and rift zone widening over the last two days has finally made it to the surface. Early this morning, HVO scientists confirmed that a small outbreak of lava had oozed from a 250 m long fissure in the forest northeast of Kane Nui o Hamo, approximately 6 km west of Pu&lsquo;u &lsquo;O&lsquo;o and 13 km southeast of K&icirc;lauea summit. In addition, steam was issuing profusely from a spot high on the north flank of Kane Nui o Hamo. This event will be called Episode 56 of the ongoing eruption. \r\n<\/p>\r\n<p>\r\nWhen observed at about 7 a.m., the lava was cooling and not advancing. Steam and gas were issuing from the fissure. The outbreak appeared to be a short one that had been over for at least a few hours by the time it was seen this morning. This may be related to the abrupt eastward migration of earthquake epicenters into this area noted between 3:45 and 5 p.m. yesterday. Small earthquakes continue to occur in the area at low levels. \r\n<\/p>\r\n<p>\r\nThe crater of Pu&lsquo;u &lsquo;O&lsquo;o vent was shrouded in steam this morning and no views were visible. No incandescence was seen in the webcam overnight. No active surface flows were seen anywhere on the flow field. The only molten lava seen was a small stream dribbling into the ocean at Poupou that that may be draining from the Campout tube system. Gas emission measurements yesterday confirmed that the activity level at Pu&lsquo;u &lsquo;O&lsquo;o has decreased significantly. \r\n<\/p>\r\n<p>\r\nK&icirc;lauea summit continues to deflate, although at decreasing rates. Seismic tremor levels, indicative of subsurface magma movement, also decreased overnight. GPS receivers in the vicinity of Makaopuhi crater and Kane Nui o Hamo continue to record extension across the rift zone; preliminary data indicate total widening of nearly 95 cm (37 inches). \r\n<\/p>\r\nHVO will post updates at <a href=\"http:\/\/volcano.wr.usgs.gov\/hvostatus.php\">http:\/\/volcano.wr.usgs.gov\/hvostatus.php<\/a>.","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1182312000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169653"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}