{"title":"USGS &#39;PUT ME ON HOLD&#39;SO POPULAR THAT NEW NUMBER IS INSTALLED &mdash; OR BUY IT ON A CD","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html <\/a>\n<p>\r\n<p><!--introstart-->The U.S. Geological Survey in Menlo Park, Calif., has had to install an extra telephone line, to accommodate callers who just want to be put on hold for a few minutes. <!--introend-->The callers have become hooked on listening to a series of questions and answers about earth-science trivia that they hear when it&rsquo;s necessary to wait for their call to go through. During \"on hold,\" the CD plays continuously, and with 196 questions, the caller rarely hears the same material twice. \r\n<p>To accommodate callers who just want to listen to the questions and answers, a new, direct line, 650-329-8300, ext. 2288, has been installed to automatically connect the callers with the recorded science facts, and a Compact Disc (CD) with 196 earth-science questions and answers is available for purchase from the USGS in Menlo Park. \r\n<p>To read some of the science facts contained on the CD, go to <a href=\"http:\/\/www.usgs.gov\/sci_challenge.html\">http:\/\/www.usgs.gov\/sci_challenge.html<\/a>. For copies of the Science Facts on Hold CD, contact: \r\n<p>\r\n<P style=\"MARGIN-LEFT: 50px\">USGS Earth Science Information Center<br>345 Middlefield Road<br>Menlo Park, CA 94025-3591<br>Tel: 650\/329-4309<br>Fax: 650\/329-4309<br>Email: <a href=\"mailto:wmcesic@usgs.gov\">wmcesic@usgs.gov<\/a> <\/p>An example of the material a caller might hear is \"Where and when did the largest earthquake occur in the 20th century?\" Answer: \"The 1960 Chilean earthquake, which occurred off the coast of South America. It had a magnitude of 9.6 and broke a fault over 1,000 miles long.\" \r\n<p>In response to the popular program, a limited number (100) of copies of the CD are available at an introductory price of $15 each, from now through October 31, 1999. After that date the cost of the CDs will go to $32 each, the standard price for a USGS earth-science CD. The CD may be purchased at the USGS Earth Science Information Center (ESIC) at 345 Middlefield Road in Menlo Park. The sales office in Building 3 on the USGS campus is open from 8 a.m. to 4 p.m., Monday through Friday, and until 7 p.m. on the fourth Thursday of each month. No telephone orders will be accepted for this item. \r\n<p>Paper copies of the 196 questions and answers, which are great for trivia games, are available for free at the Menlo Park ESIC until October 31. After that time the standard price of $5 will go into effect. \r\n<p>\r\n<p>The idea for the new \"hold and learn\" service is the brainchild of Carol Lawson in the Survey&rsquo;s Western Region Branch of Information Services. In addition to telecommunication responsibilities, the branch is also responsible for the USGS Menlo Park switchboard which directs customer calls to the appropriate USGS resource. \"I chose not to use music to entertain callers placed on hold because of diversity of tastes in music. However, it seemed perfectly logical that if a person was calling an earth sciences agency, they might like to learn more about earth and planetary sciences while they were waiting for their call to be answered,\" Lawson said. \r\n<p>Rather than writing a proposal and forming a committee to study the possibility of such a project, Lawson obtained the required approval to produce an audio CD, and just did it. She was fortunate to have the enthusiastic assistance of Mary Ellen Lazarus who played a key role in obtaining information from many USGS scientists. Lawson then added these contributions to her own material, and on weekends and during long business flights, she began formatting them into a question and answer format. In late 1998 Lawson completed the questions and answers, and Lazarus worked with various USGS scientists to verify their accuracy and complete the editorial review required to publish them as a USGS Open File Report. When the editorial","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"935467200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}