{"title":"Progress Toward a Safer Future Since the 1989 Loma Prieta Earthquake","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"(Excerpted from <a href=\"http:\/\/pubs.usgs.gov\/fs\/2014\/3092\/pdf\/fs2014-3092.pdf\">USGS Fact Sheet 2014-3092<\/a>)\n\n&nbsp;\n\n[caption id=\"\" align=\"alignleft\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/mQHs38Vjj1_63#.VEEpjBYXOAZ\"><img src=\"http:\/\/gallery.usgs.gov\/images\/01_26_2009\/mQHs38Vjj1\/medium\/065sr.jpg\" alt=\"Structural Failure of House\" width=\"500\" height=\"338\" \/><\/a> Construction on fill and the absence of adequate shear walls contributed to the failure of this structure.[\/caption]\n\nJust minutes before the start of the third game of the 1989 World Series in San Francisco, a magnitude 6.9 earthquake rocked Northern California from Monterey to San Francisco. Centered near Loma Prieta peak in the Santa Cruz Mountains south of San Jose, the quake killed at least 63 people and hospitalized another 350. It destroyed a freeway viaduct in Oakland, dropped a span of the Bay Bridge, collapsed historic buildings in Santa Cruz and apartment buildings in the Marina District of San Francisco, caused extensive damage in Hollister and Watsonville, severed communications, and caused an estimated $6 to $10 billion in property loss. It was the largest temblor to jolt the Bay Area since the Great San Francisco Earthquake of 1906 (magnitude 7.9).\n\nThe <a href=\"http:\/\/earthquake.usgs.gov\/regional\/nca\/1989\/\">1989 Loma Prieta earthquake<\/a> interrupted several decades of seismic tranquility in the San Francisco Bay Area. It caused damage throughout the region and was a wakeup call to prepare for potentially even more damaging future quakes. Since 1989, the work of the U.S. Geological Survey and many other organizations has improved the understanding of the seismic threat in the Bay Area, promoted awareness of earthquake hazards, and contributed to more effective strategies to reduce earthquake losses. These collective efforts will help reduce the impact of future large earthquakes in the Bay Area.\n\nSince the Loma Prieta earthquake, many organizations, including the USGS, have redoubled efforts to understand earthquake hazards in urban areas and to apply this new knowledge to reduce future losses. The most hazardous areas have been extensively mapped and analyzed, and the most vulnerable structures have been retrofit or rebuilt. The USGS estimates that Bay Area agencies and businesses have invested over $30 billion to retrofit or replace bridges, pipelines, hospitals, municipal buildings, and other infrastructure to make them more earthquake resilient and to reduce the time needed to recover from future Bay Area earthquakes. Communication of earthquake-hazard information to the public, to businesses, and to government agencies has also been strengthened.\n\n<strong>Earthquake Likelihood <\/strong>\n\nEven before the 1989 Loma Prieta shock, panels of scientists regularly reassessed the earthquake threat to the San Francisco Bay Area. They currently assign 2-in-3 odds that one or more destructive earthquakes (magnitude 6.7 or larger) will strike the Bay Area in the next 30 years.\n\nStudies conducted since 1989 have added much new information for determining earthquake probabilities. Using airborne laser imagery, geologists have refined maps of earthquake faults. They have uncovered new evidence for the dates and amounts of slip of prehistoric earthquakes on the Hayward, San Andreas, and other active Bay Area faults, and estimated the amount of movement on those faults over past millennia. Using hundreds of continuously monitored GPS receivers and other space-based tools, geophysicists have gained a better picture of the motions of crustal plates that cause faults to accumulate stress and rupture in earthquakes.\n\nStatewide earthquake probability maps prepared by the USGS, <a href=\"http:\/\/www.consrv.ca.gov\/CGS\/Pages\/Index.aspx\">California Geological Survey<\/a>, and the <a href=\"http:\/\/www.scec.org\">Southern California Earthquake Center<\/a> are used by the <a href=\"http:\/\/www.earthquakeauthority.com\/CEAindex.aspx\">California Earthquake Authority<\/a> to estimate potential damages and set premiums for residential earthquake insurance.\n\n<strong>Understanding Ground Shaking and Mapping Hazards <\/strong>\n\nNearly 70 percent of the loss of life and property damage due to the Loma Prieta earthquake stemmed from strong ground shaking, and community managers and scientists alike quickly recognized the need for a better understanding of the most hazardous parts of the Bay Area. In response to the Loma Prieta earthquake, the <a href=\"http:\/\/www.conservation.ca.gov\/cgs\/shzp\/Pages\/shmpact.aspx\">California Seismic Hazards Mapping Act of 1990<\/a> was passed by the California Legislature to assist cities and counties in protecting public health and safety by considering seismic hazards when making decisions concerning land use and development. The act established a statewide urban mapping program to identify areas potentially prone to violent shaking and ground failure. The Bay Area earthquake hazard maps are part of the USGS National Seismic Hazard Maps, which are the basis for significant changes in provisions of the forthcoming 2018 international building code and the national highway-bridge code.\n\n&nbsp;\n\n[caption id=\"attachment_203341\" align=\"aligncenter\" width=\"1024\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/10\/CypressFreeway1.png\"><img class=\"size-large wp-image-203341\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/10\/CypressFreeway1-1024x315.png\" alt=\"CypressFreeway\" width=\"1024\" height=\"315\" \/><\/a> The part of the Cypress freeway structure in Oakland, California, that stood on soft mud (dashed red line) collapsed in the 1989 Loma Prieta earthquake, killing 42 people. Adjacent parts of the structure (solid red) that were built on firmer ground remained standing. Seismograms (right) show that the shaking was especially severe in the soft mud. (USGS photograph by H.G. Wilshire)[\/caption]\n\n<strong>Ground Failure <\/strong>\n\nGround failureâ\u0080\u0094rock falls, landslides, and liquefactionâ\u0080\u0094can locally be more damaging during an earthquake than shaking alone. About 2 percent of the total earthquake- related losses during Loma Prieta were caused by ground failure.\n\nWhen shaken strongly, unconsolidated sandy deposits that are saturated with water can liquefy. As a result, liquefaction may result in sinking, tilt, distortion, or destruction of buildings and bridges, rupture of underground gas lines and water mains, and cracking and lateral spreading of the ground surface. Since 1989, the USGS has partnered with Federal Emergency Management Agency, Pacific Gas and Electric Company, the San Francisco Public Utility Commission, the City of Oakland, and other agencies to map areas where damaging liquefaction can occur.\n\n&nbsp;\n\n[caption id=\"attachment_203311\" align=\"aligncenter\" width=\"1024\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/10\/MarinaDistrict.png\"><img class=\"size-large wp-image-203311\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/10\/MarinaDistrict-1024x350.png\" alt=\"MarinaDistrict\" width=\"1024\" height=\"350\" \/><\/a> The Marina District of San Francisco was heavily damaged in the 1989 Loma Prieta earthquake (left) because it was built on uncompacted, sandy ground in an area with a shallow water table. These conditions caused shaking to be amplified and some areas of ground to liquefy. Shaking collapsed the first story of many apartment buildings and liquefied the ground beneath the sidewalk, causing it to buckle. In the weeks following the quake, the U.S. Geological Survey drill rig shown at right was used to gather subsurface samples so that the causes of liquefaction could be better understood. (USGS photographs by J.K. Nakata and T. Holzer.)[\/caption]\n\n&nbsp;\n\n<strong>Near-Real-Time Earthquake Information <\/strong>\n\nAfter the Loma Prieta earthquake, managers of earthquake-monitoring networks in California agreed to combine their data in real time, thereby creating the California Integrated Seismic Network (CISN). The CISN reports within minutes earthquake locations, magnitudes, and <a href=\"http:\/\/pubs.usgs.gov\/fs\/2000\/fs103-00\/fs103-00.pdf\">ShakeMaps<\/a>, which show the patterns of shaking across the region, helping community leaders organize emergency crews and relief efforts. The USGS also maps the levels of shaking in different parts of the Bay Area as reported by online respondents through the <a href=\"http:\/\/pubs.usgs.gov\/fs\/2005\/3016\/\">â\u0080\u009cDid you feel it?â\u0080\u009d<\/a> website and can therefore assess the local intensity of an earthquake independently of ShakeMap. Both maps help emergency responders to rapidly identify locations where damage and need are likely to be greatest.\n\n[caption id=\"attachment_203321\" align=\"aligncenter\" width=\"812\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/10\/LomaPrieta_ShakeMap.png\"><img class=\"size-full wp-image-203321\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/10\/LomaPrieta_ShakeMap.png\" alt=\"LomaPrieta ShakeMap\" width=\"812\" height=\"1004\" \/><\/a> Example ShakeMap for the Loma Prieta earthquake.<br \/>This ShakeMap used data recorded in 1989, but it was produced years after the earthquake. Such ShakeMaps are now routinely produced within several minutes of a felt earthquake. Severity of shaking is rated using the Modified Mercalli Intensity (MMI) scale, which ranges from 1 (not felt) to 12 (total destruction).[\/caption]\n\nIn 2005, the USGS partnered with the California Department of Transportation (DOT) to produce <a href=\"http:\/\/pubs.usgs.gov\/fs\/2007\/3086\/\">ShakeCast<\/a>, an application that estimates the likelihood that a level of shaking will cause damage to a particular structure to prioritize DOTâ\u0080\u0099s inspection of bridges following earthquakes.\n\nIn 2010, the USGS released <a href=\"http:\/\/pubs.usgs.gov\/fs\/2010\/3036\/\">PAGER (Prompt Assessment of Global Earthquakes for Response)<\/a>, an alert that rapidly estimates fatalities and economic losses for earthquakes. PAGER assigns a color code to each potentially damaging earthquake to indicate the level of emergency response the earthquake will require.\n\nDigital seismic instruments now used in the networks report their data within a second, reducing the time for earthquakes to be detected. In fact, advances in technology now permit the computation of earthquake locations and magnitudes within seconds so that notifications can be broadcast to some areas that have not yet undergone shaking from an earthquakeâ\u0080\u0094this forms the basis for the <a href=\"http:\/\/pubs.usgs.gov\/fs\/2014\/3083\/\">Earthquake Early Warning System<\/a>, which is being developed by the USGS, the University of California at Berkeley, the California Institute of Technology (Caltech), and the University of Washington. It will send alerts to the public and community managers ahead of strong shaking, so that a variety of actions can be taken, such as opening firehouse doors, stopping trains, and taking cover.\n\n&nbsp;\n\n[caption id=\"attachment_203331\" align=\"aligncenter\" width=\"1024\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/10\/NewBridgeHospital.jpg\"><img class=\"size-large wp-image-203331\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/10\/NewBridgeHospital-1024x312.jpg\" alt=\"NewBridgeHospital\" width=\"1024\" height=\"312\" \/><\/a> Since the 1989 Loma Prieta earthquake, many iconic structures around the Bay Areaâ\u0080\u0094including San Francisco City Hall, the Ferry Building, the Golden Gate Bridge, San Francisco General Hospital (above right), and the eastern span of the Bay Bridge (above left)â\u0080\u0094have been replaced or retrofit with earthquake-resistant support so that they may remain intact in the event of a large earthquake. (USGS photographs by S. Haefner.)[\/caption]\n\n&nbsp;\n\n<strong>Earthquake Scenarios and Preparedness <\/strong>\n\nAlthough scientists cannot predict exactly when destructive earthquakes will occur, they can estimate the damaging effects of a potential earthquake of a given size and, together with engineers, assess the expected property damage and loss of life. USGS scientists are working with numerous agencies and organizations to estimate the possible impacts of future earthquakes at both regional and national scales, including scenarios for response exercises for an earthquake on the <a href=\"http:\/\/earthquake.usgs.gov\/regional\/nca\/simulations\/hayward\/M6.8.php\">Hayward Fault <\/a>and a repeat of the 1906 San Francisco Earthquake.\n\nThe regional infrastructureâ\u0080\u0099s poor performance during the Loma Prieta earthquake, coupled with USGS earthquake hazard models, has led several municipalities to require the mandatory retrofit of collapse- prone unreinforced masonry buildings and of â\u0080\u009csoft-storyâ\u0080\u009d buildings. So called because of inadequate support in their first story, collapses of soft-story buildings were prominent in San Franciscoâ\u0080\u0099s Marina District during the Loma Prieta earthquake.\n\nThe USGS has also partnered with local agencies to assess the dangers to the utilities and transportation corridors around the San Francisco Bay Area. With the San Francisco Public Utility Commission, the USGS mapped the precise location of the San Andreas Fault so that the retrofit of the Hetch Hetchy Aqueduct and water conveyance systems on the San Francisco Peninsula were more resilient. The USGS and Bay Area Rapid Transit (BART), which operates a public rail transit system, estimated the amount of slip that would likely be produced by an earthquake on the Hayward Fault and how it would affect BARTâ\u0080\u0099s tunnels crossing the fault.\n\n<strong>Communicating Earthquake Hazards <\/strong>\n\nSince the 1989 Loma Prieta earthquake, the USGS and several cooperators have increased their efforts to better communicate earthquake-hazard information to a broad audience. The popular educational booklet called â\u0080\u009cPutting Down Roots in Earthquake Countryâ\u0080\u009d has been translated into Spanish, Chinese, Vietnamese, and Korean in editions entitled â\u0080\u009cProtecting Your Family from Earthquakes.â\u0080\u009d All versions are available <a href=\"http:\/\/earthquake.usgs.gov\/regional\/nca\/prepare\/index.php\">online<\/a>. These booklets have been emulated in other highly active seismic regions in the country, including Anchorage, Alaska, Salt Lake City, and the New Madrid region of southeastern Missouri and northwestern Tennessee.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24395","uid":"31","filename":"Main4.jpg","uri":"public:\/\/Main4.jpg","filemime":"image\/jpeg","filesize":"72266","status":"1","timestamp":"1425492768","type":"image","uuid":"0cc03089-4d77-4c27-b5ff-5b353f05099f","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["anniversary","Bay Area","earthquake","hazard","liquefaction","Loma Prieta","Natural Hazards","quake","San Francisco","Shake Map"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1413551899","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}