{"title":"Lesser Prairie-Chicken Nest Survival May Decline by 2050","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Lesser prairie-chicken nest survival may decrease to a level considered too low to sustain the current population by 2050, according to a new report by Texas Tech University and the U.S. Geological Survey.&nbsp;<\/p>\n<p>The publication assesses the effects of temperature and precipitation change on lesser prairie-chicken reproduction on the Southern High Plains. The authors noted that these findings do not suggest that the prairie chicken will become extinct, but rather indicate potential for population declines in New Mexico and West Texas if no actions are taken. The study can be used by resource managers to identify and offset effects of changes in climate on the lesser prairie-chicken.<\/p>\r\n<p>Scientists looked at modeled predictions of climate change and reproductive data from lesser prairie-chickens from 2001-2011 to determine how weather conditions affect reproductive success in the Southern High Plains. Scientists focused on prairie chicken habitat in the southwestern part of their distribution in New Mexico and West Texas. The study assessed the potential changes in number of eggs laid in a nest, incubation start date and nest survival for 2050 and 2080. The full peer-reviewed report is available <a href=\"http:\/\/dx.plos.org\/10.1371\/journal.pone.0068225\">online.<\/a><\/p>\r\n<p>\"Results from this study are based on current climate projections, and it doesn't necessarily mean that lesser prairie-chickens <em>will<\/em> experience a population decline,\" said Blake Grisham, Texas Tech University scientist and lead author of the study. \"It is very possible that improving connectivity and quality of existing habitats over the next few decades may offset the negative effects of a changing climate.\"<\/p>\r\n<p>Scientists conducted 1,000 model simulations using future weather variables to predict future reproductive parameters for this species. Climate forecasts indicate that the Southern High Plains will become drier with more frequent extreme heat events and decreased precipitation. Increased temperatures and reduced humidity may lead to lesser prairie-chicken egg death or nest abandonment. The research showed that warm winter temperatures had the largest negative effect on reproductive success. Scientists suggest that above-average winter temperatures were correlated with La Ni&ntilde;a events, which were ultimately a good predictor of drought that reduced available nesting cover in the spring.<\/p>\r\n<p>\"Lesser prairie-chicken survival relies on the combination of habitat and climate, and larger areas of habitat provide more opportunities for them to survive a difficult climate,\" said USGS scientist and study co-author Clint Boal. \"Larger expanses of habitat means that more chickens will live and nest there, allowing for better odds that some nests will be successful.\"<\/p>\r\n<p>The lesser prairie-chicken has experienced widespread declines in abundance and distribution, with some estimates suggesting greater than a 90 percent decrease of the population. The species is currently proposed as threatened under the U.S. Endangered Species Act and is a priority species under the Great Plains Landscape Conservation Cooperative. &nbsp;<\/p>\r\n<p>This is the first study to examine how seasonal weather affects reproductive conditions of the lesser prairie-chicken. One aspect that was not incorporated into this modeling is predicted future frequencies of extreme weather events. This model uses average temperatures and does not take into account how a record hot or cold day might affect nest survival. &nbsp; &nbsp;<\/p>\r\n<p>This study was conducted by the Texas Cooperative Fish and Wildlife Research Unit in collaboration with the Texas Parks and Wildlife Department, Wildlife Plus Consulting, Grasslans Charitable Foundation, the Kansas Cooperative Fish and Wildlife Research Unit, the Great Plains Landscape Conservation Cooperative and the Nature Conservancy.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New Mexico","Texas"],"country":["United States of America"],"mm_tags":["Lesser Prairie Chickens","Prairie Chickens","wildlife","Climate Change","nestsurvival","nesting","birds","Southern High Plains","New Mexico","Texas","habitat","Southwest","Population Decline","modeling","Model"],"distribution":["Biology"],"release_date":{"und":[{"value":"1373515200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169096"},{"tid":"169606"},{"tid":"169943"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}