{"title":"Federal Study Maps Concentrations of Arsenic and Uranium","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>To determine any risk in your area<\/strong>, and to get advice on testing and information on the potential health effects of arsenic and uranium, visit the <a href=\"http:\/\/mass.gov\/dep\/water\/drinking\/au\/aulocate.htm\">Massachusetts Department of Environmental Protection<\/a>.<\/p>\n<p>The U.S. Geological Survey (USGS) today released a study which indicates that levels of naturally occurring arsenic and uranium exceed drinking water standards in some private drinking water wells in central and northeastern Massachusetts. State officials are working with USGS to develop resources that will help private well users determine whether their water meets federal safety standards, and provide guidance on water testing and treatment if it does not.<\/p>\r\n<p>&ldquo;Based on information available on water testing results, the probability that an individual&rsquo;s well poses an immediate health concern is low,&rdquo; said Commissioner John Auerbach of the Massachusetts Department of Public Health (MDPH).&nbsp; &ldquo;Based on the MDPH companion effort testing for arsenic and uranium in urine, no immediate public health threat is present, and households do not need to stop using their water. At the same time, the USGS report indicates that it is prudent for private well owners to have their wells tested.&rdquo;<\/p>\r\n<p>USGS researchers analyzed water samples from 478 private bedrock wells in 116 area cities and towns and found that 13 percent exceeded federal drinking water standards for arsenic, and 3 percent exceeded standards for uranium. Both arsenic and uranium are found naturally in some types of bedrock in the study area.<\/p>\r\n<p>The Massachusetts Department of Environmental Protection (MassDEP) and the MDPH provided funding and assistance to complete this study, and are providing health and water treatment information to health officials in each town with a higher probability of contamination from bedrock sources.<\/p>\r\n<p>In estimating how widespread the issue is, researchers plotted the tested wells on a map showing types and extent of bedrock in the study area to relate concentrations of arsenic and uranium to bedrock type. They then plotted the remaining wells and estimated that about 5,700 of the estimated 90,000 wells in the study area may exceed the standard for arsenic, and about 3,300 may exceed the standard for uranium. Depending on rock type, the probability of exceeding a standard ranges from less than 1 percent to 26 percent for arsenic, and from less than 1 percent to 21 percent for uranium.<\/p>\r\n<p>The federal public drinking water standard for arsenic is 10 micrograms per liter. The standard for uranium is 30 micrograms per liter. Public drinking water concentration standards for arsenic and uranium are set at low levels that can account for even those health risks associated with decades of regular consumption. Long-term exposure to arsenic above the standards can cause darkened patches of skin on the body and has been linked to skin, bladder, and lung cancer. Long-term exposure to uranium in drinking water can damage the kidneys. Based on information available on water testing results and the MDPH companion effort testing for arsenic and uranium in urine, the probability that anyone&rsquo;s well poses an acute health concern is very low.<\/p>\r\n<p>Public water supply wells that serve residences are routinely monitored for arsenic and uranium and, if necessary, they have been treated to put those sources into compliance with the standards.<\/p>\r\n<p>The USGS study is the first detailed look at the distributions of arsenic and uranium in 116 communities within the Massachusetts portion of the New England &ldquo;arsenic belt,&rdquo; a swathe of naturally occurring arsenic in bedrock stretching from Dudley to Salisbury.&nbsp;Bedrock wells are a significant source of groundwater in the area. USGS led the study to help site future public water supplies as demand for groundwater grows in the arsenic belt, and to inform","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":["water","arsenic","Uranium","Massachusetts","well"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1300680000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169242"},{"tid":"169328"},{"tid":"169791"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}