{"title":"Jones Named Chief Scientist for Geography","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) has named Kenneth (Bruce) Jones as the new chief scientist for Geography.  He will assume his new position on May 1.<\/p>\n\r\n<p>\"Bruce brings a wealth of experience to USGS research programs in geography, experience that is especially well aligned with the USGS focus on land surface analysis, earth observation, and science information in public policy,\" said Barbara J. Ryan, Associate Director for Geography.<\/p>\r\n\r\n<p>The geography program of the USGS monitors land surface change by observing the Earth with remote sensing satellites, studies the connections between people and those changes with incisive geographic analysis and provides individuals and society with science information they can use to manage the consequences of those changes.<\/p>\r\n\r\n<p>Jones is known for his science leadership in the areas of remote sensing, landscape ecology, biogeography, and geographic information systems.  He comes to the USGS from the U.S. Environmental Protection Agency (EPA) where he served as senior scientist at the National Exposure Laboratory Office of Research and Development in Las Vegas.  While at EPA Jones&acute; research focused on developing methods for describing the qualities or peculiarities of chemical and physical stressors, such as contaminants, land use, and habitat change. His long-term research has been geared toward increasing the capability to assess ecological landscapes at varying geographic scales.<\/p>\r\n\r\n<p>A native of New Jersey, Jones holds a bachelor of science degree in biology from Jacksonville (FL) University, a master of science degree in ecology from New Mexico State University, and a Ph.D. in environmental biology from the University of Nevada.<\/p>\r\n\r\n<p>His achievements have brought him wide recognition within the geographic science community, as well as awards from organizations such as EPA, the U.S. Fish and Wildlife Service, the Wildlife Society, the University of Nevada, and the International Statistical Institute.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1145937600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}