{"title":"USGS Will Re-Evaluate Its Alaska Strategy","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Alaska is a land of great opportunity for scientific research, according to the director of the U.S. Geological Survey. Following a week-long visit to various areas of the state, USGS Director Charles \"Chip\" Groat said, \"No part of the United States offers greater opportunities to gain understandings of natural systems that are relatively or completely free of the direct impacts of human activities as does Alaska; opportunities that are essentially gone in the lower 48 states.\" \n<p>While visiting Alaska, Groat met with USGS program staff, federal agency cooperators, state agency personnel, university administrators and private sector organization representatives. \"Nowhere in the United States are there greater untapped renewable and nonrenewable resources and nowhere do we know less about them,\" he noted. \"As pressure on these resources develop in the future, it is essential that we take advantage of the opportunity to learn about these complex systems and their interactions now. Global change poses dramatic challenges to the Alaskan landscape and habitats. The biological resources of the Bering Sea and Alaska&rsquo;s coastal areas need further research. Changes to Arctic glaciers have profound global implications. Earthquake and volcano hazards pose substantial risks for Anchorage and for international air travel.\" \r\n<p>Groat noted that in spite of the fact that the USGS has been mapping and conducting scientific field research in Alaska for more than a century, there is still much to be learned about the land, climate, geology and biology of the northernmost state. \"Vast areas, including those in the national parks (in Alaska) have not been geologically mapped, and many major streams are still ungaged,\" Groat said. To fill these informational gaps, Groat is launching a reevaluation of current USGS programs and projects in Alaska, and exploring ways that the USGS, as a Department of the Interior bureau, can work in partnership with other federal, state and local agencies to achieve the goal of documenting the state&rsquo;s landscape and natural resources. \"The USGS presence and efforts in Alaska, while significant, are clearly not adequate to meet the growing needs of a frontier area that will see major growth as our need for resources increases and tourism continues to surge.\" He added, \"If funding were not an issue, the decision to expand our efforts in Alaska would be an easy one, but funding is a major issue as there are many competing priorities in the lower 48 states.\" \r\n<p>\"Re-evaluation doesn&rsquo;t guarantee program growth,\" Groat continued. \"But because of this history of cooperation between USGS and partner scientific organizations, Alaska presents an ideal situation for further development of an integrated science approach to understanding complex resources and environmental systems. These factors, combined with the critical need for scientific information to support far-reaching resources and environmental policy decisions in Alaska, clearly merit a new look at our efforts there and an assessment of the willingness of those who control the purse strings to support more work.\" Groat noted that the first phase of the re-evaluation, with input from partners and customers, will be completed by the end of the 1999 Fiscal Year. \"Detailed planning will follow if the forecast for success in program growth is positive,\" he stated. \r\n<p>The USGS currently has 190 employees in Alaska who are involved in numerous earth-science research projects, from monitoring the state&rsquo;s 40 active volcanoes, to conducting studies on the state&rsquo;s wildlife, including wolves, bears, fish and waterfowl. USGS hydrologists are conducting water-quality studies in many parts of the state and USGS cartographers are working to complete digitally-based maps of the state that can be used by a variety of customers. \r\n<p>The USGS Earth Science Information Center in Anchorage and a state-affiliate office at the Geophysical Institute in Fa","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"930110400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170634"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}