{"title":"70 Percent of Beaches Eroding on Hawaiian Islands Kauai, Oahu, and Maui","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>HONOLULU &mdash;<\/strong> <!--introstart-->An assessment of coastal change over the past century has found 70 percent of beaches on the islands of Kaua&#699;i, O&#699;ahu, and Maui are undergoing long-term erosion, according to a U.S. Geological Survey and University of Hawai&#699;i report released today.<!--introend-->&nbsp;<\/p>\n<p>Scientists from the USGS and the School of Ocean and Earth Science and Technology at UH studied more than 150 miles of island coastline (essentially every beach) and found the average rate of coastal change &ndash; taking into account beaches that are both eroding and accreting &ndash; was 0.4 feet of erosion per year from the early 1900s to 2000s. Of those beaches eroding, the most extreme case was nearly 6 feet per year near Kualoa Point, East O&#699;ahu.&nbsp;<\/p>\r\n<p>\"The inevitable fate of the Hawaiian Islands millions of years into the future is seen to the northwest in the spires of French Frigate Shoals and the remnants of other once mighty islands, ancestors of today's Hawaii, but now sunken beneath the sea through the forces of waves, rivers, and the slow subsidence of the seafloor,\" explained USGS Director Marcia McNutt.&nbsp;<\/p>\r\n<p>&nbsp;\"These data have allowed State and County agencies in Hawaii to account for shoreline change as early as possible in the planning and development process so that coastal communities and public infrastructure can be sited safely away from erosion hazards areas,\" said William J. Aila Jr., Chairperson, Department of Land and Natural Resources, State of Hawaii. \"This will vastly improve upon public safety and will ensure that Hawaii's beautiful beaches will be protected from inappropriate shoreline development.\"&nbsp;<\/p>\r\n<p>Of the three islands, Maui beaches experienced the highest rates and greatest extent of beach erosion with 85% of beaches eroding. Erosion is the dominant trend of coastal change on all three islands with 71% of beaches eroding on Kauai and 60% of beaches eroding on O&#699;ahu.&nbsp;<\/p>\r\n<p>The researchers found that, although Hawaii beaches are dominated by erosion as a whole, coastal change is highly variable along the shore &ndash; with &lsquo;cells&rsquo; of erosion and accretion typically separated by 100s of feet on continuous beaches or by rocky headlands that divide the coast into many small embayments. Most Hawaii beaches are composed of a mix of sediment derived from adjacent reefs and from the volcanic rock of the islands. Sediment availability and transport are important factors in shoreline change, and human interference in natural processes appears to have impacted the rates of change.&nbsp; For example, more than 13 miles of beaches in the study were completely lost to erosion &ndash; nearly all previously in front of seawalls.&nbsp;<\/p>\r\n<p>\"Over a century of building along the Hawaiian shoreline, without this sort of detailed knowledge about shoreline change, has led to some development that is located too close to the ocean,\" said Dr. Charles Fletcher, UH Geology and Geophysics Professor and lead author. \"A better understanding of historical shoreline change and human responses to erosion may improve our ability to avoid erosion hazards in the future.\"&nbsp;<\/p>\r\n<p>The researchers used historical data sources such as maps and aerial photographs to measure shoreline change at more than 12,000 locations.&nbsp;Shoreline changes are measured in specialized Geographic Information System software.&nbsp;<\/p>\r\n<p>This analysis of past and present trends of shoreline movement is designed to allow for future repeatable analyses of shoreline movement, coastal erosion, and land loss. \"The results of this research provide critical coastal change information that can be used to inform a wide variety of coastal management decisions,\" said Dr. Rob Thieler, sponsor of the study with the USGS.&nbsp;<\/p>\r\n<p>The research was also supported by grants from a number of federal, state, and county agencies as well as non-prof","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["Geographic Areas Southwest","Natural Hazards","Natural Hazards Coastaland Marine Geology","Natural Hazards Coastaland Marine Geology","Hawaii","beach","erosion","Maui","Oahu","Kauai","coast","Coastal Erosion"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1336363200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168987"},{"tid":"169031"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}