{"title":"They ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->It will be open season on earthquakes in northern Delaware, as scientists from the U.S. Geological Survey, the Delaware Geological Survey and the University of Delaware conduct a high-resolution seismic imaging investigation in the New Castle-Wilmington area during the first two weeks of June.<!--introend--> The project commences in New Castle on June 1. \n<p>The primary objective of the investigation is to locate active faults that are responsible for moderate (up to magnitude 3.6) earthquakes in the greater Wilmington area, to determine if they are capable of generating much larger earthquakes, and to determine the lateral extent to faulting. This project is jointly funded by the Delaware Geological Survey, the University of Delaware, the Federal Emergency Management Agency (FEMA), and the USGS Earthquake Hazards Program. \r\n<p>Rufus Catchings, a USGS geophysicist who is coordinating the project said the objectives of the proposed work are to locate possible faulting within the Potomac Formation that may be associated with moderate (up to magnitude 3.6) earthquakes; to locate faults within the crystalline basement rocks that may be capable of generating damaging earthquakes; and to determine lateral variations in the stratigraphy of sand and clay units of the Potomac Formation. \r\n<p>The survey will produce a \"cat scan\" image the earth&rsquo;s subsurface in an area from New Castle, Del., northward toward the city of Wilmington for a total of 2.9 kilometers (1.8 miles). The images will be obtained by setting off small explosions and recording the seismic waves from these explosions as the waves travel downward and are reflected back to the surface, where they will be recorded on portable seismographs. \r\n<p>The nature of the recorded waves also contains information about the soils and rocks through which they pass. \"We expect to obtain reflection images from the near surface, about three meters down, to several hundred meters depth,\" Catchings said. \"The imaging depths will vary depending with the local geology, but we expect to image to depths in excess of 500 meters. Velocity measurements will also vary with the local geology, local noise conditions, and the length of the seismic recording array, but we expect to obtain velocity information to depths on the order of 300 meters deep.\" \r\n<p>The scientists will produce the seismic waves by firing eight-gauge blank shotgun shells into the ground at a depth of approximately 12 to 18 inches below the surface, or by detonating one-pound explosive charges at a depth of approximately 10-15 feet below the surface. Both seismic sources will be recorded by an array of approximately six seismographs, systems, with a maximum of 360 active channels. \r\n<p>During the past 35 years the USGS has conducted numerous seismic investigations in California and other states, but this is the first time that the procedure has been conducted in any of the mid-Atlantic states. Because of the small amount of explosives used, it is doubtful that anyone other than the scientists in the immediate area of the shot hole will hear or feel anything.\r\n<p>Editors: The attached backgrounder on Delaware earthquakes is supplied by the Delaware Geological Survey. During the seismic imaging project, Rufus Catchings and other scientists will be available for on- site interviews. These interviews may be arranged by contacting Dr. Catchings at 415-722-7826, or Dr. Thomas McKenna at 302-831-8257. \r\n<p><strong><FONT face=Univers,Helvetica,Arial size=+1>Backgrounder on Delaware Earthquakes<\/FONT><\/strong><br>\r\n<p>The occurrence of earthquakes in northern Delaware and adjacent areas of Pennsylvania, Maryland, and New Jersey is well documented by both historical and instrumental records. More than 550 earthquakes have been documented within 150 miles of Delaware since 1677. One of the earliest known events occurred in 1737 and was felt in the Philadelphia and surrounding areas. The largest known earthquake in","summary":null,"format":null}]},"field_images":[],"regions":["Delaware"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"896414400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}