{"title":"No Contamination from Fayetteville Shale Exploration Found in Sampled Wells","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>LITTLE ROCK, Ark. &ndash;&nbsp;<\/strong>A study that examined the water quality of 127 shallow domestic wells in the Fayetteville Shale natural gas production area of Arkansas found no groundwater contamination associated with gas production, according to a report released today by the U.S. Geological Survey.<\/p>\n<p>Scientists analyzed water-quality data from samples taken in Van Buren and Faulkner counties in 2011, focusing on chloride concentrations from 127 wells and methane concentrations and carbon isotope ratios from a subsample of 51 wells.&nbsp;<\/p>\r\n<p>\"For more than one hundred years, the USGS has been a source of freely available, unbiased information on our natural resources such as oil, gas, and water, helping government and local leaders make wise decisions for the public good,\" said USGS Director Marcia McNutt. \"This new study&nbsp;is important in terms of finding no significant effects on groundwater quality from shale gas development within the area of sampling.\"<\/p>\r\n<p>Chloride is a naturally occurring ion that is found at elevated levels in waters associated with gas production.&nbsp; Chloride moves easily through groundwater without reacting with other ions or compounds in solution, making it is a good indicator of whether chemicals used during hydraulic fracturing are reaching groundwater.&nbsp; In this case, the chloride concentrations from this study were not higher than samples taken from nearby areas from 1951 through 1983.&nbsp;<\/p>\r\n<p>Methane is the primary component of natural gas, but also can be found naturally in shallow shale formations in the Fayetteville Shale area that are used as sources of water for domestic supplies.&nbsp; What methane was found in the water, taken from domestic wells, was either naturally occurring, or could not be attributed to natural gas production activities.<\/p>\r\n<p>\"None of the data that we have looked at as part of this study suggests that any groundwater contamination is resulting from natural gas production activities,\" said USGS hydrologist Tim Kresse.&nbsp; \"However, this study does not speak to other wells that were not sampled, every chemical used during the hydraulic fracturing process, or water quality changes that might take longer to occur. It does provide a baseline to use to evaluate any possible changes in the future.\"<\/p>\r\n<p>Summary of results:<\/p>\r\n<p>Groundwater chemistry in the shallow aquifer system in the study area is a result of natural processes<\/p>\r\n<ul>\r\n<li>Chloride concentrations were not higher in the 2011 samples than in samples from nearby areas collected from 1951 through 1983<\/li>\r\n<li>Chloride concentrations from wells within 2 miles of a gas-production well were similar to concentrations from wells more than 2 miles from a gas-production well<\/li>\r\n<li>Methane concentrations and carbon isotope ratios indicate that almost all methane in groundwater samples is naturally occurring as a result of biological processes in shallow shale formations used as a source of water for domestic purposes and did not originate from the Fayetteville Shale<\/li>\r\n<\/ul>\r\n<p>The Fayetteville Shale serves as an unconventional gas reservoir across parts of six counties in north-central Arkansas, ranging in thickness from approximately 50 to 550 feet and varying in depth from approximately 1,500 to 6,500 feet below the ground surface. Drilling and production of gas wells began in 2004 and, as of April 2012, approximately 4,000 producing gas wells had been completed in the Fayetteville Shale.<\/p>\r\n<p>The report, \"<a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5273\/\">Shallow Groundwater Quality and Geochemistry in the Fayetteville Shale Gas-Production Area, North-Central Arkansas, 2011<\/a>\" by Timothy M. Kresse, Nathaniel R. Warner, Phillip D. Hays, Adrian Down, Avner Vengosh, and Robert B. Jackson, is available online.<\/p>\r\n<p>Kresse and Hays are hydrologists with the USGS; other authors are with Duke University. The report was prepared in cooperation","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas"],"country":["United States of America"],"mm_tags":["water","Arkansas","fayettevilleshale Geographic Areas Southeast"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1357707600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"169665"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}