{"title":"A Health Assessment of the Nationâ\u0080\u0099s Streams","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_181792\" align=\"alignright\" width=\"542\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/urban-str-illust1.jpg\"><img class=\" wp-image-181792 \" title=\"urban str illust\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/urban-str-illust1.jpg\" alt=\"Illustration of an urban stream ecosystem. USGS image, artist Frank Ippolito, from USGS Circ. 1391. \" width=\"542\" height=\"372\" \/><\/a> Illustration of an urban stream ecosystem. USGS image, artist Frank Ippolito, from USGS Circ. 1391.[\/caption]\n\nThe nearly four million miles of streams and rivers woven through the landscape of the United States form an immense natural resource and supply many societal benefits. Streams and rivers provide water for cities and farms; they provide recreational, cultural, and aesthetic benefits; and they nourish a rich variety of plant and animal species. Changes in land use and increasing demands for freshwater pose risks to the health of streams and rivers and to the benefits they provide to society.\n\nRecognizing the need for a comprehensive investigation of stream health across the country, the U.S. Geological Survey has conducted a <a href=\"http:\/\/pubs.usgs.gov\/circ\/1391\/\">national stream health assessment<\/a> that is unprecedented in the breadth of its measurements. The recently published report includes wide-ranging assessments of multiple biological communities that indicate stream health, careful estimates of the extent of streamflow modifications across the country, and measurements of over 100 chemical constituents in water and streambed sediments.\n\n<strong>A measure of health <\/strong>\n\nThe quality of streams and rivers is often evaluated by simply measuring the chemical or physical properties of water. However, a more complete picture comes into view when the biological communities that live in streams are also assessed. These aquatic biological communities â\u0080\u0094 namely, algae, macroinvertebrates, and fish â\u0080\u0094 provide added crucial information because they live within streams for weeks to years. Through time, they integrate the effects of long-term changes to their chemical or physical environment. Consequently, biological communities function as a direct measure of stream health by indicating the ability of a stream to support aquatic life. The condition of biological communities, in combination with key physical and chemical properties, provides a comprehensive assessment of stream health.\n\n<strong>Findings at a glanceÂ Â Â  <\/strong>\n\nStream health was reduced at the vast majority of streams assessed in agricultural and urban areas. In these areas, at least one of the three aquatic communities was altered at 83 percent of the streams assessed. In contrast, nearly one in five streams in agricultural and urban areas was in relatively good health, signaling that it is possible to maintain stream health in watersheds with substantial land and water-use development.\n\n[caption id=\"attachment_181802\" align=\"alignright\" width=\"1024\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/Weber_River_To_JC-2.jpg\"><img class=\"size-large wp-image-181802\" title=\"Weber_River_To_JC (2)\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/Weber_River_To_JC-2-1024x388.jpg\" alt=\" Left: Natural flow of Weber River upstream of Echo Dam, Utah.  Right: Reduced flow of Weber River downstream of Echo Dam, Utah, as a result of water storage in the dam.  USGS photo: Daren M. Carlisle.\" width=\"1024\" height=\"388\" \/><\/a> Left: Natural flow of Weber River upstream of Echo Dam, Utah. Right: Reduced flow of Weber River downstream of Echo Dam, Utah, as a result of water storage in the dam. USGS photo: Daren M. Carlisle.[\/caption]\n\n<strong>Multiple factors in stream health<\/strong>\n\nA major challenge to understanding why stream health is reduced is unraveling the effects of many interacting natural and human-caused factors. When stream health is diminished, scientists and managers become environmental detectives in order to determine which physical or chemical factors have been modified by human activity sufficiently to alter biological communities.\n\nNo single physical or chemical factor was universally associated with reduced stream health across the Nation, but three factors were significant across the country: streamflow modification, elevated levels of nutrients, and elevated levels of pesticides.\n\n<strong>Streamflow modification<\/strong>\n\nFlowing water is the defining feature of streams, yet streamflows across the Nation have been modified by land and water management, leading to reduced stream health. Â Streamflow modification is such a critical factor in stream health because the life cycles of many native fish species are synchronized withâ\u0080\u0094and therefore dependent uponâ\u0080\u0094the timing and variation in natural streamflow patterns.\n\nAnnual low and high streamflows were modified in 86 percent of the streams assessed. Over 70,000 dams and diversions contribute to modified streamflows across the Nation.\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_14_2012_rWMy51Cpo3_05_14_2012_3\"><img title=\"fish\" src=\"http:\/\/gallery.usgs.gov\/images\/05_14_2012\/rWMy51Cpo3_05_14_2012\/medium\/MiddleForkCutthroatTroutAdjusted.jpg\" alt=\"Cutthroat trout in the Middle Fork Salmon River, Idaho. Fish are one of the biological communities in streams that indicate stream health.\" width=\"500\" height=\"287\" \/><\/a> Cutthroat trout in the Middle Fork Salmon River, Idaho. Fish are one of the biological communities in streams that indicate stream health.[\/caption]\n\n<strong>Elevated levels of nutrients<\/strong>\n\nExcess concentrations of nutrients (also known as â\u0080\u009cnutrient enrichmentâ\u0080\u009d) are widespread in the Nationâ\u0080\u0099s streams. Sources of nutrients in streams include wastewater and industrial discharges, fertilizer and manure applications to agricultural land, runoff from urban areas, and atmospheric sources.\n\nBiological alteration associated with elevated nutrient concentrations was most pronounced for algal communities. The occurrence of altered algal communities increased by as much as 40 percent above baseline in streams with elevated nitrogen and phosphorus concentrations.\n\n<strong>Elevated levels of pesticides<\/strong>\n\nPesticides were detected in stream water in all land use settings. In streams with elevated pesticide toxicity, macroinvertebrate communities were altered by as much as 40 percent above baseline conditions. Although concentrations of insecticide mixtures, such as chlorpyrifos, carbaryl, and diazinon, in streams are highly variable seasonally and from year to year, they can reach levels that are harmful to aquatic life, particularly in agricultural and urban streams.\n\n<strong>Looking deeper at streamflow modificationÂ Â  <\/strong>\n\nIn a separate study, USGS scientists conducted <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0048969713006530\">a national assessment of streamflow modification<\/a>, an extensive analysis of how land and water management practices modify natural river flows across the 48 states.\n\nThey found that urban land use and dams broadly affect river flow in most regions, while the effects of agriculture and wastewater discharge on river flow were more geographically limited. The effects of agriculture were most pronounced in the western Great Plains and western basins. Wastewater discharges were important in Atlantic coastal areas with large urban centers.\n\n[caption id=\"attachment_181881\" align=\"alignright\" width=\"496\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/natural-str-illust1.jpg\"><img class=\"size-full wp-image-181881\" title=\"natural str illust\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/natural-str-illust1.jpg\" alt=\"Illustration of a natural stream, USGS image, artist Frank Ippolito, from USGS Circ. 1391\" width=\"496\" height=\"255\" \/><\/a> Illustration of a natural stream, USGS image, artist Frank Ippolito, from USGS Circ. 1391[\/caption]\n\nIn general, dams decreased natural river flows whereas wastewater discharges increased flows. Agricultural land use tended to increase river flows in the Corn Belt, but decrease flows in the more arid parts of the United States, where substantial groundwater pumping and water diversions occur.\n\nMost studies of how urban land use influences river flows have been conducted in highly urbanized watersheds. In this study, flows decreased with early stages of urban land development. In contrast, river flows increased with moderate to high levels of urban land use. These changes most likely were related to enhanced connectedness of impervious (paved or built) areas, increased groundwater recharge, household irrigation, and leaky water infrastructure.\n\nUnderstanding how land and water management, such as dams, agriculture, and urban land use, are modifying the natural river flow is vital for effective water development, for water management, and for mitigating the negative impacts of flow modification on ecosystems.\n\n<strong>Learn more <\/strong>\n\n<a href=\"http:\/\/pubs.usgs.gov\/circ\/1391\/\"><em>Ecological Health in the Nation's Streams, 1993-2005<\/em><\/a><em> <\/em>(USGS Circular 1391, 132 pp.)\n\n<a href=\"http:\/\/water.usgs.gov\/preview\/nawqa\/ecology\/pubs\/cir-1391\/\">Ecological Health in the Nationâ\u0080\u0099s Streams<\/a> â\u0080\u0094 USGS website\n\nâ\u0080\u009c<a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0048969713006530\">River flow changes related to land and water management practices across the conterminous United States<\/a>,â\u0080\u009d <em>Science of the Total Environment<\/em>, 1 October 2013, vol. 463-464, pp. 414-422.\n\n<a href=\"http:\/\/water.usgs.gov\/nawqa\/\">Â USGS National Water-Quality Assessment (NAWQA) Program<\/a>\n\n<a href=\"http:\/\/water.usgs.gov\/nrp\/\">USGS National Research Program<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24314","uid":"31","filename":"natural-str-illust.jpg","uri":"public:\/\/natural-str-illust.jpg","filemime":"image\/jpeg","filesize":"91218","status":"1","timestamp":"1425492768","type":"image","uuid":"059e7522-4277-4e39-ade2-3b66586d70d6","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["stream ecology","streamflow information","streamflow modification","Water Quality"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1374242474","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}