{"title":"25 Years Monitoring Alaska Volcanoes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Twenty-five years of monitoring and studying Alaska's volcanoes by the Alaska Volcano Observatory have improved global understanding of how volcanoes work and how to live safely with volcanic eruptions.<!--introend--> Timely warnings from AVO throughout its 25-year history have helped reduce the impact of erupting volcanoes, protecting lives, property, and economic well-being.<\/p>\n<p>On April 1, the Alaska Volcano Observatory, a cooperative program of the U.S. Geological Survey, the University of Alaska Fairbanks Geophysical Institute, and the Alaska Division of Geological and Geophysical Surveys, will mark its 25<sup>th<\/sup> anniversary.<\/p>\r\n<p>\"Since 1988, AVO has responded to over 70 eruptive events from Alaska&rsquo;s 52 historically active volcanoes,\" said John Power, USGS geophysicist and scientist-in-charge of AVO.&nbsp; \"Many of these eruptions affected local and international air traffic, oil production, the fishing industry, municipalities, businesses, and citizens.\"<\/p>\r\n<p>The primary volcano hazard in Alaska is airborne ash that endangers aircraft flying the busy North Pacific air routes connecting North America and Asia.&nbsp; The hazard played out dramatically on December 15, 1989 when a wide-body passenger jet encountered an ash cloud from Redoubt Volcano and lost power in all four engines over the Talkeetna Mountains.&nbsp; Fortunately, after more than 4 harrowing minutes of descent, engines were restarted and the plane landed safely in Anchorage. This near-tragedy prompted renewed international efforts to more effectively address the hazards of airborne volcanic ash.<\/p>\r\n<p>In addition to endangering aircraft, volcanoes near population centers can pose significant hazards to infrastructure and communities from ash fall, lahars, and&nbsp;other rapidly flowing mixtures of hot rock fragments, fluids, and gases.<\/p>\r\n<p>AVO has developed a far-reaching volcano monitoring program in Alaska and partnered with federal, state and municipal agencies, to improve warnings of volcanic eruptions. AVO led the development of the standard Aviation Color Code to communicate hazards in a simple, consistent manner; this warning system is now endorsed by the International Civil Aviation Organization for use by volcano observatories worldwide.&nbsp; AVO pioneered cooperative programs with volcanologists in the Russian Far East, also home to dozens of explosive volcanoes that threaten aircraft, to create a system to warn the aviation industry of eruptions in Kamchatka and the Kuriles.<\/p>\r\n<p>Over 25 years, AVO expanded from an early focus on just Cook Inlet volcanoes to a current monitoring and research program that includes daily observations of all 52 historically active volcanoes in Alaska. To address the aviation hazard, AVO expanded ground-based monitoring networks from Cook Inlet to volcanoes on the Alaska Peninsula and Aleutian Islands.&nbsp; Throughout the years, AVO and its colleagues developed innovative ways to track earthquake activity, ground deformation, and volcanic gas output, and analyze satellite imagery in the harsh Alaskan environment.&nbsp; Geologic studies of volcanoes and eruptions by AVO scientists provide insights into eruptive histories, information needed to assess future hazards and inform planning efforts.<\/p>\r\n<p>AVO issues daily and weekly updates of volcanic activity in Alaska.&nbsp; The most recent information along with a wide range of volcano information, real-time data, and images is available on the AVO <a href=\"http:\/\/www.avo.alaska.edu\">website<\/a>.&nbsp; Volcanic activity notices are also served through Twitter <a href=\"https:\/\/twitter.com\/alaska_avo\">@alaska_avo<\/a>.<\/p>\r\n<p>The University of Alaska Fairbanks Geophysical Institute turns observations into information, from the center of the Earth, to the center of the Sun. Visit the UAFGI <a href=\"http:\/\/www.gi.alaska.edu\">website<\/a> for more information.<\/p>\r\n<p>The Alaska Division of Geological and Geophysical Sur","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Natural Hazards"],"article_type":["National News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1364788800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169059"},{"tid":"169583"},{"tid":"169737"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}