{"title":"USGS and Whatcom County Plan Ground Water Study","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->How soil fumigants affect ground water is the focus of a new study to be conducted by the U.S. Geological Survey (USGS) and Whatcom County. <!--introend-->\n<p>The planned study is the result of recent findings by the USGS, that 1,2-dichloropropane was present in ground water sampled in northern Whatcom County and Canada in 1997. The detections of dichloropropane are related to past use of soil fumigants to control pests such as nematodes, which attack the roots of crops. \r\n<p>1, 2-dichloropropane, which was used in some soil fumigants applied in the past, was found in water from 22 of 35 wells sampled. Although concentrations of the chemical were generally low, two samples had concentrations above the EPA maximum contaminant level (MCL) of five parts per billion. Ethylene dibromide, a soil fumigant which was banned from use by the EPA in 1983, was not detected in any of the USGS-sampled wells. \r\n<p>In announcing the joint project, Whatcom County Executive, Pete Kremen, said, \"Safe drinking water is a precious resource, and partnerships such as this one with the USGS increase our ability to safeguard the purity of our ground water.\" Kremen said he hopes the study will lead to recommendations regarding the use of soil fumigants on land atop sensitive aquifers, such as those in northern Whatcom County. \r\n<p>The study will be coordinated with officials from the Washington State Departments of Ecology and Health, in order to assess the quality of the aquifer. \r\n<p>The 1997 sampling of ground water in northern Whatcom County and Canada was done as part of the USGS&rsquo;s National Water Quality Assessment Program (NAWQA), and as part of a cooperative study with Environment Canada, that country&rsquo;s equivalent of the U.S. Environmental Protection Agency. Most sampled wells were monitoring wells, not domestic drinking water wells. The NAWQA program is designed to assess the status and trends in the quality of the nation&rsquo;s ground- and surface-water resources, and to further the understanding of the natural and human factors that affect the quality of the water. \r\n<p>In addition to soil fumigant-related compounds, concentrations of nitrate in water from about 45 percent of sampled wells were above the MCL of 10 parts per million. Low levels of some herbicides also were detected in some wells, but concentrations were well below drinking water standards and guidelines. \r\n<p>Information on the planned study or the NAWQA study and copies of the 1997 data are available from the USGS by calling Jim Ebbert at 253-593-6530, extension 234. Information on the quality of drinking water in Whatcom County is available from the county department of health and human services at 360- 676-6724. \r\n<p><b>Editors: For more information or interviews, call Jim Ebbert at 253-593-6530, ext.234, or email at jcebbert@usgs.gov. For information about the USGS and the Puget Sound NAWQA program, go to URL <a href=\"http:\/\/wwwdwatcm.wr.usgs.gov\/ps.nawqa.html\">http:\/\/wwwdwatcm.wr.usgs.gov\/ps.nawqa.html<\/a>.<\/b><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"890110800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169649"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}