{"title":"Pecora Award Recognizes Stellar Achievements in Earth Observation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The prestigious 2009 William T. Pecora Award for outstanding contributions to the understanding of the Earth by means of remote sensing has been presented to Dr. Forrest Hall of the University of Maryland, Baltimore and the Clouds and the Earth&rsquo;s Radiant Energy System (CERES) Team led from the National Aeronautics and Space Administration (NASA) Langley Research  Center.<\/p>\n<p>The annual award, sponsored jointly by the Department of the Interior (DOI) and NASA, was presented December 17 by Dr. Marcia McNutt, Director of the U.S. Geological Survey, DOI, and by Dr. Michael Freilich, Director of the Earth Science Division in NASA&rsquo;s Science Mission Directorate at the American Geophysical Union Fall meeting in San Francisco.&nbsp;&nbsp;<\/p>\r\n<p>The award has been presented annually since 1974 in memory of Dr. William T. Pecora, whose early vision and support helped establish the Landsat satellite program. Dr. Pecora was director of the U.S. Geological Survey from 1965-71, and later served as DOI undersecretary until his death in 1972.<\/p>\r\n<p><strong><span style=\"text-decoration: underline;\">2009 Recipients<\/span><\/strong><\/p>\r\n<p><strong>Forrest Hall<\/strong><\/p>\r\n<p>Dr. Hall has been instrumental in the advancement of terrestrial remote sensing since the inception of the Earth Resources Technology Satellite in 1972, now known as the Landsat program. He served pivotal roles in programs such as LACIE, AgriSTARS, and ISLSCP and associated field campaigns such as FIFE and BOREAS.&nbsp; These projects involved some of the earliest work in comparing surface, airborne and satellite (Landsat) data and set the standard for all later intercomparison projects.&nbsp; Dr. Hall brings a physicist&rsquo;s eye to the treatment of calibration, reflectance, and time-trajectories of &ldquo;greenness.&rdquo; His efforts in BOREAS have led directly to a better understanding of North America&rsquo;s carbon, water and energy cycles.<\/p>\r\n<p>Dr. Hall has developed technologies for the remote sensing of vegetation,&nbsp; provided high quality global datasets to the community, and contributed to the science upon which remote sensing has been founded, both through his leadership of major field programs and by his own research.<\/p>\r\n<p><strong>CERES International Team<\/strong><\/p>\r\n<p>The CERES Team, led from the NASA Langley  Research Center with members from other government agencies, universities and international institutions, has provided a critical dataset for climate monitoring and climate model verification.&nbsp; The dataset, fused from five instruments on three spacecraft, is being used to improve our understanding of the natural and anthropogenic (human-induced) changes in the climate through accurate measurements of the Earth&rsquo;s radiative energy balance.&nbsp; Along with measurements of oceans, land, snow, ice, clouds, aerosols, and meteorological parameters, the CERES 15 data products provide a sound scientific basis for developing global environmental policies and for the conclusions of the Intergovernmental Panel on Climate Change (IPCC).<\/p>\r\n<p>Hundreds of published research papers with thousands of CERES citations demonstrate the value of CERES data to the science and applications communities.&nbsp; Because of this crucial contribution to earth science, the CERES measurements will be continued in the future from both research and operational satellites.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","Remote","landsat","satellites","Sensing"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1261112400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170595"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}