{"title":"Unearthing the San Andreas Fault Zone: Seismic History Suggests Big Quakes Impending in California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>An in-depth analysis of major long-term research on the San Andreas fault indicates that parts of the fault are likely to experience a major temblor sooner than previously believed, including the section near Palm Springs and the San Bernardino-Riverside areas, and the Hayward fault in the Bay Area. <\/p>\n<p>These and other findings are part of a special report on the San Andreas fault system about to be released by the Bulletin of the Seismological Society of America. The research compiled in the special report is the result of years and in some cases, decades, of meticulous work by 74 scientists. Even though the San Andreas fault, the main boundary fault between the Pacific and the North American plates, is the most studied fault in the world, scientists are only slowly unearthing its mysteries as revealed in deep trenches dug into 10 sites on the fault. <\/p>\r\n<p>At the Wrightwood paleoseismic site near the eastern end of the San Gabriel Mountains, research by U.S. Geological Survey geologist Thomas Fumal and his colleagues from the University of Oregon suggests that this area may experience a major earthquake within the next 30 years. Through the earthquake history revealed in trenches for the last 1,500 years, Fumal and his colleagues documented evidence and dates of 14 well-recorded earthquakes. <\/p>\r\n<p>Fumal noted that at this location on the San Andreas fault, the time interval between surface-rupturing earthquakes averages about 105 years. The most recent earthquake to rupture through Wrightwood was the 1857 Fort Tejon earthquake, which broke the fault for about 200 miles northwest of San Bernardino. <\/p>\r\n<p>&quot;At each of the paleoseismic sites from Wrightwood south, the elapsed time since the most recent large earthquake is significantly longer than the average time between earthquakes,&quot; Fumal said. &quot;This suggests to me that at least the southernmost 120 miles of the fault may rupture in a large earthquake of 7.6 to 7.8 magnitude within the next few decades. Such an earthquake would be especially hazardous to the San Bernardino-Riverside urban area, which is developed right up to the fault.&quot; <\/p>\r\n<p>Similar research by Fumal and his colleagues on the San Andreas fault zone at Thousand Palms Oasis near Palm Springs indicates that this part of the fault is also primed for an earthquake. The most recent large earthquake to rupture this section of the fault occurred about 320 years ago. Paleoseismic evidence recorded in the earth&rsquo;s layers suggest that the average time between earthquakes on this part of the fault is 215 years, though the span between earthquakes here may have been as long as 400 years or as short as a few decades. <\/p>\r\n<p>USGS scientist Jim Lienkaemper wrote about USGS research on large paleoearthquakes &ndash; that is, &quot;fossil&quot; earthquakes &ndash; of the southern Hayward fault in Fremont, Calif., in the past 500 years. The Hayward fault, a major branch of the San Andreas fault, lies under one of the most densely populated parts of California. This research indicates that large earthquakes of magnitude 6.8 to 7.0 occurred on this part of the fault four times over the past 500 years, with an average recurrence span of about 130 years, plus or minus 40 years, a shorter time span than previous studies indicated. More investigations, said Lienkaemper, should discern if this shorter interval is characteristic of the fault or if an unusual cluster of activity caused it. The last of the four earthquakes occurred in 1868. <\/p>\r\n<p>Katherine Kendrick, another USGS scientist writing in the journal, discussed the slip rate along the northern part of the San Jacinto fault, adjacent to the San Bernardino basin, noting that this research allows the possibility that the slip rate may be closer to three-fourths of an inch per year than half-inch per year usually cited . &quot;This higher estimate of the slip rate has implications for the seismic hazard near the San Jacinto fault,&","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1037768400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170608"},{"tid":"169656"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}