{"title":"simulating Effects of Dam Breaches near Lawton, Oklahoma","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The effects of floods resulting from dam breaches at Lakes Ellsworth and Lawtonka in southwestern Okla. were recently simulated and results are available today in a new report from the U.S. Geological Survey and the City of Lawton.<\/p>\n<p>Dam breaches and resultant floods can cause substantial property damage and loss of life. While dams provide beneficial functions, such as flood control, recreation, and reliable water supplies, they also entail risk.<\/p>\r\n<p>Flood-inundation maps made from the simulations provide valuable information to city officials, emergency managers, and local residents for planning emergency response if a dam breach occurs. The project report, including flood-inundation maps, is available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5026\/\">online<\/a>.<\/p>\r\n<p>\"Complex simulations such as the dam breach scenario benefit from years of experience at the USGS in predicting areas to be inundated by flash floods and cresting rivers,\" said USGS Director Marcia McNutt. \"Understanding which facilities are at risk helps concentrate pre-emptive actions only where they are needed.\"<\/p>\r\n<p>Some areas of concern near the city of Lawton include; water treatment plants, wastewater treatment plants, recreational areas, and community-services offices.<\/p>\r\n<p>Accurate flood-inundation maps require high-resolution topographic maps that cover areas downstream of dams. The USGS collected light detection and ranging (lidar) data to develop a high-resolution digital elevation model and map for the flood plains downstream from Lakes Ellsworth and Lawtonka. These maps, combined with streamflow-gaging data and basin hydraulic characteristics were put into a dynamic (changing-flow) model, using the U.S. Army Corps of Engineers Hydrologic Engineering Center&rsquo;s River Analysis System.<\/p>\r\n<p>Model scenarios used to develop the inundation maps included a 75<ins datetime=\"2012-05-17T11:55\" cite=\"mailto:Koontz,%20Heidi%20K.\"> <\/ins><del datetime=\"2012-05-17T11:55\" cite=\"mailto:Koontz,%20Heidi%20K.\">-<\/del>percent probable maximum flood and a sunny-day dam-breach scenario. Flood-wave arrival times were determined for selected bridge crossings.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oklahoma"],"country":["United States of America"],"mm_tags":["Oklahoma","dams","water","floodcontrol","Computer Simulation"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1337918400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}