{"title":"Carbon Sequestration: Implications for Wyoming","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>While capture and underground storage, or sequestration, of carbon dioxide may be a viable climate change mitigation option in some states including Wyoming, its potential risks require further study.<\/p>\n<p>U.S. Geological Survey (USGS) research hydrologist Dr. Yousif Kharaka will present a talk in Cheyenne, Wyo. about the feasibility and implications of capturing and storing the greenhouse gas carbon dioxide underground in depleted oil fields and deep rock formations with salty aquifers.&nbsp;<\/p>\r\n<p>&ldquo;In order to slow global warming and related climate change, the capture and storage of carbon dioxide may be an important component,&rdquo; said Kharaka.&nbsp; &ldquo;We have been evaluating a variety of projects using different techniques in different geologic formations for long-term storage of carbon dioxide.&rdquo;<\/p>\r\n<p>However, the potential for the carbon dioxide and the salty water into which it is injected to move into drinkable groundwater is a risk that needs to be carefully assessed for any site where injection is being considered.<\/p>\r\n<p>&ldquo;A key question to storing carbon dioxide&mdash;how much of the gas will leak out of the rock in which it is injected&mdash;remains unanswered, and is just one of the many unknown components of the process,&rdquo; Kharaka said.<\/p>\r\n<p>Wyoming has areas where the geology and groundwater have potential for storing the carbon dioxide, and several sites in the State are currently being investigated as carbon dioxide storage locations.<\/p>\r\n<p>Kharaka&rsquo;s talk, which is open to the public, will take place at 10:30 a.m. on August 6, 2009 at the Laramie County Library in the Cottonwood Room, Cheyenne, Wyo.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming"],"country":["United States of America"],"mm_tags":["Climate Change","Wyoming","Carbon Dioxide","Carbon Sequestration"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1248753600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169199"},{"tid":"170153"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}