{"title":"USGS Topo Data on the Go","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Android and iPhone users can now use their mobile devices as digital topo maps, leveraging USGS maps together with the power of GPS to zoom in on their precise location while hiking, biking, running, or any other activity that benefits from precision navigation.<!--introend--> The type of data that are available includes USGS imagery and topographic maps from <em>The National Map<\/em>, as well as road and contour layers.&nbsp;&nbsp;<\/p>\n<p>Currently, two Android applications are using USGS data, OruxMaps (<a href=\"http:\/\/www.oruxmaps.com\/index_en.html\">http:\/\/www.oruxmaps.com\/index_en.html<\/a>) and AlpineQuest (<a href=\"http:\/\/alpinequest.psyberia.net\/\">http:\/\/alpinequest.psyberia.net\/<\/a>). These apps include USGS services in the list of available online maps.<\/p>\r\n<p>For users that may be navigating in an area that is outside of cell phone coverage, Mobile Atlas Creator (<a href=\"http:\/\/mobac.sourceforge.net\/\">http:\/\/mobac.sourceforge.net\/<\/a>) is allowing users of this desktop application to build small \"mobile atlases\" with USGS data. These \"mobile atlases\" can be built over any area of interest at multiple scales, and when completed, the small file is moved to the phone. The \"mobile atlases\" enable GPS applications on both iPhone and Android mobile devices. By storing this small amount of data on the phone, these \"mobile atlases\" ensure the topographic data is available even when cell coverage is not.<\/p>\r\n<p>Users of mobile devices can use USGS data on their GPS-enabled phones to track their adventure or workout. This capability is new, and promises to increase awareness and use of USGS data and services, as well as increase demand for US Topos.<\/p>\r\n<p>To use TNM data on your Android device:<\/p>\r\n<ol>\r\n<li>Install either OruxMaps or AlpineQuest via Google Play App Store.&nbsp; <\/li>\r\n<li>USGS TNM data is available through these two applications as a dynamic, online layer.&nbsp; <\/li>\r\n<li>Switch map sources to view either TNM Topo or Satellite data through the application.&nbsp; <\/li>\r\n<li>OruxMaps manual available&nbsp;<a href=\"http:\/\/www.oruxmaps.com\/oruxmapsdesktop_en.pdf\">online<\/a> in PDF format.<\/li>\r\n<li>More information on Alpine Quest is available&nbsp;<a href=\"http:\/\/alpinequest.psyberia.net\/\">online<\/a>.<\/li>\r\n<\/ol>\r\n<p>To use TNM data on your iOS device:<\/p>\r\n<ol>\r\n<li>Install <a href=\"http:\/\/galileo-app.com\/\">Galileo<\/a> on your iPhone or iPad via iTunes App Store.<\/li>\r\n<li>Build offline map file(s) on MOBAC (instructions below).<\/li>\r\n<li>Move files to iPad or iPhone.<\/li>\r\n<\/ol>\r\n<p>To build map files that will allow an Android or iPhone to use USGS TNM data when data connectivity is not available:<\/p>\r\n<ol>\r\n<li>Download the MOBAC desktop application (<a href=\"http:\/\/sourceforge.net\/projects\/mobac\/files\/Mobile%20Atlas%20Creator\/MOBAC%201.9\/Mobile%20Atlas%20Creator%201.9.11.zip\/download\">Mobile Atlas Builder<\/a>).&nbsp; <\/li>\r\n<li>Unzip the downloaded file, and activate the \"Mobile Atlas Creator.exe\" file.&nbsp; <\/li>\r\n<li>Users can then indicate the mobile application they are using (Galileo, AlpineQuest, etc) , and highlight an area of interest to build an offline map file.&nbsp; <\/li>\r\n<li>Select the appropriate scales.<\/li>\r\n<li>Select \"Create Atlas\", and move resulting folder (and map data) to the appropriate folder on the mobile phone.<\/li>\r\n<li>More information on using MOBAC is available through the \"<a href=\"http:\/\/mobac.sourceforge.net\/quickstart\/index.htm\">Quick Start Manual<\/a>\".<\/li>\r\n<\/ol>\r\n<p>The USGS National Geospatial Technical Operations Center (NGTOC) is continuing to work with mobile developers, to ensure our data are available to the public.<\/p>\r\n<p>Disclaimer: Any use of trade, firm or product names does not imply endorsement by the U.S. Government.&nbsp;&nbsp;No warranty, expressed or implied, is made by the USGS or the U.S. Government as to the accuracy and functioning of the&nbsp;commercial software programs cited in this Technical Announcement, and&nbsp;the","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["The National Map","Topographic Data","","Topographic Maps","Android","","i","","Mobile Devices","","Digital Topo Maps","","","","hiking","","biking","","running","","navigation"],"article_type":["National News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1367380800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168971"},{"tid":"170049"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}