{"title":"Mississippi River Flows Backwards Due to Isaac","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Strong winds and storm surge from Hurricane Isaac's landfall forced the Mississippi River to flow backwards for nearly 24 hours on Tuesday, August 28.<!--introend--> The USGS streamgage at <a href=\"http:\/\/waterdata.usgs.gov\/nwis\/uv?site_no=07374525\">Belle Chasse, Louisiana<\/a>, showed the Mississippi River flowing upstream at 182,000 cubic feet per second, surging to 10 feet above than its previous height. Average flow for the Mississippi River at Belle Chase is about 125,000 cfs towards the Gulf of Mexico.<\/p>\n<p>Although it doesn't happen often, hurricanes can cause coastal rivers to reverse flow. Between the extremely strong winds and the massive waves of water pushed by those winds, rivers at regular or low flow are forced backwards until either the normal river-flow or the elevation of the land stop the inflow.<\/p>\r\n<p>As Hurricane Isaac pushes further inland, it is causing storm surge in the Mississippi River as far north as Baton Rouge, where the river has crested at 8 feet above its prior height.<\/p>\r\n<p>\"This reversal of flow of the mighty Mississippi is but one measure of the extreme force of Isaac,\" said USGS Director Marcia McNutt. \"While such events are ephemeral, they are yet another reminder of why we need to respect hurricane warnings.\"<\/p>\r\n<p>When Hurricane Katrina came ashore in 2005, the Mississippi River also reversed flow, cresting at 13 feet above its previous level, with Baton Rouge reaching 9 feet above its previous stage as well.<\/p>\r\n<p>Another phenomenon that USGS streamgages have recorded as Hurricane Isaac moves inland is that periodically, coastal rivers in Louisiana have lost height, only to gain it back again soon after. This rising and falling of the rivers is a common occurrence during hurricanes and is caused by the spiral nature of these storms.<\/p>\r\n<p>As the winds sweep to the southwest, they force water out of the rivers, lowering their height. However, once the winds complete their turn to the southwest, they begin back to the northeast, allowing the storm surge to raise the river levels.<\/p>\r\n<p>These oddities in river behavior are recorded in real-time by USGs'extensive network of streamgages, located through Louisiana and the rest of the country. These streamgages, which are installed along rivers and streams, record data like streamflow, river height, and, in some cases, even water chemistry.<\/p>\r\n<p>Many transmit their data in real-time to satellites, updating with new information every 15 minutes. This wealth of data allows USGS scientists, emergency managers and responders, and even the general public to have accurate and up-to-date knowledge of what the rivers and streams in their areas are doing. This data is particularly critical during massive flooding events like Hurricane Isaac.<\/p>\r\n<p>In fact, anyone can sign up to receive notices from USGS streamgages when waters are rising in nearby rivers and streams through a program called <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">WaterAlert<\/a>. It is a free service that allows members of the public to receive notifications about water levels at any of over 7,000 USGS real-time streamgages around the country. Learn more about how to sign up <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?from=rss&amp;ID=2919#.UD5HrVI6W7w\">here<\/a>.<\/p>\r\n<p>All USGS streamgage information is housed <a href=\"http:\/\/waterdata.usgs.gov\/nwis\/rt\">online<\/a>. For Hurricane Isaac, USGS has compiled a list of all streamgages in affected areas <a href=\"http:\/\/water.usgs.gov\/floods\/events\/2012\/isaac\/StormTideAndRDG.html\">here<\/a>.<\/p>\r\n<p>For the latest forecasts on the storm, listen to NOAA radio.&nbsp; For information on preparing for the storm, visit&nbsp;<a href=\"http:\/\/www.ready.gov\/\">Ready.gov<\/a>&nbsp;or&nbsp;<a href=\"http:\/\/www.listo.gov\/\">Listo.gov<\/a><\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"566\" align=\"center\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_08_29\/isaac_storm_surge.jpg\" alt=","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana","Mississippi"],"country":["United States of America"],"mm_tags":["Water National Streamflow Information","water","Natural Hazards","Hurricane Isaac","hurricanes","flooding","storm","stormsurgesensors","Louisiana"],"distribution":["Water"],"release_date":{"und":[{"value":"1346212800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}