{"title":"Media Advisory: Join Scuba Divers Looking for Changes to Elwha River Ecosystem, this Thursday, July 26","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Port Angeles, Wash.<\/strong> &mdash; A team of scuba diver scientists from the U.S. Geological Survey, Environmental Protection Agency, Lower Elwha Klallam Tribe, and Sea Grant, will be exploring the aquatic environment at the mouth the Elwha River to understand how a massive dam removal effort is impacting plant and animal life.&nbsp;<\/p>\n<p>The underwater survey is taking place downstream of the Elwha and Glines Canyon Dams, which are nearing the one-year anniversary of the start of their removal, a process with an expected completion date of 2013.<\/p>\r\n<p><strong>Who:<\/strong> Govt. &amp; Tribal scientists will be surveying pre-established aquatic locations to monitor the effects of the large sediment plume coming off the Elwha River and record ecosystem changes. Divers will be recording underwater video of survey and two diver\/scientists will be on chase boat for discussion and description of multi-Agency underwater survey.<\/p>\r\n<p><strong>When:<\/strong>&nbsp; Thursday, July 26 at 9:30 a.m. Boat will return approximately at 2 p.m.<\/p>\r\n<p><strong>Where:<\/strong> 115 E. Railroad, Foot of Lincoln Street, Port Angeles, WA&nbsp; (<a href=\"http:\/\/arrowlaunch.com\/pdf\/parailroad.pdf\">Map of the Arrow Launch Facility<\/a>) If you arrive early, there is a coffee shop in front of this building and other eating establishments nearby.<\/p>\r\n<p><strong>What to bring:<\/strong> Please bring a bag lunch, boat friendly shoes, warm clothes, sunscreen and appropriate medications if you experience discomfort in the marine environment.&nbsp;<\/p>\r\n<p><strong>RSVP:<\/strong>&nbsp; Space on this trip is extremely limited and seats will be awarded on a first come, first serve basis. Call\/email Paul Laustsen at 650-329-4046 or <a href=\"mailto:plaustsen@usgs.gov\">plaustsen@usgs.gov<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["ecosystems","washington","Elwha","SCUBA"],"article_type":["State News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1343016000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170043"},{"tid":"170248"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}