{"title":"USGS Releases First Assessment of Shale Gas Resources in the Utica Shale: 38 trillion cubic feet","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The Utica Shale contains about 38 trillion cubic feet of undiscovered, technically recoverable natural gas (at the mean estimate) according to the first assessment of this continuous (unconventional) natural gas accumulation by the U. S. Geological Survey.<!--introend-->&nbsp;&nbsp;The Utica Shale has a mean of 940 million barrels of unconventional oil resources and a mean of 208 million barrels of unconventional natural gas liquids.<\/p>\n<p>The Utica Shale lies beneath the Marcellus Shale, and both are part of the Appalachian Basin, which is the longest-producing petroleum province in the United States. The <a href=\"http:\/\/energy.usgs.gov\/Miscellaneous\/Articles\/tabid\/98\/ID\/102\/Assessment-of-Undiscovered-Oil-and-Gas-Resources-of-the-Devonian-Marcellus-Shale-of-the-Appalachian-Basin-Province.aspx\">Marcellus Shale<\/a>, at 84 TCF of natural gas, is the largest unconventional gas basin USGS has assessed.&nbsp; This is followed closely by the <a href=\"http:\/\/pubs.usgs.gov\/fs\/fs-145-02\/fs-145-02.html\">Greater Green River Basin<\/a> in southwestern Wyoming, which has 84 TCF of undiscovered natural gas, of which 82 TCF is continuous (tight gas).&nbsp;<\/p>\r\n<p>\"Understanding our domestic oil and gas resource potential is important, which is why we assess emerging plays like the Utica, as well as areas that have been in production for some time\" said Brenda Pierce, USGS Energy Resources Program Coordinator.&nbsp; \"Publicly available information about undiscovered oil and gas resources can aid policy makers and resource managers, and inform the debate about resource development.\"<\/p>\r\n<p>The Utica Shale assessment covered areas in Maryland, New York, Ohio, Pennsylvania, Virginia, and West Virginia.&nbsp;<\/p>\r\n<p><a href=\"http:\/\/pubs.usgs.gov\/fs\/2012\/3116\/FS12-3116.pdf\"><\/a><\/p>\r\n<p>Some shale rock formations, like the Utica and Marcellus, can be source rocks &ndash; those formations from which hydrocarbons, such as oil and gas, originate. Conventional oil and gas resources gradually migrate away from the source rock into other formations and traps, whereas continuous resources, such as shale oil and shale gas, remain trapped within the original source rock.<\/p>\r\n<p>These new estimates are for technically recoverable oil and gas resources, which are those quantities of oil and gas producible using currently available technology and industry practices, regardless of economic or accessibility considerations.<\/p>\r\n<p>This USGS assessment is an estimate of continuous oil, gas, and natural gas liquid accumulations in the Upper Ordovician Utica Shale of the Appalachian Basin. The estimate of undiscovered oil ranges from 590 million barrels to 1.39 billion barrels (95 percent to 5 percent probability, respectively), natural gas ranges from 21 to 61 TCF (95 percent to 5 percent probability, respectively), and the estimate of natural gas liquids ranges from 4 to 16 million barrels (95 percent to 5 percent probability, respectively).<\/p>\r\n<p>USGS is the only provider of publicly available estimates of undiscovered technically recoverable oil and gas resources of onshore lands and offshore state waters. The USGS Utica Shale assessment was undertaken as part of a nationwide project assessing domestic petroleum basins using standardized methodology and protocol.<\/p>\r\n<p>The new assessment of the Utica Shale may be found <a href=\"http:\/\/pubs.usgs.gov\/fs\/2012\/3116\/\">online<\/a>. To find out more about USGS energy assessments and other energy research, please visit the USGS <a href=\"http:\/\/energy.usgs.gov\/\">Energy Resources Program website<\/a>, sign up for our <a href=\"http:\/\/energy.usgs.gov\/GeneralInfo\/Newsletter.aspx\">Newsletter<\/a>, and follow us on <a href=\"http:\/\/www.twitter.com\/USGSEnergy\">Twitter<\/a>.<\/p>\r\n<table style=\"width: 678px;\" border=\"0\" cellpadding=\"3\" align=\"center\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_10_04\/utica_shale_map.jpg\" alt=\"A map of the Utica shale showing the two assessment","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","New York","Pennsylvania","Virginia","West Virginia","Ohio"],"country":["United States of America"],"mm_tags":["Energyand Mineralsand Environmental Health Energy Resources","energy","continuousoil","shalegas","Utica Shale","Appalachian Basin","Marcellusshale"],"release_date":{"und":[{"value":"1349323200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"168962"},{"tid":"169063"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}