{"title":"Why America's Heartland is Earthquake Country","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->New research provides insight on why the New Madrid Seismic Zone is unique and may continue to pose a higher earthquake risk than adjacent areas in the central United States.<!--introend--><\/p>\n<p>Using innovative and sophisticated technology, scientists now have high-resolution imagery of the New Madrid Seismic Zone, allowing them to map the area in more detail than ever before. The maps allow for greater understanding of the weak rocks in this zone that are found at further depths in the Earth's mantle compared to surrounding areas. Scientists also determined that earthquakes and their impacts are likely to be narrowly concentrated in this zone.<\/p>\r\n<p>U.S. Geological Survey scientists led this research and recently <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012821X13002963\">published their findings in the journal, Earth and Planetary Science Letters<\/a>.<\/p>\r\n<p>A swarm of some of the largest historical earthquakes in the nation occurred in the New Madrid Seismic Zone, in particular <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/states\/events\/1811-1812.php\">three earthquakes greater than magnitude 7 occurred from 1811 to 1812<\/a>. There have been several smaller, yet still significant, earthquakes in the area since then. This zone extends about 165 miles from Marked Tree, Ark., to Paducah, Ky. and the southern end of the zone is about 35 miles northwest of Memphis, Tenn.<\/p>\r\n<p>\"With the new high-resolution imagery, we can see in greater detail that the New Madrid Seismic Zone is mechanically weaker than surrounding areas and therefore concentrates movement and stress in a narrow area,\" said USGS scientist Fred Pollitz, who is the lead author of this research. \"The structure beneath this zone is unique when compared to adjacent areas in the central and eastern United States. A more in-depth understanding of such zones of weakness ultimately helps inform decisions such as the adoption of appropriate building codes to protect vulnerable communities, while also providing insight that could be applied to other regions across the world.\"<\/p>\r\n<p>Prior to this research, the New Madrid Seismic Zone has been mapped by the USGS as an area of high seismic hazard, but those assessments were a consequence of a short (about 4,500 years) earthquake record for the area.<\/p>\r\n<p>This research specifically investigated the Reelfoot Rift area, which is a 500-million-year-old geologic feature that contains the New Madrid Seismic Zone in its northernmost part. Scientists imaged rocks deep beneath Earth&rsquo;s surface to see their characteristics and understand their mechanical behavior, especially their ability to withstand the huge stresses constantly placed on them.&nbsp;<\/p>\r\n<p>A surprising finding was that weak rocks underlie the fault lines in the crust of the Reelfoot Rift and extend more than 100 miles down into the mantle. In contrast, weak rocks in other ancient rift zones in the central and eastern United States bottom out at much shallower depths. &nbsp;These weak mantle rocks have low seismic velocity, meaning that they are more susceptible to concentration of tectonic stress and more mobile.<\/p>\r\n<p>USGS scientists used data from USArray, which is a large network of seismometers that is a component of the EarthScope program of the National Science Foundation. These seismometers provide images of the crust and mantle down to 120 miles (200 kilometers) beneath the surface using the methods employed by these scientists.<\/p>\r\n<p>\"Our results are unexpected and significant because they suggest that large earthquakes remain concentrated within the New Madrid Seismic Zone,\" said USGS scientist Walter Mooney, the co-author of the report. \"There are still many unknowns about this zone, and future research will aim to understand why the seismic zone is active now, why its earthquake history may be episodic over millions of years, and how often it produces large quakes.\"<\/p>\r\n<p>In the future, USGS","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Natural Hazards","Natural Hazards Earthquake Hazards","New Madrid Seismic Zone","Faults","","geology"],"article_type":["National News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1380513600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169386"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}