{"title":"Earthquakes Cause over 1700 Deaths in 2009","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>At least 1783 deaths worldwide resulted from earthquake activity in 2009.<\/p>\n<p>The deadliest earthquake of the year was a magnitude 7.5 event that killed approximately 1117 people in southern Sumatra, Indonesia on Sept. 30, according to the U.S. Geological Survey (USGS) and confirmed by the United Nations Office for Coordination of Humanitarian Affairs (OCHA). However, the number of earthquake-related fatalities in 2009 was far less than the 2008 count of over 88,000. The high number of fatalities in 2008 was primarily due to the devastating magnitude 7.9 earthquake that occurred in Sichuan, China on May 12.<\/p>\r\n<p>Although unrelated, the Sept. 30 Indonesian earthquake occurred a day after the year&rsquo;s strongest earthquake, a magnitude 8.1 on Sept. 29 in the Samoa Islands region. Tsunamis generated by that earthquake killed 192 people in American Samoa, Samoa and Tonga. A magnitude 6.3 earthquake hit the medieval city of L&rsquo;Aquila in central Italy on April 6, killing 295 people.<\/p>\r\n<p>Overall, earthquakes took the lives of people in 15 countries on four continents during 2009, including Afghanistan, Bhutan, China, Costa Rica, Greece, Indonesia, Italy, Kazakhstan, Honduras, Japan, Malawi, Samoa, South Africa and Tonga, as well as the U.S. territory of American Samoa.&nbsp; Earthquakes injured people in 11 additional countries, including the mainland United States, where a magnitude 4.4 earthquake on May 2 injured one person in the Los Angeles area.<\/p>\r\n<p>The biggest 2009 earthquake in the 50 United States was, once again, in the Aleutian Islands of Alaska. The magnitude 6.5 earthquake occurred in the Fox Islands on Oct. 13. It was felt at the towns of Akutan and Unalaska, but caused no casualties or damage. The largest earthquake for the year in the contiguous United States was a magnitude 5.2 event on Oct. 2 in the Owens Valley southeast of Lone Pine, Calif. Because of the sparse population in the epicentral area, this quake caused no damage although it was felt as far away as Merced and Los Angeles, Calif. and Las Vegas, Nev.<\/p>\r\n<p>The past year also marked the five-year anniversary of the magnitude 9.1 Sumatra-Andaman Island earthquake and subsequent tsunami on Dec. 26, 2004. That quake and tsunami killed 227,898 people, which is the fourth largest casualty toll for earthquakes and the largest toll for a tsunami in recorded history. As a consequence of that earthquake, the USGS has significantly improved its earthquake notification and response capabilities. Improvements include the addition of nine real-time seismic stations across the Caribbean basin, a seismic and tsunami prone region near the U.S. southern border, implementation of a 24x7 earthquake operations center at the USGS National Earthquake Information Center (NEIC), and development of innovative tools for rapid evaluation of population exposure and damage to potentially damaging earthquakes.&nbsp;<\/p>\r\n<p>The USGS estimates that several million earthquakes occur throughout the world each year, although most go undetected because they hit remote areas or have very small magnitudes. The USGS NEIC publishes the locations for about 40 earthquakes per day, or about 14,500 annually, using a publication threshold of magnitude 4.5 or greater worldwide or 2.5 or greater within the United States. On average, only 18 of these earthquakes occur at a magnitude of 7.0 or higher each year.<\/p>\r\n<p>In the 2009 year, 17 earthquakes reached a magnitude of 7.0 or higher and one broke a magnitude of 8.0. These statistics are higher than those of 2008, which experienced only 12 earthquakes over magnitude 7.0 and none over 8.0. Factors such as the size of an earthquake, the location and depth of the earthquake relative to population centers, and fragility of buildings, utilities and roads all influence how earthquakes will affect nearby communities.<\/p>\r\n<p>A complete list of 2009 earthquake statistics can be found on the <a href=\"http:\/\/neic.cr.usgs.gov\/neis\/eq","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["earthquakes","geology","World","fatalities","tsunamis"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1262926800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}