{"title":"Unzipping Wildlife Genes: Genetics Revolutionize Conservation Research","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->U.S. Geological Survey conservation geneticists will showcase their science at the Department of the Interior on March 10 from 10 a.m. to 2 p.m.<\/strong><strong><!--introend--><\/strong><strong> (South Interior Building, South Interior Auditorium, 1951 Constitution Ave., NW, Washington, D.C.) The media are invited to attend and talk with scientists, listen to short talks, and view poster presentations. Below are some highlights at the showcase. For more information and the full agenda, visit the <a href=\"http:\/\/biology.usgs.gov\/genetics_genomics\/\">Genetics and Genomics Web site<\/a>. <\/strong><\/p>\n<p><strong>Who Done It? Genetics Used to Identify Bears that Mauled Women in Anchorage: <\/strong>In summer 2008, two Anchorage women were mauled by bears in the same area but about one month apart.&nbsp; Alaska Department of Fish and Game killed a brown bear thought to be responsible for the attacks.&nbsp; USGS scientists at the Alaska Science Center Molecular Ecology Laboratory used DNA evidence collected from the women&rsquo;s clothing and a bicycle helmet to determine whether the bear killed was responsible for both attacks. They found that the women were mauled by different bears, but that the bear killed by state authorities was, in fact, responsible for one of the attacks. The researchers were able to distinguish among bears because they had already collated an extensive database of Anchorage brown bear genotypes as part of another research effort. The probability that this was not the bear responsible for the mauling was smaller than one in 10 million. The other bear, which did not appear in the extensive database, was not killed.&nbsp; This research sets a higher standard for addressing issues of public safety, such as maulings by wild animals.&nbsp; This work has shown that genetic techniques should be used to verify, when possible, that a responsible animal has been unequivocally identified.&nbsp; C<strong>ontact Sandra Talbot at 907-786-7188, <a href=\"mailto:stalbot@usgs.gov\">stalbot@usgs.gov<\/a>. <\/strong><strong><\/strong><\/p>\r\n<p><strong>Keeping Bats Safe: Use of Genetics to Study Effects of Wind Turbines:<\/strong> Numerous bats are killed by collisions with wind turbines in the U.S. and Canada, and as wind energy projects grow, bat deaths are likely to increase. This is of particular concern in the eastern United States where the most bat deaths occur and where many wind farms are being built. Bat mortality at wind farms occurs mostly during late summer and early fall, the peak migration period for many kinds of bats. Three migratory species of bats account for more than half of the fatalities at wind farms: red bats, hoary bats, and silver-haired bats, and USGS researchers are using genetic techniques to determine the effects of wind turbine mortality on their populations.&nbsp; The potential for populations of these species to be severely affected by wind turbine kills is high due to their low reproductive rates.&nbsp; Understanding these impacts can help inform regulatory and development investments within the rapidly growing wind power infrastructure. C<strong>ontact John Switzer at 3304-724-4574, <a href=\"mailto:jswitzer@usgs.gov\">jswitzer@usgs.gov<\/a>. <\/strong><\/p>\r\n<p><strong>Genetics Plays Essential Role in Manatee Studies: <\/strong>Genetic identification, or DNA fingerprinting, offers the opportunity to identify and monitor individual West Indian manatees to help understand survival rates and life-history traits of this threatened species.&nbsp; Although scar patterns from boat strikes, as well as natural marks, have been used to identify and track individual manatees, this technique can&rsquo;t be used for unscarred and young manatees or decomposed carcasses. Genetic fingerprinting, however, enables researchers to &lsquo;mark&rsquo; an unscarred manatee and then &lsquo;recapture&rsquo; it throughout its life.&nbsp; Genetic information is also being used to assess whether small, isol","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","Genes","genetics","Conservation Genetics","microbiology","wildlife","birds","Mammals","disease"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1268110800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169837"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}