{"title":"Avian Flu Detection Information on Wild Birds Available","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The public can now view a Web site showing current information about wild bird sampling for early detection of highly pathogenic avian influenza (HPAI) in the United States<!--introend-->: <a href=\"http:\/\/wildlifedisease.nbii.gov\/ai\/\" target=_blank>http:\/\/wildlifedisease.nbii.gov\/ai\/<\/a>.<\/p>\n<p>Scientists are now using the newly developed database and Web application called HEDDS (HPAI Early Detection Data System) to share information on sample collection sites, bird species sampled, and test results.<\/p>\r\n<p>The database is available to agencies, organizations, and policymakers involved in avian influenza monitoring and response. Scientists will use the data to assess risk and refine monitoring strategies should HPAI be detected in the United States. Public access is more limited, but shows the states where samples have been collected and includes numbers of samples collected from each state.<\/p>\r\n<p>HEDDS is a product of the federal government&#039;s NBII Wildlife Disease Information Node (WDIN) housed at the USGS National Wildlife Health Center. With financial support from the U.S. Fish and Wildlife Service, U.S. Geological Survey, and U.S. Department of Agriculture&#039;s Animal and Plant Health Inspection Service, and participation by State wildlife agencies, universities and nongovernmental organizations, the HEDDS Web site provides a current picture of where sampling has taken place and the results of testing. \"HEDDS provides a critical comprehensive view of national sampling efforts at a time when the demand for this type of information is increasing, along with the growing interest in HPAI surveillance efforts in wild birds,\" said WDIN Project Leader Joshua Dein.<\/p>\r\n<p>Between April 1 and August 18, 2006, 9,590 samples from wild birds tested for avian influenza have been entered into HEDDS. Scientists have tested over 10,000 wild birds so far. No HPAI H5N1 has been detected to date. The Eurasian strain of H5N1 avian influenza virus has caused 141 human deaths elsewhere in the world, as well as the death of millions of domestic and wild birds. Low-pathogenicity strains of avian influenza are commonly found in waterfowl and shorebirds; such strains do not cause significant disease in wild birds or in people.<\/p>\r\n<p>Many federal, tribal, and state agencies are involved in the U.S. Government&#039;s national surveillance plan for the potential introduction of HPAI into the United States from wild birds. Within the federal government, the Department of the Interior (DOI) has the main responsibility for wild migratory birds and thus, the primary responsibility for HPAI in wild birds should these birds be found to be carriers of this disease.<\/p>\r\n<p>Since the release of the wild bird surveillance plan in March 2006, DOI and the U.S. Department of Agriculture have worked collaboratively with the four North American Migratory Bird Flyway Councils (Pacific, Central, Mississippi, and Atlantic) and many states to develop local and regional wild bird surveillance plans. As part of the surveillance and early detection effort, HEDDS will show sample numbers in each state where testing occurs. Most current testing is in Alaska where many of the wild bird species targeted for surveillance nest.<\/p>\r\n<p>Sampling has begun in many of the lower 48 states and will continue as birds begin migrating south from their northern nesting grounds. Data from three of the wild bird surveillance plan&#039;s five strategies for early detection of HPAI are now viewable on HEDDS: sample numbers from (1) live wild birds tested, (2) subsistence hunter-killed birds, and (3) investigations of sick and dead wild birds. The other two strategies are: (4) surveillance of domestic birds as sentinel species; and (5) environmental sampling of water and wild bird droppings. <\/p>\r\n<p>The National Biological Information Infrastructure (NBII) <HTTP: www.nbii.gov>is a broad, collaborative program to provide increased access to data and inform","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1156392000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169396"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}