{"title":"Barred Owls Ousting Spotted Owls in the Pacific Northwest","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>FLAGSTAFF, Ariz. &ndash;&nbsp;<!--introstart--><\/strong>An increase in the barred owl population is contributing to the decline of threatened Northern spotted owls, according to models developed by U.S. Geological Survey and U.S. Forest Service scientists.<!--introend--><\/p>\n<p>The larger barred owl is considered to be a more aggressive competitor, with higher reproductive capacity as well as a more diverse diet and use of habitat. In the face of increasing barred owl populations and declining habitat, the medium size Northern spotted owl, which lives in old growth forests of northern California and the Pacific Northwest of the United States, is declining.<\/p>\r\n<p>Using 22 years of detection data from a 1000 square kilometer site in Oregon, researchers found that both species are more likely to abandon an area when the other species is present.<\/p>\r\n<p>\"While both species feel the effects of competition, spotted owls are far more sensitive,\" said Charles Yackulic, a USGS research statistician and lead author of the study. \"As a result, spotted owls at this site, and in many other areas, are declining while barred owl numbers steadily increase.\"<\/p>\r\n<p>The authors simulated future population dynamics and found that barred owls are likely to drive down spotted owls to low numbers over the next few decades.<\/p>\r\n<p>\"Scientists in other parts of the Pacific northwest have suggested that differences in the habitat preferences of the barred owl and spotted owl might allow them to coexist. While the two species showed different habitat preferences in this study site, there is still substantial overlap in habitat use,\" said Yackulic.&nbsp;&nbsp;\"As a result, in recent years, barred owls have frequently excluded spotted owls from habitat that they would otherwise prefer.\"<\/p>\r\n<p>Some of the spotted owls forced to leave a territory in response to barred owl invasions may establish territories in another area. However, the areas that are available for colonization often contain less suitable habitat and this may lead to a lowered probability of successfully producing young, further contributing to population decline. While habitat differences in this site are unlikely to allow for coexistence, it is unknown whether habitat preferences of barred and spotted owls at sites elsewhere in the spotted owl range are sufficiently different for barred owls and spotted owls to coexist.<\/p>\r\n<p>\"The results of the model show that should the barred owl population be reduced to about a quarter of its current size through management actions, it would minimize the costs associated with managing barred owl populations indefinitely, while also providing substantial benefits to the spotted owl population,\" said Yackulic.&nbsp;<\/p>\r\n<p>Janice Reid, U.S. Forest Service wildlife biologist and study coauthor, commented on the importance of long term management. \"It is important that long term management plans include protection of currently occupied and reproductively successful spotted owl territories from habitat degradation if we are to have any hope of slowing the spotted owl population decline in the face of the increasing barred owl population.\"&nbsp;&nbsp;<\/p>\r\n<p>\"<a href=\"http:\/\/www.esajournals.org\/doi\/abs\/10.1890\/13-0012.1\">The roles of competition and habit in the dynamics of populations and species distributions<\/a>\" by C.B. Yackulic, J. Reid, J.D. Nichols, J.E. Hines, R. Davis and E. Forsman in the journal Ecology, is available online.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":["Geographic Areas Northwest","Ecosystems Invasive Species","Ecosystems Wildlife Terrestrialand Endangered Resources"],"distribution":["Biology"],"release_date":{"und":[{"value":"1393218000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169041"},{"tid":"169472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}