{"title":"No Evidence for Large Triggered Earthquakes Across the Globe","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->MENLO PARK, Calif. <\/strong>&mdash; New scientific research concludes that large earthquakes do not increase the global seismic hazard for more damaging earthquakes far from the mainshock.<!--introend--> Although large aftershocks close to the mainshock remain highly probable following an earthquake, and small earthquakes less than magnitude 5 can be triggered at great distances, scientists at the U.S. Geological Survey and the University of Texas at El Paso found no significant increase in the rate of large earthquakes happening farther away than two to three times the length of the ruptured fault that caused the mainshock.&nbsp;<\/p>\n<p>&ldquo;Based on the evidence we&rsquo;ve seen in our research, we don't think that large, global earthquake clusters are anything more than coincidence,&rdquo; says Tom Parsons, USGS geophysicist and author of the new study that appears in this month&rsquo;s journal, &ldquo;Nature Geoscience.&rdquo;&nbsp;<\/p>\r\n<p>The study looked at all M5 or greater earthquakes worldwide potentially associated with a M7 or greater event over the past 30 years. Using these data, scientists compared the timing of seismic wave arrivals and the occurrence of large earthquakes worldwide and found no correlation.&nbsp;<\/p>\r\n<p>The study, &ldquo;Absence of remotely triggered large earthquakes beyond the mainshock region,&rdquo; appears in a current edition of &ldquo;<a href=\"http:\/\/www.nature.com\/ngeo\/index.html\">Nature Geoscience<\/a>.&rdquo; The research was conducted by Tom Parsons, U.S. Geological Survey and Aaron A. Velasco, University of Texas, El Paso.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["earthquake","trigger","Large Quake","geology","globalearthquake","trigger","Large Quake","geology","Global"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1301284800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168782"},{"tid":"170621"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}