{"title":"New Software Tool Analyzes Effect of Stream and Lake Levels on Adjacent Lands","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>PORTLAND, Ore. &mdash; <!--introstart-->The U.S. Geological Survey has developed the \"Shoreline Management Tool,\" a GIS software program designed to test ways of managing land and water resources adjacent to a lake or stream.<!--introend--> The new software tool will help water-, land-, and wildlife-resource managers balance competing needs when managing surface-water levels for water quantity, water depth, area of inundation, and area of dry land. These factors relate directly to water supply, water quality, shoreline habitat for plants and animals, and human use of water and land areas.<\/p>\n<p>Assessing the effects of changing surface-water levels historically has been difficult because of the complexity of the analysis. The management tool enables the user to define criteria such as water depth and land-surface slope and aspect to identify areas where conditions meet the needs for certain land or water uses or that provide habitat suitable for specific plants and animals.<\/p>\r\n<p>The tool comprises an interactive GIS program and spreadsheets that allow users to specify the input data and criteria for analysis, process the data, and create results in the form of maps, data tables, and graphs. The tool is designed for use by natural-resource managers with only limited expertise with GIS.<\/p>\r\n<p>Although the tool was initially developed to evaluate conditions in the lower Wood River Valley in the upper Klamath Basin, Oregon, it is designed to be transferable to other areas using easily generated or readily available data.&nbsp;<\/p>\r\n<p>The Shoreline Management Tool was conceived and developed by the USGS with cooperation from the Bureau of Land Management.<\/p>\r\n<p>The program is documented in the report, \"<a href=\"http:\/\/pubs.usgs.gov\/of\/2012\/1247\">The Shoreline Management Tool&mdash;An ArcMap Tool for Analyzing Water Depth, Inundated Area, Volume, and Selected Habitats, with an Example for the Lower Wood River Valley, Oregon<\/a>,\" by Daniel T. Snyder, Tana L. Haluska, and Darius Respini-Irwin, is published as U.S. Geological Survey Open-File Report 2012&ndash;1247 and is available online.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","California"],"country":["United States of America"],"mm_tags":["Geographic Areas Northwest","water","Klamath"],"article_type":["Technical Announcement"],"distribution":["Water"],"release_date":{"und":[{"value":"1364961600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169143"},{"tid":"169747"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}