{"title":"Emerging Consensus Shows Climate Change Already Having Major Effects on Ecosystems and Species","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Plant and animal species are shifting their geographic ranges and the timing of their life events &ndash; such as flowering, laying eggs or migrating &ndash; at faster rates than researchers documented just a few years ago, according to a technical report on biodiversity and ecosystems used as scientific input for the 2013 Third National Climate Assessment.<!--introend--><\/p>\n<p>The report, <a href=\"http:\/\/downloads.usgcrp.gov\/NCA\/Activities\/Biodiversity-Ecosystems-and-Ecosystem-Services-Technical-Input.pdf\"><em>Impacts of Climate Change on Biodiversity, Ecosystems, and Ecosystem Services<\/em><\/a><em>,<\/em> synthesizes the scientific understanding of the way climate change is affecting ecosystems, ecosystem services and the diversity of species, as well as what strategies might be used by natural resource practitioners to decrease current and future risks. More than 60 federal, academic and other scientists, including the lead authors from the U.S. Geological Survey, the National Wildlife Federation and Arizona State University in Tempe, authored the assessment.<\/p>\r\n<p>\"These geographic range and timing changes are causing cascading effects that extend through ecosystems, bringing together species that haven't previously interacted and creating mismatches between animals and their food sources,\" said Nancy Grimm, a scientist at ASU and a lead author of the report.<\/p>\r\n<p class=\"Default\">Grimm explained that such mismatches in the availability and timing of natural resources can influence species'survival; for example, if insects emerge well before the arrival of migrating birds that rely on them for food, it can adversely affect bird populations. Earlier thaw and shorter winters can extend growing seasons for insect pests such as bark beetles, having devastating consequences for the way ecosystems are structured and function. This can substantially alter the benefits people derive from ecosystems, such as clean water, wood products and food.<\/p>\r\n<p class=\"Default\">\"The impact of climate change on ecosystems has important implications for people and communities,\" said Amanda Staudt, a NWF climate scientist and a lead author on the report. \"Shifting climate conditions are affecting valuable ecosystem services, such as the role that coastal habitats play in dampening storm surge or the ability of our forests to provide timber and help filter our drinking water.\"<\/p>\r\n<p class=\"Default\">Another key finding is the mounting evidence that population declines and increased extinction risks for some plant and animal species can be directly attributed to climate change. The most vulnerable species are those already degraded by other human-caused stressors such as pollution or exploitation, unable to shift their geographic range or timing of key life events, or that have narrow environmental or ecological tolerance. For example, species that must live at high altitudes or live in cold water with a narrow temperature range, such as salmon, face an even greater risk due to climate change.<\/p>\r\n<p class=\"Default\">\"The report clearly indicates that as climate change continues to impact ecological systems, a net loss of global species&rsquo; diversity, as well as major shifts in the provision of ecosystem services, are quite likely,\" said Michelle Staudinger, a lead author of the report and a USGS and University of Missouri scientist.<\/p>\r\n<p class=\"Default\">For example, she added, climate change is already causing shifts in the abundance and geographic range of economically important marine fish. \"These changes will almost certainly continue, resulting in some local fisheries declining or disappearing while others may grow and become more valuable if fishing communities can find socially and economically viable ways to adapt to these changes.\"<\/p>\r\n<p class=\"Default\">Natural resource managers are already contending with what climate change means for the way they approach conservation. For example, the report stated,","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Biodiversity","Climate Change","Climate And Biodiversity","global Change","Ecosystems And Climate Change","phenology","Ecosystem Services"],"article_type":["National News Release"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1355806800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169020"},{"tid":"170417"},{"tid":"168797"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}