{"title":"Media Advisory: Denver Meeting Focuses on Contaminants in Water","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Experts from around the globe will convene to address what's in the water and reasons why at the American Water Resources Association Summer Specialty Conference held at the Sheraton Denver Downtown on June 25-29.<!--introend--> Scientists from the U.S. Geological Survey, as well as researchers from private industry and academia will cover updated science, ideas, practice and policy regarding contaminants of emerging concern. Topics will include: prescription drugs, hormones, disinfectants, pesticides, pathogens, flame retardants and other industrial chemicals in water and their effects on related ecosystems.&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\n<p>Program and logistic details about the conference may be found&nbsp;<a href=\"http:\/\/www.awra.org\/meetings\/Summer2012\/index.html\">online<\/a>.<\/p>\r\n<p><a href=\"http:\/\/goo.gl\/maps\/DLvW\">Map<\/a> to conference. Parking is available between 14<sup>th<\/sup> and 15<sup>th<\/sup> Streets and between Court Place and Tremont Place.<\/p>\r\n<p><strong>Daily highlights:<\/strong>&nbsp;<\/p>\r\n<p><strong>Monday, June 25:<\/strong>&nbsp;\r\n<hr \/>\r\n<strong>8:50 a.m.:<\/strong> Dana Kolpin, USGS, A National Assessment of Hormones in Streams Impacted by Livestock<br \/><strong>9:20 a.m.:<\/strong> Jorg Drewes, Colorado School of Mines, Risks from Chemicals of Emerging Concern in Potable Reuse Systems<br \/><strong>10:30 a.m.:<\/strong> Jeff Writer, USGS, Fate of Anti-depressant Compounds in Streams<strong>1:30 p.m.:<\/strong> Colleen Flanagan, National Park Service, Contaminants of Emerging Concern in Fish from Remote High Elevation Sites<br \/><strong>3:30 p.m.:<\/strong> Kristen Keteles, US Environmental Protection Agency, Pesticides and Contaminants of Emerging Concern in Front Range Streams<br \/><strong>4:30 p.m.:<\/strong> Alan Kolok, University of Nebraska, Agrichemicals and Sediments: The Hourglass<\/p>\r\n<p><strong>Tuesday, June 26:<\/strong>&nbsp;\r\n<hr \/>\r\n<strong>8:30 a.m.:<\/strong> Kathy Lee, USGS, Endocrine Active Chemicals in Minnesota&mdash;Implications for Aquatic Ecosystems<br \/><strong>9:10 a.m.:<\/strong> Pat Phillips, USGS, Micropollutants in Groundwater Affected by Septic System Effluent<br \/><strong>9:30 a.m.:<\/strong> Michael Focazio, USGS, Contaminants and Potential Impacts on Smallmouth Bass During Spawning<br \/><strong>1:30 p.m.:<\/strong> Tanja Rauch-Williams, Carollo Engineers, Trace Organic Removal During Biological Wastewater Treatment<br \/><strong>3:50 p.m.: <\/strong>Christa McArdell, Eawag, Advanced Treatment of Hospital Wastewater<br \/><strong>4:10 p.m.:<\/strong> Emma Wilson, Boise State University, Effects of Fungicides on Non-target Gut Fungi and Pesticide Accumulation in Black Fly Hosts&nbsp;<\/p>\r\n<p><strong>Wednesday, June 27:<\/strong>&nbsp;\r\n<hr \/>\r\n<strong>8:30 a.m.: <\/strong>Mark Servos, University of Waterloo, Effects of Wastewater Effluents in the Grand River, Ontario, on Reproductive Function of Fish<strong> <\/strong><br \/><strong>9:30 a.m.:<\/strong> Alan Vajda, University of Colorado, Fish Endocrine Disruption Responses to a Major Wastewater Treatment Facility Upgrade<br \/><strong>10:30 a.m.:<\/strong> Heiko Schoenfuss, St. Cloud State University, Potential for Endocrine Disruption in Urbanized Aquatic Environments<br \/><strong>11:10 a.m.:<\/strong> Vicki Blazer, USGS, Biological Effects Monitoring and Contaminants of Emerging Concern in the Chesapeake Bay Watershed<br \/><strong>12:30 p.m.:<\/strong> Tyrone Hayes, University of California, The Scarlet Letter, Much Ado About Nothing<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["water","contaminants","American Water Resources Association","water","Water National Water Quality Assessment","Geographic Areas Rocky Mountain","Water Hydrologic Researchand Development","Water Groundwater Resources"],"release_date":{"und":[{"value":"1340337600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}