{"title":"shedding Light on Amphibian Declines: New Research Finds That Ultraviolet Radiation May Not Be a Factor in Amphibian Population Declines","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>NOTE TO NEWS EDITORS: Photos listed below can be downloaded.<\/b><br><a href=\"http:\/\/fresc.usgs.gov\/news\/images\/2002_12a.jpg\">http:\/\/fresc.usgs.gov\/news\/images\/2002_12a.jpg<\/a> (A boreal chorus frog, <i>Pseudacris maculata<\/i>)<br><a href=\"http:\/\/fresc.usgs.gov\/news\/images\/2002_12b.jpg\">http:\/\/fresc.usgs.gov\/news\/images\/2002_12b.jpg<\/a> (Lilly Pond in Larimer County, Colorado where breeding behavior of boreal chorus frogs was studied) <\/p>\n<p>Two reports published in a leading science journal cast doubt on the importance of ultraviolet-b radiation (UV-B) as a factor driving amphibian population declines. Scientists with the U.S. Geological Survey (USGS), the University of Washington, and the U.S. Environmental Protection Agency just released their research findings in the journal <i>Ecology.<\/i> <\/p>\r\n<p>Because UV-B has been shown in field and laboratory experiments to cause deformities and increased mortality in amphibian embryos, some scientists have contended that increases in UV-B from thinning of atmospheric ozone have contributed to declines of frog populations worldwide. However, one of the shortcomings of this earlier research has been a lack of knowledge about the actual exposure of amphibians to UV-B in their natural habitats. The research presented in the journal <i>Ecology<\/i> sheds light on UV-B as a factor in amphibian declines. <\/p>\r\n<p>According to USGS research ecologist Michael Adams, &quot;This is only the second study to look at how the distribution of amphibians relates to potential UV-B exposure. Most previous studies only addressed physiological effects of UV-B but did not provide evidence that any negative effects translated into population losses.&quot; <\/p>\r\n<p>Research by Adams and his colleagues showed that dissolved organic matter in the water absorbs UV-B in amphibian habitats and protected 85 percent of the amphibian habitats the researchers sampled. <\/p>\r\n<p>This study sampled 136 potential amphibian-breeding sites in the Olympic Mountains of Washington and the Cascade Mountains of Oregon and measured how well UV-B could penetrate the water. The levels of dissolved organic matter found in this study were high enough to protect the majority of amphibian populations from the levels of UV-B that are known to be harmful to amphibians.<\/p>\r\n<p>The second study, which began in 1986, discussed the breeding behavior of boreal chorus frogs at a pond in the Front Range of the Rocky Mountains west of Fort Collins, Colorado. USGS researcher Stephen Corn and his colleagues observed that the timing of breeding depended on snow. In years with below average snow frogs bred in mid-May because the snow melted earlier, and in years with heavy snow accumulation breeding was delayed until mid- to late June. These observations were combined with satellite-based estimates of UV-B. The scientists found that frogs breeding in May are exposed to less UV-B than frogs that breed in June. <\/p>\r\n<p>Another study by scientists at Oregon State University had shown that boreal toad eggs developed in shallower water in years with low snow accumulation. Because penetration of UV-B in water diminishes with increased water depth, scientists in that study had suggested that toad embryos received greater UV-B exposure in low water years and that the UV-B exposure could be a factor in the species&rsquo; decline. <\/p>\r\n<p>&quot;The results of our study suggest that the timing of breeding must also be taken into account, and that the earlier breeding after dry winters may alleviate some of the UV-B exposure resulting from shallower water,&quot; Corn said. <\/p>\r\n<p>Biologists from the USGS are helping determine why amphibians are disappearing in the United States and across the globe. Research by these scientists and others has identified many deadly viral infections as well as the chytrid fungus as factors in some amphibian die-offs and population declines. Scientists are actively investigating a suit of hypotheses that could hel","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","Colorado"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1038891600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170407"},{"tid":"169153"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}