{"title":"san Francisco Bay Area Groundwater:  Some Chemicals Less Prevalent at High Concentrations than Statewide","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<div>\n<p>SAN DIEGO, Calif. &mdash; <!--introstart-->Barium and nitrate were detected at high concentrations in 5 percent of untreated groundwater used for public-water supply in the San Francisco Bay region, while human-made organic chemical constituents were found at high concentrations in less than 1 percent.<!--introend--> These detections are less prevalent than elsewhere in California, according to an ongoing U.S. Geological Survey study of the state's groundwater quality.<\/p>\r\n<p>This study's findings are significant because elsewhere in California, high concentrations of inorganic elements generally are found in 10 to 25 percent of the groundwater used for public supply, nitrate in 1 to 8 percent, and human-made organic chemical constituents in up to 2 percent. \"High\" concentrations are defined as above the Environmental Protection Agency's, or California Department of Public Health's established Maximum Contaminant Levels, or above other non-regulatory health-based levels for chemicals without MCLs. The USGS did not analyze treated tap water delivered to consumers. Groundwater is typically treated by water distributors prior to delivering it to customers to ensure compliance with water quality standards for human health.<\/p>\r\n<p>\"Nitrate has the greatest potential to impact groundwater quality given its prevalence of 2 percent at high and 19 percent at moderate concentrations in the San Francisco Bay region, however, high concentrations of organic compounds and naturally occurring trace elements are less prevalent here than other study areas statewide.\" said Dr. Justin Kulongoski, a USGS chemist and co-author of the report prepared in collaboration with the California State Water Resources Control Board.<\/p>\r\n<p>The San Francisco Bay study was part of the Groundwater Ambient Monitoring and Assessment (GAMA) Program&rsquo;s Priority Basin Project, a statewide study designed to assess groundwater quality in aquifers that may be used for public water supply and to better understand the natural and human factors affecting groundwater quality.&nbsp; U.S. Geological Survey scientists analyze untreated groundwater from wells in the San Francisco Bay region in 2007, looking for as many as 287 chemical constituents. The San Francisco Bay study region includes the Marina, Lobos, Downtown, Islais Valley, South San Francisco, Visitacion Valley, Westside, and Santa Clara Valley groundwater basins in San Francisco, San Mateo, Santa Clara, Alameda, and Contra Costa counties.<\/p>\r\n<p>\"The work done by the GAMA Priority Basin Project in the San Francisco Bay groundwater basins is important because we are providing, for the first time, a quantitative assessment of the extent to which deeper groundwater may have high concentrations of both natural and man-made constituents,\" said Dr. Miranda Fram, chief of the USGS GAMA program. \"This information can be used by managers to insure that our drinking water supply remains safe.\"<\/p>\r\n<p>The volatile organic compounds (VOCs) tetrachloroethene (PCE) and methyl tert-butyl ether (MTBE) were detected at high concentrations in less than 1 percent of the San Francisco Bay aquifer system, which is similar to other areas of California.&nbsp; These VOCs are used for industrial purposes including cleaning during manufacturing and improving gasoline-combustion efficiency.<\/p>\r\n<p>High concentrations of barium were detected in about 3 percent of the aquifer system. Barium and other trace elements are naturally present in the minerals in rocks and soils and in the water that comes into contact with those materials. High concentrations of nitrate were detected in about 2 percent of the aquifer system, and moderate concentrations, found at greater than one-half of the MCL, in about 19 percent. Elevated concentrations of nitrate generally occur as a result of human activities, such as applying fertilizer to crops or landscaping. Septic systems, as well as livestock in concentrated numbers, also produce nitr","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["groundwater","California","San Francisco Bay","Water Quality"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1364529600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169419"},{"tid":"169925"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}