{"title":"From the Ground Up: Researchers Study Rebirth of an Island after Volcanic Eruption","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>When Alaska&rsquo;s Kasatochi Volcano erupted on Aug. 7, 2008, it virtually sterilized Kasatochi  Island, covering the small Aleutian island with a layer of ash and other volcanic material several meters thick.<\/p>\n<p>The eruption also provided a rare research opportunity: the chance to see how an ecosystem develops from the very first species to colonize the island.<\/p>\r\n<p><!--introstart-->Next week, a team of researchers organized by the U.S. Geological Survey and the U.S. Fish and Wildlife Service will visit Kasatochi to look for signs of life on the island, almost exactly one year after the catastrophic eruption.<!--introend--> The interdisciplinary research team will spend four days (Aug. 10-13) surveying the island, using the USFWS research vessel <em>Tiglax<\/em> as an operational base for the on-site research.<\/p>\r\n<table style=\"width: 306px;\" border=\"0\" cellspacing=\"3\" cellpadding=\"3\" align=\"right\" summary=\"layout only\">\r\n<tbody>\r\n<tr>\r\n<td style=\"text-align: center;\"><a href=\"http:\/\/www.avo.alaska.edu\/image.php?id=15982\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_08_06\/kasatochi_volcano.jpg\" border=\"1\" alt=\"caption below\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\">Kasatochi volcano, Alaska, after its eruption on Aug. 7, 2008. Picture taken at 17,000 feet above seal level. Picture courtesy of Jerry Morris.<\/td>\r\n<\/tr>\r\n<tr>\r\n<td style=\"text-align: center;\"><a href=\"http:\/\/www.avo.alaska.edu\/image.php?id=16101\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_08_06\/kasatochi_crater.jpg\" border=\"1\" alt=\"caption below\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\">Summit crater and crater lake of Kasatochi volcano, August 6, 2008, the day before the eruption. The crater shown here is about 4,000 feet in diameter. Photo by Chris Ford, USFWS.<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&ldquo;Since volcanism plays such a big role in shaping the Aleutians, we hope to end up with a better understanding of how disturbances such as volcanic eruptions shape the ecology of these islands,&rdquo; says Tony DeGange, a USGS scientist at the Alaska Science Center and one of the research team coordinators. &ldquo;There hasn't been a study quite like this done in Alaska where scientists are taking such a comprehensive ecological view of the impact of an eruption and its resulting response and recovery.&rdquo;<\/p>\r\n<p>Researchers expect that insects and birds will be the first animal species that recolonize the island. In preparation for the August survey, biologists set up monitoring and sampling equipment on Kasatochi earlier this summer, including insect traps for Derek Sikes, curator of insects at the University of Alaska Museum of the North. Sikes visited Kasatochi in June 2008 for a one-day survey of the insect fauna on the island before the eruption. He will be part of the research team that visits the island next week.<\/p>\r\n<p>&ldquo;Work in similar systems shows that flying- and wind-borne insects and spiders form a fairly constant rain during the summer months,&rdquo; says Sikes, adding that some of these species survive by preying or scavenging on other arthropods. &ldquo;We&rsquo;ll be looking for spiders, which are all predators, and ground beetles, which are mostly predators, as well as other species associated with bird droppings or vertebrate carrion.&rdquo;<\/p>\r\n<p>An opportunity like this is extremely rare, according to Sikes. The most comparable example is the emergence of Surtsey Island off the coast of Iceland in 1963, when undersea volcanic eruptions reached the surface. That island was declared a United Nations World Heritage Site for its role as a pristine natural laboratory. Even today, access to Surtsey remains restricted to a small number of researchers each year who study the species that have colonized the island over the past 40 years.<\/p>\r\n<p>According to the USFWS, the Kasatochi study is unique in that it takes place in an isolated marine ecosystem for which there are pre-eruption ecological data for","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["geology","biology","wildlife","volcano","ecosystems","Alaska"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1249531200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168990"},{"tid":"169017"},{"tid":"169866"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}