{"title":"Abrasives to Zirconium... Growth in U.S. Economy Spurs Increased Mineral Consumption, Says USGS Report","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. economy expanded 3.9 percent in 1998, prompting increased consumption of minerals and mineral-based products, according to a new report of the U.S. Geological Survey. \"Mineral Commodity Summaries 1999\" provides government statistics on 1998 events, trends, and issues in the domestic and international mineral industries. Much of this increase in consumption, however, occurred because of increased imports of mineral-based products, especially steel and other metals, according to the report. \n<p>The consumption of minerals and mineral-based products affects all Americans because it reflects use of nonfuel minerals such as fertilizers in agriculture, concrete and building materials in construction, aggregate in road building, steel to make cars and all manner of transportation vehicles, and materials crucial to the communications industry. \r\n<p>\"Summary reports such as this provide valuable insights into our country&rsquo;s use of its natural resources,\" said USGS Director Charles G. Groat. \"They also give us more information on our reliance on imported raw materials and help decision makers in government and industry plan wisely for the future.\" \r\n<p>According to Mineral Commodity Summaries 1999: \r\n<p>\r\n<p>The value of U.S. raw nonfuel minerals production was $40.1 billion in 1998, down slightly from the $40.5 billion produced in 1997. The value of domestic minerals production, however, has increased in 31 of the past 38 years. The top three states for production were Nevada ($3.1 billion), California ($3.0 billion), and Arizona ($2.8 billion). \r\n<p>Imports of processed mineral materials were valued at an estimated $60 billion, and exports were valued at an estimated $35 billion. Imports of metal ores and concentrates and raw industrial minerals increased slightly to $3 billion. Exports of raw minerals remained essentially unchanged at about $3 billion. \r\n<p>\r\n<p>The outlook for the domestic minerals industry in 1999 will depend largely on two sectors of the U.S. economy that are significant consumers of aluminum, cement, copper, crushed stone, glass, sand and gravel, and steel. The automobile industry will be the primary source for the demand for metals, while highways and mass transit, budgeted for increased Federal spending, and other construction will be the primary source for the demand for industrial minerals. \r\n<p>On the international scene, the financial turmoil of countries in East Asia and Southeast Asia that began in 1997 continued in 1998. The prices of base metals, such as copper and nickel, fell to the lowest levels in 10 to 12 years. The prices of precious metals, such as gold and platinum, remained sluggish throughout 1998. The increased production of petroleum and the consequent decrease in price affected the economies of various major producers. \r\n<p>The report \"Mineral Commodity Summaries 1999\" is available for purchase from the Superintendent of Documents, P.O. Box 371954, Pittsburgh, PA 15250-7954. The stock number is 024-004-02461-5; price is $17.00 for U.S. delivery and $21.00 for delivery outside the United States. The publication is also available on a CD-ROM for $14.00 for U.S. delivery and $21.00 for delivery outside the United States. Order the Minerals and Materials Information February 1999 CD-ROM, stock number 024-004-02459-3. Individual two-page summaries are available through MINES FaxBack (703-648-4999) and are on the World Wide Web at <a href=\"http:\/\/minerals.er.usgs.gov\/minerals\">http:\/\/minerals.er.usgs.gov\/minerals<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"922856400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169840"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}