{"title":"Despite Lack of Rain October Water Conditions near Normal","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Despite the lack of rain, many of the streamflow and ground-water levels in the Maryland-Delaware-D.C. region were normal for October, according to hydrologists at the U.S. Geological Survey (USGS) in Baltimore, Maryland. Monthly streamflow for several key sites ranged from 79 to 276 percent of the long-term average discharge. However, streamflow levels were dropping as the month wore on and continue to do so. <\/p>\n<p>Average streamflow into the Chesapeake Bay was 17.7 billion gallons per day (bgd), which is 65 percent of the long-term average for October. The Susquehanna and Potomac Rivers provided 66 percent of the total streamflow to the Chesapeake Bay, discharging 8.0 bgd and 3.54 bgd, respectively. Streamflow at the Potomac River near Washington, D.C. averaged 2.6 bgd, which is 27 percent above normal for October. <\/p>\r\n<p>Ground-water levels decreased in October, although remaining in the normal range in most of Maryland and Delaware. Monthly updates of ground-water conditions for 32 key observation wells that encompass all counties of Maryland and Delaware can be found at <a href=\"http:\/\/md.water.usgs.gov\/groundwater\/\">http:\/\/md.water.usgs.gov\/groundwater\/<\/a>. Water storage in the Baltimore reservoir system increased during October to 64.27 billion gallons (85 percent of capacity). <\/p>\r\n<p>The National Weather Service reported that less than one-tenth of an inch of rain fell at BWI airport during October, compared to a normal of 2.98 inches. This was the third-driest month since record keeping began in Baltimore in 1871. However, due to a relatively wet September, with rainfall more than 2 inches above normal, October began with normal to above-normal hydrologic conditions. Combined with a seasonal decrease in water consumption by vegetation, favorable hydrologic conditions persisted throughout October, and any potential impacts of the lack of current rainfall have not yet been observed.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"973573200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170668"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}