{"title":"Antarctica Visits Colorado for the Summer","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The 1996\/97 austral summer season marked the beginning of the newest deep ice core drilling project sponsored by the National Science Foundation, Office of Polar Programs. Ten individual ice cores from the vicinity of Siple Dome, West Antarctica were retrieved during the summer field season (October 1996 through February 1997) and shipped to the U.S. National Ice Core Laboratory (NICL) at the U.S.Geological Survey in Denver for processing and analysis. \n<p>On June 9, the core processing line (CPL) for the first phase of the Siple Dome drilling project will begin at NICL. During the ensuing six-week processing period, NICL will host ten to twelve principal investigators and students from universities and federal laboratories around the United States. NICL staff will work with these scientists to process and analyze over 700 meters of ice core in order to extract the paleoclimatic record contained within the ice. \r\n<p>During the CPL, individual meters of core are retrieved sequentially from the main storage area of the laboratory (-34Â°C) and are run through a series of sectioning and analysis stations in the examination area (-23Â°C). \r\n<p>\"Processing a core this way, with the simultaneous participation of all principal investigators, provides a setting which maximizes interaction, discussion, and a free exchange ideas about the significance of findings to the reconstruction of past climate states,\" said Dr. Joan Fitzpatrick, Technical Director of the NICL. \r\n<p>The NICL is a joint facility of the Geologic Division of the U.S. Geological Survey, the Office of Polar Programs of the National Science Foundation, and the Climate Change Research Center of the University of New Hampshire. It is one of only three similar facilities in the world, and the only facility for this type of work in the United States. NICL seeks to provide not only an excellent forum for ice core accessibility and scientific exchange, but also a unique educational experience for students from local colleges and universities who vie for the opportunity to get academic credit for participating in lab activities during CPL times. \r\n<p>The U.S. Geological Survey provides the nation with reliable, impartial information to describe and understand the Earth. This information is used to minimize the loss of life and property from natural disasters and manage water, biological, and energy and other mineral resources in the wisest way possible. \r\n<p>The National Science Foundation is an independent federal agency responsible for fundamental research in all fields of science and engineering, with an annual budget of about $3.3 billion. NSF funds reach all 50 states, through grants to more than 2,000 universities and institutions nationwide. NSF receives more than 50,000 requests for funding annually, including at least 30,000 new proposals. \r\n<p>Visit the website at <a href=\"http:\/\/www.maxey.dri.edu\/WRC\/waiscores\/\">http:\/\/www.maxey.dri.edu\/WRC\/waiscores\/<\/a> for extensive details on the Siple Dome Project. \r\n<p>For additional information contact:<br>Dr. Joan Fitzpatrick<br>MS-974 Box 25046<br>Denver Federal Center<br>United States Geological Survey<br>Denver, CO 80225<br>(303) 236-5562<br><a href=\"mailto:jfitz@bpgsvr.cr.usgs.gov\">jfitz@bpgsvr.cr.usgs.gov<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"865828800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170525"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}