{"title":"Henry Gannett, Early American Geographer","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_175224\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/libraryphoto.cr.usgs.gov\/cgi-bin\/show_picture.cgi?ID=ID.%20Portraits%20Collection%20%20270\"><img class=\"size-medium wp-image-175224\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/10\/port0270-300x196.jpg\" alt=\"\" width=\"300\" height=\"196\" \/><\/a> Group portrait of (left to right): Joseph A. Holmes, Charles D. Walcott and Henry Gannett, seated on an outcrop. August 12, 1897.[\/caption]\n\nIn honor of <a href=\"http:\/\/www.earthsciweek.org\/\">Earth Science Week<\/a>, October 14-20, 2012, the USGS is taking a look back into history at the scientists who laid the foundation for the innovative earth science research taking place today. Without the work conducted by these pioneers, much of the science used for decision making worldwide would not be possible.\n\nIf you have ever used a topographic map to find your way around some remote part of the United States, or if you've ever taken note of how geographic names reflect the history of the land, you'll appreciate the pioneering work of Henry Gannett (1846-1914), an early USGS geographer often considered to be the father of topographic mapping in the United States.\n\nBorn in 1846 in Bath, Maine, and educated at Harvard College (B.S., 1869), Gannett began his career in topographic mapping with the Ferdinand V. Hayden expedition to the Yellowstone region in 1871. Â He recognized early on the importance of geography as a unifying element in natural and earth sciences and, throughout his career, he worked zealously to present geographic knowledge so that it could be widely used by diverse audiences.\n\nGannett's first role in the newly-formed (1879) U.S. Geological Survey under its first Director, Clarence King, was to serve as geographer for the Tenth Census of the United States in 1880. After this project was completed, J. W. Powell, the succeeding Director, appointed Gannett as Chief Geographer of the Geological Survey in 1882. Many enduring methods and standards of USGS mapmaking were developed under Gannettâ\u0080\u0099s leadership.\n\n<a href=\"http:\/\/libraryphoto.cr.usgs.gov\/cgi-bin\/show_picture.cgi?ID=ID.%20Portraits%20Collection%20%20%2062\"><img class=\" wp-image-175225 alignleft\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/10\/port0062-207x300.jpg\" alt=\"\" \/><\/a>\n\nGannett was adept at compiling facts and figures into an organized format. His professional writings number more than 50 publications, many of them in the form of Bulletins for the Geological Survey. His first published work for the Geological Survey, <em>A Dictionary of Altitudes in the United States <\/em>(1884) included all of the known elevations of summits in the United States. In 1885 he published <em>Boundaries of the United States and of the Several States and Territories, with a Historical Sketch of the Territorial Changes<\/em>, which detailed the boundaries of the nation at that time and described the sequence of boundary formation and change for each state.\n\nGannett served as geographer of the U.S. censuses of 1880, 1890, and 1900, as well as the Philippine, Cuban, and Puerto Rican censuses. In the course of this work, he became interested in place names. Gannett's efforts to resolve difficulties caused by proliferation, duplication, and confusion of place names contributed to the establishment of the <a href=\"http:\/\/geonames.usgs.gov\/\">U.S. Board on Geographic Names<\/a> in 1890. He served as the Board's chairman, 1894-1910, and published an influential compilation of the origins of key American placenames, <em>The origin of certain place names in the United States<\/em> (1<sup>st<\/sup> ed., 1902).\n\nGannett was one of the founders of the National Geographic Society (president, 1910â\u0080\u009314), the Geological Society of America, and the Association of American Geographers. The highest peak in Wyoming, Gannett Peak, located in the northern Wind River Mountain Range on the Continental Divide, was named in honor of Henry Gannett in 1906.\n\nâ\u0080\u009cGannettâ\u0080\u0099s most long-lasting and significant contribution to the field was his seminal publication in 1893, <em>Manual of Topographic Methods<\/em>, which guided the mapping of the United States for decades,â\u0080\u009d said Mark Demulder, Director, USGS <a href=\"http:\/\/www.usgs.gov\/ngpo\/\">National Geospatial Program<\/a>. â\u0080\u009cOur tradition of cartographic excellence was established by Gannett, and it is a cherished asset of our program today.â\u0080\u009d","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24243","uid":"31","filename":"sadsad.jpg","uri":"public:\/\/sadsad.jpg","filemime":"image\/jpeg","filesize":"100387","status":"1","timestamp":"1425492768","type":"image","uuid":"b38349d9-61c4-4477-82c2-de2b5e92fe9b","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["EarthScienceWeek","map","topographicmap"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1350492656","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}