{"title":"Landsat 5 Experiences Malfunction (Updated)","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->Update, 8\/17\/2009<\/strong>. Landsat 5 tumbled out of control in the early morning of August 13. Full operational capabilities restored. The cause of the malfunction is still being investigated.<!--introend--><\/p>\n<hr \/>\r\n<p><strong><em>Satellite is Now Stabilized and the Cause is Being Investigated<\/em><\/strong><\/p>\r\n<p>Landsat 5 tumbled out of control and power was at a critical level in the early morning of August 13.<\/p>\r\n<p>The cause for this anomaly is currently unknown and being investigated.<\/p>\r\n<p>The spacecraft has been stabilized after the USGS Landsat Flight Operations Team initiated recovery operations. Power is still at a critical level, and the extent of damage is yet to be determined. Imaging operations are suspended until further notice.<\/p>\r\n<p>&ldquo;Landsat 5 has proven to be a remarkable success and has given the science community important information on land features of the planet,&rdquo; said USGS Landsat Program manager Kristi Kline. &ldquo;It was launched in 1984 and designed to last 3 years with a possible extension to five years. Incredibly it is still a valuable resource and by early 2009, it had completed over 129,000 orbits and acquired over 700,000 individual scenes.&rdquo;<\/p>\r\n<p>Landsat 5 provided data demonstrating alterations over Chernobyl region after the nuclear power plant eruption, de-forestation of tropical rain forests, drought and flooding in the Mississippi River basin, construction of the Three Gorges dam in China, shrinking of the Aral Sea, Northern Wisconsin after a tornado pass, the impact of Hurricanes Katrina and Rita, and countless forest and wildfire outbreaks.<\/p>\r\n<p>For more information about Landsat 5 and others in the Landsat series, visit the <a href=\"http:\/\/landsat.usgs.gov\/\">Landsat Missions Web site<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","landsat"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1251086400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170388"},{"tid":"169891"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}