{"title":"Exotic Species, Migratory Birds, Sea Level Rise, Wetlands, and Contaminants &mdash; USGS Scientists Discuss Innovative Chesapeake Bay Restoration Studies in Progress","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: To arrange an interview with any of the USGS presenters listed below, contact Bob Reynolds or Marion Fisher at the USGS exhibit area.<\/b> \n<p>\r\n<p><b>TIPSHEET<\/b> \r\n<p>\r\n<p><!--introstart-->From evidence of exotic nutria damage to wetlands to above average sea level rise, the Chesapeake Bay watershed is a complex and compelling scientific challenge. <!--introend-->Methods and findings pertaining to these and other issues are presented by USGS scientists in poster sessions at the <b>Chesapeake Bay Federally Supported Science Meeting, Patuxent Wildlife Research Center, Laurel, Md., Dec. 9-10, 1998<\/b>. \r\n<p><b>Rising Sea Level in Chesapeake Bay Exceeds World Rates<\/b><br>Tide gauges for the Chesapeake Bay and the Mid-Atlantic coast show rates of sea level rise that are twice the worldwide average. Scientists disagree on the cause of the recent increase. USGS scientists are conducting research to try and address the question of the rate of sea level rise in the Chesapeake Bay and what it means for the environment and society. They are trying to find out if the increase is caused by land subsidence, or if it is related to a changing climate and ocean volume, and whether or not human activities account for some part of the changes. The USGS role in sea-level research is national in scope and ranges from remote sensing and geologic mapping of wetlands to studies of coastal erosion and evidence of older shorelines in the geologic record. In the Chesapeake region, the effort is focused on reconstructing the detailed pattern of relative sea-level change during the last 6,000 to 8,000 years. This has involved a number of activities including remote sensing and extracting core samples of marshes and tributary creeks in the Patuxent River basin to provide sedimentary and biological records of rising sea level. (\"Rising Sea Level in Chesapeake Bay,\" by Curtis E. Larsen, and Martha Herzog, Reston, Va.) \r\n<p><b>South American Nutria Destroy Marsh Habitat<\/b><br>USGS scientists believe that the habits of nutria, an exotic rodent that has invaded Chesapeake Bay wetlands, are apparently accelerating marsh loss in the bay region. Preliminary findings indicate that overpopulation is the key factor in the nutrias&rsquo; destructive foraging patterns. Through a collaborative partnership with the state of Maryland and the USFWS (U.S. Fish and Wildlife Service), USGS scientists are investigating the role of nutria in the extensive loss of emergent marsh at the Blackwater National Wildlife Refuge located on the Eastern Shore of Maryland. The experimental study is using large fenced plots (exclosures) to determine whether removal of nutria can stabilize or recover marsh vegetation. Twenty experimental plots were placed in the marsh requiring 1.5 miles of fencing; an additional 38 unfenced control plots also were established. Researchers are monitoring the effects on vegetation through direct fall and spring measurement of selected subplots supplemented by aerial photography of whole plots. (\"The Effect of Nutria (Myocastor Coypus) on Marsh Loss in the Lower Eastern Shore of Maryland: Exclosure Study,\" by Michael Haramis, USGS, Laurel, Md. and Robert Colona, Maryland Department of Natural Resources, Annapolis, Md.) \r\n<p><b>Radio Tracking of Migrant Game Birds<\/b><br>USGS wildlife research scientists have partnered with the USFWS, the Maryland National-Capital Park and Planning Commission, and the State of Maryland to investigate the ecology and status of the sora rail, an important game bird. Each fall, thousands of soras make a migration stopover in the fresh-tidal marshes of the Chesapeake Bay. The rails favored historic stopover site in the region has been the wild rice marshes bordering the tidal Patuxent River. The principal investigative technique researchers are using to study the sora rail stopover ecology and migration characteristics are large-scale bandings and radio telemetry. The tracking and observational procedures","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"913093200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168949"},{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}