{"title":"Intersex Fish Now in Three Pennsylvania River Basins","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>LEETOWN, W.Va. <\/strong>&mdash;Intersex fish have been found in Pennsylvania&rsquo;s Susquehanna, Delaware and Ohio river basins, indicating that the effects of endocrine-disrupting chemicals are more widespread than previously known. Previously sampling within the Chesapeake Bay drainage indicated signs of reproductive endocrine disruption in the Potomac river basin.<\/p>\n<p>New U.S. Geological Survey-led research published in <em>Environmental Monitoring and Assessment<\/em> found two fish species, smallmouth bass and white sucker, exhibiting the effects of exposure to endocrine-disrupting chemicals. Intersex characteristics caused by hormones and hormone-mimicking compounds include immature eggs in male fish.<\/p>\r\n<p>Male smallmouth bass from all sites sampled had immature eggs in their testes; prevalence was lowest in the Ohio drainage, intermediate in the Delaware and highest in the Susquehanna. Neither the white sucker nor the redhorse sucker had intersex characteristics in any basin, though white suckers sampled at some sites in the Delaware and Susquehanna basin did have a yolk precursor in their blood.<\/p>\r\n<p>In aquatic environments, the presence of these intersex characteristics is widely used as a biomarker for assessing exposure to estrogenic chemicals, as well as anti-androgenic chemicals which inhibit development of male characteristics. Bass in general, appear to be sensitive to estrogenic chemical exposure, particularly in regard to development of intersex.<\/p>\r\n<p>&ldquo;The prevalence and severity of the immature eggs in smallmouth bass corresponded with the percent of agricultural land use in the watershed above the collection sites,&rdquo; said Vicki Blazer, a research fish biologist and lead author of the study.&nbsp; &ldquo;Chemical compounds associated with estrogenic endocrine disruption, in particular estrone, a natural estrogen, were also associated with the extent and severity of these effects in bass.&rdquo;<\/p>\r\n<p>Sites in the Susquehanna drainage had a higher prevalence and severity of these effects than sites in the Ohio drainage.&nbsp; In general, the percentage of agricultural land use was highest throughout the Susquehanna drainage and the Schuylkill River, and lowest throughout the Ohio drainage.<\/p>\r\n<p>Sites upstream and downstream of waste water treatment plant sites were also sampled, and the watersheds varied greatly in the number of waste water treatment plant and sewage discharges. There was no significant relationship between the number of waste water treatment plants and the prevalence of immature eggs in male fish, though results did indicate that the severity of intersex characteristics of male small mouth bass generally increased at downstream sites from waste water treatment plants.<\/p>\r\n<p>&ldquo;The sources of estrogenic chemicals are most likely complex mixtures from both agricultural sources, such as animal wastes, pesticides and herbicides, and human sources from waste water treatment plant effluent and other sewage discharges,&rdquo; said Blazer. Further research is underway to better characterize the sources and timing of exposure to these complex mixtures in relation to fish health.<\/p>\r\n<p>The article, &ldquo;<a href=\"http:\/\/link.springer.com\/article\/10.1007\/s10661-014-3868-5\">Reproductive Health Indicators of Fish from Pennsylvania Watersheds: Associations with Chemicals of Emerging Concern<\/a><em>,<\/em>&rdquo; by V.S. Blazer, D.D. Iwanowicz, H.L. Walsh, A.J. Sperry, L.R. Iwanowicz, D.A. Alvarez, R.A. Brightbill, G. Smith, W.T. Foreman, and R. Manning is available in<em> Environmental Monitoring and Assessment<\/em> online<em>.<\/em><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Pennsylvania"],"country":["United States of America"],"mm_tags":["ecosystems","fish","intersex Fish Geographic Areas Northeast"],"article_type":["State News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1404100800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169071"},{"tid":"170645"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}