{"title":"Opting Out of Migration: As Climate Warms, Arctic-Nesting Geese Elect to Winter in Alaska Instead of Mexico","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The winter distribution of Pacific brant, a small, dark sea goose, has shifted northward from low-temperate areas such as Mexico to sub-Arctic areas as Alaska&rsquo;s climate has warmed over the last four decades, according to a just-released article in <em>Arctic<\/em>.<!--introend--><\/p>\n<p>Until recently, nearly the entire (90 percent) population of Pacific brant wintered in Mexico, but now as many as to 30 percent are opting to spend their winters in Alaska instead, according to the U.S. Geological Survey-led study. Although records are sparse, fewer than 3,000 brant were detected wintering in Alaska before 1977, a number that has jumped to as many as 40,000 birds now.<\/p>\r\n<p>Pacific brant breed primarily in Alaska and winter along the Pacific coast of North America from Alaska to Mexico. The species is \"of federal management concern\" because its numbers have been declining steadily across its entire range since the early 1960s.<\/p>\r\n<p>\"This increase in wintering numbers of brant in Alaska coincides with a general warming of temperatures in the North Pacific and Bering Sea,\" said David Ward, the lead author of the study and a USGS researcher at the Alaska  Science Center. \"This suggests that environmental conditions have changed for one of the northernmost-wintering populations of geese.\"<\/p>\r\n<p>The shift in climate to a warmer phase after 1976 had a well-documented effect on the abundance and distribution of a number of marine species, including walleye pollock, Pacific cod, northern fur seals, and thick-billed murres, a kind of seabird. However, said Ward, the effects on species such as brant, which are restricted to estuarine ecosystems &ndash; where rivers meet oceans &ndash; had not been investigated. \"Our study suggests that the growth in the brant population wintering on the Alaska Peninsula is linked to this same climate change,\" Ward said.<\/p>\r\n<p>The shift, said Ward, appears related to changes in the availability and abundance of eelgrass, the primary food of brant in their nonbreeding season. For this species, coastal environmental conditions have &nbsp;mostly become more favorable with the climate change &ndash; higher air and water temperatures, which, in turn, &nbsp;have led to a reduction of coastal sea ice. As a consequence, more nutrient-rich eelgrass is accessible to brant. \"Undisturbed access to sufficient amounts of eelgrass is likely crucial to the winter survival of this species,\" Ward noted.<\/p>\r\n<p>Brant, said Ward, are \"short-stopping\" on their southward migration and remaining north of their traditional wintering grounds farther south.&nbsp; Ward and his co-authors suspect that Pacific brant numbers will continue to increase in Alaska during winter, given climate predictions for ever-warming temperatures and less ice at higher latitudes.<\/p>\r\n<p>But, he cautions, the picture may not be all that balmy for brant wintering in Alaska.<\/p>\r\n<p>In the winter of 1991-92, the milder Alaskan winters were punctuated by an extended period of cold weather and extensive shoreline ice, a scenario that could well become more common if scientific predictions that couple climate warming with increased climatic variability prove true. These sudden and severe cold bouts could put more of the entire brant population at risk with so many of the birds now wintering in Alaska, Ward said.<\/p>\r\n<p>In addition, said Ward, a changing wind regime is also affecting brant migration. Traditionally, the flow of southerly winds from the Aleutian low favored southward-migrating brant and assisted their migration out of Alaska. Now, there are fewer days each fall where brant have a favorable tail-wind to assist their 3,000 mile-long migration to Mexico. Ward and his colleagues found that the increase in the number of brant wintering in Alaska was clearly linked to the fewer number of days with favorable southward wind flow.<\/p>\r\n<p>\"Alaska now has the greatest concentration of&nbsp; Pacific brant outside of","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","California","Alaska"],"country":["United States of America"],"mm_tags":["biology","Climate Change"],"release_date":{"und":[{"value":"1252468800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169207"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}