{"title":"Disaster Preparedness Day at USGS in Menlo Park","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MENLO PARK, Calif. &ndash; <!--introstart-->Federal, state and local agencies are gathering Saturday at the U.S. Geological Survey&rsquo;s Menlo Park campus for a one-day event aimed at helping the public better prepare for disasters.&nbsp;<!--introend--><\/p>\n<p>The free event, organized by San Mateo County, takes place from 10 a.m. to 2 p.m. and will feature more than 25 exhibit booths, fire and law enforcement emergency response vehicles, emergency kit and disaster plan instructions, and a free basic course in CPR.&nbsp;<\/p>\r\n<p>The event&rsquo;s timing corresponds with September being declared National Preparedness month by the Department of Homeland Security.&nbsp; Locally, any large-scale regional catastrophe could quickly strain the resources of emergency crews and responders, making it necessary for people to be prepared to shelter in-place at home, school or the workplace with appropriate food, water or medical supplies for 72 hours or longer.&nbsp;<\/p>\r\n<p>The 6<sup>th<\/sup> annual San Mateo County Disaster Preparedness Day fair is the first stop in learning and being prepared to survive on your own after an emergency, being able to support yourself, your family and neighbors in the event of a major disaster.&nbsp;<\/p>\r\n<p>In addition to the other activities, USGS scientists will give educational presentations about natural hazards in the Bay Area. Seismologist Walter Mooney will speak about <em>Large, Destructive Earthquakes in Haiti and Chile&mdash;Lessons Learned for the Bay Area,<\/em> at 10:30 a.m., and analyst Anne Wein will discuss <em>The Potential Economic Impact of a Massive West Coast Storm<\/em> at 12:45 p.m.&nbsp;<\/p>\r\n<table border=\"0\" cellspacing=\"3\" cellpadding=\"3\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>What:<\/strong><\/td>\r\n<td>6th Annual San Mateo County Disaster Preparedness Day<br \/>USGS presentations about earthquakes and other natural hazards<br \/>Hands-on \"Make Your Own Earthquake\" and &ldquo;Shake House&rdquo; demonstration<br \/>First-aid, police, fire, and emergency equipment demonstrations<br \/>Free admission; free parking; free hot dogs and soft drinks while supplies last<br \/>Free gift for the first 500 families; free basic CPR instruction at 1:00p.m. <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>When:<\/strong><\/td>\r\n<td>Saturday, September 18, 2010, 10 a.m. &ndash; 2 p.m.<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Where:<\/strong><\/td>\r\n<td>U.S. Geological Survey<br \/>345 Middlefield Road<br \/>Menlo Park, California <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Map and Directions:<\/strong><\/td>\r\n<td><a href=\"http:\/\/online.wr.usgs.gov\/calendar\/map.html\">Menlo Park Science Center Campus Map<\/a><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["geology","disaster","Preparedness","prepare","earthquake","storm","flood","emergency"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1284523200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170516"},{"tid":"169717"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}