{"title":"Acid Rain Study Show Substantial Decreases, But More Progress Is Needed","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>WASHINGTON, D.C. -- <!--introstart-->Measurable improvements in air quality and visibility, human health, and water quality in many acid-sensitive lakes and streams, have been achieved through emissions reductions from electric generating power plants and resulting decreases in acid rain.<!--introend--> These are some of the key findings in a report to Congress by the National Acid Precipitation Assessment Program, a cooperative federal program.<\/p>\n<p>The report shows that since the establishment of the Acid Rain Program, under Title IV of the 1990 Clean Air Act Amendments, there have been substantial reductions in sulfur dioxide (SO<sub>2<\/sub>) and nitrogen oxides (NO<sub>x<\/sub>) emissions from power plants that use fossil fuels like coal, gas and oil, which are known to be the primary causes of acid rain. As of 2009, emissions of SO<sub>2<\/sub> and NO<sub>x<\/sub> declined by about two-thirds relative to levels in the 1990s. These emissions levels declined even further in 2010, according to recent data compiled by the U.S. Environmental Protection Agency.<\/p>\r\n<p>Because emission reductions result in fewer fine particles and lower ozone concentrations in the air, in 2010 there were thousands fewer premature human deaths, hospital admissions, and emergency room visits annually leading to estimated human health benefits valued at $170 to $430 billion per year.<\/p>\r\n<p>\"The SO2 &nbsp;[portion of the] program includes the use of a creative emissions cap-and-trade program that combines the best of American science, government, and market-driven innovation,\" said Dr. John P. Holdren, director of Office of Science and Technology Policy and assistant to the President for science and technology.<\/p>\r\n<p>Despite these emission reductions, the report also indicates that full recovery from the effects of acid rain is not likely for many sensitive forests and aquatic ecosystems. For example, in the Adirondack Mountains of New York, an especially sensitive region, 30 percent of the lakes were receiving acid rain during 2006-08 in excess of the level needed to prevent harm.<\/p>\r\n<p>Based on models which analyze various emission scenarios, the report concludes that beyond current SO<sub>2&nbsp; <\/sub>and NO<sub>x <\/sub>emission levels, future emission reductions would likely promote additional and more widespread recovery as well as to prevent further acidification in some U.S. regions.<\/p>\r\n<p>\"The principal message of this report is that the Acid Rain Program has worked. The emissions that form acid rain have declined and some U.S. areas are beginning to recover,\" said Doug Burns, lead author and director of the NAPAP and also a U.S. Geological Survey hydrologist. \"However, some sensitive ecosystems are still receiving levels of acid rain that exceed what is needed for full and widespread recovery.&nbsp; We have every reason to believe that recovery will continue with further decreases in emissions which is why further emission reductions would be beneficial.\"<\/p>\r\n<p>The NAPAP reports to Congress on the latest scientific information and analysis concerning the costs, benefits, and environmental effectiveness of the Acid Rain Program, which was established by the Clean Air Act Amendments to reduce the primary sources of acid rain. Member agencies include the National Oceanic and Atmospheric Administration, the Environmental Protection Agency, the Departments of Energy, Interior and Agriculture, and the National Aeronautics and Space Administration.<\/p>\r\n<p>Acid rain occurs when emissions of SO<sub>2 <\/sub>and NO<sub>x<\/sub> react in the atmosphere with water, oxygen, and oxidants to form acidic compounds. These emissions may be transported hundreds of miles away from their emitting sources, and have the potential to impact large areas and populations.<\/p>\r\n<p>Together these acidic compounds can damage human health, and in addition to degrading air quality and visibility, can cause further environmental damage, including acidificatio","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Acidrain","","emissions","nationalacidrainassesmentprogram","precipitation"],"release_date":{"und":[{"value":"1326949200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169277"},{"tid":"170108"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}