{"title":"Come Test the Waters at the USGS","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->I&#39;m Anthony Lopez, a hydrologist with the <a href=\"http:\/\/nj.usgs.gov\/\">USGS New Jersey Water Science Center<\/a> located in West Trenton, N.J.<!--introend-->&nbsp; This past spring, I finished my five-year undergraduate career at Rutgers University with two B.S. degrees in BioEnvironmental Engineering.&nbsp; I grew up in southern New Jersey outside of Philadelphia and consider myself an avid Phillies and Eagles fan.&nbsp; During my spare time I enjoy spending quality time with my niece and attending boxing events with my brother.<\/p><p><strong>Finding my path to USGS<\/strong><\/p><p>During my junior year of college I was encouraged by one of my professors to apply for a position with the USGS. I was fortunate enough to be offered an internship as a Student Career Experience Program employee with the NJ Water Science Center and happily accepted the opportunity.&nbsp; After working at the center for three years as an intern, I was offered a full-time position as a hydrologist.<\/p><div style=\"float: right;\"><iframe frameborder=\"0\" height=\"225\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/D8KULp7ILes?rel=0\" width=\"400\"><\/iframe><\/div><p><strong>What is a typical day like for you?<\/strong><\/p><p>At the USGS, there has been no &quot;typical&quot; day as of yet, which is one my favorite aspects of working here.&nbsp; As an intern, I spent many days out in the field sampling wells and streams throughout the state.&nbsp; On the days when I was not in the field I would be compiling databases, working with groundwater flow models, or designing maps using GIS software.&nbsp; As a hydrologist, my day is usually comprised of working on one of the two projects that I am currently involved with.&nbsp; The first project is a rapid assessment of landfills in the Pinelands National Reserve.&nbsp; More specifically, the study focuses on &quot;uncapped landfills&quot; which are landfills that lack a proper containment layer of material above the disposed waste layer.&nbsp; The majority of my time spent on this project involves retrieving laboratory and well records from the New Jersey Department of Environmental Protection. The second project that I am working on involves the characterization of contaminants and toxicity of bed sediment in Barnegat Bay and its tributaries.&nbsp; I have been heavily involved in the sample collection process, in addition to designing maps for use in the final report.<\/p><p><strong>What is your most memorable experience with the USGS so far? <\/strong><\/p><p>One of the most fun days that I&#39;ve had while with the survey would have to be the experience of electrofishing.&nbsp; Electrofishing uses electricity to temporarily stun fish within a certain radius of the device, where they can then be scooped up in a net and collected.&nbsp; We used the process of electrofishing to collect biological samples to determine the species diversity of the stream. This was something that I had never seen before or been a part of and was truly a unique experience.<\/p><p><strong>What do you see as the most valuable part of your work?<\/strong><\/p><p>I believe that the most valuable part of the work I do is to expand what we know about the crucial water resources in New Jersey. Better information will lead to the protection and conservation of our water resources for all of those who use them now and in the future.&nbsp; The Pinelands Landfill Assessment is valuable in that we are determining the &quot;threat&quot; level each landfill poses to nearby receptors, which could be a nearby water supply well or sensitive ecological habitat.&nbsp; Similarly, the Barnegat Bay Sediment Toxicity Project will help assess the health of the bay and its tributaries.<\/p><p><strong>What are your future plans?<\/strong><\/p><p>I am planning on taking my Fundamentals of Engineering Exam as preparation to earning my Professional Engineer license. I hope to continue my career using my engineering skill set to design contaminant treatment systems.<\/p>","summary":"","format":"filtered_html","safe_value":"<p>I'm Anthony Lopez, a hydrologist with the <a href=\"http:\/\/nj.usgs.gov\/\">USGS New Jersey Water Science Center<\/a> located in West Trenton, N.J.  This past spring, I finished my five-year undergraduate career at Rutgers University with two B.S. degrees in BioEnvironmental Engineering.  I grew up in southern New Jersey outside of Philadelphia and consider myself an avid Phillies and Eagles fan.  During my spare time I enjoy spending quality time with my niece and attending boxing events with my brother.<strong>Finding my path to USGS<\/strong>During my junior year of college I was encouraged by one of my professors to apply for a position with the USGS. I was fortunate enough to be offered an internship as a Student Career Experience Program employee with the NJ Water Science Center and happily accepted the opportunity.  After working at the center for three years as an intern, I was offered a full-time position as a hydrologist.<strong>What is a typical day like for you?<\/strong>At the USGS, there has been no \"typical\" day as of yet, which is one my favorite aspects of working here.  As an intern, I spent many days out in the field sampling wells and streams throughout the state.  On the days when I was not in the field I would be compiling databases, working with groundwater flow models, or designing maps using GIS software.  As a hydrologist, my day is usually comprised of working on one of the two projects that I am currently involved with.  The first project is a rapid assessment of landfills in the Pinelands National Reserve.  More specifically, the study focuses on \"uncapped landfills\" which are landfills that lack a proper containment layer of material above the disposed waste layer.  The majority of my time spent on this project involves retrieving laboratory and well records from the New Jersey Department of Environmental Protection. The second project that I am working on involves the characterization of contaminants and toxicity of bed sediment in Barnegat Bay and its tributaries.  I have been heavily involved in the sample collection process, in addition to designing maps for use in the final report.<strong>What is your most memorable experience with the USGS so far? <\/strong>One of the most fun days that I've had while with the survey would have to be the experience of electrofishing.  Electrofishing uses electricity to temporarily stun fish within a certain radius of the device, where they can then be scooped up in a net and collected.  We used the process of electrofishing to collect biological samples to determine the species diversity of the stream. This was something that I had never seen before or been a part of and was truly a unique experience.<strong>What do you see as the most valuable part of your work?<\/strong>I believe that the most valuable part of the work I do is to expand what we know about the crucial water resources in New Jersey. Better information will lead to the protection and conservation of our water resources for all of those who use them now and in the future.  The Pinelands Landfill Assessment is valuable in that we are determining the \"threat\" level each landfill poses to nearby receptors, which could be a nearby water supply well or sensitive ecological habitat.  Similarly, the Barnegat Bay Sediment Toxicity Project will help assess the health of the bay and its tributaries.<strong>What are your future plans?<\/strong>I am planning on taking my Fundamentals of Engineering Exam as preparation to earning my Professional Engineer license. I hope to continue my career using my engineering skill set to design contaminant treatment systems.<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["New Jersey"],"country":["United States of America"],"mm_tags":["Employees In The News","New Jersey","Geographic Areas Northeast","water"],"article_type":["State News Release","Employee in the News"],"release_date":{"und":[{"value":"1354510800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168864"}]},"subtitle":[]}