{"title":"USGS to Offer $3.4 Million in Earthquake Research Grants â\u0080\u0094Online-Only Applications Due May 15, 2008â\u0080\u0094","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->RESTON, Va. - The U.S. Geological Survey (USGS) will award up to $3.4 million in grants and cooperative agreements for earthquake research in 2009.<!--introend--><\/p>\n<p>Interested researchers can apply online at <a href=\"http:\/\/www.grants.gov\/\">http:\/\/www.grants.gov\/<\/a> under the funding opportunity number 09HQPA0001. Applications are due May 15, 2008, in an electronic-only format. Paper applications will not be accepted.<\/p>\r\n<p>\"We encourage applicants to focus their proposals on earthquake physics and effects and geographical areas in the United States that are most at risk from earthquakes,\" said Elizabeth Lemersal, external research support manager for the USGS Earthquake Hazards Program.<\/p>\r\n<p>Last year, the USGS awarded 92 research grants to universities, state geological surveys and private institutions. Key projects include cataloging earthquakes in Southern California to better prepare emergency responders, the public and the media about earthquakes; providing seismic hazard estimates so communities and critical institutions can engineer their buildings and roads to be structurally sound; and providing data on ground shaking to help minimize damage.<\/p>\r\n<p>For a complete list of funded projects and reports, visit <a href=\"http:\/\/earthquake.usgs.gov\/research\/external\">http:\/\/earthquake.usgs.gov\/research\/external<\/a>.<\/p>\r\n<p>The USGS provides science for a changing world. For more information, visit <a href=\"http:\/\/www.usgs.gov\/\" title=\"USGS Homepage\">http:\/\/www.usgs.gov\/<\/a>. Subscribe to receive the latest USGS news releases at <a href=\"http:\/\/www.usgs.gov\/newsroom\/list_server.asp\">http:\/\/www.usgs.gov\/newsroom\/list_server.asp<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1205726400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"169342"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}