{"title":"New USGS Video and Image Gallery","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Earth science images and videos are available at your fingertips at the new U.S. Geological Survey (USGS) <a href=\"http:\/\/gallery.usgs.gov\/\">Video and Image Gallery<\/a> (http:\/\/gallery.usgs.gov).<\/p>\n<p>Arctic glaciers, hurricane flooding, and grizzly bears are just a few of the topics from around the globe captured in the gallery with high-quality, downloadable content.<\/p>\r\n<p><a href=\"http:\/\/gallery.usgs.gov\/videos\/23\" target=\"_blank\"><img style=\"border: 0pt none; margin: 3px; float: right;\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-12-8\/screenshot.jpg\" alt=\"Screenshot of a bear video from the USGS Video and Image Gallery\" width=\"402\" height=\"303\" \/><\/a>The gallery offers a wide range of useful features to personalize your experience. Images and videos are searchable by keywords and groups with an option to subscribe to a Media RSS feed (Really Simple Syndication) so you can stay up to date on the topics you're most interested in. Videos are offered in a Flash video format and play directly in your web browser, along with downloadable transcriptions and\/or captions. Images can be downloaded in a thumbnail, medium or high-resolution version.<\/p>\r\n<p>Visit the gallery often, as the site is continually growing with more multimedia products.<\/p>\r\n<p>These free media can be reproduced in blogs, news stories, school projects and more -just remember to give proper credit to the USGS, please.<\/p>\r\n<p>The gallery is a great way to keep up with what the USGS is doing in natural hazards, climate change projects, and natural resource research worldwide.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["video","photography","images","imagery","gallery","multimedia","biology","geography","geology","water","Visualization"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1228712400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"170437"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}