{"title":"Potomac River:  Ten-fold Increase in Native Submerged Vegetation Reflects Improved Water Quality","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>The report, &ldquo;Long-term reductions in anthropogenic nutrients link to improvements in Chesapeake Bay habitat is published in the <em>Proceedings of the National Academy of Science<\/em>. <a href=\"http:\/\/www.pnas.org\/cgi\/doi\/10.1073\/pnas.1003590107\">http:\/\/www.pnas.org\/cgi\/doi\/10.1073\/pnas.1003590107<\/a>.&nbsp; Images are available on the <a href=\"http:\/\/water.usgs.gov\/nrp\/proj.bib\/sav\/wethome.htm\">project<\/a> website.<\/strong><\/p>\n<p><!--introstart-->The Potomac River in Washington, D.C. is showing multiple benefits from restoration efforts, newly published research suggests.<!--introend--> Reduced nutrients and improved water clarity have increased the abundance and diversity of submerged aquatic vegetation (SAV) in the Potomac, according to direct measurements taken during the 18-year field study.<\/p>\r\n<p>Since 1990, the area covered by SAV in the lower Potomac has doubled, the area covered by native SAV has increased ten-fold, the diversity of plant species has increased, and the proportion of exotic species to native species has declined as nutrients have declined, according to the study by the U.S. Geological Survey and England&rsquo;s National Oceanography Centre (NOC) in Southhampton, UK.<\/p>\r\n<p>&ldquo;Improvements to plant communities living at the bottom of the river have occurred nearly in lock step with decreases in nutrients and sediment in the water and incremental reductions in nitrogen effluent entering the river from the wastewater treatment plant for the Washington DC area,&rdquo; said USGS scientist Dr. Nancy Rybicki.<\/p>\r\n<p>More than a dozen species of SAV, including the exotic hydrilla, co-exist in this reach of the Potomac that was almost barren in a 1978-1981 USGS study.<\/p>\r\n<p>&ldquo;People want to know that money spent on ecosystem restoration is having tangible results, but many feel that efforts to clean up Chesapeake Bay have so far had limited success,&rdquo; said researcher Dr Henry Ruhl of the NOC.<\/p>\r\n<p>&ldquo;Upgrades to the wastewater treatment plant have benefited SAV habitats 50-miles downstream. These findings underscore the benefits of nutrient reduction efforts on a major tributary to the Chesapeake Bay,&rdquo; said Rybicki, who has been conducting research on the Potomac since 1979.<\/p>\r\n<p>&ldquo;Our results suggest that widespread recovery of submerged vegetation abundance and diversity can be achievable if restoration efforts are enhanced across the bay,&rdquo; said Henry Ruhl of the National Oceanography Centre. &ldquo;There are many other estuaries globally where nutrients have been identified as contributing to SAV habitat decline, so restoration is an issue for many governments.&rdquo;<\/p>\r\n<p>SAV are critical to the ecosystem in the Chesapeake Bay and its tributaries. They provide oxygen, food, and shelter so that invertebrates, fish, crabs and waterfowl can survive.&nbsp; High nutrient levels stimulate algal blooms in the water, decrease water clarity, and block light needed for SAV growth.<\/p>\r\n<p>The authors analyzed measurements of aquatic plant species abundance, nutrient effluent from the wastewater treatment plant, and water quality from 1990 to 2007. The surveys included a 50-mile reach of the tidal Potomac downstream from Washington.<\/p>\r\n<p><strong>Key Findings on the Potomac River&rsquo;s SAV: <\/strong><\/p>\r\n<ul>\r\n<li>\r\n<p>Native SAV cover increased tenfold from 288 to 3081 acres.&nbsp;<\/p>\r\n<\/li>\r\n<li>\r\n<p>The overall area covered by SAV in the Potomac more than doubled since 1990, increasing from 4207 to 8441 acres.<\/p>\r\n<\/li>\r\n<li>\r\n<p>The diversity of SAV has increased. In 1990 the exotic hydrilla was 10 times more abundant than any other species. In 2007 the abundance of the 7 most frequently occurring species are more evenly matched.<\/p>\r\n<\/li>\r\n<li>\r\n<p>In 1990, more than 80% of the total SAV was hydrilla; in 2007 hydrilla declined to 20%.<\/p>\r\n<\/li>\r\n<li>\r\n<p>Results suggest declining fitness of exotic species relative to native species duri","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Potomac River","Chesapeake Bay","","Submerged Aquatic Vegetation","water","Water Quality"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1283832000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169243"},{"tid":"170178"},{"tid":"170398"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}