{"title":"Evidence Suggests More Recent Origin.... What Happened at Wabar?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->It is a place even experienced Bedouin trackers avoid -- where daytime temperatures can exceed 140 degrees Fahrenheit in the shade.<!--introend--> Less visited than Antarctica, the dead core of the Empty Quarter in the southern Arabian peninsula is as one would imagine it -- a shifting sea of sand that, during daytime, will blind or kill anyone who enters carelessly. But there&rsquo;s more to this desolate land than heat and sand, according to U.S. Geological Survey geologist Jeffrey C. Wynn, who made three expeditions through the Empty Quarter in 1994-95, the most recent with legendary USGS geologist Eugene M. Shoemaker. Near the center of this sand sea, the world&rsquo;s largest, lies the meteorite impact site called Wabar. Evidence from these visits, the first to closely survey the site, suggests that the impact here occurred more recently than scientists previously thought. The geologic story of Wabar and the expeditions to the site are described by Wynn and Shoemaker in \"The Day the Sands Caught Fire\" in the November issue of Scientific American. \n<p>\"Our observations on the rate shifting sand is filling the crater and the composition of the meteorite&rsquo;s remains indicate that the Wabar event may have occurred as recently as 135 years ago,\" said Wynn. \r\n<p>Shoemaker and Wynn collected samples of rocks formed during the impact. These samples were dated by a technique known as \"thermoluminescence\" by John Prescott and Gillian Robertson of the University of Adelaide. Their findings support the recent origin, suggesting that the event occurred less than 450 years ago. \r\n<p>\"Wabar is important to geologists; the dry conditions make it perhaps the best-preserved impact structure in the world. It is also one of only 17 sites known to contain parts of the meteorite that caused the impact. Because probably the entire impact occurred in sand, it may also be the simplest geologically,\" said Wynn. \r\n<p>Meteorites like the one that struck Wabar are not the civilization-destroying class of impactors depicted recently in the movies. The original meteorite, which weighed at least 3,500 tons, broke into at least four pieces as it descended into the Earth&rsquo;s atmosphere. The largest piece was between 8 and 9 Â½ meters in diameter and struck with a force comparable to the Hiroshima nuclear blast. Meteorites of this size pose a more likely threat than larger ones because they strike the Earth with the much greater frequency of about one per decade, according to Wynn, whereas globally catastrophic events occur only about every 100 million years on average. Studying impact sites helps geologists refine estimates on the frequency that objects of various sizes strike the Earth and better understand the potentially devastating consequences of their impacts. \r\n<p>\"The Day the Sands Caught Fire\" is available on the Internet at: <a href=\"http:\/\/www.sciam.com\">http:\/\/www.sciam.com<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"908769600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}