{"title":"sediment Chemicals in Coastal Rivers Overall Lower in U.S. than Worldwide Averages","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Almost all the sediment-associated chemical concentrations found in 131 of the nation's rivers that drain to the Atlantic, Pacific and Gulf Coasts are lower than worldwide averages, according to a new study by the USGS.<!--introend--> These coastal rivers are a significant pathway for the delivery of sediment-associated chemicals to the world&rsquo;s coastal zones and oceans.&nbsp;&nbsp;<\/p>\n<p>\"I hope that the results of this new study will remind everyone that it is not only river water that can transport chemicals and pollutants, but also the associated sediment load,\" said USGS Director Marcia McNutt. \"Our citizens expect high environmental quality as compared with worldwide averages, but clean water alone will not suffice if river sediments are host to toxic heavy metals and concentrated organics that can produce dead zones.\"&nbsp;<\/p>\r\n<p>Though overall levels are better than worldwide averages, about half the rivers draining to the Atlantic Ocean have elevated concentrations of nutrients and trace and major elements in their sediment. About a quarter of the rivers draining to the Pacific Ocean and the Gulf of Mexico also have elevated levels.&nbsp;&nbsp;<\/p>\r\n<p>\"Suspended sediment and sediment-associated chemical concentrations and transport are not well quantified in most U.S. coastal rivers.\" said Dr. Arthur J. Horowitz, USGS research chemist and lead author on the study. \"This study is the most comprehensive study to date that documents the chemical make-up of sediment in coastal rivers across the entire nation, and serves as a baseline comparison for understanding whether conditions are improving or getting worse. These baselines also may be used in the future to assess the impacts of climate change.\"<\/p>\r\n<p>The U.S. coastal zone is a major economic resource and has substantial esthetic value. At the same time, these waters are under considerable environmental pressure from increasing population densities, urbanization, and various forms of commercial exploitation.&nbsp;&nbsp;<\/p>\r\n<p>Historically, sediment erosion and flow was viewed solely as a physical, engineering issue. Sediment-associated chemical quality has added a major new driver for monitoring suspended sediment.&nbsp;&nbsp;<\/p>\r\n<p>Suspended sediment in rivers often accounts for a significant portion of the chemical constituents transported downstream to coastal zones and oceans. For example, in the Mississippi River Basin, suspended sediment accounts for the annual transport of at least 75% of the nutrient phosphorus, other major elements and trace elements, 50% of the carbon, and 30% of the nitrogen delivered to the Gulf of Mexico.<\/p>\r\n<p>This study examined concentrations and annual fluxes for trace elements, major elements and total nitrogen, phosphorus, carbon, organic carbon, inorganic carbon, and sulfur for 131 coastal river basins.<\/p>\r\n<p>Other major findings include:&nbsp;<\/p>\r\n<ul>\r\n<li>Elevated concentrations of trace elements like copper, zinc, lead and mercury frequently occur in association with present or former industrial areas and urban centers, particularly along the northeast Atlantic coast.<\/li>\r\n<li>Elevated carbon and nutrient concentrations occur in sediment all along both the Atlantic and Gulf coasts, but primarily occur in rivers in the urban Northeast and Southeast, as well as in Gulf Coast &lsquo;blackwater&rsquo; streams, which are loaded with organic matter, because they drain swamps and marshes.&nbsp;<\/li>\r\n<li>Elevated calcium, manganese, potassium, and sodium distributions tend to reflect local geology, whereas elevated titanium, sulfur, iron and aluminum concentrations are ubiquitous, possibly because they have substantial natural, as well as anthropogenic, sources.<\/li>\r\n<\/ul>\r\n<p>This study was completed as part of the USGS Climate and Land Use Change Mission Area. If you would like a copy of the report, email <a href=\"mailto:horowitz@usgs.gov\">horowitz@usgs.gov<\/a>.&nbsp;&nbsp;<\/p>\r\n<p>Full cit","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["sediment","hypoxia","nitrogen","Climate Land Use","water","Surface Water"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1333598400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168870"},{"tid":"169801"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}