{"title":"Kinsinger Named USGS Regional Biologist","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Anne Kinsinger, a biologist and administrator with the U.S. Geological Survey for the past nine years, is now serving as \"regional biologist\" for that Department of the Interior agency. Her office is located in the USGS Western Region office in the Federal Building at 909 First Avenue, in Seattle. <\/p>\n<p>USGS Regional Director Doug Buffington, also located in Seattle, said, \" I am glad that Anne has returned to the Western Region where she made important contributions in her earlier assignment. She will be an excellent member of our executive team.\"<\/p>\r\n<p>Kinsinger, a native of California, received a bachelor&rsquo;s degree in resource science from the University of California at Davis, in 1984, and a master&rsquo;s degree in forestry and environmental studies, from Yale University in 1992. Prior to joining the USGS, she worked for the National Fish and Wildlife Foundation and the National Biological Service. She joined the USGS in 1995, and for the next three years served as director of the agency&rsquo;s Western Ecological Research Center in Davis, Calif. From 1998 until July of this year she served at the agency&rsquo;s headquarters in Reston, Va., in the Survey&rsquo;s chief biologist&rsquo;s office, and as chief of strategic planning and analysis, in the director&rsquo;s office.<\/p>\r\n<p>As a senior executive for the USGS, Kinsinger will be responsible for leading the biological research program of the USGS in its nine-state western region, including oversight for the agency&rsquo;s six science centers conducting a broad range of research throughout Alaska, Hawaii, Washington, Idaho, Oregon, Utah, California and Arizona. She also will be responsible for the cross-disciplinary USGS research strategy in the Pacific Northwest.<\/p>\r\n<p>Kinsinger, her husband, Ron Wilson, and daughter Corey, live on Bainbridge Island, Wash., where they enjoy hiking, gardening and travel. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1000958400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169962"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}