{"title":"USGS at American Fisheries Society (AFS): From New List of Imperiled Fish Species to Fish and Natural Hazards and Contaminants","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nMichael Gauldin has been selected as the public affairs officer for the U.S. Geological Survey (USGS). He will be responsible for media relations and helping to promote effective and strategic communications to support USGS science. \r\n<\/p>\r\n<p>\r\nGauldin previously served as chief of communications for the U.S. Office of Surface Mining Reclamation and Enforcement, where he was responsible for congressional, media and public affairs. \r\n<\/p>\r\n<p>\r\n&quot;Mike has exceptional public affairs experience and will provide valuable leadership in promoting the visibility and voice of USGS research,&quot; said USGS Director Mark Myers. &quot;I am impressed by his creativity and enthusiasm for our science and know he will do an outstanding job as our public affairs officer. I am pleased to welcome him as a part of our organization.&quot; \r\n<\/p>\r\n<p>\r\nGauldin served as communications director for two federal agencies before joining the Office of Surface Mining Reclamation and Enforcement in 2001. He was director of communications for the Department of the Interior beginning in 1995 and for the Department of Energy beginning in 1993. Earlier he served as press secretary for Arkansas Governor Bill Clinton and was assistant director of information and a journalism instructor at the University of Arkansas, Fayetteville. Gauldin worked for 10 years as a journalist and cartoonist for several Arkansas newspapers, including the <em>Russellville Courier-Democrat<\/em>,<em> The Springdale News <\/em>and the<em> Northwest Arkansas Morning News<\/em>.<em> <\/em>He is a veteran of the U.S. Army and served as a public affairs specialist in Colorado and Europe. \r\n<\/p>\r\n<p>\r\nGauldin holds a Bachelor&#39;s degree in Journalism\/News from the University of Arkansas, Fayetteville, and attended the Department of Defense Information School. He also does freelance commercial artwork and cartoons, working with various customers including newspapers, corporations and the last three secretaries of the Department of the Interior. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1188878400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169948"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}