{"title":"USGS Reports Near Record January Flows In Potomac and Chesapeake Bay; Flood-Tracking Chart for Individuals is Published","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->January streamflow in the Potomac River at Washington, DC, and total flow into the Chesapeake Bay were the second-highest on record, exceeded only by flows in January, 1996, according to the U. S.Geological Survey (USGS). <!--introend-->The generally wetter-than normal conditions increase the likelihood of flooding from storms that may follow. \n<p>Normal average daily flow in the Potomac in January is about 7.3 billion gallons per day (bgd). Flow last month averaged about 25.1 bgd, or about 343% of normal flow for this time of year. Records have been kept at the Potomac River at Washington, DC (Little Falls) gage since 1930 (67 years). \r\n<p>Normal average daily flow into the Chesapeake Bay in January is about 57.6 bgd. Flow last month averaged about 129 bgd, or about 224% of normal flow for this time of year. Records of total flow into the bay have been kept since 1951 (48 years). \r\n<p>Now available is the \"Flood Tracking Chart for the Potomac River Basin,\" USGS Open-File Report 97-777. This chart can be used by local citizens and emergency-response personnel to track and record the latest river stage and predicted flood-crest information during a flood event. To get a copy, contact the District Chief, 8987 Yellow Brick Road, Baltimore, MD 21237, or call (410)238-4200. \r\n<p>Real-time flow data is available from the USGS on the world wide web at <a href=\"http:\/\/md.usgs.gov\/rt-cgi\/gen_tbl_pg\">http:\/\/md.usgs.gov\/rt-cgi\/gen_tbl_pg<\/a>. Monthly summaries with illustrations are available at <a href=\"http:\/\/md.usgs.gov\/monthly\/\">http:\/\/md.usgs.gov\/monthly\/<\/a>. Flood stage and forecast information are available from the National Weather Service at <a href=\"http:\/\/marfcws1.met.psu.edu\/Forecasts\/\">http:\/\/marfcws1.met.psu.edu\/Forecasts\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"886482000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169407"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}