{"title":"USGS Updates Assessment of Earthquake Hazard and Safety in Haiti and the Caribbean","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->RESTON, Va. &mdash; The threat of additional damaging earthquakes in Haiti will remain for the next year.<!--introend--><\/p>\n<p>The U.S. Geological Survey (USGS) issued an update to its Jan. 21, 2010, statement, which includes the aftershock probabilities for the next 30-to-90-day period and for the overall year.<\/p>\r\n<p>U.S. Geological Survey Director Marcia McNutt asked the team of USGS earthquake scientists to continue to provide an evaluation of the earthquakes facing Haiti now and in the future. Here is the updated statement in its entirety from the USGS:<\/p>\r\n<p>This statement revises and updates the statement issued by the USGS on Jan. 21, 2010.<\/p>\r\n<p>The magnitude-7 earthquake of Jan. 12, 2010, near Port-au-Prince, Haiti, has generated a sharp increase in concerns about the potential for future earthquakes in Haiti and the surrounding region. These concerns extend to understanding the causes of the earthquake hazard and learning what can be done to ensure seismic safety in the future. The purpose of this statement is to convey our best judgment on these subjects.<\/p>\r\n<p><strong>Aftershocks:<\/strong> The aftershock activity will continue for many months, although the frequency of events should diminish with time. Nevertheless, the threat of additional damaging earthquakes within the sequence remains. Based on the characteristics of the aftershock sequence observed so far, we estimate the probabilities of future aftershocks, as of February 23, 2010, as follows:<\/p>\r\n<table style=\"width: 500px;\" border=\"1\" cellspacing=\"3\" cellpadding=\"3\">\r\n<tbody>\r\n<tr>\r\n<th valign=\"top\" scope=\"col width=\">\r\n<p align=\"center\">Aftershock magnitude (M)<\/p>\r\n<\/th> <th valign=\"top\" scope=\"col width=\">\r\n<p align=\"center\">30-day period<\/p>\r\n<\/th> <th valign=\"top\" scope=\"col width=\">\r\n<p align=\"center\">90-day period<\/p>\r\n<\/th> <th valign=\"top\" scope=\"col width=\">\r\n<p align=\"center\">1-year period<\/p>\r\n<\/th>\r\n<\/tr>\r\n<tr>\r\n<td width=\"174\" valign=\"top\">\r\n<p align=\"center\">M 5 or greater<\/p>\r\n<\/td>\r\n<td width=\"107\" valign=\"top\">\r\n<p align=\"center\">55%<\/p>\r\n<\/td>\r\n<td width=\"97\" valign=\"top\">\r\n<p align=\"center\">80%<\/p>\r\n<\/td>\r\n<td width=\"114\" valign=\"top\">\r\n<p align=\"center\">95%<\/p>\r\n<\/td>\r\n<\/tr>\r\n<tr>\r\n<td width=\"174\" valign=\"top\">\r\n<p align=\"center\">M 6 or greater<\/p>\r\n<\/td>\r\n<td width=\"107\" valign=\"top\">\r\n<p align=\"center\">7%<\/p>\r\n<\/td>\r\n<td width=\"97\" valign=\"top\">\r\n<p align=\"center\">15%<\/p>\r\n<\/td>\r\n<td width=\"114\" valign=\"top\">\r\n<p align=\"center\">25%<\/p>\r\n<\/td>\r\n<\/tr>\r\n<tr>\r\n<td width=\"174\" valign=\"top\">\r\n<p align=\"center\">M 7 or greater<\/p>\r\n<\/td>\r\n<td width=\"107\" valign=\"top\">\r\n<p align=\"center\">1 %<\/p>\r\n<\/td>\r\n<td width=\"97\" valign=\"top\">\r\n<p align=\"center\">2 %<\/p>\r\n<\/td>\r\n<td width=\"114\" valign=\"top\">\r\n<p align=\"center\">3 %<\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><strong>Precautions:<\/strong> Any aftershock above magnitude 5.0 will be widely felt and has the potential to cause additional damage, particularly to vulnerable, already damaged structures. Everyone in the Port-au-Prince area must maintain awareness with regard to their personal earthquake safety. Individuals should always have in mind what action to take if the ground starts to shake. Open spaces are generally safe. If indoors, drop to the floor, take cover under a sturdy desk or table, and wait for the shaking to stop. Do not go outdoors until the shaking stops.<\/p>\r\n<p>Only qualified engineers can determine if a damaged building is safe for reoccupation. Until engineering assistance arrives, a general rule to follow is: If it does not look safe, it probably is not safe. Entry into or reoccupation of obviously damaged structures should be avoided.<\/p>\r\n<p><strong>Short-term concerns:<\/strong> The geologic fault that caused the Port-au-Prince earthquake is part of a seismically active zone between the North American and Caribbean tectonic plates. The earthquake undoubtedly relieved some stress on the fault segment that ruptured during the event, but the ex","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1266901200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169173"},{"tid":"169087"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}