{"title":"Assessing Afghanistan: Science for a Better Future","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_172514\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_29_2011_x06Fv32Uup_09_29_2011_0\"><img class=\"size-medium wp-image-172514\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/09\/Afghanistan-Mineral-Assessment-300x169.jpg\" alt=\"USGS Collaborates with Afghan Geologists to Research Afghan Mineral Formations\" width=\"300\" height=\"169\" \/><\/a> USGS scientists have worked closely with Afghan geologists, both to verify old Soviet and Afghan mineral research and to expand and enhance the total knowledge of Afghanistan's mineral wealth.[\/caption]\n\nItâ\u0080\u0099s not just the U.S. military working to bring a better future to Afghanistan. For Afghanistan to recover and prosper, it needs a sound understanding of its land and resources.\n\nThatâ\u0080\u0099s where the USGS comes in, bringing its full range of scientific expertise to bear. From water, energy, and mineral resource assessments to geologic and climate-based hazard evaluations, the USGS has worked closely with the Government of Afghanistan to provide objective science to inform the decisions of land and resource managers in Afghanistan.\n\nNow, after two years of exhaustive research, the USGS, Afghan Geological Survey, and the Task Force for Business and Stability Operations have released the results for 24 areas of prime mineral development in Afghanistan.\n\nMany of these areas are world-class formations, with large deposits of critical and strategic minerals such as rare earths, gold, copper, and iron.\n\nAs the Government of Afghanistan moves forward with its plans to develop its mineral resources, the data collected by the USGS and the task force will play an important part in reducing the risk of investment for companies interested in mining these minerals.\n<h3><strong>The Reports<\/strong><\/h3>\nThe 24 areas studied are those with the best chance to yield high-grade mineral resources. Using geologic and airborne geospatial techniques, geochemical analysis of ground samples from each of the areas, and a cutting-edge tool called hyperspectral imaging, USGS scientists were able to create information data packets to help the Government of Afghanistan attract mineral development companies.\n\nMineral production and development involves considerable investment. For companies interested in developing mineral deposits, the more that is known about a deposit, the lower the risk of investment. By providing detailed analyses of these 24 areas of high mineral potential, the USGS has helped provide the Government of Afghanistan with some of the tools it needs to hold transparent, competitive bidding to develop Afghanistanâ\u0080\u0099s mineral resources.\n<h3><strong>A Long and Storied History<\/strong><\/h3>\nâ\u0080\u009cThe USGS has a long and storied history in Afghanistan,â\u0080\u009d said Marcia McNutt, Director of the USGS. â\u0080\u009cWe hope our neutral and unbiased analysis of the location, supply, and flow of these strategic minerals will help the Afghans understand the true extent of their mineral wealth.â\u0080\u009d\n\nThe USGS has worked with Afghan scientists and collaborated on research projects there since the 1970s. Most recently, the USGS has partnered with other U.S. government agencies and the Afghan Geological Survey to do several resource and hazard assessments.\n<h4><strong>Water Assessment<\/strong><\/h4>\n<strong><\/strong>Working with the Afghan Geological Survey and the U.S. Agency for International Development (USAID), in 2010 the USGS released an assessment of water resource availability and needs for Kabul and surrounding areas. In the next 50 years, it is estimated that drinking water needs in the Kabul Basin of Afghanistan may increase sixfold due to population increases resulting from returning refugees. It is also likely that future water resources in the Kabul Basin will be reduced as a result of increasing air temperatures associated with global climate change.\n\n(News Release: <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2521\">Kabul Basin Faces Major Water Challenges<\/a>; Report: <a href=\"http:\/\/pubs.usgs.gov\/sir\/2009\/5262\/\">Water Resources in the Kabul Basin<\/a>)\n<h4><strong>Energy Assessment<\/strong><\/h4>\n<strong><\/strong>In 2009, with assistance from the Afghan Geological Survey and the U.S. Trade and Development Agency, the USGS released the first-ever assessment of undiscovered oil and gas resources, estimating a mean of 1.596 billion barrels of oil and a mean of 36.462 trillion cubic feet of natural gas. Much of the petroleum resource potential of Afghanistan and all of the known crude oil and natural gas reserves are in northern Afghanistan.\n\n(News Release: <a href=\"http:\/\/www.usgs.gov\/newsroom\/article_pf.asp?ID=1473\">USGS Assessment Significantly Increases Afghanistan Petroleum Resource Base<\/a>; Assessment: <a href=\"http:\/\/pubs.usgs.gov\/fs\/2006\/3031\/\">Undiscovered Petroleum Resources of Northern Afghanistan<\/a>.)\n<h4><strong>Seismic Hazard Map<\/strong><\/h4>\nTo aid in Afghanistanâ\u0080\u0099s reconstruction efforts, USAID and the Afghan Geological Survey asked the USGS to help create a seismic hazard map for Afghanistan. In 2007, the map, along with an assessment of total seismic hazards, was released. The map showed that Afghanistan is located in a geologically active part of the world and without planning for the potential devastation that earthquakes can wreak years of investment in restoring Afghanistan infrastructure could be undermined in a matter of seconds.\n\n(News Release: <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=1685\">How Earthquakes Pose Risks to Afghanistan<\/a>; Report: <a href=\"http:\/\/pubs.usgs.gov\/fs\/2007\/3027\/\">Earthquakes Pose a Serious Hazard in Afghanistan<\/a>)\n<h4><strong>Preliminary Mineral Assessment<\/strong><\/h4>\nThis latest mineral research is not the first time the USGS has done mineral work for Afghanistan. Back in 2007, at the request of the Afghan Geological Survey and Task Force for Business and Stability Operations, the USGS analyzed old, unpublished Soviet-era data and historical information collected by the Afghan Geological Survey and did some initial ground research to verify existing mineral deposit knowledge. The USGS was able to validate much of the data and predicted significant mineral deposits throughout Afghanistan. The latest published work confirms these predictions.\n\n(News Release: <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=1819\">Undiscovered Resources in Afghanistan<\/a>)\n<h3>On the Cutting Edge<\/h3>\nUSGS research in Afghanistan fulfills more than simply diplomatic relations and development of Afghanistanâ\u0080\u0099s infrastructure. It also gives the USGS a chance to test cutting edge techniques and tools. One of them, hyperspectral imaging, was used to a greater extent than ever before, with USGS scientists covering an unprecedented 96 percent of the country with the tool, a higher percentage than any other country in the world.\n\n(Science Pick: <a title=\"Hyperspectral Hypercoverage\" href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_science_pick\/hyperspectral-hypercoverage\/\">What does hyperspectral imaging mean for the future of mineral research?<\/a>)\n\nâ\u0080\u009cThe potential that these findings have for the future wellbeing of the Afghan people is significant,â\u0080\u009d said Ambassador Marc Grossman, U.S. Special Representative for Afghanistan and Pakistan.Â â\u0080\u009cThe United States will continue to support the Government of Afghanistanâ\u0080\u0099s efforts to develop these resources through private-sector investment in a responsible, transparent, and sustainable manner that benefits the Afghan people, expands markets, and promotes regional prosperity.â\u0080\u009d","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24153","uid":"31","filename":"Afghanistan-Mineral-Assessment.jpg","uri":"public:\/\/Afghanistan-Mineral-Assessment.jpg","filemime":"image\/jpeg","filesize":"264939","status":"1","timestamp":"1425492768","type":"image","uuid":"052bdb92-f054-4a47-8393-19b67bb6082b","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":350,"width":620},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Afghanistan","international","Minerals"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1317310148","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}