{"title":"USGS Launches New Electronic Clearinghouse For Biological Data","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Dennis B. Fenn, Chief Biologist, today announced that the U.S. Geological Survey&rsquo;s <a href=\"http:\/\/www.nbs.gov\/\">Biological Resources Division<\/a> has initiated a new Internet-based clearinghouse that can be used to search for and locate existing sources of biological data and information from a variety of sources. <\/p>\n<p>This clearinghouse is part of the National Biological Information Infrastructure (NBII), which is a cooperative effort led by the USGS to increase access to biological data and information maintained by a variety of Federal and State government agencies, universities, museums, libraries, and private organizations. <\/p>\r\n<p>Through the NBII Clearinghouse<a href=\"http:\/\/www.nbii.gov\/clearinghouse.html\"> http:\/\/www.nbii.gov\/clearinghouse.html<\/a>, Internet users can search through an assortment of standardized descriptions of different biological databases or information products to identify those that meet their particular requirements. These descriptions (metadata) concisely convey such things as subject matter; how, when, where, and by whom the data were collected; whom to contact for more information; and how to access the database or information product. <\/p>\r\n<p>The NBII Clearinghouse includes metadata descriptions of biological databases and information products developed and maintained by USGS scientists, as well as data and information developed and maintained by other NBII participants, including Federal and State government agencies, universities, and private organizations. The NBII Clearinghouse also functions as a part of the National Spatial Data Infrastructure (NSDI) Clearinghouse <a href=\"http:\/\/www.fgdc.gov\/clearinghouse\/index.html\">http:\/\/www.fgdc.gov\/clearinghouse\/index.html<\/a>, as many of the biological databases described in the NBII Clearinghouse employ geospatial references. <\/p>\r\n<p>\"We are very pleased to be offering this new service to the public, resource managers and scientists, and anyone else interested in locating existing sources of biological data and information,\" said Fenn. \"This is a great opportunity not only for us to help get the results of USGS biological science out to those who can use the data and information, but also for us to provide a tool that our partners and cooperators in NBII can use to help share their own data and information.\" <\/p>\r\n<p>Users can search through the NBII Clearinghouse (much as they would use a card catalog in a library) using a variety of criteria, such as the name of the investigator or author who collected the data or produced the information, subject-matter keywords, and spatial coordinates for the location of the study\/project. Special biological search criteria, including the ability to search for data or information relating to a particular species or other taxonomic group, are also provided. <\/p>\r\n<p>Metadata descriptions in the NBII Clearinghouse are developed according to the NBII&rsquo;s biological metadata standard <a href=\"http:\/\/www.nbii.gov\/current.status.html\">http:\/\/www.nbii.gov\/current.status.html<\/a>, which also serves as a biological \"enhancement\" or \"profile\" of the Federal Geographic Data Committee&rsquo;s Geospatial Metadata Content Standard. <\/p>\r\n<p>The mission of the USGS\/BRD is to work with others to provide the scientific understanding and technologies needed to support the sound management and conservation of the Nation&rsquo;s biological resources. <\/p>\r\n<DIV align=center>---usgs\/brd---<\/DIV>\r\n<p><b>***USGS News Now Available Via Listservers***<\/b> <\/p>\r\n<p>The USGS has set up several listservers that will automatically provide to you by email the latest news releases, bulletins, and other information issued by the Office of Outreach about USGS activities, The Iistservers are organized by topics: water, geologic hazards,biological, mapping, new products, lectures. <\/p>\r\n<p>To subscribe to any list, send mail to listproc@listserver.usgs.gov. In the body of the message write: subscribe (name of listse","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"877406400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168853"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}