{"title":"some Good News Amid Bad News, for Hawai`i's Endangered Honeycreepers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HAWAI&rsquo;I ISLAND, Hawai&rsquo;i &mdash;Warming temperatures due to climate change are exposing endangered Hawaiian forest birds to greater risk of avian malaria. But new research led by the U.S. Geological Survey holds out some hope that the birds may be able to adapt.&nbsp;<\/p>\n<p>For decades, scientists have documented declines and extinctions among species of Hawaiian honeycreepers due to the spread of avian malaria and other diseases. At one time, the Hawaiian Islands had no mosquitoes&mdash;and no mosquito-borne diseases. But, by the late 1800s, mosquitoes were firmly established in the islands. Another invasive species&mdash;feral pigs&mdash;helped the mosquito population boom by creating larval habitat as they rooted through forests. The honeycreepers had no natural defense against a disease they had never before experienced.<\/p>\r\n<p>\"Honeycreepers are exquisitely sensitive to avian malaria,\" said Dr. Carter Atkinson, a USGS microbiologist based at the USGS Pacific Islands Ecosystems Research Center in Hawai&rsquo;i. Atkinson is the lead author of two new research papers examining how climate change is increasing the honeycreepers&rsquo; risk of infection.<\/p>\r\n<p>One paper, accepted for publication by the journal <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/gcb.12535\/abstract\">Global Change Biology<\/a>, confirms the bad news that infection has doubled in the last 20 years among birds in one of the last high elevation refuges in the Hawaiian Islands. Atkinson and his colleagues compared data collected from birds at three sites on the remote, rugged `Alakai Plateau of Kaua`i during 1994-1997 and 2007-2013. The most disturbing result was found at the highest elevation site, where malarial infection increased from 2.0 percent to 19.3 percent.<\/p>\r\n<p>\"These increases in infection appear to be driven by a combination of environmental factors,&rdquo; said Atkinson. &ldquo;Warming temperatures, decreased precipitation, and changes in streamflow may be allowing mosquitoes and disease transmission to invade the highest reaches of the Plateau.\"<\/p>\r\n<p>The other paper, published in <a href=\"http:\/\/link.springer.com\/article\/10.1007\/s10393-013-0899-2\">EcoHealth<\/a>, provides a glimmer of good news. Atkinson and his colleagues found that a rapidly expanding, low elevation population of a honeycreeper species, the Hawai&rsquo;i&lsquo;Amakihi, on the island of Hawai&rsquo;i has developed a tolerance for the disease.<\/p>\r\n<p>In this study, Atkinson and his research team captured birds from both the low elevation population and from a higher elevation site. The birds were screened to ensure that they were not infected with avian malaria, and then assigned to experimental or control groups. Birds in the experimental group were exposed to malarial infection, while birds in the control group were not.<\/p>\r\n<p>Results showed that the low elevation &lsquo;Amakihi were able to tolerate infection much better than birds from higher elevation. Mortality rates were lower, and the low elevation birds lost less weight and maintained normal food consumption.&nbsp;<\/p>\r\n<p>But why?<\/p>\r\n<p>\"That's the next step,\" said Atkinson. \"The emergence of this population provides an exceptional opportunity for determining the physiological mechanisms and genetic markers associated with malaria tolerance. Adaptation may be the best long-term hope for recovery for many of these species.\"<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_01_30\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_01_30\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["","Alakai Plateau","Kauai","endangered","Bird","Hawaii","Avian Malaria","Amakihi","mosquito"],"article_type":["State News Release"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1391058000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169009"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}