{"title":"USGS Needs YOU! Help Our National Mapping Efforts By Adding Your Communityâ\u0080\u0099s Landmarks and Buildings ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_181982\" align=\"alignright\" width=\"468\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/tnm4.jpg\"><img class=\"size-full wp-image-181982\" title=\"tnm4\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/tnm4.jpg\" alt=\"Blue dots represent locations where citizen-mapping efforts are currently underway. Green states are currently available for editing with remaining states available around September.\" width=\"468\" height=\"312\" \/><\/a> Blue dots represent locations where citizen-mapping efforts are currently underway. Green states are currently available for editing with remaining states available around September.[\/caption]\n\n<strong>USGS Needs YOU! Help Our National Mapping Efforts By Adding Your Communityâ\u0080\u0099s Landmarks and Buildings<\/strong>\n\nAdvances in the technology of online map-based data collection platforms have made it possible for citizens of the U.S. to contribute to USGS topographic mapping efforts like never before.\n\nThe USGS is currently seeking volunteers to aid in collecting data for <a href=\"http:\/\/nationalmap.gov\/index.html\"><em>The National Map<\/em> (<em>TNM<\/em>),<\/a> which comprises a variety of products and services that provide the Nation with geospatial information to describe the landscape of the United States and its territories. Â <em>The National Map <\/em>Corps (<em>TNM<\/em>Corps) aims to improve this topographic information by updating existing and gathering previously uncollected data via volunteered geographic information (VGI).\n\n<em>The National Map<\/em> includes hydrographic features such as streams and lakes, elevation contours, geographic names, land cover, and structures.Â  To improve and update <em>The National Map<\/em>, the USGS is turning to volunteers to map the location of important community buildings â\u0080\u0093 such as police stations, schools, hospitals, post offices, prisons, cemeteries, and fire stations.\n\nAdding and verifying the locations of buildings to existing <em>TNM<\/em> datasets makes significant additions to the USGSâ\u0080\u0099s ability to provide accurate information to the public.\n\nAfter citizen input is peer-reviewed by fellow volunteers, the valid data are incorporated into <em>The<\/em> <em>National Map<\/em> databases.Â  These databases are used to create many products, including <a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo maps <\/a>Â â\u0080\u0093 free and downloadable digital topographic maps that are released every three years.\n\n[caption id=\"attachment_181992\" align=\"alignright\" width=\"468\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/1tnm.jpg\"><img class=\"size-full wp-image-181992\" title=\"1tnm\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/1tnm.jpg\" alt=\"Web Editor showing downtown Little Rock, AR.  Red icons are structures that need to be checked or verified by volunteers. The green icon is an example of a structure that has been verified by a volunteer and which will be added to the National Map after it has gone through peer-review.]\" width=\"468\" height=\"332\" \/><\/a> Web Editor showing downtown Little Rock, AR. Red icons are structures that need to be checked or verified by volunteers. The green icon is an example of a structure that has been verified by a volunteer and which will be added to the National Map after it has gone through peer-review.[\/caption]\n\n<strong>How Can You Help?<\/strong>\n\nCurrently, the USGS is in the process of expanding <em>TNM<\/em>Corps; 35 new states have been added to the volunteer database and need mapping support from volunteers. These states are: Alabama, Arizona, Arkansas, Alaska, California, Colorado, Connecticut, Delaware, Florida, Georgia, Idaho, Illinois, Louisiana, Maryland, Massachusetts, Michigan, Mississippi, Montana, Nebraska, Nevada, New Hampshire, North Dakota, New Jersey, New Mexico, Ohio, Oregon, Pennsylvania, Rhode Island, South Carolina, South Dakota, Utah, Vermont, Washington, West Virginia and Wyoming.\n\nSimilar to the way <a href=\"http:\/\/www.wikipedia.org\/\">Wikipedia<\/a> or <a href=\"http:\/\/www.openstreetmap.org\/\">OpenSteetMap<\/a> allows users to add and edit information on the site, <em>The <\/em><a href=\"http:\/\/nationalmap.gov\/TheNationalMapCorps\/index.html\"><em>National Map <\/em>Corps<\/a> web editing interface allows users to easily contribute geographic data that will eventually become part of <em>The National Map<\/em>.\n\nA complete list of the types of buildings the USGS is looking to volunteers to verify throughout the country can be found <a href=\"https:\/\/my.usgs.gov\/confluence\/download\/attachments\/265977888\/Structure_Def_table.pdf?version=1&amp;modificationDate=1350050855342&amp;api=v2\">here<\/a>.\n\n[caption id=\"attachment_181993\" align=\"alignright\" width=\"468\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/2tnm.jpg\"><img class=\"wp-image-181993 \" title=\"2tnm\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/2tnm.jpg\" alt=\"Recognition badges.\" width=\"468\" height=\"86\" \/><\/a> Recognition badges.[\/caption]\n\nâ\u0080\u009cBecause of a lack of publically available national authoritative datasets for some municipal buildings and infrastructure throughout the country, we are looking for volunteers who can fill in this information quickly and keep it up to date,â\u0080\u009d said Volunteer Geographic Information Project Leader Elizabeth McCartney.\n\nIn addition to adding previously unmapped community buildings and landmarks to <em>The<\/em> <em>National Map<\/em> database, volunteers are encouraged to remove structures that no longer exist, update existing buildings that have changed, and label correctly marked structures as correct.<strong>Â <\/strong>\n\nThe current platform used by <em>TNM<\/em>Corps is a customized version of<a href=\"http:\/\/www.openstreetmap.org\/\"> OpenStreetMap<\/a>, an online platform that enables users to edit, add, and access geographic data.\n\nâ\u0080\u009cThe editor, like OpenStreet Map which has over a billion users worldwide, is meant to be accessible to non-professionals.Â  Users donâ\u0080\u0099t need to be professional scientists in order to contribute. Anyone who wants to volunteer can give it a go. There are a lot of people out there who love maps and are interested in improving information in their communities,â\u0080\u009d said McCartney.\n\nVolunteer participants are not required to live within the state they review -- the mapping technology used for <em>TNM<\/em>Corps allows anyone to update geographic data from anywhere.\n\nTesting the feasibility of collecting VGI for the <em>The National Map<\/em> began in a series of pilot projects in January 2011. To test the viability of using volunteers to edit <em>TNM<\/em> map data, students at Colorado universities were asked to map structures in four topographic quadrangles around the Denver area. The results were impressive, as the structures mapped surpassed the quality standard maintained by the USGS. The success of the pilot projects confirmed that VGI is a viable source of data.\n\n[caption id=\"attachment_182073\" align=\"alignright\" width=\"72\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/3tnm1.jpg\"><img class=\"size-full wp-image-182073\" title=\"3tnm\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/07\/3tnm1.jpg\" alt=\"Theodolite Assemblage Badge \" width=\"72\" height=\"132\" \/><\/a> Theodolite Assemblage Badge[\/caption]\n\nSince its start in Colorado, the program has expanded to 35 states.Â  <a href=\"http:\/\/nationalmap.gov\/TheNationalMapCorps\/\"><em>The National Map<\/em> Corps<\/a> hopes to have all 50 states available for mapping by September 2013.\n\n<strong>Volunteer Recognition <\/strong>\n\nThe USGS has created a social media presence to support this program and reach new volunteers. Using <a href=\"https:\/\/twitter.com\/USGSTNM\">Twitter<\/a> , with more than 2,080 followers, and the USGS <a href=\"https:\/\/www.facebook.com\/USGeologicalSurvey\">Facebook<\/a> page,Â  volunteers who contribute to <em>The National Map <\/em>Corps are awarded badges are recognized based on the number of points edited.\n\nEach badge is represented by a different antique surveying instrument.\n\nbeen acquired by a single volunteer who has edited over 2000 points!\n\nVolunteers can earn each successive badge by contributing structures through the editing or peer review process.\n\n<a href=\"http:\/\/nationalmap.gov\/TheNationalMapCorps\/index.html\">Join us today!<\/a>\n\n<strong>Additional Information<\/strong>\n\n<a href=\"http:\/\/nationalmap.gov\/\"><em>The National Map<\/em> Homepage<\/a> (Current News and Information)\n\n<a href=\"http:\/\/nationalmap.gov\/viewer.html\">T<em>he National Map <\/em>Viewer<\/a>\n\n<a href=\"http:\/\/nationalmap.gov\/TheNationalMapCorps\/index.html\"><em>The National Map<\/em> Corps Homepage<\/a> (History and links to current project)\n\n<em>TNM<\/em> News Releases:\n\n<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3620\">Crowd-Sourcing the Nation: USGS Seeking More Volunteers<\/a>\n\n<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3596\"><em>The National Map<\/em> Corps - Volunteers Receive Recognition<\/a>\n\n<a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3545\">Crowd-Sourcing the Nation: Using Volunteers for Enhanced Data Collection<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24315","uid":"31","filename":"maintnm.jpg","uri":"public:\/\/maintnm.jpg","filemime":"image\/jpeg","filesize":"147488","status":"1","timestamp":"1425492768","type":"image","uuid":"b22b0cfc-7c19-488b-ba6a-11e04c3497e7","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Citizen Science","The National Map","The National Map Corps","US Topo maps","volunteers"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1374496459","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}