{"title":"Invasive Species, Climate Change, --Drought Challenges for Resource Management in the Colorado River Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Invasive species, long-term drought, and climate change are a few of the new management challenges facing policy makers for conservation and restoration efforts in the Colorado River Basin. Scientists and resource managers will gather to explore these complex and compelling issues Nov. 18&ndash;20 in Scottsdale, Arizona.<!--introend--> Approximately 300 scientists, <span style=\"font-family: helvetica;\"><\/span>managers, and stakeholders will gather to exchange information about research and management activities at the symposium, <em><strong>Coming Together: Coordination of Science and Restoration Activities for the Colorado River Ecosystem.<\/strong><\/em>&nbsp;<span style=\"font-family: helvetica;\"><\/span><\/p>\n<p>Following is a list of plenary presentations and their titles that may be of interest to reporters. Listed events are free to members of the news media who present their credentials at the registration desk.<\/p>\r\n<p>For a complete agenda and list of speakers, see <a href=\"http:\/\/www.watereducation.org\/doc.asp?id=1072\" target=\"_blank\">http:\/\/www.watereducation.org\/doc.asp?id=1072<\/a>.<\/p>\r\n<p><strong>All presentations will take place at the Doubletree Paradise Valley Resort, 5401 N. Scottsdale Rd., Scottsdale, Arizona.<\/strong><\/p>\r\n<p><strong>TUESDAY, NOVEMBER 18<\/strong><\/p>\r\n<p>8:15 &ndash; 8:45 AM &ndash; <strong>U.S. Department of the Interior Management Efforts:<\/strong><em><\/em><\/p>\r\n<p><em>Comments on Colorado River Management efforts from the U.S. Department of the Interior<\/em>, Kameran Onley, Acting Assistant Secretary for Water and Science, DOI Assistant Secretary Onley will discuss the significant challenges presented by diverse social, cultural, and ecological demands within the Colorado River Basin. She will talk about the complex endangered species recovery efforts, invasive species management, natural and cultural resource stewardship, and the continued need for water and power development. After more than 100 years of DOI management of the River Basin, today&rsquo;s Adaptive Management process helps find a balance for the restoration and conservation of the Colorado River Basin.<\/p>\r\n<p>11:00 - 11:30 AM &ndash; <strong>Climate Change:<\/strong><\/p>\r\n<p><em>Effects of Interannual Variability and Climate Change on the Colorado River<\/em>, Brad Udall, Director, Western Water Assessment, NOAA, Boulder, CO A major question hangs over the States that depend on the Colorado River: is the present drought one of those that are known to occur once or twice in a century in the American Southwest, or is this a new kind of drought, of a more chronic or permanent nature, that we have not seen before?<br \/><br \/>12:15 - 12:45 AM - <strong>Stream Flow Management for Restoration:<\/strong><\/p>\r\n<p><em>Streamflow Management for River Restoration: Lessons from Outside the Colorado River Basin for Moving from Sites to Systems,<\/em> Christopher Conrad, The Nature Conservancy, Seattle, WA Using examples from a number of efforts from around the United States grappling with restoration issues that extend beyond a single site, Conrad will explore the value of coordinating activities at larger scales.<\/p>\r\n<p>1:45 - 2:15 PM - <strong>Sustainability and River Restoration:<\/strong><\/p>\r\n<p><em>Sustainability and River Restoration in the Colorado River Basin<\/em>, Kathy Jacobs, Arizona Water Institute, Tucson, AZ A consensus exists among managers that more extreme events, both floods and droughts, are likely to result from climate change. An ability to respond to these anticipated changes will be the hallmark of successful river restoration programs. Jacobs will address the opportunities for identifying and responding to changes more quickly.<\/p>\r\n<p>3:00 - 3:30 PM - <strong>Status of Colorado River Native Fishes:<\/strong><\/p>\r\n<p><em>Current Status of Colorado River Native Fishes<\/em>, Matthew Andersen, U.S. Geological Survey, Flagstaff, AZ The recovery of native fishes is one of the issues driving restoration e","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["geology","water","dams","drought","Invasive Species","Climate Change","Colorado River"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1226898000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169282"},{"tid":"169947"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}