{"title":"Hurricane Watch 2006 &mdash; Coastal Change&mdash;What We Know, What&#39;s to Come?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Last year&#039;s hurricane season changed a lot of lives and a lot of coastline. What are these coastal changes? How will the coastal changes affect the coastal impacts of future storms? These questions guide U.S. Geological Survey (USGS) coastal scientists in the National Assessment of Coastal Change Hazards Program. <\/p>\n<p>The 2004 and 2005 hurricane seasons left the northern Gulf Coast particularly vulnerable to storms that may come during the 2006 hurricane season. The most damaging coastal impact from storms is the lowering of sand dune elevations. Storm surge washed over dunes that protected areas along the northern Gulf Coast like the Florida panhandle and the barrier islands of Mississippi, making these areas more susceptible to future surge and flooding. While dune elevations along many coastlines have been lowered, the Chandeleurs, a chain of islands 30 miles south of Biloxi, MS, were almost entirely washed away by Hurricane Katrina in 2005. The island chain had previously provided natural protection to the coast by dissipating the wave energy of hurricanes. Without those islands in place, wave energy from smaller storms may have greater impact than before and will quicken the erosion of inland marshes in this region. <\/p>\r\n<p>The National Assessment of Coastal Change Hazards program at the USGS is a multi-year undertaking to identify and quantify the vulnerability of U.S. shorelines to coastal change hazards such as the effects of severe storms, sea-level rise, and long term shoreline retreat. <\/p>\r\n<p>\"The data collected as part of this effort continue to improve our understanding of processes that control these hazards, and will allow scientists to determine the probability of coastal change locally, regionally, and nationally,\" says Abby Sallenger, an oceanographer with USGS. <\/p>\r\n<p>This information is also being compiled in a way that members of the public will likely find accessible and useful. <\/p>\r\n<p>\"The USGS has recently completed maps and reports that can be used to evaluate beach erosion and coastal vulnerability to storms for developed areas and National Parks in the Gulf of Mexico and the Southeast Atlantic region,\" says Bob Morton, a research geologist with USGS who has created a coastal classification mapping scheme. \"The maps and accompanying reports contain information that planners, resource managers, and the general public may find useful as they prepare for the upcoming hurricane season.\" <\/p>\r\n<p>Major components of this USGS program include assessing the shoreline changes, mapping coastal classifications, and studying extreme storm impacts and are available online: <\/p>\r\n<p>The National Assessment of Shoreline Change program provides consistent analysis of change along the nation&#039;s shorelines using standardized methods so that rates and trends of coastal changes can be accurately compared across different regions. For information about the Gulf of Mexico and the Southeast Atlantic Coast visit: <a href=\"http:\/\/coastal.er.usgs.gov\/shoreline-change\/\">http:\/\/coastal.er.usgs.gov\/shoreline-change\/<\/a>.<\/p>\r\n<p>The Coastal Classification Mapping System describes local geomorphic features to determine the hazard vulnerability of an area. The coastal classification maps measure beach characteristics such as widths, elevations, and development density. They provide much of the basic information for hazard assessment and represent a critical component of storm-impact forecasting capability. To learn more visit: <a href=\"http:\/\/coastal.er.usgs.gov\/coastal-classification\/\">http:\/\/coastal.er.usgs.gov\/coastal-classification\/<\/a>.<\/p>\r\n<p>The Extreme Storm Impact Studies program investigates the extent and causes of coastal impacts by hurricanes and extreme storms on coasts of the United States. The overall objective is to improve the capability to predict coastal change that may result from several tropical and extra-tropical storms. For more information visit: <a href=\"http:\/\/coastal.er.usgs.gov","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1149134400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168843"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}