{"title":"USGS Crews Measure Record Flooding in Montana","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>^_Recent heavy rainfall in southeastern Montana has resulted in record streamflows in many rivers and streams, according to the U.S. Geological Survey.<!--introend-->&nbsp;<\/p>\n<p>In Montana, there are more than 210 USGS-operated streamgages that measure water levels and streamflow. Twenty streamgage stations have reached flood stage, and six are above record levels. The most substantial flooding is occurring at the USGS streamgages in smaller to moderate-sized streams and in the Musselshell and lower Yellowstone Rivers.&nbsp;<\/p>\r\n<p>USGS field crews have been measuring high flows in Montana since May 19 and throughout the duration of the storms, collecting critical streamflow data that are vital for protection of life, property and the environment. These data are used by the National Weather Service to develop flood forecasts, the U.S. Army Corps of Engineers to manage flood control, and the various state and local agencies in their flood response activities.<\/p>\r\n<p>\"These are major floods and we know that people's lives could potentially be at risk, so we work rapidly to make accurate flood measurements and keep our real-time gages operating,\" said John Kilpatrick, USGS Montana Water Science Center Director. \"If any of the gages are damaged or destroyed, we will repair them as quickly as possible to ensure that the data are available to the National Weather Service and Corps of Engineers for their flood-forecasting and flood-control operations.\"&nbsp;<\/p>\r\n<p>A map of real-time streamflow monitoring sites and graphs of flooding in Montana from the past seven days are available at the <a href=\"http:\/\/waterdata.usgs.gov\/mt\/nwis\/rt\">USGS Montana Water Science Center real-time streamflow website<\/a>.&nbsp;<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.&nbsp;<\/p>\r\n<p>Access current flood and high flow conditions across the country by visiting the <a href=\"http:\/\/waterwatch.usgs.gov\/new\/?map_type=real&amp;state=MT\">USGS WaterWatch website<\/a>. Receive instant, customized updates about water conditions in your area via text message or email by signing up for <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">USGS WaterAlert<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana"],"country":["United States of America"],"mm_tags":["water","flooding","Montana","streamflow","streamgages"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1306382400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"170664"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}