{"title":"stormproofing Water Data from Hurricane Irene","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The USGS has a backup plan to ensure that emergency managers will continue to have quick access to vital water information for flood warnings and evaluation notices, even as Hurricane Irene threatens a critical communications hub at Wallops Island, Va., near Virginia Beach.<!--introend--> Because the Wallops Island station is located near the coast and situated only about 15 feet above sea level it could be vulnerable.<\/p>\n<p>To ensure the reliable distribution of continuous critical data in real time, a backup communications system known as the Emergency Data Distribution Network (<a href=\"http:\/\/eddn.usgs.gov\/\">EDDN<\/a>) was established in 2008 by the USGS, NOAA, and other agencies at the USGS Earth Resources Observation and Science Center (<a href=\"http:\/\/eros.usgs.gov\/\">USGS-EROS<\/a>) in Sioux Falls, South Dakota. This is the first time the system will be put to the test with the threat from a hurricane.<\/p>\r\n<p>The EDDN runs concurrently with the Wallops Island system and is designed to automatically run independently if the Wallops Island, Va. communications system is damaged during a storm.&nbsp; This ensures that emergency managers have uninterrupted access to the information they need.&nbsp;<\/p>\r\n<p>The USGS operates an extensive nationwide network with more than 7,000 streamgages that provides up-to-the-minute data essential in issuing flood warnings and community evacuations. This real-time water data from the streamgage network is routinely transmitted to the NOAA <a href=\"http:\/\/www.oso.noaa.gov\/goes\/\">GOES satellite<\/a>. The satellite then relays the transmissions to various satellite downlinks, where it is used by <a href=\"http:\/\/www.noaa.gov\/\">NOAA<\/a>, the <a href=\"http:\/\/www.usace.army.mil\/Pages\/default.aspx\">U.S. Army Corps of Engineers<\/a>, and other federal, state and local agencies.<\/p>\r\n<p>Data on climate, weather, surface water, ground water, water quality and other measurements are transmitted through the GOES system. Many nations in the Caribbean and South America also rely on the Wallops Island station and the EDDN for their data delivery.<\/p>\r\n<div>\r\n<p>As USGS continues to take appropriate preparedness and response actions as Hurricane Irene develops over the coming days, the public is encouraged to visit <a href=\"http:\/\/www.ready.gov\">www.ready.gov<\/a> or <a href=\"http:\/\/www.listo.gov\">www.listo.gov<\/a> for tips on creating emergency plans and putting together an emergency supply kit.<\/p>\r\n<\/div>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":["hurricanes","hurricaneirene","water","streamgages","",""],"release_date":{"und":[{"value":"1314331200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169142"},{"tid":"169750"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}