{"title":"USGS Played Crucial Role in Moon Landing, Apollo Program","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. Geological Survey scientists and cartographers played an important but relatively unknown role during the Apollo 11 moon landing 40 years ago this week.<\/p>\n<p>USGS astrogeologists trained the Apollo astronauts in the science and strategy of field geology.&nbsp; The training was intended to provide the astronauts, mostly pilots, with enough knowledge to decipher the geologic story displayed at the landing sites and guide the collection of lunar samples.<\/p>\r\n<p>The location of the &ldquo;one small step for man, one giant leap for mankind&rdquo;, the famous phrase uttered by Apollo 11 Commander Neil Armstrong, was selected based in part on the geologic and cartographic expertise of the USGS Astrogeology Research Branch, now the USGS Astrogeology Science Center.&nbsp; The goal was to select a landing site with easy access to a wide range of landforms, rock, and soil types that would make observation and data collection both efficient and safe.<\/p>\r\n<table style=\"width: 286px;\" border=\"0\" cellspacing=\"0\" cellpadding=\"3\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009-07-20\/explosion.jpg\" alt=\"Photograph of explosions for blasting craters\" width=\"280\" height=\"223\" \/><br \/><span class=\"small\">Blasting craters for a new section of the Cinder Lakes outside Flagstaff, Ariz. (July 1968).&nbsp; USGS Astrogeology constructed a mockup of a section of the moon&rsquo;s Sea of Tranquillity in a cinder field to aid with training and time-and-motion studies.&nbsp; USGS Astrogeology Science Center image.<\/span><\/td>\r\n<\/tr>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009-07-20\/neil.jpg\" alt=\"Neil Armstrong riding horseback\" width=\"280\" height=\"192\" \/><br \/><span class=\"small\">Apollo 11 Commander Neil Armstrong piloting a mule in the Grand Canyon, Ariz., March 1964.&nbsp; USGS Astrogeology Science Center image.<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&ldquo;USGS scientists not only selected the site on the moon for the Apollo 11 Commander&rsquo;s &lsquo;one giant leap for mankind&rsquo; in July 1969, but also provided critical datasets used in &ldquo;Moon in Google Earth&rdquo; released today for earthbound explorers,\" observed Secretary of the Interior Ken Salazar. The events may be forty years apart, but today USGS is on the cutting edge of science on more fronts than ever.&rdquo;<\/p>\r\n<p>With limited time on the lunar surface and a limit to the weight of the specimens they would bring back, Astronauts Neil Armstrong and Buzz Aldrin used their USGS training to make decisions on what samples to bring back home.<\/p>\r\n<p>The astronauts made important observations and collected close to 50 pounds of lunar rocks and regolith for scientific research.&nbsp; These samples have provided insight into the history of the solar system and the evolution of Earth.<\/p>\r\n<p>Geologist Eugene Shoemaker established the USGS Astrogeology Research Branch in Flagstaff, Arizona in 1963 expressly to support NASA's lunar missions. The natural volcanic and cratered landscape surrounding Flagstaff proved invaluable to engineers designing and testing lunar rovers and other equipment, and was important in training the astronauts in what to expect.&nbsp; In addition, the clear dark night skies and existing Lowell and U. S. Naval Observatories facilitated telescopic examination and geologic mapping of the lunar surface.<\/p>\r\n<p>To replicate the lunar terrain, USGS astrogeologists even used explosives to create additional artificial impact craters in a volcanic cinder field near Flagstaff. &nbsp;Familiarity with the&nbsp;geology of&nbsp;volcanic landscapes, and expertise in the process and results of impact craters, framed the tasks the astronauts needed to do while on the lunar surface.<\/p>\r\n<p>The USGS Astrogeology Science Center continues to be an important cartographic and geologic resource for the support of NASA's current lunar and planetary missions.&n","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["moon","Apollo","astrogeology","geology","Flagstaff","anniversary","Lunar Image","lunar","Mapping","planetary","astronaut","Moon Landing","Neil Armstrong","Eugene Shoemaker",""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1248062400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169668"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}