{"title":"Media Advisory &mdash; USGS Highlights at 1906 Earthquake Conference","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Lynn Scarlett, Acting Secretary of the Department of the Interior, will join U.S. Geological Survey (USGS) leadership and scientists giving speeches, presenting new research and analyzing new products during the upcoming 100th Anniversary Earthquake Conference in San Francisco.<!--introend--> The conference will be held at the Moscone Center North, 747 Howard Street, April 18-22.<\/p>\n<p><strong>Commemoration Day Luncheon speech<\/strong>: Acting Secretary of the Interior Lynn Scarlett will be a featured speaker at the Commemoration Day luncheon, to be held April 18 in the Esplanade Ballroom, beginning at noon. She will join other federal and state policy makers including U.S. Department of Transportation Secretary Norman Mineta and Congresswoman Nancy Pelosi.<\/p>\r\n<p>Acting Secretary Scarlett will speak about significant progress in earthquake science that has been made by the U.S. Geological Survey, particularly in the field of real-time notification to first responders, decision makers and concerned members of the public about the magnitude and the location of greatest shaking intensity of earthquake events within the first few minutes of their occurrence. <\/p>\r\n<p>Following the luncheon, Acting Secretary Scarlett will be available to answer questions from the news media.<\/p>\r\n<p><strong>Seismological Society of America Annual Luncheon speech<\/strong>: Acting USGS Director Patrick Leahy will speak on Wednesday, April 19, at the Seismological Society of America luncheon, to be held at 12:45 p.m. at the Moscone Center.<\/p>\r\n<p>Acting Director Leahy will discuss the potential risk of earthquakes in the United States that extend to 75 million people in 39 states and the importance of the many cooperative partnerships that contribute to USGS earthquake networks and research. He will outline new research and initiatives and the importance of making USGS information available and relevant to assist the public in understanding hazards in their communities and to help save lives and mitigate property losses and damage when natural disasters occur. \r\n<p>Other important highlights of USGS participation in the conference include:<\/p>\r\n<p><strong>TUESDAY, April 18<\/strong><\/p>\r\n<p><strong>Opening Plenary Session address<\/strong>: Dr Mary Lou Zoback, senior USGS researcher and Chair of the 1906 Centennial Alliance will speak on the topic: Lessons Learned, Lessons Forgotten and Looking Forward in Earthquake Science at 10:00 a.m. in Moscone Hall E.<\/p>\r\n<p>Dr Zoback will focus on the important scientific &quot;firsts&quot; that were included in the 1908 Lawson Report. Dr Zoback will summarize the evolution of understanding about the 1906 earthquake and describe how insights from the study of this earthquake form the foundation for the way scientists presently assess seismic hazard The 1906 earthquake was the first to be systematically documented and analyzed in terms of both the cause and the effects of earthquakes. The San Andreas Fault was identified as a major active structure extending nearly the length of the state and the concept of an earthquake cycle, a cycle of slow strain accumulation and rapid release, was established.<\/p><strong>The Impact of the Lawson Report<\/strong>: USGS geophysicist John Boatwright reports on the shaking intensity - ShakeMap - created for the 1906 earthquake, based on the Lawson Report and his own exhaustive research. He will preside over this session as well as present his finding at 2:15 p.m. \r\n<p><\/p>\r\n<p>Since there were few seismic monitoring instruments in the region in 1906, USGS scientists used a variety of both old and innovative techniques to create a detailed ShakeMap. The Rossi-Forel Intensity Map made by Lawson in 1908 and the MMI (Modified Mercalli Intensity) Maps made in 1982 and 1993 from historical accounts have been updated by locating many new sites where shaking was described in Lawson (1908) and by conducting new on-the-ground investigations at many other sites.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1145246400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170469"},{"tid":"170436"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}