{"title":"Past, Present and Future Climates Go Hand in Hand with Tribes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Collaboration between federal Climate Science Centers, partner agencies and tribes is vital for minimizing and adapting to potential harmful effects of climate change on human society and surrounding ecosystems, according to a newly-released <a href=\"http:\/\/pubs.usgs.gov\/circ\/1396\/\">U.S. Geological Survey circular<\/a>.<!--introend--><\/p>\n<p>&ldquo;All eight of our Climate Science Centers are working closely with tribal nations to develop the practical science they need,\" said Anne Castle, DOI Assistant Secretary for Water and Science, \"and we are looking forward to the addition of five new BIA tribal liaison positions within the CSC network to help bring climate science results directly to tribal governments.&rdquo;&nbsp;<\/p>\r\n<p>The South Central CSC provides climate science training and science tools that can help tribes assess their natural and cultural resource vulnerabilities and develop adaptation strategies. The circular also provides resources related to funding opportunities, climate science resources and partnership contacts.&nbsp;&nbsp;<\/p>\r\n<p>Eight Climate Science Centers were established by the U.S. Department of the Interior between 2010 and 2012 to increase understanding of climate change and coordinate an effective response to climate change effects on the natural and cultural resources that DOI manages.&nbsp;&nbsp;<\/p>\r\n<p>&ldquo;It is our intent to share climate change mitigation and adaptation information with tribes and to receive feedback from tribal members regarding how ecosystems and cultural resources can be maintained as climate changes,&rdquo; said Kim Winton, USGS scientist and director of the SC CSC.<\/p>\r\n<p>The SC CSC gives natural resource managers the science, tools and information they need to mitigate and adapt to the effects of climate variability and change on their areas of responsibility. The mission of the Climate Science Center is to produce &ldquo;actionable science,&rdquo; or science that can be utilized to make resource management decisions such as responding to drought, fire, invasive species and other environmental issues.&nbsp;<\/p>\r\n<p>This new USGS circular describes issues of interest to the 68 Native American tribes in the south-central United States, the programs and initiatives of the SC CSC and means of sharing climate science knowledge with tribes in the south central United States.&nbsp;<\/p>\r\n<p>&ldquo;Through two-way communication of interests, knowledge and concern about climate change and related issues, the needs of tribes in the south central United States will be better served, and interpretation of the effects of climate change in this region will be strengthened,&rdquo; said Winton.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oklahoma"],"country":["United States of America"],"mm_tags":["Climate Change","Climate Science Centers","South Central","Climate Science Center","tribal","tribes Climateand Land Use Change","Geographic Areas Southwest"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1411617600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}