{"title":"Piceance Basin Water-Quality Reports Now Available","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>More than 50 years of water-quality data in the Piceance Basin are now available from the U.S. Geological Survey in two new reports.<\/p>\n<p>The need for this baseline water-resources assessment was identified by energy producers and local governments to address concerns regarding potential changes to surface-water and groundwater resources as large-scale energy development and population growth occurs in the Piceance Basin. Data from 1,545 wells collected from1946 through 2009 were compiled, evaluated, and compared with U.S. Environmental Protection Agency (EPA) drinking-water standards, and are published in a <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5198\/\">USGS groundwater quality report<\/a>, available online. Additionally, 347 surface-water sites were compared to EPA drinking-water and Colorado State standards, and are contained in a separate <a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5015\/\">surface-water report<\/a>.<\/p>\r\n<p><strong>Groundwater findings include:<\/strong><\/p>\r\n<ul>\r\n<li>Recharge&mdash;the downward movement of surface water to groundwater&mdash;to most wells was derived from precipitation.<\/li>\r\n<li>Dissolved-solids concentrations commonly exceeded the EPA secondary drinking-water standard. <em>Dissolved solids<\/em>&nbsp;consist of minerals, organic matter, and nutrients that have dissolved in water. The major components of dissolved solids of natural waters include bicarbonate, calcium, sulfate, hydrogen, silica, chlorine, magnesium, sodium, potassium, nitrogen, and phosphorus in the form of phosphate.&nbsp;<\/li>\r\n<li>Arsenic concentrations were higher in low oxygen groundwater and likely from naturally occurring rock.<\/li>\r\n<li>Nitrate levels likely associated with septic systems, animal manure, or fertilizer.<\/li>\r\n<li>The majority of methane detections were found near the Mamm Creek-Divide Creek area.<\/li>\r\n<\/ul>\r\n<p><strong>Surface-water findings include:<\/strong><\/p>\r\n<ul>\r\n<li>Salinity and selenium concentrations and loads&mdash;a primary concern for water managers in the Lower Gunnison River basin&mdash;are generally trending downward.<\/li>\r\n<li>Approximately 30 percent of phosphorus samples exceeded EPA&rsquo;s recommended standard.<\/li>\r\n<li>Overall results varied by site.<\/li>\r\n<\/ul>\r\n<p>&ldquo;Data gaps were identified and suggestions provided to develop long-term regional-scale monitoring strategies to fill data gaps, minimize information redundancies, and to assist managers in making informed decisions regarding land and water resources,&rdquo; said David Brown, Western Colorado Office Chief for the USGS Colorado Water Science Center.<\/p>\r\n<p>This voluntary effort between energy producers and local, state, and federal agencies inventoried existing water resources in the Piceance Basin. The <a href=\"http:\/\/rmgsc.cr.usgs.gov\/cwqdr\/Piceance\/index.shtml\">resulting data repository<\/a> is the most comprehensive collection of Piceance Basin water-quality sampling information available in a single location.<\/p>\r\n<p>The USGS studies were done in cooperation with&nbsp;(in alphabetical order): Antero Resources; Bureau of Land Management; Bureau of Reclamation; Chevron Corporation; Cities of Grand Junction and Rifle, Colo.; Colorado Department of Agriculture; Colorado Department of Natural Resources; Colorado Department of Public Health and Environment; Colorado Division of Wildlife&mdash;River Watch; Colorado Oil and Gas Conservation Commission; Colorado River Water Conservation District; &nbsp;Counties of Delta, Garfield, and Rio Blanco, Colo.; EnCana Oil &amp; Gas (USA) Inc.; Gunnison Energy Corp.; National Park Service; Natural Soda, Inc.; North Fork River Improvement Association; Oxy Petroleum Corporation; Petroleum Development Corp.; Shell Oil Company; Solvay Chemicals;&nbsp;Towns of&nbsp;Carbondale, De Beque, Palisade, Parachute, Rangely, and Silt, Colo.; U.S. Forest Service; West Divide Water Conservancy District; and Williams Companies, Inc.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["Water Cooperative Water","Water Groundwater Resources","Water National Water Quality Assessment","Geographic Areas Rocky Mountain"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1366084800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}