{"title":"Discovering Species - Just a Click Away","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Biodiversity Information Serving Our Nation or <a href=\"http:\/\/bison.usgs.ornl.gov\/\">BISON<\/a> is the only system of its kind; a unique, web-based Federal resource for finding species in the U. S. and territories.<!--introend-->&nbsp;&nbsp;Its size is unprecedented, offering more than 100 million mapped records of nearly every living species nationwide and growing. And the vast majority of the records are specific locations, not just county or state records.<\/p>\n<p>What&rsquo;s more, BISON provides an \"Area of Interest\" search capability in which users can query by drawing the exact boundary around their area of interest, down to and including towns, villages, or even much smaller areas such as parks. For instance, New York City's Central Park has more than 100,000 \"species occurrences\" recorded in BISON, with each species noted in detail. Other BISON search options include querying the species by scientific or common name, year range, state, county, basis of record, or provider institution. &nbsp;<\/p>\r\n<p>As for the results, BISON displays them in both an interactive map and a list format. Users can click on each species occurrence point to retrieve more information, such as the institution providing the data, the collector, the date collected, and whether it was from a collection or an observation.&nbsp; Further, occurrences can be dynamically visualized with more than 50 other layers of environmental information in the system. Extensive web services are also available for direct connections to other systems.<\/p>\r\n<p>\"The USGS is proud to announce this monumental resource\", said Kevin Gallagher, Associate Director, <a href=\"http:\/\/www.usgs.gov\/core_science_systems\/\">Core Science Systems<\/a>,\" and this is a testament to the power of combining the efforts of&nbsp; hundreds of thousands of professional and citizen scientists into a resource that uses Big Data and Open Data principles to deliver biodiversity information for sustaining the Nation's environmental capital\".<\/p>\r\n<p>\"BISON is destined to become an indispensable toolkit to manage species occurrence data to support scientific, educational, and policy-making activities in the US\", Dr. Erick Mata, Executive Director of the <a href=\"http:\/\/eol.org\/\">Encyclopedia of Life<\/a> explained.&nbsp; \"This is highly complementary and synergistic with EOL's efforts to raise awareness and understanding of living nature.\"<\/p>\r\n<p>\"With BISON, the USGS takes a big step toward making biodiversity data held within Federal agencies easier to find and use\", added Mary Klein, President &amp; CEO of <a href=\"http:\/\/www.natureserve.org\/\">NatureServe<\/a>. \"I am enthusiastic about future opportunities to work with USGS to increase collaboration among Federal, state and private data holders.\"<\/p>\r\n<p>USGS Core Science Systems Mission Area, which developed the resource, expects that BISON users will be broad-based and include land managers, researchers, refuge managers, citizen scientists, agriculture professionals, fisheries managers, water resource managers, educators, and more.<\/p>\r\n<p>Land managers, for instance, might be looking for a piece of land to purchase for conservation&mdash;but first they want to know what species have been documented for that parcel. BISON will tell them after only a few mouse clicks.<\/p>\r\n<p>BISON serves as the U.S. Node of the <a href=\"http:\/\/www.gbif.org\/\">Global Biodiversity Information Facility<\/a> (GBIF) and will form an integral part of <a href=\"http:\/\/www.whitehouse.gov\/sites\/default\/files\/microsites\/ostp\/pcast_sustaining_environmental_capital_report.pdf\">EcoINFORMA<\/a>, the information delivery strategy in \"<a href=\"http:\/\/www.whitehouse.gov\/sites\/default\/files\/microsites\/ostp\/pcast_sustaining_environmental_capital_report.pdf\">Sustaining Environmental Capital: Protecting Society and the Economy<\/a>,\" a recent report by the President's Council of Advisors on Science and Technology (<a href=\"http:\/\/www.whitehouse.gov\/administration\/eop\/","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":["Core Science Systems Core Science Analyticsand Synthesis","","Biodiversity","New Species","Big Data","Open Data","environment","Encyclopedia Of Life","Nature Serve","Presidents Council Of Advisors On Science And Technology",""],"distribution":["Biology"],"release_date":{"und":[{"value":"1366257600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169302"},{"tid":"170146"},{"tid":"170049"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}