{"title":"Algal Toxin and Taste-and-Odor Transport in the Kansas River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Algal toxins and related taste-and-odor compounds were transported 173 miles down the Kansas River during reservoir releases in September and October of 2011, according to a new U.S. Geological Survey study.<!--introend-->&nbsp;&nbsp;<\/p>\n<p>Results show that algal toxin levels did not exceed state public health warning levels downstream from affected reservoirs, and were not detected in finished drinking water from Kansas River sources.<\/p>\r\n<p>The Kansas River is a primary drinking water source for about 800,000 people in Topeka, Lawrence, and Johnson County, Kan. Water released from Milford Lake to the Kansas River during a blue green algal bloom, also known as cyanobacteria, in late August 2011 prompted concerns about the potential transport of cyanobacteria and associated toxins and taste-and-odor compounds to downstream drinking-water supplies. While taste-and-odor compounds are not harmful, algal toxins at elevated levels can be harmful to people, aquatic life, pets and livestock. Results of this study can be found <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5129\/\">online<\/a>.<\/p>\r\n<p>\"Harmful algal blooms are on the rise globally in both marine and freshwater systems; applying good science to understand their triggers is the first step to reducing their occurrence in the future,\" said USGS Director Marcia McNutt. \"In the meantime, we must remain ever vigilant in our monitoring to assure citizens that their water supply is healthy and safe.\"<\/p>\r\n<p>Algal toxins and taste-and-odor compounds were found in Milford Lake from September until mid-October 2011during sampling throughout the Kansas River, from the Milford Lake outlet to water intakes at Topeka, Lawrence, and WaterOne in Johnson County. This study is one of the first to quantitatively document the transport of cyanobacteria and associated compounds during reservoir releases, and improves understanding of the fate and transport of cyanotoxins and taste-and-odor compounds downstream from reservoirs<\/p>\r\n<p>The World Health Organization has set a preliminary guideline for microcystin concentrations, which is a compound made by some cyanobacteria, in finished drinking water of one microgram per liter. This guideline is based on concentration in drinking water and assumes an adult consumes two liters per day for a lifetime. Recreational guidelines for microcystin cyanobacteria concentrations exceeding 20 micrograms per liter are used by the Kansas Department of Health and Environment to issue a public health warning. Microcystin cyanobacteria concentrations in the Kansas River exceeded 1 microgram per liter upstream from Topeka during the first two weeks of September, but never exceeded the recreational guidelines.<\/p>\r\n<p>On July 1, 2012 the USGS, in cooperation with the city of Topeka, the city of Lawrence, the city of Olathe, WaterOne, and the state of Kansas, started a five-year monitoring program for algal toxins and taste-and-odor compounds in the Kansas River. This supplemental program will complement ongoing monitoring conducted by the state of Kansas and the Corps of Engineers and provide additional information for public water suppliers and Kansas River water managers.<\/p>\r\n<p>For more information about water treatment in Topeka, Lawrence, Olathe, and WaterOne, contact: David Bevens, <a href=\"mailto:dbevens@topeka.org\">dbevens@topeka.org<\/a>; Jeanette Klamm, <a href=\"mailto:jklamm@lawrenceks.org\">jklamm@lawrenceks.org<\/a>; Michelle Wirth, <a href=\"file:\/\/\/C:\/Users\/hkoontz\/AppData\/Local\/dmturk\/AppData\/Local\/Temp\/1\/notes9ABF33\/mwirth@olatheks.org\">mwirth@olatheks.org<\/a>; and Mandy Cawby, <a href=\"mailto:mcawby@waterone.org\">mcawby@waterone.org<\/a>.<\/p>\r\n<p>For more information about this study or the monitoring program that began at the beginning of July, contact Katie Ingels, <a href=\"mailto:katie.ingels@kwo.ks.gov\">katie.ingels@kwo.ks.gov<\/a> Kansas Water Office; for cyanobacterial blooms in Kansas contact Miranda Steele, <a href=\"mailto:ms","summary":null,"format":null}]},"field_images":[],"regions":["Kansas"],"country":["United States of America"],"mm_tags":["Kansas","water","algaltoxin","kansasriver","Milford Lake","","contaminants Water","Water State Water Resources Research Institute","Water Hydrologic Researchand Development","Water Hydrologic Networksand Analysis","Water Cooperative Water","Water National Water Quality Assessment","Geographic Areas South Central"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1342670400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169262"},{"tid":"169603"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}