{"title":"Colorado Scientist Receives Prestigious Medal","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Retired U.S. Geological Survey geologist E. Bartlett \"Bart\" Ekren of Ft. Collins, Colo. was awarded the Dibblee Medal by the Dibblee Geological Foundation, on Friday, April 30 at the annual Pacific Section Meeting of the American Association of Petroleum Geologists for his innovative, high quality, and societally important contributions to understanding the geology of the Western United States. \n<p>Beginning in 1962, Ekren&rsquo;s geologic mapping helped provide the understanding needed by the Atomic Energy Commission to choose sites for underground nuclear tests at the Nevada Test Site. Later, he helped map the Lunar Craters area in Nevada where astronauts trained for exploration on the Moon. Through two decades of work in southern Nevada Ekren&rsquo;s scientific discoveries advanced the understanding of volcanoes, earthquake faults, and hazards. \r\n<p>\"Geologic maps have been a keystone product of the USGS throughout its 120-year history. Field geologists like Bart Ekren are the mainstay of meeting this important mission of the Geological Survey. The USGS is most pleased by this recognition from a prestigious geological organization,\" said Patrick Leahy, USGS Chief Geologist. \r\n<p>Following his work in Nevada, Ekren turned his talents to making geologic maps in central Idaho where once again he proved a leader in making new discoveries, this time about the relation of gold deposits to volcanoes and major fault zones in the Earth. Since his retirement, Ekren has continued contributing scientifically to society by lending his talents to city water boards, the mining industry and, most recently, the environmental monitoring program at the Nevada Test Site. \r\n<p>It is estimated that Ekren geologically mapped at least 20,000 square miles at various scales. \r\n<p>Ekren received a Bachelor&rsquo;s degree in Geology from the University of North Dakota in 1949, and also did graduate work at the University of Colorado. He and his wife Doris reside in Ft. Collins. They have four married children.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"925704000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169489"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}