{"title":"A New View Of Alaska, USGS Presents Digital Elevation Map to Alaska Governor","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new, computer-generated, digital map of Alaska was presented to Gov.Tony Knowles and John Shively, Commissioner of the Alaska Department of Natural Resources, today by Gordon Nelson, State Representative for the U.S. Geological Survey (USGS). <\/p>\n<p>\"The first impression many people have of this map of Alaska is that it is a composite of satellite photographs, rather than a computer-generated rendering of digital elevation data,\" Nel son said during the presentation ceremony at the USGS&rsquo; Anchorage offices located on the Alaska Pacific University Campus. <\/p>\r\n<p>\"This new digital technique provides earth scientists with a new look at the fundamental features of Alaska. To our knowledge, some of the physiographic features that reflect geologic structures have never been depicted before.\" <\/p>\r\n<p>The map is one of the latest and most visible products to use computer data bases of geo graphic characteristics of the state. These rapidly expanding data bases are being created by numerous state and federal agencies under the coordination of the Alaska Geographic Data Committee. <\/p>\r\n<p>The map was generated by computers based on 96 million elevation points. The digital elevation model and shaded-relief imagery highlight the contrast between flatlands and mountains and the depiction of valleys that have eroded along or adjacent to faults or fracture zones. The map&rsquo;s scale of 1:2,500,000 provides a clear resolution of topographic features and makes for easy reference to other USGS maps and the statewide geologic map. \"The U.S. Geological Survey has a long history of providing scientific information and using the latest technology to help Alaska develop its resources and protect its environment,\" Knowles said. \"This map, the latest such technological advance, is the result of the good working partnership between state and federal agencies.\" <\/p>\r\n<p>\"This unique map is not only interesting to earth scientists, it is a visually appealing product that is in high demand,\" Nelson added. \"The first printing of 10,000 copies sold out within weeks; 35,000 additional copies are now being printed.\" <\/p>\r\n<p>Also participating in Monday&rsquo;s map presentation were Mark Shasby, chief, of the USGS mapping office in Anchorage, and Jim Riehle, lead author of the map and its accompanying pamphlet. <\/p>\r\n<p>Copies of the Alaska digital relief map are available for $4 through the USGS&rsquo;s Anchor age office on the APU Campus, at Grace Hall, 4230 University Avenue. For more information, call 786-7011. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"874641600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169105"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}