{"title":"The 1868 Hayward Earthquake: 139 years and counting...","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nThe U.S. Geological Survey (USGS) is releasing a new map\r\nshowing the shaking produced by the 1868 Hayward earthquake, the 12th most\r\ndeadly earthquake in U.S. history. A repeat of the 1868 earthquake on the\r\nHayward Fault would produce strong shaking throughout the San Francisco Bay\r\nArea with shaking ranging from strong to very strong in the cities of Hayward,\r\nSan Leandro, and Fremont.&nbsp; \r\n<\/p>\r\n<p>\r\nAccording to Jack Boatwright, the USGS seismologist who\r\nprepared the new map, &quot;the October 21, 1868 earthquake struck Hayward the\r\nhardest of any town in the Bay Area.&nbsp; The\r\nearthquake rupture clove the town in two, and it threw many frame houses from\r\ntheir foundations.&nbsp; Few places have paid\r\nsuch a steep price for the privilege of naming a fault and an earthquake.&quot;\r\n<\/p>\r\n<p>\r\nTime is not on our side! Sunday, October 21, 2007, marks the\r\n139th anniversary of the 1868 Hayward earthquake. Scientific studies indicate\r\nthat the average interval between the past five large earthquakes on the\r\nHayward fault has been 140 years.&nbsp; It\r\nwould not be surprising if another large Hayward Fault earthquake happened\r\ntomorrow.\r\n<\/p>\r\n<p>\r\n&quot;Damaging earthquakes have occurred on the Hayward fault\r\nalmost like clockwork&quot;, said Jim Lienkaemper, a USGS geologist who has studied\r\nthe prehistory of earthquakes along the Hayward fault.&nbsp; \r\n<\/p>\r\n<p>\r\n<img src=\"http:\/\/online.wr.usgs.gov\/ocw\/htmlmail\/images\/1868EQall.jpg\" border=\"0\" alt=\"Logo: Hayward Earthquake Alliance\" width=\"82\" height=\"80\" align=\"right\" \/>&quot;The Hayward fault is the single most dangerous fault in the\r\nentire Bay Area,&quot; said Tom Brocher, a USGS seismologist and member of the 1868\r\nHayward Earthquake Alliance, &quot;because it is ready to pop and because nearly 2\r\nmillion people live directly on top of it.&quot;\r\n<\/p>\r\n<p>\r\nProactive efforts to reduce the loss of life and property\r\nfollowing a large Hayward fault earthquake have been tackled head on by East\r\nBay cities such as Berkeley, Fremont, Hayward, and Oakland.&nbsp; The City of Hayward replaced its old City\r\nHall that lay directly over the Hayward fault, with a newly built earthquake\r\nresistant City Hall now located off of the fault zone.&nbsp; The City of Oakland recently passed a city\r\nordinance, cosponsored by Council Members Jean Quan and Jane Brunner, that\r\nprovides a property tax rebate to encourage homeowners to retrofit their\r\nresidences.&nbsp; These efforts are necessary\r\nto reduce the number of homeless - now estimated at over 100,000 - which would\r\nresult from a large Hayward Fault earthquake.\r\n<\/p>\r\n<p>\r\nThe new USGS 1868 ShakeMap can be viewed on the <a href=\"http:\/\/earthquake.usgs.gov\/regional\/nca\/1868\/shakemap\/\">Earthquake Program Website<\/a>.\r\n<\/p>\r\n<p>\r\nInformation about the 1868 Hayward earthquake is also\r\navailable online on the <a href=\"http:\/\/earthquake.usgs.gov\/regional\/nca\/1868\/\">Hayward Fault Earthquake Web<\/a>  page.\r\n<\/p>\r\n<p>\r\nThe 1868 Hayward Earthquake Alliance has been formed to\r\ncoordinate and promote activities and events being planned to commemorate the\r\n140th anniversary of the earthquake and to increase public awareness of the\r\n1868 earthquake. For more information about the Alliance visit the Website at <a href=\"http:\/\/1868alliance.org\/\">1868alliance.org<\/a>.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1192593600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170604"},{"tid":"170516"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}