{"title":"USGS Releases Unconventional Gas Estimates for Five East Coast Basins","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Using a geology-based assessment method, the U.S. Geological Survey estimated a mean undiscovered natural gas resource of 3.9 trillion cubic feet and a mean undiscovered natural gas liquids resource of 135 million barrels in continuous accumulations within five East Coast Mesozoic basins, according to a new USGS <a href=\"http:\/\/pubs.usgs.gov\/fs\/2012\/3075\/\">report<\/a>.<!--introend-->&nbsp;&nbsp;<\/p>\n<p>The area assessed extends across parts of Georgia, South Carolina, North Carolina, Virginia, Maryland, Delaware, Pennsylvania, New Jersey, New York, Connecticut, and Massachusetts. The five basins assessed are the Deep River, Taylorsville, South Newark, Dan River-Danville, and Richmond basins. Of those five, the Deep River, in North Carolina; the Taylorsville, primarily in Virginia and southern Maryland; and the South Newark, in New Jersey and Pennsylvania, are estimated to possess the most resource potential.&nbsp;&nbsp;<\/p>\r\n<p>\"Americans are currently benefitting from a plentiful supply of natural gas from continuous resource accumulations similar to the ones considered in this assessment,\" explained USGS Director Marcia McNutt. \"By providing estimates of undiscovered resources, the USGS helps both producers and consumers understand the future for our domestic supply and the geographic locations for impacts from energy development.\"&nbsp;<\/p>\r\n<p>The five basins formed 227 million years ago during the Mesozoic era along the continental margin in response to the regional uplift, extension (rifting), and crustal thinning that occurred during the early opening of the Atlantic Ocean. As the &nbsp;basins formed, they were filled with a variety of sediments, including boulder beds, coarse-grained fluvial to deltaic sandstones, red siltstones, mudstones, gray and black shales, and coal.&nbsp;<\/p>\r\n<p>The USGS assessment of undiscovered gas resources ranges from 1.8 to 7.1 trillion cubic feet (95 percent and 5 percent probability, respectively). The assessment of undiscovered natural gas liquids ranges from 56 to 260 million barrels (95 percent and 5 percent probability, respectively).&nbsp;<\/p>\r\n<p>Natural gas resources like those found in the East Coast Mesozoic Basins are known as continuous resources.&nbsp; Continuous resources have a close association with one or more petroleum source rocks and typically extend across a large area of accumulation. &nbsp;Continuous petroleum accumulations may be found in shale, coal, and sandstone.&nbsp; All of the accumulations assessed in this study are \"tight gas sandstone\" continuous reservoirs.&nbsp;<\/p>\r\n<p>This assessment of the East Coast Mesozoic basins is based on the geologic and geochemical characteristics of the individual total petroleum systems, or TPS. For the petroleum source rock, the characteristics include the source rock richness, thermal maturation, timing of petroleum generation, and migration; for the reservoir rocks and seals, they include their stratigraphic position and content and petrophysical properties. Using this geologic framework, the USGS defined a composite TPS and an assessment unit for continuous accumulations in each of the 14 major East Coast Mesozoic rift basins. The basins are present both onshore and offshore, in State-administered waters, of the eastern United States. Of those 14 basins, only five had enough data to be quantitatively assessed.&nbsp;<\/p>\r\n<p>The USGS acknowledges the directors and staff of the state geological surveys of North Carolina, Virginia, Pennsylvania, and New Jersey for providing geological information and assisting with the basin-analysis workshops, which were held in preparation for the USGS assessment.&nbsp;<\/p>\r\n<p>USGS is the only provider of publicly available estimates of undiscovered technically recoverable oil and gas resources of onshore lands and offshore state waters.&nbsp; The USGS estimates of continuous accumulations within the East Coast Mesozoic basins are part of a nationwide project to asse","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Delaware","Maryland","New Jersey","New York","Pennsylvania","Virginia","Georgia","North Carolina","South Carolina"],"country":["United States of America"],"mm_tags":["Energyand Mineralsand Environmental Health Energy Resources"],"release_date":{"und":[{"value":"1340164800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"168946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}