{"title":"Real-Time Water Quality Information Available Across the Nation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Real time water-quality data are now easily accessible online through the USGS WaterQualityWatch website (<a href=\"http:\/\/water.usgs.gov\/waterwatch\/wqwatch\/\">http:\/\/water.usgs.gov\/waterwatch\/wqwatch\/<\/a>).<\/p>\n<p>Continuous real-time information on water quality is a vital asset that helps safeguard lives and property and ensures adequate water resources for a healthy economy.<\/p>\r\n<p>Real-time water quality measurements are available at more than 1,300 sites across the United States in streams with watersheds as small as a few square miles to more than a million square miles in the Mississippi River. Measurements include streamflow, water temperature, specific conductance, pH, dissolved oxygen, and turbidity.<\/p>\r\n<p>\"Real-time water information is breaking new ground in science and technology and is proving to be very useful, helping local water managers make important daily decisions, such as regarding drinking water, water treatment, recreation, and public safety on beaches throughout the U.S.\" said Matthew Larsen, USGS Acting Associate Director for Water.<\/p>\r\n<p>The public also uses the on-line data to decide whether conditions, such as water temperature or turbidity, are favorable for recreational activities such as fishing, boating or swimming.&nbsp;&nbsp;<\/p>\r\n<p>As the science advances, real-time measurements for relatively simple parameters such as temperature, conductance, and turbidity can be used to help predict more health-related conditions, such as if <em>E. coli <\/em>levels will exceed safety standards at beaches. For example, predictions of <em>E. <\/em>coli are part of a system used by the City of Wichita to ensure public safety during the Annual Riverfest in May of each year.&nbsp;For more information visit the <a href=\"http:\/\/ks.water.usgs.gov\/Kansas\/rtqw\/sites\/07143672\/htmls\/ytd\/p31648_ytd_all_uv.shtml\">Kansas Real-Time Water Quality<\/a> website.<\/p>\r\n<p>Access additional USGS real-time water information sites by visiting WaterWatch for surface water information (<a href=\"http:\/\/water.usgs.gov\/waterwatch\/\">http:\/\/water.usgs.gov\/waterwatch\/<\/a>) and Ground-Water Watch (<a href=\"http:\/\/groundwaterwatch.usgs.gov\/\">http:\/\/groundwaterwatch.usgs.gov\/<\/a>).<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1211428800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168837"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}