{"title":"Astrogeologist Wes Ward Named USGS Western Region Chief Geologist","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Wesley Ward has been named Regional Executive for Geology for the Western Region of the U.S. Geological Survey (USGS). The announcement of Ward&rsquo;s new appointment was made by John D. Buffington, Western Regional Director, effective Aug. 11, 2003. <\/p>\n<p>&quot;Wes Ward is a distinguished scientist who has made great contributions in the fields of volcanology and astrogeology,&quot; Buffington said. &quot;On top of his credentials as a scientist, Wes has proven himself a skilled manager and someone who will make an outstanding member of the USGS leadership team.&quot; <\/p>\r\n<p>Since 1996, Ward has served as Chief Scientist of the USGS Astrogeology Program in Flagstaff, Ariz. This program, supported by the National Aeronautic &amp; Space Administration (NASA), provides mapping, image-processing and geologic research support for U.S. planetary and space exploration, including the preparations for manned and unmanned landings on Mars and the Moon. Ward led the geology and geomorphology science group during the Mars Pathfinder mission, and shared in the Mars Pathfinder Group Achievement Award from NASA in 1998. \r\n<p>From 1994 to 1996, Ward was Chief Scientist of the Flagstaff Field Center. <\/p>Prior to that, he served since 1988 as Group Leader of the Western Region Geologic Mapping Team. Ward began his career with USGS in Flagstaff in 1975 as a geologist. He has been a very active member of the Flagstaff community, serving on several committees for Northern Arizona University, and on the board of directors for Flagstaff Cultural Partners, the Flagstaff Festival of Science, the Grand Canyon Association, the Museum of Northern Arizona and the Big Brothers of Flagstaff. \r\n<p><\/p>\r\n<p>Ward received a BS in Geology from Washington State University, his M.S. from the University of Washington in volcanic geology, and his Ph.D. in geomorphology and planetary geology, also from the University of Washington. \r\n<p>He and his wife, Linda Stratton, are residents of Flagstaff but will be moving to Tucson, Ariz., where USGS is co-located with the University of Arizona. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Oregon","Washington","Arizona","Utah","California","Hawaii","Nevada","Alaska"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1060315200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}