{"title":"Groundwater Efforts that Serve Oklahoma Well!","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Studies to determine the quality and quantity of Oklahoma&rsquo;s groundwater are underway by the U.S. Geological Survey and its partners.<\/p>\n<table border=\"0\" width=\"350\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2011_03_07\/ok_aquifers_map.jpg\" alt=\"Map showing Oklahoma aquifers.  Click on the link in the caption to visit the website for additional information.\" width=\"348\" height=\"208\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\"><a href=\"http:\/\/ok.water.usgs.gov\/gis\/aquifers\/\">Digital Data Sets That Describe Aquifer Characteristics of Selected Aquifers in Oklahoma<\/a><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Oklahoma relies heavily on groundwater &ndash; 570 million gallons are used each day by more than 20,000 homeowners for household or yard use. This essential resource is vital for the health and well being of humanity and the environment.<\/p>\r\n<p>March 6-12 is National Groundwater Awareness Week, and USGS partners with the sponsoring National Groundwater Association to help support and protect this important resource.&nbsp;&nbsp;\r\n<p>Below are a few highlights of USGS efforts in Oklahoma that help water managers make informed choices about water use. To learn more, visit the <a href=\"http:\/\/ok.water.usgs.gov\/\">Oklahoma Water Science Center<\/a> or the National Groundwater Association <a href=\"http:\/\/www.ngwa.org\/public\/awarenessweek\/index.aspx\">website<\/a>. Photos available upon request.&nbsp;&nbsp;<\/p>\r\n<\/p>\r\n<p>\r\n<p>&nbsp;<strong>Will Central and Southwest Oklahoma Have Enough Clean Water? <\/strong><\/p>\r\n<\/p>\r\n<p>&nbsp;The Garber-Wellington and Rush Springs Aquifer Studies addresses growing concerns about the future of water availability in central and southwest Oklahoma.&nbsp;&nbsp;<\/p>\r\n<p>Many metro-area cities, including Norman, Edmond, Nichols Hills, and Midwest City, rely either solely or partly on groundwater from the Garber-Wellington Aquifer. This water body, also known as the Central Oklahoma aquifer, underlies almost 3,000 square miles of the state. A team of scientists from the USGS, Oklahoma Water Resources Board, Association of Central Oklahoma Governments, Oklahoma Geological Survey, and Tinker Air Force Base have been collaborating and sharing data to better understand this vital aquifer. A regional model will be used to predict the impacts of long-term groundwater withdrawals and simulate water-management strategies&nbsp;&nbsp;<\/p>\r\n<p>Scientists are conducting a pump test at a municipal groundwater well within the city of Norman from Mar. 1- 14. The well will be monitored while being shut off and pumped to determine flow and storage properties of the aquifer. The test will also be a teaching opportunity for select Oklahoma State University students. This study is part of a USGS and Oklahoma Water Resources Board multi-year cooperative Garber-Wellington Water Management Study.&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The Rush Springs Aquifer supplies 10 percent of the Oklahoma&rsquo;s groundwater resources. The aquifer provides irrigation water for productive cropland and livestock operations in southwest Oklahoma.&nbsp;&nbsp;<\/p>\r\n<p>Both of these aquifers have areas with elevated concentrations of potentially harmful, yet naturally occurring metals such as arsenic, chromium, and uranium. The USGS is working with Tribal, state, and local governments in Oklahoma to determine where those metals occur in greater concentrations. USGS has also worked with the Environmental Protection Agency and the City of Norman to develop treatment methods. This information can be used by the public so they can avoid drinking potentially harmful water or use treatment methods to reduce concentrations of these metals to prevent exceedance of drinking water standards.&nbsp;&nbsp;<\/p>\r\n<p><strong>Groundwater Effects on Tourism?<\/strong><strong>&nbsp;<\/strong>&nbsp;&nbsp;<\/p>\r\n<p>There are concerns of a future drought in the southern Oklahoma Arbuckle-Simpson aquifer, which is the foundation of water-","summary":null,"format":null}]},"field_images":[],"regions":["Oklahoma"],"country":["United States of America"],"mm_tags":["Oklahoma","groundwater","water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1299474000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"169876"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}