{"title":"USGS Revises Estimates of Undiscovered Oil &amp; Gas Resources in NPRA","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Editors: High-resolution graphics and tables available: <a href=\"http:\/\/energy.usgs.gov\/npra.html\">http:\/\/energy.usgs.gov\/npra.html<\/a><\/b> <\/p>\n<p><!--introstart-->U.S. Geological Survey (USGS) scientists have completed a four-year re-assessment of the undiscovered oil and gas resources of the National Petroleum Reserve in Alaska (NPRA). The re-assessment includes an economic analysis of the undiscovered oil in the NPRA and shows that the federal part of NPRA contains significant volumes of technically recoverable oil and gas resources spread over a vast area.<!--introend--> <\/p>\r\n<p>Until now, the most recent assessment of NPRA was more than 20 years old and had reported the technically recoverable oil in the entire NPRA as between 0.3 and 5.4 billion barrels of oil (BBO), with a mean value of 2.1 BBO. No economic analysis was done in 1980. <\/p>\r\n<p>The 2002 re-assessment shows that between 1.3 and 5.6 BBO are estimated to be economically recoverable, at market prices of between $22 and $30 per barrel respectively. Estimates of technically recoverable oil on federal lands are between 5.9 and 13.2 BBO, with a mean value of 9.3 BBO. A large proportion of the undiscovered oil resources are estimated to occur in the northern third of the NPRA in moderate size accumulations.<\/p>\r\n<p>New estimates of technically recoverable undiscovered natural gas resources on federal lands in the NPRA range between 39.1 and 83.2 trillion cubic feet (TCF), with a mean value of 59.7 TCF. The economic viability of the natural gas resources depends on the availability of a pipeline to transport the product to market in the lower 48 States. Presently, no natural gas pipeline exists. The bulk of the natural gas resources are thought to occur in the central and southern NPRA.<\/p>\r\n<p>The new NPRA assessment reflects a comprehensive examination of all public domain data and considers new exploration and development strategies being applied on the Alaska North Slope; it uses a methodology similar to that used in the 1998 USGS assessment of the Arctic National Wildlife Refuge (ANWR) 1002 area. The assessment area for ANWR included federal lands within the 1002 area, adjacent offshore State waters and Native lands, and did not study the entire wildlife refuge.<\/p>\r\n<p>Using the USGS estimates for undiscovered technically recoverable oil, a comparison between the federal study areas of NPRA and the ANWR 1002 area shows:<br>NPRA federal area = 22.5 million acres, 5.9 - 13.2 BBO, mean value of 9.3 BBO<br>ANWR 1002 federal area = 1.5 million acres, 4.3 - 11.8 BBO, mean value of 7.7 BBO<\/p>\r\n<p>The economic analysis of undiscovered resources is particularly important in an area as large as NPRA, because some of the oil resources may be far from existing infrastructure. The amount of technically recoverable oil estimated for NPRA is similar to that estimated for the ANWR study area. The economic analysis considers accumulation sizes, numbers of accumulations, and proximity to infrastructure. The conclusion is that when market prices are below $35 per barrel, a larger volume of technically recoverable oil would be economic in the ANWR 1002 area. And if prices exceed $35 per barrel, NPRA and ANWR 1002 would have nearly equal volumes of economically recoverable oil.<\/p>\r\n<p>Portions of the NPRA were leased in 1999, and additional lease sales were anticipated. The Bureau of Land Management is offering another lease sale in June 2002.<\/p>\r\n<p>Technically recoverable resources are the amount of petroleum that may be recovered using current technology without regard to cost. Economically recoverable resources include costs associated with finding, developing, producing, and transporting the petroleum to the lower 48 states.<\/p>\r\n<p>The NPRA re-assessment provides these estimates of undiscovered petroleum resources; they should not be confused with petroleum reserves, which are resources that have been discovered and proven to be recoverable.<\/p>\r\n<p>This NPRA st","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1021521600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"169484"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}