{"title":"Public Invited to Tour New Science Building at U of A","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Following the official dedication Friday morning, March 21, 1997, of the University of Arizona&rsquo;s new Environment and Natural Resources Building, the public is invited to tour the facility on the campus at the northeast corner of Sixth Street and Park Avenue. \n<p>The two federal agencies that occupy the building, the U.S. Geological Survey and the National Weather Service, will host public tours of the three-story facility from noon to 6 p.m. Those who wish to attend are advised to come to the central atrium on the ground floor, and follow the \"open house\" guide signs. Parking is available in lots on east and west sides of the building. \r\n<p>During the tour visitors will have an opportunity to view exhibits and talk to scientists and technicians who monitor approaching weather systems and their aftermath, and conduct research into the meteorological, geological, hydrological and biological aspects of the state of Arizona. \r\n<p>Among those exhibits that will explain USGS research in geology, biology and hydrology will be a display of industrial minerals and surprising information on how many pounds and varieties of industrial minerals that are used by each American in a year; a new geologic map of the of Tombstone and the Santa Catalina Mountains; the transport and redistribution of sediments in the Grand Canyon, during last spring&rsquo;s controlled flood; an update on desert tortoise research; and a large magnetic sensing device, hanging from a 35-foot boom. \r\n<p>\r\n<p>Editors: In addition to the Friday afternoon public tours, representatives of the news media may tour the building and exhibits on Thursday, March 20; from 8-9:30 a.m., March 21; or the building only, anytime during the week of March 17. Arrangements for special times may be arranged by calling Nick Melcher, 520-670-6671; or Frances Pierce, 520-670-5508.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"858661200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}