{"title":"Native American Saltworks -- Oldest Business in North America","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Native Americans of the Miwok tribe in the northern Sierra Nevada, Calif., were one of the first groups to move from a hunter-gatherer activity to manufacturing, producing salt for trade.<\/p>\n<p>New U. S. Geological Survey research indicates that more than 350 basins three to four feet in diameter are carved in granite in an area the size of a football field, and that they were intentionally created by this tribe for the purpose of refining salt from a nearby salt spring.<\/p>\r\n<p>&ldquo;The water was carried to the individual basins, probably in water-tight baskets, where it dried in the summer heat, leaving a salt residue on the basin floor,&rdquo; said Jim Moore, USGS geologist and co-author of the report. &ldquo;Such a large enterprise produced far more salt than was needed by the local tribe for cooking, preserving food, and attracting animals for hunting, and they had a large surplus of the valuable item left over for trade with other tribes.&rdquo;<\/p>\r\n<p>Analysis of the salt content and flow of the water reveal that the spring supplies about three tons of salt each summer. The tribe created just enough basins to exploit virtually all of this salt - about two and a half tons - as determined by the size of the basins and the evaporation rate of the water in the basins. Additionally, the relatively uniform size, lack of overlap, and smooth hemispherical shape indicate that the basins are not of natural origin, as reported in previous work.<\/p>\r\n<p>Making these basins was challenging and required concerted effort by this group of Native Americans, though the exact techniques used to excavate so many basins in this glaciated bedrock are not known.<\/p>\r\n<p>&ldquo;Fire was probably used to heat the rock reducing its strength and making it easier to grind,&rdquo; said Mike Diggles, USGS geologist and co-author of the report. &ldquo;To deepen the basins just one centimeter, they had to build and maintain a hot fire on the rock, let it burn out, and then pound the bedrock with stone tools.&rdquo;<\/p>\r\n<p>The Miwok had to repeat this process about 100 times to carve a basin three feet deep into the stone. It would have taken several workers nearly a year to make just one basin.<\/p>\r\n<p>The <a href=\"http:\/\/pubs.usgs.gov\/sir\/2009\/5225\/\">full report<\/a>, titled <em>Hand-hewn granite basins at Native American saltworks, Sierra Nevada,  California<\/em>, was published in the beginning of November.<\/p>\r\n<p>The site is on land administered by the U.S. Forest Service, which authorized this study. Because of the archeologically sensitive nature of the site, location details are not public, in accordance with U.S. statute: Archeological Resources Protection Act of 1979 (16 U.S.C. 470). The full report focuses on the geologic, not the archeological, perspective.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2009_12_02\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2009_12_02\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2009_12_02\" mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2009_12_02\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2009_12_02&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["tribes","nativeamerican","California","sierranevada","salt"],"release_date":{"und":[{"value":"1259730000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169659"},{"tid":"169801"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}