{"title":"Through the Eyes of a Polar Bear","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<div style=\"float: right;\"><iframe frameborder=\"0\" height=\"315\" width=\"560\" src=\"http:\/\/www.youtube-nocookie.com\/embed\/xXuh_0u4leY?rel=0\"><\/iframe><\/div>\n<p>ANCHORAGE&mdash; The <a href=\"https:\/\/www.youtube.com\/watch?v=xXuh_0u4leY\">first \"point of view\" video<\/a>&nbsp;from a polar bear on Arctic sea ice has just become available courtesy of the U.S. Geological Survey. Scientists applied video camera collars to four female polar bears on the sea ice north of Prudhoe Bay, Alaska this past April and are releasing the first clips of footage that provide unique insight into the daily lives of the bears.<\/p>\r\n<p>\"We deployed two video cameras in 2013, but did not get any footage because the batteries weren&rsquo;t able to handle the Arctic temperatures,&rdquo; said Dr. Todd Atwood, research leader for the USGS Polar Bear Research Program. &ldquo;We used different cameras this year, and we are thrilled to see that the new cameras worked.\"<\/p>\r\n<p>The video collars were deployed as part of a new study to understand how polar bears are responding to sea ice loss from climate warming. The study, led by USGS research biologist and University of California Santa Cruz PhD student Anthony Pagano, is taking a close look at polar bear behaviors and energetics.&nbsp;<\/p>\r\n<p>Scientists with the USGS have been studying polar bear movement and habitat use for decades using radio and satellite telemetry, mostly used to determine a polar bear&rsquo;s location. New video collars allow scientists to link the location data from the collar with the actual behavior recorded by the cameras.<\/p>\r\n<p>Although these collars were only on for about 8-10 days, scientists can start to understand the activity patterns of polar bears, for example how often they eat, hunt, rest, walk, and swim and how these behaviors may be affected by sea ice conditions and other variables. Ultimately, this information will help scientists examine the energetic rates and nutritional demands of these animals and the potential effects of declining sea ice conditions,&rdquo; said Pagano.&nbsp;<\/p>\r\n<p>This ongoing research is part of the <a href=\"http:\/\/alaska.usgs.gov\/science\/interdisciplinary_science\/cae\/index.php\">USGS Changing Arctic Ecosystems Initiative<\/a>. This research is also relevant to the U.S. Fish and Wildlife Service <a href=\"https:\/\/www.facebook.com\/pages\/USFWS-Polar-Bear-Recovery-Team\/1396012640676864\">Polar Bear Recovery Team<\/a> of which the USGS is a member. The team is drafting the Polar Bear Conservation Management Plan, which will meet requirements of both the&nbsp;<a href=\"http:\/\/www.fws.gov\/endangered\/laws-policies\/esa.html\">Endangered Species Act<\/a>&nbsp;and&nbsp;<a href=\"http:\/\/www.mmc.gov\/legislation\/mmpa.shtml\">Marine Mammal Protection Act<\/a>. The required plan, when finalized, will guide activities for polar bear conservation in response to the 2008 determination that the polar bear is a threatened species due to the ongoing loss of sea ice habitat from global climate-change.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","ecosystems","Ecosystems Wildlife Terrestrialand Endangered Resource","Ecosystems Terrestrial Freshwaterand Marine Environmen","Geographic Areas Alaska"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1402027200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168865"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}