{"title":"Earthquakes claim 709 lives in 2007","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->At least 709 deaths resulted from earthquake activity worldwide in 2007, according to the U.S. Geological Survey (USGS) and confirmed by the United Nations Office for Coordination of Humanitarian Affairs (OCHA).<!--introend--> This is the fewest number of casualties from earthquakes in a year since 2000, when only 231 people were killed. Most of the fatalities for the year, at least 514, occurred when a magnitude 8.0 earthquake hit Pisco, Peru on Aug. 15. An additional number of at least 4256 people were injured by earthquakes during the year. \r\n<\/p>\r\n<p>\r\nEarthquakes caused casualties or damage in 23 countries during 2007, including the United States. Other countries affected were Barbados, Brazil, Chile, China, Colombia, Ecuador, France (Martinique), Guatemala, India, Indonesia, Iran, Japan, New Zealand, Papua New Guinea, Peru, Russia, Solomon Islands, Tajikistan, Tanzania, Turkey, United Kingdom and Vanuatu. \r\n<\/p>\r\n<p>\r\nOnce again, the largest earthquake of the year was in Sumatra, Indonesia, where a magnitude 8.4 event struck on Sept.12, causing 25 fatalities and severe damage. A magnitude 8.1 quake hit the Solomon Islands on April 2 (April 1 UTC), causing 54 fatalities, and another magnitude 8.1 event occurred east of the Kuril Islands (Russia) on Jan. 13. Because of the sparse population on those islands, there were no casualties and only minor damage occurred, showing that the location of the earthquake is as important as magnitude in determining how destructive it might be. \r\n<\/p>\r\n<p>\r\nThe largest earthquake of the year in the U.S. was a magnitude 7.2 event which struck the Andreanof Islands of Alaska on Dec.18 (Dec. 19 UTC). Because of the sparse population of the islands, no damage or casualties occurred. The largest quake in the contiguous U.S. was a magnitude 5.4 event that struck near Alum Rock, Calif. on Oct. 30 (Oct. 31 UTC) and caused slight damage in the San Jose area. It was felt in a wide area of central and northern California. \r\n<\/p>\r\n<p>\r\nAlthough it is very unusual to have four earthquakes in a single year of magnitude 8 or greater (the average is one), there have been only 13 events this year in the magnitude 7.0 to 7.9 range, compared to an average annual number of 17. The USGS&#39;s National Earthquake Information Center locates about 30,000 earthquakes per year worldwide, or about 80 per day. About 10,000 of those events have magnitudes of 4.5 or greater. Several million earthquakes occur in the world each year, but many go undetected because they occur in remote areas or have very small magnitudes. For its worldwide earthquake monitoring, the NEIC relies on the 138-station Global Seismographic Network, which is jointly supported by USGS and the National Science Foundation and operated by USGS in partnership with the IRIS Consortium of universities. \r\n<\/p>\r\n<p>\r\nIn the U.S., the USGS and its partners in the multi-agency National Earthquake Hazard Reduction Program are working to improve earthquake monitoring and reporting capabilities to speed earthquake response efforts while at the same time minimize economic impact and enhance business continuity. Central to this goal is construction of the USGS Advanced National Seismic System (ANSS), designed to improve earthquake monitoring and reporting infrastructure. This effort has resulted in the installation of over 700 new earthquake-monitoring instruments in vulnerable urban areas including San Francisco, Seattle, Salt Lake City, Anchorage, Reno, Las Vegas, and Memphis. Full implementation of the ANSS will result in 7,000 new instruments on the ground and in structures. Where deployed, the ANSS provides emergency response personnel with real-time (within 5-10 minutes of an event) information on the intensity and distribution of ground shaking that can be used to guide emergency response efforts and rapidly estimate casualties and economic loss. Information on building shaking will equip engineers with the data they need to improv","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1199336400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}