{"title":"USGS Flood Teams in Tennessee","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Note to Reporters:&nbsp; To join a USGS flood crew in Tennessee, please call contacts listed.<\/strong><\/p>\n<p><!--introstart-->The <a href=\"http:\/\/tn.water.usgs.gov\/\">USGS Tennessee Water Science Center<\/a> is working this week in cooperation with FEMA, U.S. Army Corps of Engineers, National Weather Service, and local agencies to provide emergency real-time surface-water stage gages at critical locations in Shelby County.<!--introend-->&nbsp; The emergency gages include a replacement gage on the Mississippi River at Memphis and three other critical locations.&nbsp; Information from the gages will be available to the National Weather Service and the Emergency Management agencies to assist in flood forecasts as the crest of the Mississippi river flooding approaches and passes Memphis, Tennessee.&nbsp;<\/p>\r\n<p>The <a href=\"http:\/\/tn.water.usgs.gov\/\">USGS Tennessee Water Science Center<\/a> will have four additional crews deployed to the FEMA emergency designated areas, Stewart, Lake, Dyer, and Shelby Counties in Tennessee this week to document high-water levels in the flooded areas.&nbsp; Six transducers have also been deployed to monitor the flood rise, peak levels, and recession. The combination of the high-water marks, transducers, and the emergency gaging will be used to develop flood inundation maps for FEMA<\/p>\r\n<p>Before, during and after storms and floods, USGS field crews install additional streamgages as needed, work to keep streamgages operating, and verify the accuracy of streamgage information.&nbsp; Field crews continue to work as waters recede, gathering high water marks for post flood analysis. This information is important because it is used by the National Weather Service to issue flood warnings. It is also used by emergency responders and planners to mitigate current and future flood hazards.<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.<\/p>\r\n<p>Access current flood and high flow conditions across the country by visiting the USGS <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch<\/a> website. Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>.<\/p>\r\n<p>The USGS operates a network of about 7500 <a href=\"http:\/\/water.usgs.gov\/nsip\/\">streamgages<\/a> throughout the U.S. The gages provide critical information within minutes to many users including the National Weather Service, which issues flood warnings.<\/p>\r\n<p><a href=\"http:\/\/water.usgs.gov\/district_chief.html\">USGS Water Science Centers are located in each state<\/a>. They can provide more detailed information on stream conditions and on the USGS response to local events.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Tennessee"],"country":["United States of America"],"mm_tags":["water","Mississippi River","flooding","","Tennessee","memphis","shelbycounty"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1305000000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"170382"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}