{"title":"severe Declines in Everglades Mammals Linked to Pythons","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Additional Partnerships:<\/strong>&nbsp;<\/p>\n<table border=\"0\" cellspacing=\"5\" cellpadding=\"2\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/images\/logos\/72_state_museum_of_pennsylvania.jpg\" alt=\"State Museum of Pennsylvania\" \/><\/td>\r\n<td><img src=\"http:\/\/www.usgs.gov\/images\/logos\/72_denison_university.jpg\" alt=\"Denison University\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td>State Museum of Pennsylvania<\/td>\r\n<td>Denison University<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><strong><a href=\"http:\/\/gallery.usgs.gov\/videos\/169\">Constrictor Snakes (B-roll):<\/a><\/strong>&nbsp;&nbsp;Video footage (B-roll) of Everglades National Park biologists hunting and capturing a Burmese Python in Florida.&nbsp;<\/p>\r\n<p><strong>Editors: For frequently asked questions about this study and Burmese pythons, please&nbsp;visit the&nbsp;<a href=\"http:\/\/www.fort.usgs.gov\/FLConstrictors\/\">Fort Collins Science Center, Giant Constrictor Snakes in Florida website<\/a>. <\/strong><\/p>\r\n<p>HOMESTEAD, Fla. -- <!--introstart-->Precipitous declines in formerly common mammals in Everglades National Park have been linked to the presence of invasive Burmese pythons, according to a study published today in the <em>Proceedings of the National Academy of Sciences<\/em>.<!--introend-->&nbsp;<\/p>\r\n<p>The study, the first to document the ecological impacts of this invasive species, strongly supports that animal communities in this 1.5-million-acre park have been markedly altered by the introduction of pythons within 11 years of their establishment as an invasive species. &nbsp;Mid-sized mammals are the most dramatically affected.<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"210\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_01_30\/bobcat_gillette_tn.jpg\" alt=\"caption is below\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Bobcats are one of the predators that may be negatively affected by pythons, which both compete with them for prey and prey on them. Photo copyrighted by Christopher Gillette, Florida International University. This photo may be used by media and others in association with the Burmese pythons and Everglades press release. (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_01_30\/bobcat_gillette.jpg\">High resolution image)<\/a><\/span><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_01_30\/oppossum_gillette_tn.jpg\" alt=\"caption is below\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Once-common opossums are now rarely seen in Everglades National Park, likely because of being preyed upon by Burmese pythons. Photo copyrighted by Christopher Gillette, Florida International University. This photo may be used by media and others in association with the Burmese pythons and Everglades press release. (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_01_30\/oppossum_gillette.jpg\">High resolution image)<\/a><\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>The most severe declines, including a nearly complete disappearance of raccoons, rabbits and opossums, have occurred in the remote southernmost regions of the park, where pythons have been established the longest.&nbsp; In this area, populations of raccoons dropped 99.3 percent, opossums 98.9 percent and bobcats 87.5 percent.&nbsp; Marsh and cottontail rabbits, as well as foxes, were not seen at all.&nbsp;&nbsp;<\/p>\r\n<p>\"Pythons are wreaking havoc on one of America's most beautiful, treasured and naturally bountiful ecosystems,\" said U.S. Geological Survey Director Marcia McNutt. \"Right now, the only hope to halt further python invasion into new areas is swift, decisive and deliberate human action.\"&nbsp;&nbsp;<\/p>\r\n<p>The researchers collected their information via repeated systematic night-time road surveys within the park, counting both live and road-killed animals.&nbsp; Over the period of the study, researchers traveled a total of nearly 39,000 miles from 2003 to 2011 and compared their findings with similar surveys conducted in 1996 and 1997 along the same ro","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Georgia","Louisiana","Texas"],"country":["United States of America"],"mm_tags":["Pythons","Burmese Pythons","Invasive Snakes","invasive","Everglades National Park","Everglades Ecosystem","snakes","Reptiles","ecosystems"],"release_date":{"und":[{"value":"1327899600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168926"},{"tid":"169020"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}