{"title":"Projected Losses of Arctic Sea-Ice and Polar Bear Habitat may be Reduced if Greenhouse Gas Emissions are Stabilized","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->ANCHORAGE, Alaska &ndash; <\/strong>Sea-ice habitats essential to polar bears would likely respond positively should more curbs be placed on global greenhouse gas emissions, according to a new modeling study published today in the journal, <em>Nature<\/em>.&nbsp;<!--introend--><\/p>\n<p>The study, led by the U.S. Geological Survey, included university and other federal agency scientists. The research broke new ground in the &ldquo;tipping point&rdquo; debate in the scientific community by providing evidence that during this century there does not seem to be a tipping point at which sea-ice loss would become irreversible.&nbsp;<\/p>\r\n<p>The report does not affect the decision made by the U.S. Fish and Wildlife Service in 2008 to list the polar bear as a threatened species.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>This new study builds and expands upon studies published by the USGS in 2007. The new study evaluates additional scenarios in which greenhouse gas emissions are reduced in comparison to the business-as-usual scenario that was exclusively used in the previous research. Modeling outcomes for the additional scenarios provided evidence that the projected continuation of Arctic sea-ice decline could be altered if greenhouse gas emissions were mitigated in a manner that stabilizes atmospheric CO<sub>2<\/sub> levels at or less than around 450 parts per million. Current CO<sub>2<\/sub> levels are around 390 ppm.<\/p>\r\n<p>The 2007 studies by the USGS had projected that under the business-as-usual greenhouse gas emissions scenario, future reduction of Arctic sea ice could result in a loss of two-thirds of the world's polar bear population by mid-century. They had also shown that under this scenario, loss of sea ice would have such a drastic negative effect on polar bears that other efforts to reduce stress on their populations would have negligible benefits. Other stress factors considered in the modeling include disease and predation, overutilization, contaminants, tourism, bear-human interactions, oil and gas activity, and shipping. The earlier study did not examine other greenhouse gas emission scenarios.&nbsp;<\/p>\r\n<p>The new analyses published in the journal, <em>Nature<\/em>, indicate that with lower greenhouse gas emissions, coupled with reductions in other population stressors, polar bears could persist in all four ecoregions where they presently occur, said Steve Amstrup, lead author of the study and a scientist emeritus with the USGS Alaska Science Center.&nbsp;&nbsp;<\/p>\r\n<p>Amstrup noted that their new work emulated the rapid sea-ice loss that occurred in the Arctic between September 2006 and September 2007 when the loss of sea ice equaled the total amount of ice lost during the previous 27 years. This exponential loss of ice during such a short time was one of the reasons why so many scientists were concerned that there might be a tipping point beyond which sea ice would be irreversibly lost.&nbsp;<\/p>\r\n<p>&ldquo;Instead, we found that the relationship between the loss of sea ice and the average global temperature is linear,&rdquo; said Amstrup. &ldquo;In fact, the models indicate that major losses of summer sea ice can occur without pushing ice into a tipping point with permanent ice-free summers. If such a tipping point had existed, it would have meant that efforts to reduce greenhouse gases would have had little value in stemming the loss of polar ice critical for polar bears.&rdquo;&nbsp;<\/p>\r\n<p>Polar bears depend on sea ice as a platform to hunt seals, their primary food. Current declines in habitat have been associated with declines in body stature, survival rates, and population size in broad areas of the current polar bear range.&nbsp;&nbsp;<\/p>\r\n<p>The new paper, <em>Greenhouse gas mitigation can reduce sea-ice loss and increase polar bear persistence,<\/em> will be published by the journal, <em>Nature<\/em>, on December 16. The study was authored by Steve Amstrup (USGS), Eric DeWeaver (National Science","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Climate Change","Polar Bear","Sea Ice","Global Warming","threatened"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1292389200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168783"},{"tid":"169955"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}