{"title":"USGS Announces Mineral Research Grants","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Today, June 5, 2006, the U.S. Geological Survey (USGS) announces the recipients of the third year of the Mineral Resources External Research Program, a grant and\/or cooperative agreement opportunity designed to support minerals research. <!--introend-->The grant award is split among 15 topics supporting researchers from Alaska, Arizona, California, Colorado, Connecticut, Idaho, Missouri, Nevada, New Mexico, Texas, British Columbia, and New Zealand who will conduct research that support the goals of the USGS Mineral Resources Program.<\/p>\n<p>This research opportunity invited proposals from universities, state agencies, industry, or other private sector organizations to conduct research that will help improve stewardship of public lands and resources; formulate national and international economic and security policy; sustain prosperity and improve quality of life; and protect and improve public health, safety, and environmental quality.<\/p>\r\n<p>The fifteen 2006 grant awards are:<\/p>\r\n<p>Robert Blodgett from the independent firm Bob&#039;s Stratigraphy in Anchorage, AK will compare fossil collections in Russia and Alaska to study the formation of Arctic Alaska. Because one of the world&#039;s largest zinc-lead-silver deposits occurs in Arctic Alaska, this work will help other scientists predict where rocks with potential for similar deposits might be found.<\/p>\r\n<p>John Proffett from the independent firm Proffett Exploration, Inc., in Eagle River, AK will conduct a study of the Yerington porphyry copper deposit in Nevada to create 3-dimensional models of the mineral system before it was buried and deformed. This research will provide tools for predicting undiscovered deposits that were formed before the Great Basin began to develop.<\/p>\r\n<p>Tom Trainor from the University of Alaska-Fairbanks will research factors that control the mobility of antimony in mine tailings in the Tintina gold province of Alaska and the Yukon. In contrast to metals such as mercury, arsenic, and lead, little research has been conducted on the geochemical behavior of similarly toxic antimony in these environments.<\/p>\r\n<p>Eric Seedorff from the University of Arizona will investigate porphyry copper deposits in southern Arizona that have been broken up by faults and other geologic processes. This research will both improve the understanding of events that affected known porphyry systems and help identify undiscovered deposits in areas with similar geologic settings.<\/p>\r\n<p>Christopher Kim from Chapman University in Orange, CA will research a new method of determining the types of mercury and arsenic that occur in samples from mine sites in the Coast Range of California. His work will provide new tools for assessing risk resulting from materials with very low concentrations of these potentially toxic metals.<\/p>\r\n<p>John Ridley from Colorado State University will examine crustal fluids in the eastern Tintina gold province of Alaska and the Yukon. This study will use state-of the-art techniques to characterize fluids trapped in several types of gold deposits, helping to determine the nature and distribution of fluids involved in deposit formation. The study will integrate with ongoing geologic studies to provide a better framework for future assessments of potential for undiscovered mineral deposits in the region.<\/p>\r\n<p>Timberley Roane from the University of Colorado-Denver will be conducting research on a biological assessment tool for metal-impacted watersheds in central Colorado. This work will document and compare the microbial community structure at a variety of sites to correlate metal availability with biological toxicity. This research will complement the data being collected as part of ongoing USGS studies in central Colorado and may have applications elsewhere in the U.S.<\/p>\r\n<p>David Mueller and Thomas Graedel from Yale University in New Haven, CT will be conducting materials flow research to better understand the service","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1149480000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169824"},{"tid":"170514"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}