{"title":"Hurricane Georges Damages Chandeleur Islands &mdash; New Orlean&rsquo;s First Line of Storm Defense","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Aerial flights on Tuesday, two days after Hurricane Georges hit the Mississippi Gulf Coast, revealed what one scientist called the worst damage to the Chandeleur Islands that he had seen in more than a decade. \n<p>These barrier islands, about 60 miles east of New Orleans and 30 miles south of Biloxi, Miss., are the first line of defense against storms for eastern Louisiana, especially the New Orleans area, and western Mississippi. The string of islands buffers the mainland from both the wind and storm surges associated with hurricanes, tropical storms and winter storms in the Gulf of Mexico. \r\n<p>Dr. Robert E. Stewart, director of the U.S. Geological Survey&rsquo;s National Wetlands Research Center in Lafayette, La., has been involved in studies related to the islands for the past 18 years and video taped the islands as Dr. Thomas Michot, wildlife research biologist, flew. Stewart said, \"The concern is that, even if the water goes down some, areas of vegetated land masses will have been swept away on this island chain. When barrier islands are destroyed, the mainlands behind them become more vulnerable to storms.\" Michot, who has been studying ducks and seagrasses at the Chandeleurs, said, \"I have flown over the Chandeleur Islands after every tropical storm and hurricane for the past 10 or 11 years, and I have never seen so much damage. The only things visible on the main island are marshes, and a few dunes and flats of newly deposited sediments. There is no visible beach.\" The entire island is covered with dozens of overwash channels, making the Gulf of Mexico continuous with the Chandeleur Sound, he added. \r\n<p>Michot said that a lighthouse is now standing in open water, about 400 yards north of the nearest land. Before the storm, the lighthouse was on vegetated land, which extended for another 1200 yards north of the lighthouse. Stewart said that before the hurricane there had been dunes higher than the 6-foot high boardwalk near the lighthouse, but that only the very top of the boardwalk is now visible. This indicates that those sand dunes have already been washed away. \r\n<p>The Chandeleur Islands are not only important in protecting the mainland, Stewart said, but they also contribute to a recreational and commercial fishery and are one of the four major wintering grounds of migratory redhead ducks. He said that seagrass beds serve as nursery areas for fish and shellfish such as shrimp and crabs and as food for ducks. \r\n<p>Stewart added that the water was very turbid when they flew, so they could not see the seagrasses to assess their damage. Both Stewart and Michot predict a good deal of burial of seagrass beds in the backbarrier flats on the shallower Chandeleur Sound side of the islands. \r\n<p>Wintering redhead ducks are almost totally dependent on shoalgrass, one of the five seagrass species present on the islands. Michot said, \"If shoalgrasses are wiped out on the Chandeleurs, 20,000 redhead ducks that usually winter there will need to find other winter sites along the Gulf Coast in Florida, Texas or Mexico.\" \r\n<p>Researchers at the National Wetlands Research Center plan to fly back over the island soon and begin mapping and monitoring the islands and their seagrass beds. The Center did extensive research during Hurricane Andrew and is still studying the effects of that hurricane, some of which have been published in scholarly journals and described in a general-interest publication, \"Willful Winds.\" The center is also involved in hurricane-related research projects along the Gulf and Atlantic coasts. \r\n<p>Additionally, USGS scientists of the Coastal and Marine Geology Program in St. Petersburg, Fla., are studying the effects of hurricanes. \r\n<p>Photos and video clips of the Chandeleur Island damage are available under \"What&rsquo;s New\" on the center&rsquo;s website (<a href=\"http:\/\/www.nwrc.usgs.gov\">http:\/\/www.nwrc.usgs.gov<\/a>). <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana","Mississippi"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"907214400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169410"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}