{"title":"Veterans Hospitals Stay Safe with a Healthy Dose of Earthquake Monitoring","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Being in a hospital is tough enough without having to worry about how the building will hold up during an earthquake. Now veterans in Memphis, Tenn. can rest assured knowing that their medical center, even though it is located in <a href=\"http:\/\/earthquake.usgs.gov\/learn\/topics\/topics.php?topicID=71\">the most active earthquake zone in the Eastern United States<\/a>, has the most sophisticated seismic structural monitoring system in the country.&nbsp;<\/p>\n<p><!--introstart-->The U.S. Geological Survey and the Department of Veterans Affairs have equipped over 70 VA medical centers across the country with seismic monitoring systems that monitor in real time what happens to buildings during and after earthquakes._<!--introend-->Most recently, the agencies installed 36 sensors in two buildings at the Memphis VA Medical Center. These sensors provide information that can be used to see what happens to the buildings during an event, to judge the safety of the buildings afterwards, and to design safer hospitals in the future.&nbsp;<\/p>\r\n<p>\"Modern hospitals are immense investments in state-of-the-art facilities, high-tech equipment, highly-educated medical professionals, as well as recovering patients, all of which need the very best protection in the event of an earthquake,\" said USGS Director Marcia McNutt. \"We are grateful for the partnership of the Department of Veterans Affairs in helping the USGS to record very detailed building performance data that will ultimately reduce risk to life and property from natural hazards.\"<\/p>\r\n<p>Hospitals are just one piece of the Nation&rsquo;s critical infrastructure threatened by the shaking that comes with earthquakes. The USGS monitors more than 250 structures nationwide including fire stations, emergency operation centers, major bridges, nuclear power plants, offshore drilling platforms and airports.<\/p>\r\n<p class=\"Default\">These monitoring stations are part of the implementation of the USGS Advanced National Seismic System, which is modernizing and expanding earthquake monitoring around the Nation to improve the overall understanding of earthquakes and their behavior. This allows for better preparation for earthquakes and can minimize damage by designing safer structures that protect vulnerable citizens and resources.<\/p>\r\n<p class=\"Default\">USGS structural monitoring provides information about how buildings act during shaking, and how damage occurs. This can lead to improved earthquake-resistant design techniques, as well as predict how buildings will withstand different levels of shaking. Data from the sensors demonstrate whether the buildings behaved as designed by recording:<\/p>\r\n<ul>\r\n<li>the swaying and twisting of the buildings, <\/li>\r\n<li>the time it takes seismic waves to travel from the foundations to the roofs, and <\/li>\r\n<li>how the frame of the buildings changed during the earthquake.<\/li>\r\n<\/ul>\r\n<p class=\"Default\">Other sensors located away from the building record overall ground shaking to feed USGS <a href=\"http:\/\/www.google.com\/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;ved=0CCIQFjAA&amp;url=http%3A%2F%2Fearthquake.usgs.gov%2Fshakemap%2F&amp;ei=pxaYT87QAeaJ6AG6q637Bg&amp;usg=AFQjCNH57kfscDU_uQu3JPUlvQbEj0Midw&amp;sig2=s_g0IVLyjMi_dSGiTULw7w\">Shakemaps<\/a>. These graphics show ground motion and shaking intensity after significant earthquakes, giving a visual representation of a quake&rsquo;s behavior and impact for rapid situational awareness.<\/p>\r\n<p>The <a href=\"http:\/\/earthquake.usgs.gov\/\">USGS Earthquake Hazards Program<\/a>&nbsp; is part of the four-agency National Earthquake Hazards Reduction Program (NEHRP) led by the National Institute of Standards and Technology (NIST). Earthquakes pose significant risk to 75 million Americans in 39 States. The EHP provides information and products for earthquake loss reduction, including hazard and risk assessment, and comprehensive real-time earthquake monitoring.<\/p>\r\n<p>Learn more about the Memphis VA H","summary":null,"format":null}]},"field_images":[],"regions":["Tennessee"],"country":["United States of America"],"mm_tags":["Natural Hazards","Natural Hazards Earthquake Hazards","Communicationsand Publishing Public Affairs"],"release_date":{"und":[{"value":"1336536000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169073"},{"tid":"169366"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}