{"title":"U.S.A.-National Phenology Network Announces First Director and Headquarters","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->The U.S. Geological Survey (USGS) and the University of Arizona are establishing a National Coordinating Office in Tucson, Ariz., to support a new and fast-evolving initiative - the USA-National Phenology Network (USA-NPN).<!--introend--> \r\n<\/p>\r\n<p>\r\nDr. Jake Weltzin, most recently an Associate Professor at the University of Tennessee and a Program Director at the National Science Foundation, will become the first Executive Director of USA-NPN. The USGS will provide support to maintain the National Coordinating Office. The University of Arizona has hired Mark Losleben as Assistant Director of USA-NPN, and will provide offices and other services at the University&#39;s Office of Arid Lands Studies. \r\n<\/p>\r\n<p>\r\nPhenology is an important biological indicator of change, involving study of periodic biological phenomena. In particular, phenology considers how plant and animal life cycles are influenced by seasonal and inter-annual variations in climate and weather. Examples include the timing of leafing and flowering, agricultural crop stages, insect emergence and animal migration. All of these events are sensitive measures of climatic variation and change, and are relatively simple to record and understand.&nbsp; These measures are vital to both scientific and public knowledge, and can be used as predictors for a variety of processes and variables important from local to global scales. Phenology modulates the abundance and diversity of organisms, their related interactions and ecological functions, and their effects on water, energy, and chemical elements at various scales. \r\n<\/p>\r\n<p>\r\nPhenological data and models are important to agriculture, drought monitoring, and wildfire risk assessment, as well as management of invasive and pest species and infectious diseases. Integration of spatially-extensive phenological data and models with both short and long-term climatic forecasts offer powerful methods to inform adaptation and responses to ongoing and future global change. \r\n<\/p>\r\n<p>\r\nAbout 100 federal and university scientists, led by Julio Betancourt, USGS, and Mark D. Schwartz, University of Wisconsin-Milwaukee, have created USA-NPN to engage federal agencies, environmental networks and field stations, educational institutions, and citizen scientists in phenological monitoring nationwide. The USA-NPN is intended as a large-scale network of repeated and integrated phenological observations, linked with other relevant data sources, and the tools to analyze these data at a useful variety of scales. \r\n<\/p>\r\n<p>\r\n<strong>Jake Weltzin<\/strong> will assume his position as the first Executive Director of the USA-NPN in August, 2007. Jake&#39;s interest in natural history evolved from his youth in Alaska and as an exchange student in the Australian outback. He obtained his B.S. from Colorado State University, M.S. from Texas A&amp;M University, and Ph.D. from the University of Arizona. Following a post-doctoral fellowship at University of Notre Dame, Jake became a faculty member of the University of Tennessee, where he served most recently as an Associate Professor. Jake&#39;s interests encompass how the structure and function of plant communities and ecosystems might respond to global environmental change, including atmospheric chemistry, climate change, and biological invasions.&nbsp; His research spans temperate and tropical grasslands and savannas, temperate woodlands, deciduous forest, and high-latitude peatlands.&nbsp; His recent experience as a science administrator at the National Science Foundation underscored the need to foster large-scale science initiatives such as USA-NPN.&nbsp; As its first Executive Director, Jake&#39;s vision for USA-NPN is &quot;to develop a continental-scale instrument for integrative assessment of global change that simultaneously serves as an outreach and educational platform for citizens and educators.&quot; \r\n<\/p>\r\n<p>\r\n<strong>Mark Losleben<\/strong> assumed his position as A","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1187928000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169521"},{"tid":"170042"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}