{"title":"science and Native Traditions Merge to Monitor Water Quality in Salish Sea","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>Note to editors<\/em><\/strong><em>: For interviews with USGS scientists and canoe skippers, reporters are invited to the Canoe Journey landing on the Swinomish reservation, near La Connor, WA on July 25. For news media registration information, see the <a href=\"http:\/\/paddletoswinomish.org\/media\/\">Paddle to Swinomish 2011 website<\/a>.<\/em><\/p>\n<p><!--introstart-->SEATTLE &mdash; For the fourth year in a row, the USGS is working side by side with Coast Salish tribal peoples, monitoring the ecosystem health of the Salish Sea during their annual Tribal Canoe Journey.<!--introend--> The USGS and Coast Salish canoe families are deploying YSI<sup>&reg;<\/sup> scientific instruments called, \"sondes\" on 5 of the more than 100 canoes participating in the Journey.<\/p>\r\n<p>The USGS instruments, towed by individual canoe families, will simultaneously take multiple measurements of water quality along three traditional canoe routes, collecting information about surface-water temperature, conductivity, salinity, pH, dissolved oxygen, and turbidity every 10 seconds. The data are used to create multiple water-property profiles across the Salish Sea and are posted online in near-real time on Google<sup>&reg;<\/sup> maps.<\/p>\r\n<p>The cool temperatures of early summer 2011 are already reflected in the initial results from south Puget Sound, where temperatures of surface waters are averaging 54.1 &ordm;F. In 2009 they averaged 65.5 &ordm;F, while in 2008 and 2010 the average water temperature of south Puget Sound was 58.0 &ordm;F. These results show that the coastal waters, which are most affected by land-based runoff and critical for so many important species we depend on, can vary significantly.<\/p>\r\n<p>The results reflect regional weather conditions, ocean mixing, and river runoff into the Salish Sea, which strongly affect habitats and ecosystems that provide food that has sustained Coast Salish peoples since time immemorial. Deteriorating water quality from land use (runoff of toxins, excess sediments and nutrients) and change in ocean conditions (such as warming or ocean acidification) threaten Salish Sea fish and shellfish, and the habitats that support them. Continuous water-quality monitoring is needed to better forecast how marine resources will be affected in an uncertain future of climate change.<\/p>\r\n<p>In 2011, canoe families from Squaxin Island Tribe, Swinomish Indian Tribal Community, Sauk-Suiattle Tribe of western Washington, and Squamish First Nation and Musgamagw Tribe of British Columbia are participating in the study. Canoe paddlers and scientists, traveling together, collect observational data and integrate indigenous knowledge with science to improve the understanding of the Salish Sea's natural history in ways science alone can not offer. The exchanges made between science and traditional knowledge within rural indigenous communities along the Journey facilitate an increased awareness of ecosystem issues, conservation and stewardship.<\/p>\r\n<p>\"There are few comprehensive studies of nearshore ecosystems along the thousands of miles of Salish Sea shoreline along which the Tribal Journey travels,\" says Dr. Eric Grossman of the USGS, scientific advisor for the project. \"The Tribal Journey Water Quality Study is one effort among many needed to help quantify how land use and climate change are affecting this amazing ecosystem.\"<\/p>\r\n<p>Blending USGS scientific technology and Coast Salish canoe traditions results in the ability to gather environmental information in locations not available to standard scientific research vessels and where data are needed to assess conditions facing endangered salmon and valued forage fish, shellfish, plants such as seagrasses, and birds that provide for human livelihood. Monitoring these indicators of environmental health over several years, builds a picture of long-term health of the ecosystem.<\/p>\r\n<p>The <a href=\"http:\/\/www.usgs.gov\/features\/coastsalish\/\">Salish Sea Tribal Journey W","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["Coast Salish","Salish Sea","Puget Sound","tribal","canoe","journey","Coastal Ecosystem","Ecosystem","Water Quality","water","Indian","monitor","tradition"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1311307200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169358"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}