{"title":"Visualize This:  Carbon Storage Tool for Now and the Future","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"normal\"><strong>NOTE TO REPORTERS: A step-by-step video demonstration on using the tool is available <a href=\"https:\/\/www.youtube.com\/watch?v=2nuXv4UeVxE\">online<\/a>.<\/strong><\/p>\n<p class=\"normal\"><strong>RESTON, Va.&mdash;<\/strong> <!--introstart-->Announced on the one-year anniversary of President Obama&rsquo;s <a href=\"http:\/\/www.whitehouse.gov\/sites\/default\/files\/image\/president27sclimateactionplan.pdf\">Climate Action Plan<\/a> (310 KB PDF; page 16 - Providing a Toolkit for Climage Resilience), a new &ldquo;<em>Land Carbon Viewer<\/em>&rdquo; allows users to see the land carbon storage and change&nbsp;in their ecosystems between 2005 and 2050 in the lower 48 states.<!--introend--><\/p>\r\n<p class=\"normal\">The <a href=\"http:\/\/www.usgs.gov\/climate_landuse\/land_carbon\/Data.asp\"><em>Land Carbon Viewer<\/em> Website<\/a>, developed by U.S. Geological Survey in collaboration with the University of California-Berkeley, is based on the national biological carbon assessment for ecosystems, completing the carbon inventory for the lower 48.<\/p>\r\n<p class=\"normal\">The new <em>Land Carbon Viewer<\/em> will give the public access to the national inventory of the capacity of land-based ecosystems to naturally store, or sequester, carbon. Researchers used the data on ecosystem carbon storage, or sequestration, in the national assessment to build maps, graphs and text for the land carbon viewer.<\/p>\r\n<p class=\"normal\">The resulting products will help land and resource planners and policy makers easily see how much carbon is sequestered in the different land types in their regions now, and up to 2050, under various land-use and climate scenarios. The tool also allows users to download data in their particular areas or ecosystems of interest.<\/p>\r\n<p>&ldquo;The new&nbsp;Land Carbon Viewer&nbsp;demonstrates how the Interior Department can significantly contribute to the U.S. effort to establish a national carbon inventory and tracking system as part of the President&rsquo;s Climate Action Plan,&rdquo; said Suzette Kimball, acting USGS director. &nbsp;&ldquo;USGS is committed to taking the next step, which is to make this approach useful for specific sites and situations. &nbsp;Incorporating carbon science directly into management planning is critical to ensure sound land use and land management decisions that will affect future generations.&rdquo;<\/p>\r\n<p class=\"normal\">The USGS mapped how much carbon is sequestered in ecosystems using streamgage, soil and natural-resource inventory data, remote sensing techniques, and computer models. Based on the U.S Environmental Protection Agency&rsquo;s ecoregion map, the USGS <em>Land Carbon Viewer<\/em> shows the lower 48 divided into 16 ecoregions defined by similarities in ecology and land cover. The ecosystems examined are terrestrial (forests, wetlands, agricultural lands, shrublands and grasslands), and aquatic (rivers, lakes, estuaries and coastal waters).<\/p>\r\n<p class=\"normal\">For example, the Southeastern USA Plains Ecoregion is the largest ecoregion in the eastern United States, and users can explore the baseline (2001-2005) and future (2006-2050) carbon storage in different kinds of ecosystems using three different IPCC carbon emission scenarios combined with economic models:<\/p>\r\n<p class=\"normal\">&#9679;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Moderate population growth, high economic growth, rapid technical innovation and balanced energy use,<\/p>\r\n<p class=\"normal\">&#9679;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Continuous population growth, uneven economic and technical growth, and carbon emissions triple through the 21<sup>st<\/sup> century, and<\/p>\r\n<p class=\"normal\">&#9679;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; High economic growth, a population that peaks by mid-century and then declines, a rapid shift toward clean energy technologies, and a CO<sub>2<\/sub> concentration that approximately doubles by 2100.<\/p>\r\n<p class=\"normal\">&ldquo;The new USGS <em>Land Carbon Viewer<\/em> allows decision-makers to view an","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Carbon Sequestration","","Carbon Storage","National Carbon Assessment","Ecosystems And Carbon Storage"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1403668800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"168956"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}