{"title":"Preparing for Tropical Storm Isaac","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<img class=\"alignleft\" src=\"http:\/\/www.nhc.noaa.gov\/storm_graphics\/AT09\/refresh\/AL0912W5_NL_sm2+gif\/152841W5_NL_sm.gif\" alt=\"The current storm track for Tropical Storm Isaac\" width=\"300\" height=\"240\" \/>\n\n<em><span style=\"color: #ff0000;\"><strong>Update (8\/28\/2012):<\/strong><\/span> <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/isaac\/\">There's an update to the latest information on Hurricane Isaac<\/a>.<\/em>\n\nThe U.S. Geological Survey is keeping careful watch as Tropical Storm Isaac continues to track northwest toward the west coast of Florida and the Gulf of Mexico.Â  Along with federal partners, the agency is taking actions to help minimize potential risks to lives and property.\n\nBefore, during and after any hurricane or tropical storm affecting the United States, the USGS is involved in measuring the height and intensity of the storm surge, and monitoring water levels of inland rivers and streams, providing critical information used to forecast floods.Â  Using state-of-the-art modeling, the USGS is also involved in forecasting coastal change caused by storm surge, assessing the likelihood of beach erosion, overwash or inundation.\n\n<strong>USGS Streamgaging Network at the Ready<\/strong>\n\nThe USGS, in cooperation with local, state and federal agencies, operates long-term sensor networks on inland rivers and streams throughout the nation. These networks provide real-time data important to the National Weather Service, FEMA, the U.S. Army Corps of Engineers, and other USGS partners involved in issuing flood and evacuation warnings, coordinating emergency responses to communities, and operating flood-control reservoirs.\n\nData from the USGS Streamgaging Network are routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities. However, during a stormâ\u0080\u0099s landfall, this network helps capture the depth and duration of storm-surge, as well as the forecasted time of its arrival and retreat. Â Understanding storm surge allows for more accurate modeling and prediction capabilities and for improved structure designs and response for public safety. Inland streamgages also are used to track the rainfall and flooding caused by the remnants of the storm.\n\n[caption id=\"attachment_174802\" align=\"alignright\" width=\"208\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Screen-Shot-2012-08-24-at-3.44.13-PM.png\"><img class=\" wp-image-174802  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Screen-Shot-2012-08-24-at-3.44.13-PM.png\" alt=\"\" width=\"208\" height=\"311\" \/><\/a> Storm tide sensor bracket mounted on a fishing pier at the Fairhope Municipal Pier and Park in Fairhope, AL.[\/caption]\n\nUSGS crews are on alert.Â  Immediately after the worst of the storm has passed, USGS hydrologists will deploy to measure high-water marks at rivers and streams and to verify high river flows and peak stages. The crews will also calibrate and repair streamgages damaged by the storm to ensure they continued to transmit information in real time to users working to protect lives and property.\n\nInformation on streamflow and water levels may be especially important in Florida, where the water levels of many rivers are still high from Tropical Storm Debbyâ\u0080\u0099s heavy rainfall in June.\n\n<strong>USGS Deploys Additional Storm Surge Sensors on Northern Gulf Coast<\/strong>\n\nStorm surges are increases in ocean water levels generated at sea by extreme storms and can have devastating coastal impacts.Â  Prior to extreme weather events, the USGS may also deploy storm surge sensors at key coastal locations just a few days â\u0080\u0093 or sometimes hours -- before a Hurricane or Tropical Stormâ\u0080\u0099s anticipated landfall. These storm surge sensors, housed in vented steel pipes a few inches wide and about a foot long, are installed on bridges, piers and other structures that have a good chance of surviving a storm surge during a hurricane. The number of sensors installed and their locations depend on the strength of the storm as well as what gages may already be in place.\n\nIn preparation for Tropical Storm Isaac, the USGS is already installing a small number of additional sensors in the northern Gulf coast area. Â If the storm reaches these sensors, they will record water level and barometric pressure every 30 seconds to document storm-surge crests â\u0080\u0093 or waves of water â\u0080\u0093 as they make landfall. Â Data will be uploaded to the <a href=\"http:\/\/waterwatch.usgs.gov\/hsss\/index.php?\">USGS Hurricane Storm Tide Sensor Map<\/a> if significant storm-tide is recorded. Â Â Following the storm, USGS crews will retrieve these sensors and begin to analyze the data.\n\nTogether, the USGS Streamgaging Network and the mobile USGS storm surge sensors provide critical data to the National Weather Service, FEMA and other USGS partners involved in issuing flood and evacuation warnings and in coordinating emergency responses to communities. In the event of a large tropical storm event, storm surge information will also help public officials assess storm damage, discern between wind and flood damage, and improve computer models used to forecast future floods.\n\n[caption id=\"attachment_174798\" align=\"alignleft\" width=\"305\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Screen-Shot-2012-08-24-at-1.44.49-PM.png\"><img class=\" wp-image-174798  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Screen-Shot-2012-08-24-at-1.44.49-PM.png\" alt=\"See caption:\" width=\"305\" height=\"142\" \/><\/a> Screenshot of interactive map which illustrates areas vulnerable to erosion during a Category 1 hurricane landfall.[\/caption]\n\n<strong>Monitoring Coastal Change<\/strong>\n\nSand overwash, which occurs when waves and storm surge overtop dunes and transport sand landward, is a likely impact of hurricanes and tropical storms. The severity of erosion and overwash depends on the strength of the storm, beach elevation, and how direct a hit the coast takes.\n\nWhile it's difficult to tell where exactly the storm is headed or what its impacts may be, USGS scientists are using state-of-the art models to give emergency managers and local residents an accurate picture of what coastal changes are likely to occur if the tropical storm makes landfall along the Gulf Coast of the United States.\n\nA <a href=\"http:\/\/www.usgs.gov\/newsroom\/article_pf.asp?ID=3224\">new USGS report<\/a> determines the probabilities of dune erosion, overwash and inundation during direct hurricane landfall for sandy beaches along the entireÂ U.S. Gulf Coast shoreline. This report includes a publicly available<a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/erosionhazards\/gom\/map.html\">Â interactive map<\/a> which anyone can use to focus on different parts of Gulf Coast shoreline and view how the likelihood of erosion changes depending on hurricane intensity.\n\nThis model shows that during the landfall of a Category1 storm, where winds are between 75 and 94 miles per hour, overwash is very likely for 70 percent of Gulf Coast beaches. Overwash is likely at these locations because of increased water levels at the shoreline. During Category1 hurricane events on the Gulf Coast, wave height and storm surge combine to increase water levels at the shoreline by 14 and a half feet higher than their normal levels.\n\n[caption id=\"attachment_174797\" align=\"alignright\" width=\"299\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Screen-Shot-2012-08-24-at-1.43.30-PM.png\"><img class=\" wp-image-174797 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Screen-Shot-2012-08-24-at-1.43.30-PM.png\" alt=\"An aerial image of a hotel in Orange Beach, Alabama, which was toppled during Hurricane Ivan in 2004.\" width=\"299\" height=\"206\" \/><\/a> A hotel in Orange Beach, Alabama, was toppled during Hurricane Ivan in 2004. USGS science aims to reduce such damage by informing the public about which parts of the coasts face the most danger to buildings, infrastructure, and danger in the face of an oncoming storm.[\/caption]\n\nBecause Tropical Storm Isaacâ\u0080\u0099s current path is forecasted to affectthe entire Florida Gulf Coast, USGS scientists are using data on coastal features â\u0080\u0093like dune height and beach slope â\u0080\u0093 and models of hurricane waves and surge to predict theÂ <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/isaac\/coastal-change\/\">likely impact of storms on gulf coast beaches. <\/a>Â Learn more about the <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/isaac\/\">initial assessment of potential coastal-change impacts in Florida.<\/a>\n\n<strong>Tracking River Levels in Real Time<\/strong>\n\nAll information from USGS Nationwide Streamgaging network can be accessed at the <a href=\"http:\/\/waterwatch.usgs.gov\/\">USGS WaterWatch website.<\/a> In a storm, this information can be particularly useful to local residents who want to know how increased rainfall from tropical storm Isaac will impact the rivers and stream in their areas. This site displays maps, graphs and tables that describe current and past streamflow conditions for the United States. The real-time streamflow data are generally updated on an hourly basis.\n\n<a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>Â also allows users to receive updates about groundwater levels, water temperatures, rainfall and water quality at sites where USGS collects real-time water information.\n\nFor information on the latest storm track, listen to NOAA radio.Â  For information on preparing for the storm, go to <a href=\"http:\/\/www.ready.gov\">Ready.gov<\/a> or <a href=\"http:\/\/www.listo.gov\">Listo.gov<\/a>.\n\n<strong>Additional Links\/ related areas of USGS study:<\/strong>\n\n<a href=\"http:\/\/wh.er.usgs.gov\/slr\/coastelevations.html\">Coastal Elevation Data and Research<\/a>\n\n<a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/cch.php\">Coastal Change Hazards: Hurricanes and Extreme Storms<\/a>\n\n[caption id=\"attachment_174801\" align=\"alignleft\" width=\"593\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Screen-Shot-2012-08-24-at-3.43.56-PM.png\"><img class=\" wp-image-174801 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/08\/Screen-Shot-2012-08-24-at-3.43.56-PM.png\" alt=\"See Caption:\" width=\"593\" height=\"446\" \/><\/a> Aerial map of the storm tide gauge locations in Baldwin County, AL.[\/caption]","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24227","uid":"31","filename":"Tropical-Storm-ISAAC2.gif","uri":"public:\/\/Tropical-Storm-ISAAC2.gif","filemime":"image\/gif","filesize":"41966","status":"1","timestamp":"1425492768","type":"image","uuid":"bc3fb937-48c3-46f1-ac64-568b60eb41af","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":259,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Hurricane","Natural Hazards","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1345916837","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}