{"title":"USGS Model Forecasts Effects Of Selenium","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The effects of selenium entering the San Francisco Bay-Delta Estuary (Bay-Delta) are forecast in a model released today by the U.S. Geological Survey (USGS). Forecasting accurate environmental concentrations of selenium in the estuary is crucial because of the element&rsquo;s effect on reproduction in aquatic birds and fish. In the past, selenium discharges into California waters have caused deformities in ducks, grebes, and coots. <\/p>\n<p>\"The model allows us to consider many different drainage options. Most options that meet existing demands appear to pose strong risks to the reproduction and survival of sensitive birds and fish,\" said USGS scientist Sam Luoma. \"Threats to reproduction and survival of birds and fish are particularly severe during periods of low river flow. Vulnerable species include diving ducks, white sturgeon and Sacramento splittail.\" <\/p>\r\n<p>The USGS model is being released as the U.S. Environmental Protection Agency re-evaluates selenium standards for the protection of aquatic life. Additionally, both federal and state regulatory agencies are preparing to evaluate proposals and permits that may include decisions concerning drainage of saline subsurface waters that are having negative effects on agriculture in California&rsquo;s western San Joaquin Valley. Proposals include plans to release agricultural drainage to the Bay-Delta via the San Joaquin River and\/or an extension of the San Luis Drain. <\/p>\r\n<p>Luoma and Theresa Presser, both USGS scientists with the National Research Program and co-authors of the report, used historical analyses of drainage needs to identify the most likely selenium loads that would be carried outside the San Joaquin Valley, if a drainage conveyance was completed to the Bay-Delta. They developed a model to forecast selenium concentrations and forms in the Bay-Delta, then used those concentrations to model bioaccumulation in invertebrates, like clams. Transfer from clams to predators was estimated from historic data, and selenium effects on the predators were then forecast. <\/p>\r\n<p>The extension of the San Luis Drain to the Bay-Delta remains controversial since its consideration in the 1950&rsquo;s. The existing 85-mile portion of the drain was closed in 1986 after unusually high numbers of dead and deformed birds were discovered at Kesterson National Wildlife Refuge, the previous terminus of the drain. <\/p>\r\n<p>A 28-mile portion of the drain now conveys agricultural drainage from approximately 100,000 acres of the western San Joaquin Valley to a tributary of the San Joaquin River. If the San Luis Drain is extended, it potentially could receive agricultural drainage from an estimated one-million acres of farmland affected by rising water tables and increasing salinity. <\/p>\r\n<p>In addition to agricultural drainage, the USGS scientists cite wastewater from oil refineries as a source of selenium in the Bay-Delta, although those discharges have declined in recent years. In 1986, a human health advisory for consumption of some types of waterfowl was posted because of selenium in the Bay-Delta. \"Determining a selenium budget through the estuary is crucial because internal and external sources of selenium are changing as a result of water management,\" Presser said. \"The forecasts obtained from our model allow us to advance discussions by using the fundamentals of ecology, selenium biogeochemistry and the hydrodynamics of the Bay-Delta, in addition to traditional considerations of water supply and drainage demand.\" <\/p>\r\n<p>Federal and local agencies that are funding the USGS study include the Contra Costa Water District, Contra Costa County, and the U.S. Environmental Protection Agency. The USGS report is available at USGS libraries and from USGS Branch of Information Services, Box 25286, Federal Center, Denver, CO 80225. The full title is: \" Forecasting Selenium Discharges to the San Francisco Bay-Delta Estuary: Ecological Effects of A Proposed San Luis Drain Extension,\" by S","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"977202000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}