{"title":"USGS Assesses Current Groundwater-Quality Conditions in the Williston Basin Oil Production Area","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"255\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/gallery.usgs.gov\/photos\/11_17_2014_osj7MyxLLG_11_17_2014_0\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_11_17\/bakkenscientist_tn.jpg\" alt=\"USGS scientist prepares to sample a domestic well in the Bakken Formation oil and gas production area of North Dakota.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">USGS scientist prepares to sample a domestic well in the Bakken Formation oil and gas production area of North Dakota. (<a href=\"http:\/\/gallery.usgs.gov\/photos\/11_17_2014_osj7MyxLLG_11_17_2014_0\">High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><!--introstart-->Energy development in the Williston Basin oil production area of Montana and North Dakota, which includes the Bakken and Three Forks Formations, has not affected shallow groundwater quality, according to a recently published study in the journal <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/gwat.12296\/abstract\"><em>Groundwater<\/em><\/a>.<!--introend--> The paper is based on water samples collected by U.S. Geological Survey scientists from 30 randomly distributed, non-federal domestic wells screened in the upper Fort Union Formation.&nbsp;<\/p>\r\n<p>The study compared concentrations of several chemicals to health-based drinking-water standards, analyzed correlations between concentrations and oil and gas well locations and evaluated methane for indications of deep production-zone gases.&nbsp;<\/p>\r\n<p>&ldquo;These results are good news for water users, and the data provide a valuable baseline against which future water-quality data can be compared,&rdquo; said Peter McMahon, a USGS hydrologist and lead author of the study. &ldquo;However, it is important to consider these results in the context of groundwater age.&rdquo;&nbsp;<\/p>\r\n<p>Most of the sampled water was more than 1,000 years old based on <a href=\"http:\/\/water.usgs.gov\/ogw\/gwrp\/activities\/gwdating-recharge.html\">carbon-14 dating<\/a> and predates oil and gas development in the study area. Results suggest that shallower wells screened at the water table would be better suited for detecting contamination associated with recent surface spills than the domestic wells sampled by this study.&nbsp;<\/p>\r\n<p>Old groundwater could be directly contaminated by recent subsurface leaks from improperly cemented oil and gas wells, but groundwater velocities calculated from carbon-14 ages indicated that the contaminants, if present in groundwater, would not have moved far from their source.&nbsp;<\/p>\r\n<p>&ldquo;The groundwater age results indicate that a long-term commitment to monitoring is needed to assess the effects of energy development on groundwater quality in the Williston Basin production area,&rdquo; said McMahon.&nbsp;<\/p>\r\n<p>The study was the first comprehensive regional assessment of shallow groundwater quality and age in the Williston Basin production area. Inclusion of groundwater-age measurements in assessing the effects of energy development on groundwater quality is a new approach that provides valuable context for water-quality data and can lead to more effective monitoring programs.<\/p>\r\n<p>This report is a product of the USGS <a href=\"http:\/\/water.usgs.gov\/ogw\/gwrp\/\">Groundwater Resources Program<\/a> that provides scientific information and develops interdisciplinary understanding necessary to assess and quantify the availability of the nation&rsquo;s groundwater resources. Program priorities include conducting regional and national overviews, scientific assessments of critical groundwater issues, field methods and model development and improved access to fundamental groundwater data.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana","North Dakota"],"country":["United States of America"],"mm_tags":["Bakken Formation","Water Quality","energy","Geographic Areas Northwest","Water Groundwater Resources","Water National Water Quality Assessment","Montana","North","Dakota"],"distribution":["Water"],"release_date":{"und":[{"value":"1416200400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170380"},{"tid":"169491"},{"tid":"169693"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}