{"title":"New Sea-Level-Rise Modeling Forecasts Major Climate Impact to Low-Lying Pacific Islands","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SANTA CRUZ, Calif. &mdash; <!--introstart-->Dynamic modeling of sea-level rise, which takes storm wind and wave action into account, paints a much graver picture for some low-lying Pacific islands under climate-change scenarios than the passive computer modeling used in earlier research, according to a new U.S. Geological Survey report.<!--introend--><\/p>\n<p>A team led by research oceanographer Curt Storlazzi of the USGS Pacific Coastal and Marine Science Center compared passive \"bathtub\" inundation models with dynamic models for two of the Northwestern Hawaiian Islands in the Papah&#257;naumoku&#257;kea Marine National Monument. The team studied Midway, a classic atoll with islands on the shallow (2&ndash;8 meters or 6&ndash;26 feet deep) atoll rim and a deep, central lagoon, and Laysan, which is higher, with a 20&ndash;30 meter (65&ndash;98 feet) deep rim and an island in the center of the atoll. Together, the two locations exhibit landforms and coastal features common to many Pacific islands. Managed by the U.S. Fish and Wildlife Service, they are also among the world&rsquo;s most important nesting and breeding sites for migratory birds and other wildlife.<\/p>\r\n<p>\"Passive 'bathtub' inundation models typically used to forecast sea-level rise impacts suggest that most of the low-lying atolls in the Pacific Islands will still be above sea level for the next 50-150 years. By taking wave-driven processes into account, we forecast that many of the atolls will be inundated, contaminating freshwater supplies and thus making the islands uninhabitable, much sooner,\" Storlazzi said.<\/p>\r\n<p>The team found that at least twice as much land is forecast to be inundated on Midway and Laysan by sea-level rise than was projected by passive models. For example, 91 percent of Midway's Eastern Island is projected to be inundated under a model that takes into account storm and wave activity accompanied by a sea-level rise of 2 meters (6.5 feet), as compared with only 19 percent under passive sea-level-rise models. Storm waves on Midway are also projected to be three to four times higher than they are today, because more deep-water wave energy could propagate over the atoll rim and larger wind-driven waves could develop on the atoll.<\/p>\r\n<p>\"This report demonstrates the future threat to refuges with the Monument, and the potential impact on nesting seabirds, endangered monk seals and green sea turtles will be considered as we plan for the future,\" said Doug Staller, the Service's Superintendent of the Papah&#257;naumoku&#257;kea Marine National Monument.<\/p>\r\n<p>These findings have importance not only for island wildlife on the largely uninhabited Northwestern Hawaiian Islands, Storlazzi said, but for the tens of thousands of people who live on other low-lying Pacific Island groups such as those found in the Republic of the Marshall Islands and the Federated States of Micronesia. Because the models attempt to characterize how much land will be washed over by storm waves even if it is not permanently inundated, they offer tools for forecasting where agricultural land may be damaged by repeated saltwater overwash, as well as where groundwater may be contaminated by saltwater. The findings suggest that inundation and impacts to infrastructure and terrestrial habitats will occur at lower values of predicted sea-level rise, and thus sooner in the 21st century, than suggested by passive map-based \"bathtub\" inundation models.<\/p>\r\n<p>The report, \"<a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1069\/\" title=\"Forecasting the Impact of Storm Waves and Sea-Level Rise on Midway Atoll and Laysan Island within the Papah&#257;naumoku&#257;kea Marine National Monument&mdash;A Comparison of Passive Versus Dynamic Inundation Models\">Forecasting the Impact of Storm Waves and Sea-Level Rise on Midway Atoll and Laysan Island within the Papah&#257;naumoku&#257;kea Marine National Monument&mdash;A Comparison of Passive Versus Dynamic Inundation Models<\/a>,\" is available on","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Conservation Biology","Climate Change","Southwest","Hawaii"],"article_type":["National News Release"],"distribution":["Biology","Climate Change","Water"],"release_date":{"und":[{"value":"1365652800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168892"},{"tid":"169117"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}