{"title":"California Water Use Estimates for 2010 Released","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"255\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_08_19\/water_withdrawal.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_08_19\/water_withdrawal_tn.jpg\" alt=\"Water withdrawal by category flyer.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">(<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_08_19\/water_withdrawal.jpg\">High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>SACRAMENTO, Calif. &ndash; <!--introstart-->About 38 billion gallons per day (42,000,000 acre-feet per year) of water were withdrawn from groundwater and surface-water sources in California in 2010, according to a new <a href=\"http:\/\/ca.water.usgs.gov\/water_use\/\">U.S. Geological Survey dataset, which is now available online<\/a>.<!--introend--> To put the quantity in perspective, this daily amount is equivalent to draining Lake Shasta, California&rsquo;s largest reservoir, at full capacity about once every 40 days. The site shows water-use estimates based on source type (surface water vs. groundwater, and fresh vs. saline water) and withdrawal category, including irrigation, public supply, and thermoelectric. Estimates are provided for individual counties and for the entire state.&nbsp;&nbsp;<\/p>\r\n<p>\"The current drought in California has increased demand for these data,\" said USGS <a href=\"http:\/\/ca.water.usgs.gov\/index.html\">California Water Science Center<\/a> Director, Eric Reichard. \"This information is critical for managers and planners to understand how factors such as population, industry, crops, energy production and climate affect water withdrawals.\"&nbsp;<\/p>\r\n<p>Since 1950, the USGS has compiled and published national water-use estimates every five years. In response to increased interest associated with current drought conditions, the 2010 water-use estimates for California have been released prior to other state or national water-use publications, which are expected to be published in late 2014. The delay between data collection and release is due to the time it takes to compile data from many sources and assure its quality.&nbsp;<\/p>\r\n<p>Water-withdrawal estimates are provided for individual counties and for the entire state by source type and by category, following the <a href=\"http:\/\/water.usgs.gov\/watuse\/\">USGS National Water-Use Information Program<\/a> guidelines.&nbsp; The USGS California Water Science Center is responsible for determining the most reliable sources of data, compiling and analyzing those data, estimating missing data, and preparing documentation of the sources and methods used to estimate water use for California.<\/p>\r\n<p>These estimates provide a snapshot of water use in 2010.&nbsp; The quantification of water use provides a baseline for assessing the interrelationship between factors such as demographics, land use, irrigation practices, climate, economics, and legal decisions, and water availability.&nbsp; These water-use estimates are important inputs to hydrologic models that are used for water resource planning and management.<\/p>\r\n<ul>\r\n<li>In 2010, Californians withdrew an estimated total of 38 billion gallons per day (42,000,000 acre-feet per year) compared with 46 billion gallons per day (52,000,000 acre-feet per year) in 2005.&nbsp;<\/li>\r\n<li>Total estimated surface-water withdrawals in California were 25 billion gallons per day (28,000,000 acre-feet per year) (67%), compared with 35 billion gallons per day (39,000,000 acre-feet per year) (76%) in 2005.<\/li>\r\n<li>Total estimated groundwater withdrawals were 13 billion gallons per day (15,000,000 acre-feet per year) (33%), compared with 11 billion gallons (12,000,000 acre-feet per year) (24%) in 2005.<\/li>\r\n<li>About 82% of all California water withdrawals were from fresh water sources, compared with 72% in 2005.&nbsp; In both 2005 and 2010, about 74% of all fresh water withdrawals were for irrigation.<\/li>\r\n<\/ul>\r\n<p>The 38 billion gallons per day (42,000,0","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","ground","surface","data","Climate Land Use","Water Use"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1408507200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169924"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}