{"title":"A Whirlwind of Activity â\u0080\u0094 USGS Responds to Hurricanes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->What happens when a hurricane threatens? Homeowners in the path of the storm check their insurance policies and their shutters, vacationers decide to head inland or take their chances at the beach<!--introend-->and all over the U.S. Geological Survey, people get busy. Before, during, and after the storm, the USGS helps people in hurricane-prone areas by providing detailed maps of the affected areas to rescue and recovery workers, by tracking flooding, and by documenting coastal erosion.<\/p>\n<p>As Hurricane Bonnie approaches the United States, the USGS Emergency Response Team is on alert. One of their first priorities is providing maps of the affected areas to emergency response personnel from local, state, and federal agencies. This can be a difficult task -- it takes roughly 55,000 quadrangle maps to cover the United States and its territories, not including Alaska. Just finding adequate supplies of the right maps for \"Hurricane Alley\" along the East and Gulf Coasts, Puerto Rico, and the Virgin Islands can be challenging.<\/p>\r\n<p>Most map requests come from the Federal Emergency Management Agency (FEMA), the American Red Cross, the U.S. Army Corps of Engineers (USACE), and the National Imagery and Mapping Agency. \"We rely on the USGS maps to give us the information we need in a disaster situation,\" said Greg Millett, a former employee of the American Red Cross National Disaster Operations Center, in 1996 when Hurricane Fran hit the East Coast. \"The large format of the 1:100,000-scale maps helps us plot the boundaries of a disaster and determine how many households are involved, so we know how much food, clothing, and shelter will be required. The USGS maps contain all the information we need, and they&rsquo;re not cluttered up with extraneous information on landmarks and attractions that most commercial road maps carry.\"<\/p>\r\n<p>While the first topographic maps are being distributed, USGS flood crews are also at work on rivers in the areas affected by the hurricane. The USGS national network of streamflow gaging stations provides data on river stages and discharges to the NOAA\/National Weather Service in real time for forecasting floods. USGS real-time water data are available on the World Wide Web at <a href=\"http:\/\/h2o.usgs.gov\">http:\/\/h2o.usgs.gov<\/a>; scroll down the web page and click on Real-Time Water Data, then click on the state you are interested in. In addition, USGS hydrologic technicians often cooperate with other Federal agencies, particularly FEMA and the USACE, to collect data on storm surges (abnormally high tides caused by storm winds). Surprisingly, during many hurricanes, flooding causes more damage than high winds.<\/p>\r\n<p>One lasting legacy of hurricanes is vastly accelerated coastal erosion, and USGS geologists have been studying the erosion caused by hurricanes for a number of years. Damage can reach far from the actual landfall--in October 1995, Hurricane Opal devastated barrier islands in Louisiana 300 miles from its landfall. USGS biologists are also involved in making assessments of the damage caused to biota and ecosystems by the hurricane.<\/p>\r\n<p>Depressing as these statistics are, they are vital information for coastal planners and managers as well as property owners. USGS studies in the Pacific Ocean have shown that overwash damage to coasts depends on the shape of the offshore area. \"When we know the coastal profile, the shoreline cities can establish a reasonable construction set-back to prevent unnecessary property losses,\" said Bruce Richmond, a USGS geologist who has specialized in storm effects on the islands of the Pacific. \"We can&rsquo;t prevent hurricanes, but geologic mapping in areas where storms are frequent can help minimize losses by identifying the locations that are most likely to suffer.\"<\/p>\r\n<p>A new method developed at the USGS by Dr. Christopher Barton and colleagues enables scientists and managers to more accurately forecast the size and number of na","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia","Alabama","Florida","Georgia","Louisiana","Mississippi","North Carolina","Puerto Rico","Texas"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"904017600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}