{"title":"A 21st century labratory for 21st century science . . . Ever Try To Pack, Move, And Unpack 60 Households In A Few Weeks?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Even the most complex household move would pale in comparison to the daunting task that faced the U.S. Geological Survey last week. Its National Water Quality Laboratory moved from Arvada, Colo. to the Denver Federal Center and a new facility which is leased by the USGS from the General Services Administration. \n<p>The coordinated effort required the moving of a laboratory that supports the work of nearly 200 employees. During the move some 20,000 parcels including hundreds of precision analytical instruments, 250 computers, office furniture, and archives as well as newly arriving samples were moved. \r\n<p>\"The move to our new laboratory on the Denver Federal Center symbolizes an exciting and -- literally -- forward-moving approach to water-quality science for the new century,\" said Bob Williams, Chief of the USGS, National Water Quality Laboratory. \"The public policy focus on issues related to water quality, new regulations and standards that states must meet, and the need to solve the puzzle of how certain contaminants interact with one another, all present interesting challenges for the water science community. \r\n<p>\"We know the advantages of working collaboratively with others in the water quality field in both the public and private sectors. We have to take advantage of the expertise and capabilities within the USGS and other agencies,\" said Williams. \r\n<p>The USGS National Water Quality Laboratory can then provide important background environmental water-quality information to those who have regulatory and standard-setting responsibilities and to other interested parties throughout the Nation. This facility logs in up to 100 containers each day of samples shipped in from field-collection sites around the country. About 30,000 samples are sent to the laboratory each year. More than 1.5 million chemical determinations are made using these samples which are typically analyzed for a variety of chemical properties or constituents. \r\n<p>The USGS National Water Quality Laboratory performs highly accurate, low-level, environmental analyses of water samples collected as part of state-by-state investigations and national assessments of the quality of the nation&rsquo;s water resources. Samples are analyzed for nutrients, metals, and organic compounds in water and in the tissue of fish and other organisms. Detections of even trace amounts of a particular contaminant in water are important to understanding the environment in which the water quality may be changing. \r\n<p>\"We are delighted with the integrated design of our new laboratory and with the partnership with GSA in making this state-of-the-art facility a reality for the water quality needs of the Nation,\" Williams said. \r\n<p>\r\n<p>The USGS will dedicate the facility in a ceremony planned for early June. The public can look forward to seeing the facility and how it works at the USGS Open House at the Denver Federal Center, August 27 and 28. \r\n<p>So as not to disrupt services to USGS National Water Quality Laboratory customers, the move was carefully coordinated between the public and private sectors. NWQL employees worked for many months with the private sector to ensure the success of every aspect of the move. The move logistics, which included a bar-coded inventory of the entire laboratory, were coordinated by BTG, Fairfax, Va., a move-management company. The laboratory was moved by Bailey&rsquo;s, Denver, Colo., a commercial relocation mover. The building was designed for GSA by HOK, Houston, Texas. Blackinton and Decker, Inc., a Denver-based, minority construction firm, completed construction of the state-of-the-art, 96,000-square foot laboratory in 18 months. Abide International was hired by GSA for construction management. ECC, Lakewood, Colo., an environmental and hazardous waste management firm, worked closely with all parties to ensure a safe move occurred. \r\n<p>GSA is the Government&rsquo;s full-service, real estate provider. Its mission is to provide quality and c","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"923371200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169490"},{"tid":"168902"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}