{"title":"High Salt Concentrations in Water Resulting  from Coal-bed Natural Gas Production Harmful to Aquatic Life","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Water from coal-bed natural gas production may contain sodium bicarbonate at concentrations that can harm aquatic life, according to a new study by the U.S. Geological Survey; Montana Fish, Wildlife and Parks; the Bureau of Land Management and the U.S. Environmental Protection Agency.<!--introend--><\/p>\n<p>\"Methane gas associated with coal deposits, once viewed as a nuisance hazard, is now being produced as a valuable resource, an important part of achieving our energy independence,\" said USGS Director Marcia McNutt. \"But new methods of energy production can also bring new risks to the environment that have not yet been evaluated or quantified. The USGS provides timely scientific information to help energy producers, resource managers, and local communities make wise choices in areas of rapidly expanding development.\"<\/p>\r\n<p>Over the past few years, an increase in the production of coal-bed natural gas has occurred throughout the nation. The results of this study may help resource managers achieve a balance between beneficial use of water resources (such as irrigation) and the protection of aquatic life throughout the nation and abroad. The study area included the Tongue and Powder Rivers in Montana and Wyoming, where several types of experiments and assessments were used for 13 aquatic species. The full report is available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5008\/\">online.<\/a><\/p>\r\n<p class=\"s13\">Salts such as sodium&nbsp;bicarbonate&nbsp;are found naturally in the water along the coal-bed natural gas seams.&nbsp;When excessive&nbsp;amounts of this water are discharged into&nbsp;freshwater&nbsp;streams&nbsp;and&nbsp;rivers, however, the results&nbsp;can&nbsp;adversely&nbsp;affect&nbsp;the&nbsp;ability&nbsp;of&nbsp;fish&nbsp;and other aquatic organisms to survive.<\/p>\r\n<p>The water extracted along with coal-bed natural gas is called produced water.&nbsp; Produced water&nbsp;is&nbsp;a&nbsp;by-product&nbsp;of the&nbsp;coal-bed&nbsp;natural&nbsp;gas&nbsp;extraction.&nbsp;Companies may dispose of produced water in several ways&mdash; discharging it directly into watersheds; treating and then discharging it; injecting it into deep wells;&nbsp; discharging it to drip irrigation systems; or capturing it in evaporation ponds. Produced water is not the same as water injected during hydraulic fracturing. &nbsp;<\/p>\r\n<p>The aquatic species tested had difficulty surviving in waters in which sodium bicarbonate was found at levels from about 1,120 to greater than 8,000 milligrams (mg) of sodium bicarbonate per liter. Results varied across species and depended upon the age of the organism. Chronic toxicity was observed at concentrations that ranged from 450 to 800mg of sodium bicarbonate per liter. The specific concentration depended on the sensitivity of the four species of invertebrates and fish exposed. The Tongue River has a natural baseline of approximately 280mg of sodium bicarbonate per liter.<\/p>\r\n<p>Deionization treatment practices employed in the Tongue and Powder River watersheds appear to reduce the concentrations of sodium bicarbonate and reduce the toxicity of untreated effluent water.&nbsp; Areas with concentrations likely to cause significant mortality in the Tongue and Powder River Basins appear to be limited to tributaries and parts of mixing zones with considerable additions of untreated discharge.&nbsp;<\/p>\r\n<p>Results from this study may have applications beyond coal-bed natural gas production. &nbsp;Other energy production practices also provide a potential pathway for salts to enter surface water via produced water and sediment transport. Conventional and unconventional (including hydraulic fracturing) oil and gas extraction practices often result in large volumes of produced water that contain elevated salts and dissolved solids from naturally occurring sources. The addition of sulfates and bicarbonates to surface waters may also result from the disturbances associated with mountain top remova","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["coal","naturalgas","ecosystems","aquaticecosystem","energy","Sodium Bicarbonate","Methane","Montana","Wyoming"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1339646400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168796"},{"tid":"169185"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}