{"title":"USGS Mapping Data Now Available Over the Internet","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Ever wonder what an aerial view of your neighborhood might look like?<!--introend--> Now with a few clicks users of digital map data will be able to locate aerial images over the Internet using the new Microsoft TerraServer web site unveiled today (June 24, 1998) by the U.S. Geological Survey (USGS) and Microsoft during Federal Enterprise Day in Washington, D.C. The site can be reached at <a href=\"http:\/\/www.terraserver.microsoft.com\">http:\/\/www.terraserver.microsoft.com<\/a>. \n<p>As part of a cooperative research and development agreement, the USGS and Microsoft processed 3 terabytes -- that&rsquo;s a 3 followed by 12 zeros -- of digital orthophoto quadrangle (DOQ) images -- produced by the USGS available to the general public through the Internet. A DOQ is a digital image of aerial photography that combine the image characteristics of a photograph with the geometric qualities of a map. The USGS currently has more than 60,000 digital aerial images that cover approximately 30 percent of the conterminous United States. \"We are very excited about this project. This application is the first in a series of steps which allows the USGS to create a &rsquo;Gateway to the Earth.&rsquo; Our science produces data and information for processes occurring in, on, and around the Earth, and the Internet is the ideal venue for us to deliver this information to the citizens of this country,\" said USGS Associate Director Barbara Ryan. The USGS provided technical assistance to Microsoft on processing the geospatial imagery and presentation. Microsoft took the USGS full resolution data, sectioned, then resampled and compressed it repeatedly, creating millions of images that can be served quickly on the Internet. The database today holds approximately one terabyte of data and it is anticipated it will double in size over the next 18 months. The TerraServer system operates on the 64-bit AlphaServer 8400 and the Storage Works Enterprise Storage Array (ESA) 1000 from Compaq Computer Corporation. \r\n<p>For Microsoft TerraServer users it will be very easy to select an area, search by name, or from a coverage graphic pan over an area and zoom in on an image such as their neighborhood, favorite theme park or ball field. In addition, this application will allow users to download the image they see on their screen to their own computer at no charge. If the user wants to purchase a full resolution digital file, he or she will be linked to a USGS site that will provide them with ordering information. Using Microsoft&rsquo;s Site Server, Commerce Edition software, the USGS will be able to take credit card orders efficiently and securely over the Internet. \r\n<p>For additional information about the USGS\/Microsoft CRADA <a href=\"http:\/\/mapping.usgs.gov\/mac\/isb\/pubs\/factsheets\/fs11197.html\">click here<\/a>. \r\n<p>\r\n<p><b>(Note to Editors: Interviews with a USGS expert at the unveiling can be arranged by contacting Karen Wood at 703-648-4447.)<\/b> <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"898660800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}