{"title":"USGS Celebrates With Valued Partners at Open House","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) will celebrate a number of important partnerships during their Open House, to be held at their Menlo Park Science Center on Saturday, June 3 and Sunday, June 4 from 10:00 a.m. to 4:00 p.m. The USGS Menlo Park Science Center is located at 345 Middlefield Road in Menlo Park and admission is free of charge.<\/p>\n<p>The theme of the Open House is \"The Science of Natural Hazards,\" and USGS scientists will display a number of new products, maps, research findings and demonstrations outside in a tented area called \"Earthquake Country.\" <\/p>\r\n<p>Key partners will be joining USGS scientists in Earthquake Country with exhibits and materials from the California Geological Survey, the San Mateo County Office of Emergency Services, FEMA (Department of Homeland Security), the American Red Cross Bay Area Chapter, Pacific Gas &amp; Electric Company, the Earthquake Engineering Research Institute, the Structural Engineers Assn. of Northern California and QuakeHold\/Trevco. Exhibits will include helpful materials and hand-outs on earthquake preparedness for individuals and communities and the latest developments in earthquake engineering and property mitigation.<\/p>\r\n<p>The Open House will formally mark the beginning of a new state\/federal partnership between the USGS and the California Geological Survey (CGS). The technical and professional expertise of CGS staff is applied to the production of scientific products and services about the state&acute;s geology, seismology and mineral resources, including their related hazards, that affect the health, safety, and business interests of the people of California. <\/p>\r\n<p>The new partnership between the USGS and the California Geological Survey has resulted in a \"one stop shop\" offering USGS and CGS maps, bulletins, reports and field guides from both agencies, including the popular Alquist-Priolo earthquake hazard maps produced by CGS and \"Putting Down Roots in Earthquake Country: Your Handbook for the Bay Region,\" developed by USGS and 22 partners in from the 1906 Earthquake Centennial Alliance. The Map and Publication Sales area is located in Building 3.<\/p>\r\n<p>In honor of the Open House, the Map and Publication Sales will be offering a special of ten percent off of CGS publications purchased over-the-counter at the sales desk, which will be open for business throughout the two-day event. Regular business hours are 8:00 a.m. to 4:00 p.m. Monday thru Friday. <\/p>\r\n<p>Some of the products on special include:<\/p>\r\n<p>Geologic Map of California (scale 1:750,000)<\/p>\r\n<p>Regional Geologic Maps (scale 1:250,000)<\/p>\r\n<p>Fault Activity Map of California (scale 1:750,000)<\/p>\r\n<p>Field Trip Guidebooks<\/p>\r\n<p>Official Earthquake Fault Zone Maps (major faults - CD-ROM)<\/p>\r\n<p>Gold Districts of California (Bulletin 193)<\/p>\r\n<p>California Gold Mines: Photo Collection on CD (CD 98-001)<\/p>\r\n<p>California Mines and Minerals CD (CD 2000-001)<\/p>\r\n<p>Geology of Point Reyes Peninsula (Bulletin 202)<\/p>\r\n<p>Geologic Map of the Lake Tahoe Basin (RGM Map No. 4)<\/p>\r\n<p>More information about the Menlo Park Open House, where to park and other special attractions can be found on the web at <a href=\"http:\/\/openhouse.wr.usgs.gov\">http:\/\/openhouse.wr.usgs.gov<\/a>. The Open House will also feature a wide variety of USGS science, exhibits and activities on topics from water quality to energy resources, San Francisco Bay ecosystems and coastal studies and many others.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1148443200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}