{"title":"Post-Fire Stabilization Seedings Have Not Developed Into Sage-grouse Habitat","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOISE &mdash;&nbsp;<!--introstart-->The practice of emergency post-fire seeding in sagebrush landscapes of the Great Basin, which was meant to stabilize soils,&nbsp;has not resulted in restored habitats that would be used by greater&nbsp;sage-grouse&nbsp;according to U.S. Geological Survey and U.S. Forest Service researchers who published their results today in the journal&nbsp;Ecosphere.<!--introend--><\/p>\n<p>The new study examined the habitat that was present 8-20 years after the seeding projects occurred. These aerial or rangeland drill seeding projects did not always include sagebrush seeds and were not intended to restore wildlife habitat, but instead were designed to mitigate the effects of fire on soil and vegetation. Yet they provide an opportunity to reverse habitat degradation for sage-grouse, a species being considered for protection under the Endangered Species Act.<\/p>\r\n<p>Scientists first characterized which habitats and landscapes&nbsp;sage-grouse use throughout the Great Basin. Then they examined areas that had burned and were subsequently seeded with rangeland plant species between 1990 and 2003. To link the two phases of the study, the authors assessed whether vegetation conditions in rehabilitated areas were similar to the habitats used by&nbsp;sage-grouse.<\/p>\r\n<p>The authors found that sage-grouse tend to use areas with a mixture of dwarf sagebrush and Wyoming big sagebrush, native grasses, minimal human development, and minimal non-native plants. This information will help land managers prioritize areas for protection from disturbance or areas for future sage-grouse specific restoration efforts.<\/p>\r\n<p>\"When we compared these vegetation and landscape conditions to those of post-wildfire rehabilitation sites, we found that the probability of&nbsp;sage-grouse&nbsp;using treated areas was low and not very different from burned areas that had not been treated,\" said USGS ecologist Robert Arkle, the lead author of the publication.<\/p>\r\n<table style=\"width: 700px;\" border=\"0\" cellpadding=\"3\" align=\"center\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/gallery.usgs.gov\/images\/03_23_2014\/fja4EQp10W_03_23_2014\/large\/BurningSagebrushNorthernGreatBasin.jpg\"><img src=\"http:\/\/gallery.usgs.gov\/images\/03_23_2014\/fja4EQp10W_03_23_2014\/large\/BurningSagebrushNorthernGreatBasin.jpg\" alt=\"Sagebrush burning\" width=\"700\" height=\"525\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"italics\">This is sagebrush burning at Hart Mountain National Antelope Refuge in association with a management project located&nbsp;65 miles northeast of Lakeview, OR.<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Burned areas, whether treated or not, generally lacked shrubs even after 20 years, and in low elevation areas especially, non-native plants like cheatgrass were often too prevalent for burned sites to be used as&nbsp;sage-grouse&nbsp;habitat. This is important because it means that for at least 20 years following wildfire, burned areas of the Great Basin are not likely to be used by&nbsp;sage-grouse, regardless of emergency stabilization treatment. With this kind of time lag, a substantial amount of&nbsp;sage-grouse&nbsp;habitat is lost each year to wildfire, while gaining relatively little through natural plant succession or emergency stabilization treatments.<\/p>\r\n<p>Published guidelines about what constitutes&nbsp;sage-grouse&nbsp;habitat also provided criteria for comparison to what the scientists observed in the seeded sites. Seeded areas met habitat guideline criteria for native grasses about half of the time, but the majority of seeding projects did not meet sagebrush or forb guideline criteria.<\/p>\r\n<p>Some individual seeding projects did result in higher quality habitat and the authors evaluated the environmental conditions shared by these sites to determine where post-fire rehabilitation is more likely to benefit sage-grouse. Seeding projects that were most effective tended to occur in cool, moderately moist climates and also depended on post-treatment pre","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["wildfire","sage","grouse","Great","Basin","restoration","ecosystems","Idaho"],"distribution":["Biology"],"release_date":{"und":[{"value":"1395633600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169203"},{"tid":"170526"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}