{"title":"spring Starts Dry in the Mid-Atlantic","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The rain last week did little to alleviate the dry conditions affecting parts of Maryland, Delaware, Virginia, and the District of Columbia.<!--introend--> Hydrologic conditions in the Mid-Atlantic region remain abnormally dry, and streamflows continue to decline, according to scientists at the U.S. Geological Survey (USGS) (see national map figure below). The National Weather Service has recorded only 0.8 inches of rain at BWI Airport so far in March, and only 0.37 inches at Hagerstown. Precipitation in the area since January 1, 2009 has been about half of normal, with many locations experiencing rainfall deficits of 3 to 5 inches.<\/p>\n<p>USGS streamgages show that streamflows in the region have been falling. The streamgage on the Potomac River at Little Falls near Washington, D.C. measured a steady decline in flow since mid-February (see hydrograph figure below), when normally it would be rising. Other, smaller streams have experienced periods of higher discharge during storms, but quickly returned to base flow levels that have remained below normal. Information on streamflow conditions in the MD-DE-DC area is available on the <a href=\"http:\/\/md.water.usgs.gov\/waterdata\/\">MD-DE-DC Water Science Center Web site<\/a>.<\/p>\r\n<p>Ground-water levels are also declining. USGS ground-water observation wells in Baltimore and Frederick Counties show that shallow water tables have been dropping since mid-February from peak levels. This is of concern, because ground water normally continues to recharge into the spring as long as vegetation is still dormant. If dry conditions persist in the region into the summer, some shallow domestic wells may be unable to supply sufficient water to meet demands.<\/p>\r\n<p>Most public water systems are less affected by the dry conditions. Municipal wells tend to withdraw ground water from deeper aquifers, which are less sensitive to a short-term lack of recharge. Many municipal water systems also use surface-water reservoirs for water supply. Despite the lack of rainfall, Baltimore City reservoirs are reported to be filled to near capacity. A summary of March water conditions in the region will be available in early April from the USGS.<\/p>\r\n<table border=\"0\" width=\"550\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_03_25\/fig1.jpg\" alt=\"see caption\" width=\"540\" height=\"256\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span style=\"font-size: x-small; font-family: Verdana;\">National streamflow conditions on Tuesday, March 24. Graphic and information from <a href=\"http:\/\/waterdata.usgs.gov\/usa\/nwis\/rt\">http:\/\/waterdata.usgs.gov\/usa\/nwis\/rt<\/a><\/span><\/td>\r\n<\/tr>\r\n<tr>\r\n<td>&nbsp;<\/td>\r\n<\/tr>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_03_25\/fig2.jpg\" alt=\"see caption\" width=\"432\" height=\"321\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span style=\"font-size: x-small; font-family: Verdana;\">Streamflow in the Potomac River at the Little Falls gage for the past 60 days, compared to median streamflow on these dates over the 78-year period of record. Graphic and information from <a href=\"http:\/\/waterdata.usgs.gov\/nwis\/uv?01646500\">http:\/\/waterdata.usgs.gov\/nwis\/uv?01646500<\/a> (specify 60 days of record to see the trend)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland","Virginia"],"country":["United States of America"],"mm_tags":["streamflow","streamgages","groundwater","waterconditions","water"],"release_date":{"und":[{"value":"1237953600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169148"},{"tid":"170668"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}