{"title":"Michael Gauldin Named USGS Public Affairs Officer","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<span class=\"bold\">Reporters:&nbsp; <a href=\"http:\/\/pubs.usgs.gov\/sir\/2006\/5267\/\">Anthropogenic Organic Compounds in\r\nGround Water and Finished Water of Community Water Systems in the Northern\r\nTampa Bay Area, Florida, 2002-04,<\/a><\/span> USGS Scientific Investigations Report\r\n2006-5267 by Patricia A. Metz, Gregory C. Delzer, Marian P. Berndt, Christy A.\r\nCrandall, and Patricia L. Toccalino is available online.\r\n<\/p>\r\n<p>\r\n<!--introstart-->As populations increase around areas\r\nwith public water-supply wells in the northern Tampa Bay\r\nregion there are corresponding increases in contamination.\r\nAccording to a study by the U.S. Geological Survey\r\n(USGS), human activities are impacting ground-water\r\nresources.<!--introend-->\r\n<\/p>\r\n<p>\r\nIn the first phase of the study, 30 randomly-selected\r\npublic-supply wells were sampled prior to treatment and analyzed for the presence of 258 compounds\r\ngenerated by humans such as pesticides and volatile organic compounds (VOCs). The northern Tampa Bay\r\narea was selected for study because a large percentage of the population relies\r\non ground-water resources from the Upper Floridan aquifer for drinking water\r\nsupply.\r\n<\/p>\r\n<p>\r\nOf the 258 sampled compounds, 31 were\r\ndetected in wells prior to treatment. Samples from\r\nthe wells generally contained a mixture of compounds (average of 4 compounds)\r\nand 70 percent of the samples had at least one compound detected. Concentrations were low (less than 1\r\nmicrogram per liter), well below the potential for human health concern, and\r\nwere several orders of magnitude below the\r\nlevel of toxicity for drinking-water standards set by the U.S. Environmental\r\nProtection Agency. The relative levels of contamination were closely\r\nlinked to land-use type and to the amounts and types of chemicals used in each\r\nsetting. For example urban areas showed widespread occurrence\r\nof pesticides commonly used around the home and gardens, golf courses, and\r\npublic road right-of-ways. These common pesticides included atrazine (including\r\nthe breakdown products 2-hydroxyatrazine and deethylatrazine), simazine, and\r\nprometon.\r\n<\/p>\r\n<p>\r\nIn the second phase of the study, wells that had the highest levels\r\nof contamination were resampled before and after treatment. The pesticides\r\nmost frequently detected both prior to and after treatment were atrazine and\r\nits breakdown products. All detections were at very low concentrations (less\r\nthan 0.03 micrograms per liter).\r\n<\/p>\r\n<p>\r\n&quot;We are seeing the effect of human activity and land-use practices on\r\nour ground-water supplies,&quot; said Patricia Metz,\r\nUSGS hydrologist and lead author on the report. &quot;Although\r\nconcentrations are very low, their presence indicates\r\nthe relatively rapid mobility of these contaminants to the ground-water system and\r\nthe vulnerability of ground-water supplies to contamination from human\r\nactivities.&quot;\r\n<\/p>\r\n<p>\r\nThe study examined the relation\r\nbetween the occurrence of the contaminants and land-use, population and local hydrogeologic\r\nconditions. In the northern Tampa\r\nBay area the Upper\r\nFloridan aquifer ranges from being unconfined to semiconfined. In areas where\r\nthe aquifer is unconfined, it is more open to recharge from land surface and therefore\r\nmore vulnerable to impact from human land-use activities. In this study, half\r\nof the 30 water supply wells were located in areas where the aquifer was\r\nunconfined, the other half in areas where the aquifer was semiconfined.\r\nCompounds associated with human activity were found at almost double the rate\r\nin water from wells where the aquifer was unconfined as compared to\r\nsemiconfined conditions.\r\n<\/p>\r\n<p>\r\nThe study also found\r\nthat a significant relation exists between population and the number of\r\ncontaminants detected. Where population and human development was limited, such\r\nas large well fields, little to no anthropogenic compounds were detected.\r\n<\/p>\r\n<p>\r\n&quot;Concentrations of\r\nspecific compounds in ground water depend on","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1188878400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}