{"title":"Low-flying Helicopter Scanning Poncha Springs for Scientific Clues to Past, Future","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Citizens should not be alarmed if they witness a peculiar low-flying helicopter, with a large beam extending from its nose, flying over Poncha Springs in the next couple of weeks.<\/p>\n<p><!--introstart-->Starting on Friday, <strong>October 24 <\/strong>and lasting for about two weeks, a low-flying helicopter under contract to the U.S. Geological Survey (USGS) will begin collecting and recording geophysical measurements over the town of Poncha Springs, Colorado, for scientific research purposes.<!--introend-->&nbsp;<\/p>\r\n<p>The helicopter will collect measurements over the town of Poncha Springs and the surrounding area.&nbsp; The helicopter will fly low to the ground back and forth near the mountain front and will measure the magnetic properties of the crust.&nbsp;<\/p>\r\n<p>This survey is designed to remotely study geologic and hydrologic units that lie below land surface. It is designed to identify features such as changes in rock types, ultimately providing a better understanding of the geology and hydrology of this area that may be related to geothermal energy.<\/p>\r\n<p>The Governor's Energy Office and Colorado Geological Survey are partners in the project.<\/p>\r\n<p>The helicopter is operated by Upper Limits Aviation, Inc., of Salt Lake City, Utah, under contract to the USGS and is controlled by experienced pilots who are specially trained for low-level flying.&nbsp; Upper Limits Aviation is working with the Federal Aviation Administration to ensure flights are in accordance with U.S. law.&nbsp;<\/p>\r\n<p><strong>Editor:&nbsp; In the public interest and in accordance with FAA regulations, the USGS is announcing this low-level airborne project.&nbsp; Your assistance in informing the local communities is appreciated.<\/strong><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["geology","geomagnetism","groundwater"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1224734400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}