{"title":"Award Recognizes Animas Watershed Improvements","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The Animas River Stakeholders Group was recognized with the Department of the Interior's Cooperative Conservation Award today for significant improvements to water quality and aquatic habitat in Colorado's Animas River watershed.<!--introend--><\/p>\n<p>The award recognizes the strength of collaborative activities such as those of the ARSG. This group brought together perspectives from local stakeholders, including land owners and mine operators, with those of Federal and State agencies. The ARSG helped to bring about consensus among the diverse stakeholders on complex and costly cleanup efforts by providing a regular forum to explain the science behind decisions and organizing resources for voluntary mine reclamation.<\/p>\r\n<p>As part of the ARSG effort, scientists with the U.S. Geological Survey studied the geology of the watershed and the effects of historical mining on water and sediment quality and aquatic and riparian habitat. Research results were recently published and used to identify cost-effective strategies to prioritize restoration of individual abandoned mine sites.<\/p>\r\n<p>\"The Animas River watershed is one of many in the Western U.S. where historical mining has left a legacy of acid mine drainage,\" said USGS Director Mark Myers. \"This watershed, which reaches across 145 square miles of Colorado's San Juan Mountains, is rich in mineral deposits, recreational opportunities and historic interest. Through the collaborative efforts of the ARSG, people will be able to appreciate the area's beauty and opportunity, and better define environmental impacts from previous mining activity.\"<\/p>\r\n<p>\"USGS research demonstrates that before remedial actions take place, there should be a complete understanding of what controls the release of metals and acid to the environment,\" said Stan Church, USGS scientist and lead scientific editor of the USGS report. \"Specifically, we evaluated and published our findings on what geologic, hydrologic and biologic studies were required as part of the Animas River watershed study. The process helped prioritize contaminated sites for remediation based on their effect on the water, sediment and ecosystem quality.\"<\/p>\r\n<p>The study of the Animas River watershed shows how understanding the processes associated with the formation of mineral deposits is critical to tailoring cleanup activities to specific abandoned mine sites. This area has been the site of significant USGS studies for many years.<\/p>\r\n<p>An overview of recent USGS studies, \"Environmental Effects of Historical Mining in the Animas River Watershed, Southwestern Colorado,\" is available at <ins datetime=\"2008-04-02T09:55\" cite=\"mailto:jrobertson\"><ins cite=\"mailto:jrobertson\"><a href=\"http:\/\/pubs.usgs.gov\/fs\/2007\/3051\/\">http:\/\/pubs.usgs.gov\/fs\/2007\/3051\/<\/a><\/ins><\/ins>.<\/p>\r\n<p>The complete USGS report, \"Integrated Investigations of Environmental Effects of Historical Mining in the Animas River Watershed, San Juan County, Colorado,\" is available at <a href=\"http:\/\/pubs.usgs.gov\/pp\/1651\/\">http:\/\/pubs.usgs.gov\/pp\/1651\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1208750400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"170468"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}