{"title":"USGS Research Indicates Fire Suppression and Fuel Buildup are Not Responsible for Shrubland Fires in Southern California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>With the loss of life and property being experienced in the fires that have burned out of control in four Southern California counties, research by the U.S. Geological Survey on fire in the region reveals that to effectively manage fires to help prevent loss of life and property in Southern California shrublands, it is essential to understand the natural role of fire in chaparral ecosystems. <\/p>\n<p>Large, high-intensity fires sweep the landscape in this region each year, threatening lives and homes, as is occurring with such devastation in this area. Ecologists have long known that chaparral ecosystems burn extensively and often, and that much of the dominant vegetation in these systems is highly adapted to a fire-prone environment. Many native plants here have seeds that require fire to germinate, or need the kind of disturbed habitat fires leave behind to grow. It was long thought that fire suppression played the same role in chaparral shrublands as it has in forests, creating a build-up of fuels that can eventually lead to more destructive fires. <\/p>\r\n<p>&quot;Past fire suppression is not to blame for causing large shrubland wildfires, nor has it proven effective in halting them,&quot; said Dr. Jon Keeley, a USGS fire researcher who studies both southern California shrublands and Sierra Nevada forests. &quot;Under Santa Ana conditions, fires carry through all chaparral regardless of age class. Therefore, prescribed burning programs over large areas to remove old stands and maintain young growth as bands of firebreaks resistant to ignition are futile at stopping these wildfires.&quot; <\/p>\r\n<p>In recent studies Keeley and his colleague, C. J. Fotheringham of the University of California, Los Angeles, analyzed historical records for counties dominated by shrublands subject to periodic high-intensity wildfires, from Monterey County in the north to San Diego County in the south. They found that although fire suppression is critical to protect homes, buildings and other structures, fire suppression does not prevent large wildland fires in southern California shrublands because these fires usually occur with powerful Santa Ana winds that blow at high speeds from the desert to the coast. In the present fire, hot Santa Ana winds of over 60 mph greatly increased the intensity and the movement of the fire. These winds occur each autumn, at the time when natural fuels are driest. <\/p>\r\n<p>A close analysis of state fire records reveals the real story, said Keeley. Since 1910, chaparral fires have become more frequent as the human population has grown but fire size has not increased. The researchers found that large, intense fires were equally common in the years before widespread fire suppression as today, and do not appear to be the result of fuels build-up. In this highly fire-prone ecosystem, suppression efforts appear not to have greatly altered patterns of fire incidence. Keeley notes that the greater financial cost of fires today is most likely the result of constant urban expansion into areas subject to frequent burning. <\/p>\r\n<p>For example, written documents reveal that during the 19th century human settlement of southern California altered the fire regime of coastal California by increasing the fire frequency. This was an era of very limited fire suppression, and yet like today, large crown fires covering tens of thousands of acres were not uncommon. One of the largest fires in Los Angeles County (60,000 acres) occurred in 1878, and the largest fire in Orange County&rsquo;s history, in 1889, was over half a million acres. <\/p>\r\n<p>The main ignition source of chaparral wildfires under natural conditions is lightning, but lightning-ignited fires are of an order of magnitude fewer in coastal ranges than in interior ranges of California and much of the western United States, said Keeley. Keeley hypothesized that before the arrival of humans, the majority of area burned occurred at overlaps of summer and autumn weather event","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1067490000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169755"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}