{"title":"Jaggar event kicks off Volcano Awareness Month","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->With K&#299;lauea&rsquo;s dramatic summit plume in the background, the U.S. Geological Survey&rsquo;s Hawaiian Volcano Observatory kicks off Volcano Awareness Month in a public event at the Jaggar Museum overlook in Hawai&lsquo;i Volcanoes National Park on Saturday, January 2, 2010.<!--introend--><\/p>\n<p>The event begins at 10:00 a.m. with welcoming remarks by Park Superintendent Cindy Orlando. Keola Awong, Park Cultural Anthropologist, will talk about the cultural significance of Hawaiian volcanoes.<\/p>\r\n<p>Mayor Billy Kenoi will read the County of Hawai&lsquo;i proclamation declaring January 2010 as Volcano Awareness Month on the Island of Hawai&lsquo;i. Quince Mento, Hawai&lsquo;i County Civil Defense Administrator, will address the importance of understanding and being prepared for volcanic activity on the island.<\/p>\r\n<p>In a special guest appearance, HVO founder Thomas A. Jaggar (portrayed by living history actor Peter Charlot) will reminisce about establishing Hawai&lsquo;i&rsquo;s first volcano observatory as he marvels at the advances in volcano monitoring since 1912.<\/p>\r\n<p>Jim Kauahikaua, HVO&rsquo;s Scientist-in-Charge, will conclude the program with a message about the observatory&rsquo;s current role in monitoring Hawaiian volcanoes. He will also announce planned upgrades to be completed over the next two years &mdash; just in time for HVO's centennial in 2012.<\/p>\r\n<p>Island residents and visitors are invited to attend the kickoff to Volcano Awareness Month. Park entrance fees will be waived until 10:00 a.m. on Saturday, Jan. 2, so this is a free event.<\/p>\r\n<p>Throughout Volcano Awareness Month, HVO, in cooperation with Hawai&lsquo;i Volcanoes National Park, Hawai&lsquo;i County Civil Defense and the University of Hawai&lsquo;i at Hilo, will sponsor various programs and activities to promote increased awareness of and respect for the volcanoes on which Hawai&lsquo;i&rsquo;s residents live.<\/p>\r\n<p>Two of these programs will be conducted on Saturday after the kickoff event. At 11:00 a.m., discover how the volcano grows and breathes in &ldquo;Life and Breath of K&#299;lauea,&rdquo; a park ranger demonstration at Jaggar Museum. At 1:00 p.m., you can hear about the spectacular 1959 eruption in a 4-mile hike across the still-steaming K&#299;lauea Iki Crater.<\/p>\r\n<p>For more information about these and other Volcano Awareness Month events in January, visit the <a href=\"http:\/\/hvo.wr.usgs.gov\" title=\"USGS Hawaiian Volcano Observatory\">HVO Web site<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["geology","Volcano Awareness Month","volcano","Observatory","","Hawaii","National Park","geology","Jagger","public","plume"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1262149200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169558"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}