{"title":"National Groundwater Awareness Week","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"306\"]<a href=\"http:\/\/ga.water.usgs.gov\/edu\/graphics\/wcgwdischarge.jpg\"><img class=\"  \" src=\"http:\/\/ga.water.usgs.gov\/edu\/graphics\/wcgwdischarge.jpg\" alt=\"A diagram showing how precipitation water soaks into the ground and the time-line for recharging an aquifer, with the shallower aquifers taking as little as days to recharge, whereas the deeper ones could take millenia.\" width=\"306\" height=\"180\" \/><\/a> Diagram showing how precipitation water soaks into the ground and, depending of the layers of rock below ground, can take from days to millennia to get back into surface waters.[\/caption]\n\n<strong>Groundwater -- Right underneath our feet<\/strong>\n\nMarch 10-16 is <a href=\"http:\/\/www.ngwa.org\/events-education\/awareness\/Pages\/default.aspx\">National Groundwater Awareness Week<\/a>, when we give special recognition to one of our nationâ\u0080\u0099s most valuable resources -- groundwater.\n\nGroundwater affects everyone.Â  It supplies the drinking water for nearly half our nationâ\u0080\u0099s population and provides about 40 percent of our irrigation water.Â  It sustains streamflow between precipitation events and during protracted dry periods. And it helps maintain a variety of aquatic ecosystems that are dependent on groundwater discharge to streams, lakes, and wetlands.\n\nGroundwater is a part of our daily lives.Â  Rural farmers and urbanites, water-supply managers and regulators, researchers and policy-makers all have a part to play in the current status and future of our groundwater resources.Â  This valuable resource is right underneath our feet.\n\n<strong>Groundwater Challenges<\/strong>\n\nThe USGS strives to understand the dynamics of the many demands for groundwater from both human and environmental uses.Â  Understanding these dynamics helps answer important questions about current groundwater availability and long-term sustainability.\n\n[caption id=\"\" align=\"alignright\" width=\"373\"]<img src=\"http:\/\/ga.water.usgs.gov\/edu\/pictures\/irrigation.jpg\" alt=\"A picture showing farmland in Idaho being irrigated by a large spray-irrigation system. \" width=\"373\" height=\"259\" \/> In many states, groundwater is a vital source of irrigation water for farmers.[\/caption]\n\nGroundwater is everywhere, but its availability varies. Groundwater availability can be compared to a bank account.Â  An underground aquifer, a resource shared by many users, receives deposits from precipitation and surface water. The many users make withdrawals from the aquifer toÂ irrigate farmlands or supply wells.Â  If there are too many withdrawals, and not enough steady deposits, there isnâ\u0080\u0099t enough groundwater in the aquifer to go around.\n\nEven when water is plentiful, itâ\u0080\u0099s not truly available unless the quality is acceptable for the intended use.Â  Both water quantity and quality are essential to maintaining water supply for municipal, domestic, agricultural, and recreational use and for aquatic ecosystems.\n\n<strong>Quantity Assessments<\/strong>\n\nThe USGS has a legacy of groundwater assessment, publishing the first national assessment of groundwater in the early 1900s.Â  The USGS is working toward determining water availability in 30-40 major aquifersÂ as part of a national water census.Â  These <a href=\"http:\/\/water.usgs.gov\/ogw\/gwrp\/activities\/gw-avail.html\">aquifer assessments<\/a> provide objective scientific information about the effects of human activities on water levels, groundwater storage, and discharge to surface-water bodies and explore how climate variability could affect groundwater availability.\n\n[caption id=\"\" align=\"alignleft\" width=\"480\"]<img class=\" \" src=\"http:\/\/water.usgs.gov\/ogw\/gwrp\/activities\/images\/USGS-regional-groundwater-studies-2013-Jan.jpg\" alt=\"A graphic showing various USGS regional groundwater studies, color-coded by the fiscal year in which they either took place, are taking place, or will take place.\" width=\"480\" height=\"334\" \/> Various regional USGS groundwater studies either complete, planned or in progress[\/caption]\n\nMany states are experiencing groundwater decline in places where withdrawals have increased largely in response to economic and population growth.Â  Many regions in states such as Washington, Oregon, Arizona, Louisiana, Texas and Illinois have experienced lowered groundwater levels by as much as several hundred feet.Â  In other locations, increased withdrawals have caused saline groundwater to encroach inland.Â  Extensive groundwater pumping has resulted in land-surface subsidence and sinkholes.Â  The USGS has recently released a <a href=\"http:\/\/pubs.usgs.gov\/circ\/1376\/\">scientific study<\/a> illustratingÂ  how increased groundwater withdrawals can result in streamflow depletion.Â  The stress of increased demands on groundwater resources â\u0080\u0093 for domestic supply, municipal supply, irrigation and industrial uses â\u0080\u0093 has decreased availability in some areas.\n\n<strong>Quality Assessments<\/strong>\n\nIn parallel, USGS groundwater quality assessments assist water-quality managers and regulators in making decisions about monitoring needs and drinking water issues.Â  The USGS collaborates with other federal, state, and local drinking water programs to conduct extensive monitoring for regulatory and compliance purposes.Â  The whole of the nationâ\u0080\u0099s groundwater can be divided into 62 principal aquifers; these provide one-third of the Nationâ\u0080\u0099s population their drinking water from public supply systems and 15 percent of the Nationâ\u0080\u0099s population with drinking water Â from private domestic wells.Â  Each aquifer can cover multiple states, yet management decisions are made on the local level.Â  USGS groundwater quality assessments provide that large-scale perspective on each aquifer, providing consistent information needed by decision-makers.\n\n[caption id=\"attachment_176162\" align=\"alignright\" width=\"368\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/Groundwater-Recharge-Station.jpg\"><img class=\" wp-image-176162  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/Groundwater-Recharge-Station-1024x686.jpg\" alt=\"An image showing water cascading down an aerator at an aquifer storage and recovery plant\" width=\"368\" height=\"247\" \/><\/a> Cascading aerator at aquifer storage and recovery plant (credit: Cassi L. Otero, USGS)[\/caption]\n\nUSGS groundwater <a href=\"http:\/\/water.usgs.gov\/nawqa\/studies\/praq\/\">quality assessments<\/a> have shown that many aquifers contain low concentrations of at least one contaminant.Â  Nitrate and man-made contaminants like insecticides and gasoline chemicals were at levels of potential human-health risk\n\n<strong>USGS data assists in conservation<\/strong>\n\nUSGS groundwater assessments help inform the public so that citizens across the nation can engage in best practices for management, protection, and conservation.Â  Groundwater conservation is a matter of both conserving the quantity and protecting the quality from contamination.\n\nEveryone can take steps to do their part.Â  Excessive well water withdrawals lower the water-level to the point of having to drill deeper to reach water, which can become increasingly expensive to maintain.Â  To conserve groundwater, individuals can identify routines where water use is highest and where it can be limited.Â  Individuals can also take steps to prevent groundwater contamination:Â  1) position wellheads a safe distance from potential contamination; 2) update septic system inspection and cleaning; 3) conduct annual well inspections; 4) properly dispose of hazardous materials; 5) decommission any abandoned wells using a professional.\n\nUSGS groundwater availability studies make up an integral part of the Department of Interiorâ\u0080\u0099s <a href=\"http:\/\/www.doi.gov\/watersmart\/html\/index.php\">WaterSMART<\/a>, which is helping water resource planners and managers tackle Americaâ\u0080\u0099s water challenges by providing funding, leveraging partnerships, and commissioning projects specifically aimed at understanding and conserving water.Â  DOI recently released a <a href=\"http:\/\/www.usbr.gov\/WaterSMART\/docs\/WaterSMART-thee-year-progress-report.pdf\">three-year progress report<\/a> for WaterSMART, showing that the program is saving water, finding better ways to use water resources more efficiently, and helping partners plan to meet future water demands.\n\nThe USGS is dedicated to providing the public with unbiased, timely and relevant information about the Nationâ\u0080\u0099s groundwater resources.Â  More information on USGS groundwater data, products, publications, and news can be found at the <a href=\"http:\/\/water.usgs.gov\/ogw\/\">USGS Groundwater Resources<\/a>Â  information pages.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24282","uid":"31","filename":"Feature-Image-11.jpg","uri":"public:\/\/Feature-Image-11.jpg","filemime":"image\/jpeg","filesize":"66165","status":"1","timestamp":"1425492768","type":"image","uuid":"309c27cf-93ac-4404-b975-1fa1e18270ee","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":292,"width":498},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["aquifer","Arizona","groundwater","groundwater quality","Illinois","Louisiana","Oregon","Texas","washington","water","Water Quality","WaterSMART"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1362929373","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}