{"title":"Capturing San Francisco","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>With San Francisco in ruins after the devastating earthquake of April 18, 1906, Chicago photographer George Lawrence saw an opportunity to capture the &quot;Paris of the West&quot; in his famous photograph &quot;San Francisco in Ruins,&quot; taken using a 49-pound panoramic camera raised 1,000 feet above the bay by a series of Conyne kites. <!--introstart-->To mark the centennial of the 1906 earthquake, USGS scientist Scott Haefner, together with The Drachen Foundation, re-photographed Lawrence&acute;s photo from the same vantage point, using a contemporary, lightweight camera.<!--introend--> \n<p>100 years after Lawrence&acute;s famous photograph was taken, Haefner lifted his camera in almost the same location as did Lawrence using a single Dopero kite. Haefner accomplished this feat from the bow of a boat expertly piloted by USGS scientist Malcolm Johnston in San Francisco Bay. Haefner&acute;s camera and rig, which can be aimed from the ground using a radio controller for a model airplane, weighed less than three pounds.<\/p>\r\n<p>Documenting the growth and change of San Francisco since 1906, Haefner&acute;s photograph reveals the awe of the city sighting west down Market Street the same way Lawrence&acute;s &quot;San Francisco in Ruins&quot; was captured. More information can be found on the web at <a href=\"http:\/\/earthquake.usgs.gov\/1906\/kap\/\">http:\/\/earthquake.usgs.gov\/1906\/kap\/<\/a>.<\/p>\r\n<p>The challenges of capturing an aerial view of San Francisco today only gives more credit to the vision and brilliance of George Lawrence&acute;s &quot;San Francisco in Ruins,&quot; as well as other kite aerial photographs taken by Lawrence following the 1906 earthquake. Original Lawrence photos can be viewed at the San Francisco Museum of Modern Art in the exhibition, &quot;1906 Earthquake: A Disaster in Pictures.&quot; The exhibit closes May 30, 2006.<\/p>\r\n<p>George Lawrence was a born risk taker. With no formal education, he independently experimented on his own. During his career, he developed a type of flash photography, designed and built a 1,400 pound camera (still the largest ever made) to capture the entire Chicago and Alton railroad train in a single horizontal image. His business motto said it all, &quot;the hitherto impossible in photography is our specialty.&quot; See <a href=\"http:\/\/robroy.dyndns.info\/lawrence\/naval_his.html\">http:\/\/robroy.dyndns.info\/lawrence\/naval_his.html<\/a>.<\/p>\r\n<p>Scott Haefner, the accomplished kite aerial photographer, was chosen by The Drachen Foundation to make this shot. He has published work in numerous magazines, newspapers, and books, including the San Francisco Chronicle, Los Angeles Times, BBC News, and Photo District News. See <a href=\"http:\/\/www.scotthaefner.com\">http:\/\/www.scotthaefner.com<\/a>.<\/p>\r\n<p>The Drachen Foundation is devoted to the increase and diffusion of knowledge about kites worldwide. It is a 501 c 3 private nonprofit corporation, who views kites from the standpoint of art, culture, science and history. It uses an integrated program of exhibitions, education, research, collections, management and publications to promote learning about kites. The archive it maintains is freely open to the public for research. See <a href=\"http:\/\/www.drachen.org\">http:\/\/www.drachen.org<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1145505600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170516"},{"tid":"170435"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}