{"title":"Value of Nation&rsquo;s Mineral Output Soared in 2004","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors: USGS scientist W. David Menzie will testify at the House Subcommittee on Energy and Mineral Resources oversight hearing \"U.S. Energy and Mineral Needs, Security and Policy: Impacts of Sustained Increases in Global Energy and Mineral Consumption by Emerging Economies Such as China and India,\" on Weds., March 16. The hearing begins at 10:00 am in Room 1324 of the Longworth House Office Building.<\/strong><\/p>\n<p><!--introstart-->The value of U.S. non-fuel mine production rose last year to $44 billion &ndash; a 12 percent increase from 2003 and the largest year-to-year increase since 1988, the U.S. Geological Survey (USGS) announced today. Strong demand from China drove up prices for metals and some industrial minerals, and led to increased production of some commodities, according to the annual USGS report \"Mineral Commodity Summaries 2005.\"<!--introend--> <\/p>\r\n<p>\"The story this year is the escalating demand from emerging industrial giants China and India, and how this demand is reverberating through the world economy,\" said USGS Director Chip Groat. \"The USGS is the sole federal provider of scientific information for objective resource assessments and unbiased research results on mineral potential, production, consumption, and environmental effects,\" said Groat. \r\n<p>The estimated value of domestically processed non-fuel mineral materials totaled $418 billion. This is an increase of about 13 percent from the previous year. Mining of aggregates &ndash; crushed stone and sand and gravel &ndash; copper, iron ore, and zinc increased, according to the report. Manufacturing of cement and pig iron and steel also increased. \r\n<p>\"These materials represent the underpinnings of the economy and our national security because they are used to make all kinds of manufactured products,\" said Groat. \"Because mining is the first step in producing nearly anything that isn&rsquo;t farmed, these statistics are a key early indicator of a nation&rsquo;s economic performance. This publication summarizes a significant segment of the world&rsquo;s economy.\" \r\n<p>The report provides detailed information about events, trends, and issues in the domestic and international minerals industries during 2004. It summarizes minerals industry trends for individual mineral commodities and provides an outlook for domestic mineral industries in 2005. Separate chapters include production, trade, and resources statistics for about 90 mineral commodities. \r\n<p>The USGS collects, analyzes, and disseminates data on current production and consumption of about 100 mineral commodities, for the U.S. and about 180 other countries. \"Mineral Commodity Summaries 2005\" is available on the USGS Web site at <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/\">http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/<\/a> Hardcopy is available from the Government Printing Office, Superintendent of Documents, (stock number 024-004-02541-7; price $28.00 domestic and $39.20 foreign). Call 202-512-1800 (1-866-512-1800 toll free) or visit its Web site at <a href=\"http:\/\/www.gpoaccess.gov\/index.html\">http:\/\/www.gpoaccess.gov\/index.html<\/a> for ordering information.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1110776400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169986"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}