{"title":"saving Sand: South Carolina Beaches Become a Model for Preservation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>The USGS <a href=\"http:\/\/pubs.usgs.gov\/circ\/circ1339\/\">report<\/a> is available online. <\/strong><\/p>\n<p><!--introstart-->While most people head to Myrtle Beach for vacation, a group of scientists have been hitting the famous South Carolina beach for years to figure out how to keep the sand from washing away.<!--introend--><\/p>\r\n<p>Although they studied only a limited segment of beach, their work is a model for beach preservation that can apply elsewhere. And with talk of &ldquo;balancing the sand budget&rdquo; and money saved on restoration, their findings sound financial.<\/p>\r\n<p>The study will be presented to scientists from around the world at the International Geological Programs Annual Conference, Oct. 25 to 31 in Myrtle   Beach.<\/p>\r\n<p>&ldquo;Effective beach preservation requires knowing the beach&rsquo;s sand budget and understanding the geology that constrains it,&rdquo; said U.S. Geological Survey lead scientist Walter Barnhardt. &ldquo;It takes a systematic approach and strong partnerships at all levels of government with neighborhood associations and universities to keep a beach from simply washing away.&rdquo;<\/p>\r\n<p>The main objective of this 7-year study, done in cooperation with the South Carolina Sea Grant Consortium, was to improve projections of coastal change by determining the geologic features and ocean processes that control sediment movement along the coast.<\/p>\r\n<p>&ldquo;As a result of this work, we were able to identify offshore sand sources that could be used for future beach replenishment without causing a bigger erosion problem elsewhere,&rdquo; said Barnhardt.<\/p>\r\n<p>Controlling beach erosion will likely become more difficult as a result of climate change with its attendant sea-level rise and increase in the number and intensity of storms.&nbsp; This is particularly true in places like South Carolina that have a broad, low-elevation coast and a sand shortage. &nbsp;<\/p>\r\n<p>&ldquo;The comprehensive nature of this study -- considering the geologic framework, behavior and driving processes regionally -- has resulted in a remarkable baseline for better managing our beach and near- shore resources,&rdquo; said Paul Gayes, Director of Coastal Carolina University&rsquo;s Center for Marine and Wetland Studies.<\/p>\r\n<p>&ldquo;From inventory of potential future beach nourishment sand resources, to distribution of important hardbottom fish habitat, to models of beach behavior, this study forms the starting point for many present and future efforts. This work is regularly cited as a model approach and result for similar studies and efforts around the country,&rdquo; said Gayes.&nbsp;<\/p>\r\n<p>For this study, scientists examined land and marine environments in a 62-mile-long segment of South Carolina&rsquo;s coast.&nbsp; The swath extends more than 3 miles inland and 6 miles seaward.&nbsp; They tracked waves and sand movement, drilled cores, mapped the topography and geology onshore and offshore, and monitored coastal change.&nbsp;<strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/strong><\/p>\r\n<p><strong>Key Findings:<\/strong><\/p>\r\n<ul>\r\n<li>Sand is a scarce resource ne","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["beach","South Carolina","Coastal Change","Beach Erosion","geology"],"release_date":{"und":[{"value":"1256270400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"170657"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}