{"title":"USGS Crews Measure Flooding in Texas","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>USGS field crews are measuring flooding in parts of central Texas following intense rainfall.<\/p>\n<p>USGS crews are measuring high flood flows on the Blanco, Guadalupe, San Marcos, and Colorado Rivers. &nbsp;Record flooding was measured at the streamgage on Onion Creek at Highway 183 in Austin, Texas on Halloween morning around 10 a.m. The creek level was measured at 40.97 feet; 36 feet higher than normal levels. The previous highest measurement of 38 feet occurred more than 90 years ago in 1921.&nbsp;Other areas that are experiencing flooding include Bexar, Caldwell, Comal, Guadalupe, Hays, and Travis Counties.<\/p>\r\n<p>USGS crews are expected to continue tracking the movement of the floodwaters at the downstream areas of the Colorado, San Marcos, and Guadalupe Rivers, where flooding is expected to peak today. This information is critical for resource managers and emergency responders to help protect life and property. The USGS has coordinated efforts with the National Weather Service, City of Austin, Guadalupe-Blanco River Authority, Lower Colorado River Authority, Comal County, and Guadalupe County.&nbsp;<\/p>\r\n<p>\"In a county of 114,000 residents literally separated by the Guadalupe River and Canyon Reservoir, the USGS flow and gage height monitors are critical in our life safety decisions and response scenarios,\" said Lynn Lindsay, Emergency Management Coordinator, Comal County, Texas. \"Public evacuation thresholds are determined on the real-time data we receive from the USGS gages and our downstream private and public partners are better informed based on the information we gather from USGS streamflow monitoring. Essentially these gages save lives.\"<\/p>\r\n<p>There are about 520 USGS-operated streamgages in Texas that measure water levels, streamflow, and rainfall. When flooding occurs, USGS crews make numerous discharge measurements to verify the data USGS provides to federal, state, and local agencies, as well as to the public.<\/p>\r\n<p>\"USGS Water Alert is critical for the activation and determination of what resources to use and where for our emergency response activities in Guadalupe County,\" said Dan Kinsey, Emergency Management Coordinator, Guadalupe County, Texas.<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.<\/p>\r\n<p>Access current flood and high flow conditions across the country by visiting the USGS&nbsp;<a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch<\/a>&nbsp;website. Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS&nbsp;<a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>. See where floodwaters go by following a stream trace at <a href=\"http:\/\/nationalatlas.gov\/streamer\/Streamer\/streamer.html\">Streamer<\/a>. View water data on your <a href=\"http:\/\/m.waterdata.usgs.gov\">mobile device<\/a>. Learn <a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3001\/\">how a USGS streamgage works<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2013_10_31\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2013_10_31\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Texas"],"country":["United States of America"],"mm_tags":["Texas","flooding","flood","hazard","hazards","streamflow","streamgage","water","Surface Water"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1383278400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"169996"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}