{"title":"How Will Native Rocky Mountain Trout Fare with Climate Changes? ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"A retrospective examination of five western United States river basins found that even though extended droughts, dwindling water flows, and higher temperatures in rivers and streams are here to stay, management decisions in the next decade will have a powerful â\u0080\u0093 perhaps controlling â\u0080\u0093 effect on how RockyÂ Mountain troutÂ species will fare with a more rapidly changing climate.\n\nModeling forecasts consistently have demonstrated that the geographic ranges of Rocky Mountain trout species will shrink by some 20 to 90 percent over the next 50 to 100 years as climate change accelerates in the region. Predicted water temperature increases in high-elevation rivers and streams, coupled with reduced water flows, are certain to add to existing stresses for Rocky Mountain trout.\n\n<strong>What Models Cannot Do<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_24_2013_v06Dt22tsn_01_24_2013_0#.UQMYto2PV5Y\"><img src=\"http:\/\/gallery.usgs.gov\/images\/01_24_2013\/v06Dt22tsn_01_24_2013\/medium\/Ole_BullWct_macro.jpg\" alt=\"\" width=\"500\" height=\"479\" \/><\/a> A native bull trout swims in the cool waters of the Flathead River near Glacier National Park, Montana. The tail end of a native Westslope cutthroat trout can be seen below.[\/caption]\n\nThe models themselves, however, donâ\u0080\u0099t provide the regional or local information that resource managers need to take action now to offset the negative effects of climate change on the diversity and abundance of trout species in an individual watershed.\n\nConsequently, USGS researchers and their colleagues at the U.S. Forest Service and Colorado State University wanted to see if closely examining existing and past land-use and habitat changes in five key Rocky Mountain river basins could help provide the kind of detailed, geographically specific information that resource managers need. Over the past century, intensive land use and development have altered some of these aquatic systems, with cascading effects on ecosystems and popular trout fisheries.\n\nThe importance of the <a href=\"http:\/\/www.fs.fed.us\/rm\/pubs_other\/rmrs_2012_isaak_d001.pdf\">studyâ\u0080\u0099s findings<\/a>, published in the scientific journal <em>Fisheries<\/em>, stems from the fact that the analyses did not include predictions into the future, but were driven by real observations across the western United States.Â  The analyses are the result of actual data across some of the coldest regions of the lower 48; they give a glimpse of what is likely to occur in the future.\n\nUnder a rapidly changing climate of the Rocky Mountains, the authors wrote, many trout populations and species will be able to adapt, but others, overwhelmed by future changes, will not survive.\n\nâ\u0080\u009cItâ\u0080\u0099s not enough to know that significant habitat reductions are expected to occur for native trout of the Rocky Mountains over the next 50 to 100 years,â\u0080\u009d said Clint Muhlfeld, a USGS scientist and co-author on the paper.Â  â\u0080\u009cTo help native trout species survive into the future, managers need solid scientific information to take decisive action now.â\u0080\u009d\n\n<strong>River Basins and Trout in the West Already Impacted by Climate Change <\/strong>\n\nThe researchers assessed five river systems of the Rocky Mountain west where native trout and climate have been documented: the Flathead River Basin in northwest Montana and southeast British Columbia, the Boise River Basin in central Idaho, the Green River Basin in western Wyoming, the Rio Grande Headwaters Basin in southern Colorado, and the rivers and streams of the Greater Yellowstone Ecosystem in Montana and Wyoming.\n\nBecause climate change has been ongoing for multiple decades, although at a slower pace than forecasted for the future, the study showed that it is already possible in many instances to see the early indications of stream ecosystem responses to climate change and to use that information to make decisions about the future. It also demonstrated that the importance of different kinds of stressors varies from basin to basin and depends on local factors.\n\nâ\u0080\u009cMost exciting, however, is that the study clearly illustrates that real data are available now that can be used to understand the local effects of climate change and how those changes threaten native trout populations,â\u0080\u009d Muhlfeld said. â\u0080\u009cWith that information, managers can take science-based actions that can be refined as more information becomes available through time.â\u0080\u009d\n\n<strong>Warmer Temperatures, Earlier Snowmelt, and Reduced Summer Flows the New Norm<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/01_24_2013_v06Dt22tsn_01_24_2013_2\"><img src=\"http:\/\/gallery.usgs.gov\/images\/01_24_2013\/v06Dt22tsn_01_24_2013\/medium\/P8130636.JPG\" alt=\"\" width=\"500\" height=\"375\" \/><\/a> On Iceberg Lake in Glacier National Park, ice from the glacier is breaking up and melting at a rapid rate. Cold, glacier fed waters provide crucial habitat for native aquatic species such as trout, and as the ice is disappearing, so are the ideal habitats to sustain native ecosystems.[\/caption]\n\nThe researchers found that the average annual air temperature had increased across all five of these basins over the last 60 years, that spring snowmelt runoff is also occurring sooner, that streamflows in summer are lower, and that winter flooding is increasing in some areas.Â  All of these findings, said Muhlfeld, have important implications for the future of Rocky Mountain trout fisheries.\n\nIn fact, noted Muhlfeld, Rocky Mountain trout populations in all of the river basins they studied are already exhibiting signs of stress, such as having to migrate farther upstream to find more suitable habitat, competing with invasive species for habitat and food, and hybridizing with some invasive fish species. Other stresses include a greater risk of eggs being washed away from increases in winter flooding, increased wildfire risks in streamside ecosystems, and reduced summer habitat due to lower flows.\n\n<strong>Fishing as Part of the National Heritage Affected<\/strong>\n\nâ\u0080\u009cFishing in our national parks and charismatic streams such as the Yellowstone River is part of our heritage,â\u0080\u009d added Robert Al-Chokhachy, another USGS scientist who co-authored the paper. â\u0080\u009cTheÂ  increase in angling closures over the past decade due to the effects of higher temperatures and reduced streamflows also illustrates how climate shifts are likely to have profound socio-economic impacts,â\u0080\u009d Al-Chokhachy added.\n\n<strong>Where to Go From Here<\/strong>\n\nThe authors emphasized that it is still early enough that fast-acting, proactive management decisions over the next few decades will minimize losses of these economically and ecologically important trout populations during this transitional century.\n\nâ\u0080\u009cThe challenge now is to identify what actions are possible to mitigate the effects of climate change in order to provide these fishes with an opportunity to adapt,â\u0080\u009d Al-Chokhachy said.\n\nThis study was funded by the <a href=\"https:\/\/nccwsc.usgs.gov\/\">USGS National Climate Change and Wildlife Science Center<\/a>, which is helping meet the challenges of climate change and its effects on fish, wildlife and their habitats.\n\nFor More Information:\n\n<a href=\"http:\/\/www.nrmsc.usgs.gov\/research\/climate_trout\/\">Climate Change and Native Salmonids Collaborative Research Site<\/a>\n\n<a href=\"http:\/\/www.nrmsc.usgs.gov\/science\/fishes\">Native Fishes of the Northern Rockies<\/a>\n\n<a href=\"http:\/\/www.nrmsc.usgs.gov\/research\/global.htm\">Climate Change in Mountain Ecosystems <\/a>\n\n(Videocast) <a href=\"http:\/\/www.youtube.com\/watch?v=bX5-0doqreE\">Climate Connections: Questions from Glacier National Park, MT<\/a>\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24271","uid":"31","filename":"Ole_school_wide_bank.jpg","uri":"public:\/\/Ole_school_wide_bank.jpg","filemime":"image\/jpeg","filesize":"99328","status":"1","timestamp":"1425492768","type":"image","uuid":"08b1175e-654f-41fa-9b69-911ea011e421","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["aquatic ecosystems","Climate and Land Use Change","Climate Change","fisheries","Rocky Mountains","salmonids","Streams","trout","West"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1359464231","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}