{"title":"Research, Response for Future Oil Spills: Lessons Learned from Deepwater Horizon","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Research, Response for Future Oil Spills: Lessons Learned from Deepwater Horizon<\/strong><\/p>\n<p>A special collection of articles about the Deepwater Horizon oil spill provides the first comprehensive analysis and synthesis of the science used in the unprecedented response effort by the government, academia, and industry. Papers present a behind-the-scenes look at the extensive scientific and engineering effort&mdash;teams, data, information, and advice from within and outside the government&mdash;assembled to respond to the disaster. And, with the benefit of hindsight and additional analyses, these papers evaluate the accuracy of the information that was used in real-time to inform the response team and the public.<\/p>\r\n<p>For the most part, information presented publically during the spill was accurate. Oil was rapidly consumed by bacteria, seafood was not contaminated by hydrocarbons or dispersants, and the oil budget was by and large accurate. The only part of the oil budget that was later found to be inaccurate was the fraction of oil that was chemically dispersed versus naturally dispersed. That information had no impact on public safety, seafood safety or the response effort, but understanding the amount of oil that was dispersed chemically vs. naturally is important for future such efforts.<\/p>\r\n<p>One of the most controversial issues concerned the rate at which hydrocarbons were spewing forth from the damaged well. The lengthy time it took for the scientific team to determine the flow rate led to considerable speculation that the government was withholding information. In reality, as described by the papers, the government\/academic team charged with determining flow rate took the time they needed to get it right. The accuracy of the flow rates improved with time as more and better <em>in situ<\/em> data were acquired and more independent methods reported results.<\/p>\r\n<p>Valuable lessons were learned, with preparation and knowledge being two key elements needed to respond to disasters such as the Deepwater Horizon oil spill, one of the worst environmental emergencies in the history of the U.S. and one that also took the lives of 11 oil rig workers.<\/p>\r\n<p>Two overview papers and 13 specialty papers constitute a special section of the prestigious <em>Proceedings of the National Academy of Science<\/em>. Of the 15 papers, three are newly published: two introductory papers and one specialty paper provide an inside look at the scientific and engineering aspects of stopping the flow of oil, guaranteeing the integrity of the well once it was shut in, estimating the amount of oil spilled, capturing and recovering oil, tracking and forecasting surface oil, protecting coastal and oceanic wildlife and habitat, managing fisheries and protecting the safety of seafood. The papers describe the process underway to determine the impact of the spill on the natural resources and ecosystems of the Gulf of Mexico, but because those analyses are not completed, no conclusions are presented. The remaining 12 papers have been previously published online.<\/p>\r\n<p>&ldquo;While the federal family was well versed in oil response and remediation, and we brought many resources to bear, the scale and complexity of Deepwater Horizon taxed our organizations in unprecedented ways,&rdquo; said Jane Lubchenco, Ph.D., under secretary of commerce for oceans and atmosphere and NOAA administrator. &ldquo;We learned much during this extraordinary disaster and we hope the lessons learned will be implemented before and used during any future events.&rdquo;<\/p>\r\n<p>In one of the papers&mdash;&ldquo;Science in support of the Deepwater Horizon response&rdquo;&mdash;lead author Lubchenco and her co-authors suggest future oil spill response preparedness include:<\/p>\r\n<ul>\r\n<li>Gather adequate environmental baselines for all regions at risk;<\/li>\r\n<li>Develop new technologies for rapid precise reconnaissance and sampling to support a timely and robust res","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Directors Office","oil","oilspill","Deepwater Horizon"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1354510800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168780"},{"tid":"169084"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}