{"title":"USGS Names William Seitz as Deputy Regional Director for Alaska and Director of the Alaska Science Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr.William Seitz has assumed his duties as the U.S. Geological Survey&rsquo;s (USGS) Deputy Regional Director for Alaska and the director of the Alaska Science Center. The Alaska Science Center (ASC) will integrate the science activities of the four USGS disciplines with offices in Alaska into one science center, with the goal of integrating the biological sciences, geology, mapping, and water programs of the USGS in Alaska to better serve the needs of natural resource managers. The members of the ASC will work within and outside the USGS to provide scientific information, research findings, and scientific leadership to resource managers, policy makers, and the public to support sound management of natural resources and ecosystems in Alaska. As Deputy Regional Director, Seitz will be the senior USGS manager in Alaska and be a member of the Western Leadership Team of the USGS&rsquo;s Western Region. <\/p>\n<p>Seitz has served as director of the USGS Alaska Biological Science Center (ABSC), in Anchorage, since 1997. The ABSC, one of 17 USGS centers in the United States and now part of the new integrated center, conducts research on migratory birds, marine mammals, terrestrial mammals, and Pacific salmon in Alaska and polar regions. From 1993 to 1997, Seitz served as assistant director of the center. From 1976 to 1988, he served as assistant leader of the Colorado Cooperative Wildlife Research Unit, Colorado State University, Fort Collins, Colo. While there he was adjunct assistant professor and taught courses in integrated resource management, government and conservation, and wildlife techniques. From 1998 to 1993, Seitz served as a supervisory wildlife biologist in the U.S. Fish and Wildlife Service&rsquo;s Office of Information transfer in Fort Collins. <\/p>\r\n<p>\"This is one of the first integrated science centers in the USGS. My task will be to bring together four strong USGS science programs in Alaska and to promote the integration of ongoing and future USGS biological, geological, geographic, and hydrological science activities in Alaska to better serve Alaska&rsquo;s resource managers, policy makers, and the public in the wise use, management, and conservation of natural resources .\" said Seitz, of his new responsibilities. \"It will be a challenging task, but one I&rsquo;m very excited to be undertaking.\" <\/p>\r\n<p>Seitz&rsquo;s office is located in the USGS Alaska l Science Center, in Anchorage. He can be reached by email: William_seitz@usgs.gov. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1000958400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}