{"title":"New Insight on the Nationâ\u0080\u0099s Earthquake Hazards","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_199691\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/07\/National-Map.jpg\"><img class=\"size-medium wp-image-199691\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/07\/National-Map-300x200.jpg\" alt=\"National Map\" width=\"300\" height=\"200\" \/><\/a> 2014 USGS National Seismic Hazard Map, displaying intensity of potential ground shaking from an earthquake in 50 years (which is the typical lifetime of a building).[\/caption]\n\nTo help make the best decisions to protect communities from earthquakes, new USGS maps display how intense ground shaking could be across the nation.\n\nThe USGS recently <a href=\"http:\/\/pubs.usgs.gov\/of\/2014\/1091\/\">updated their U.S. National Seismic Hazard Maps<\/a>, which reflect the best and most current understanding of where future earthquakes will occur, how often they will occur, and how hard the ground will likely shake as a result.\n\n<strong>42 States at Risk; 16 States at High Risk<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_18_2012_mr2Tlx8KJe_10_18_2012_3#.U8fLQZy5Iwc\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/10_18_2012\/mr2Tlx8KJe_10_18_2012\/medium\/IMG_2478.JPG\" alt=\" Students Conduct Earthquake Preparedness Drill\" width=\"300\" height=\"200\" \/><\/a> Students conduct the \"drop, cover, hold on\" safety procedure during an earthquake preparedness drill. Photo Credit: Jessica Robertson, USGS[\/caption]\n\nWhile all states have some potential for earthquakes, 42 of the 50 states have a reasonable chance of experiencing damaging ground shaking from an earthquake in 50 years (the typical lifetime of a building). Scientists also conclude that 16 states have a relatively high likelihood of experiencing damaging ground shaking. These states have historically experienced earthquakes with a magnitude 6 or greater.\n\nThe hazard is especially high along the west coast, intermountain west, and in several active regions of the central and eastern U.S., such as near New Madrid, MO, and near Charleston, SC. The 16 states at highest risk are Alaska, Arkansas, California, Hawaii, Idaho, Illinois, Kentucky, Missouri, Montana, Nevada, Oregon, South Carolina, Tennessee, Utah, Washington, and Wyoming.\n\nWhile these overarching conclusions of the national-level hazard are similar to those of the previous maps released in 2008, details and estimates differ for many cities and states. Several areas have been identified as being capable of having the potential for larger and more powerful earthquakes than previously thought due to more data and updated earthquake models. The most prominent changes are discussed below.\n\n<strong>Informed Decisions Based on the Maps<\/strong>\n\nWith an understanding of potential ground shaking levels, various risk analyses can be calculated by considering factors like population levels, building exposure, and building construction practices. This is used for establishing building codes, and in the analysis of seismic risk for key structures. This can also help in determining insurance rates, emergency preparedness plans, and private property decisions such as re-evaluating oneâ\u0080\u0099s home and making it more resilient.\n\nThese maps are part of USGS contributions to the <a href=\"http:\/\/www.nehrp.gov\/index.htm\">National Earthquake Hazards Reduction Program (NEHRP)<\/a>, which is a congressionally-established partnership of four federal agencies with the purpose of reducing risks to life and property in the U.S. that result from earthquakes. The contributing agencies are the USGS, Federal Emergency Management Agency (FEMA), National Institute of Standards and Technology, and National Science Foundation (NSF). As an example of the collaboration, the hazards identified in the USGS maps underlie FEMA-sponsored seismic design provisions that are incorporated into building codes adopted by states and localities. The maps also reflect investments in research by academic and other scientists <a href=\"http:\/\/earthquake.usgs.gov\/research\/external\/\">supported by grants from the USGS<\/a> and the NSF.\n\nâ\u0080\u009cThe standards for seismic safety in building codes are directly based upon USGS assessments of potential ground shaking from earthquakes, and have been for years,â\u0080\u009d said Jim Harris, a member and former chair of the Provisions Update Committee of the Building Seismic Safety Council.\n\nâ\u0080\u009cThe committees preparing those standards welcome this updated USGS information as a basis for making decisions and continuing to ensure the most stable and secure construction.â\u0080\u009d\n\n<strong>Key Updates<\/strong>\n\nEast Coast\n\nThe eastern U.S. has the potential for larger and more damaging earthquakes than considered in previous maps and assessments. As one example, scientists learned a lot following the <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/one-year-anniversary-magnitude-5-8-virginia-earthquake\/\">magnitude 5.8 earthquake that struck Virginia in 2011<\/a>. It was among the largest earthquakes to occur along the east coast in the last century, and helped determine that even larger events are possible. Estimates of earthquake hazards near Charleston, SC, have also gone up due to the assessment of earthquakes in the state.\n\nIn New York City, the maps indicate a slightly lower hazard for tall buildings than previously thought (but still a hazard nonetheless). Scientists estimated a lower likelihood for slow shaking from an earthquake near the city. Slow shaking is likely to cause more damage to tall structures in contrast, compared to fast shaking which is more likely to impact shorter structures.\n\nCentral U.S.\n\nThe New Madrid Seismic Zone has been identified to have a larger range of potential earthquake magnitudes and locations than previously identified. This is a result of a range of new research, part of which was recently compiled by the Nuclear Regulatory Commission.\n\nWest Coast\n\nIn California, earthquake hazard extends over a wider area than previously thought. Most notably, faults were recently discovered, raising earthquake hazard estimates for San Jose, Vallejo and San Diego. On the other hand, new insights on faults and rupture processes reduced earthquake hazard estimates for Irvine, Santa Barbara and Oakland. Hazard increased in some parts of the San Francisco Bay Area and Los Angeles region and decreased in other parts. These updates were from the new Uniform California Earthquake Rupture Forecast Model, which incorporates many more potential fault ruptures than did previous assessments. Recent earthquakes in Alaska, Mexico and New Zealand taught scientists more about complex ruptures and how faults can link together. This insight was applied to California for which approximately 250,000 potential complex ruptures were modeled.\n\nNew research on the Cascadia Subduction Zone resulted in increased estimates of earthquake magnitude up to magnitude 9.3. Deep-sea cores were collected that show evidence within the sea-floor sediments of large earthquake-generated mudflows. Earthquake shaking estimates were also increased following abundant data gathered from the <a href=\"http:\/\/comcat.cr.usgs.gov\/earthquakes\/eventpage\/atlas20110311054624#summary\">magnitude 9.0 earthquake in Tohoku, Japan<\/a> in 2011 and the <a href=\"http:\/\/comcat.cr.usgs.gov\/earthquakes\/eventpage\/usc000nzvd#summary\">magnitude 8.2 earthquake offshore of Chile<\/a> in 2014, as those events ruptured along subduction zones similar to the Pacific Northwest zone.\n\n[caption id=\"\" align=\"alignleft\" width=\"225\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/07_14_2014_nr3Umy8LKf_07_14_2014_0#.U8fLcZy5Iwc\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/07_14_2014\/nr3Umy8LKf_07_14_2014\/medium\/cathedral1.jpg\" alt=\"Damage to Washington National Cathedral\" width=\"225\" height=\"300\" \/><\/a> Damage to the Washington National Cathedral in DC from the earthquake in Virginia on August 23, 2011. Photo Credit: William Leith, USGS[\/caption]\n\n&nbsp;\n\nIn Washington, scientists incorporated new knowledge of the Tacoma Fault into the maps and identified changes to the geometry of the Whidbey Island fault in the northern Puget Sound. Earthquake hazard also increased for Las Vegas because of new science. In Utah, scientists dug trenches to study prehistoric earthquakes along the Wasatch Fault. While the overall seismic hazard didnâ\u0080\u0099t change significantly, detailed changes were made to the fault models in this region and robust data were acquired to hone the assessments. This is valuable since approximately 75% of Utahâ\u0080\u0099s population, including the residents of Salt Lake City, lives near this fault.\n\nThe <a href=\"http:\/\/comcat.cr.usgs.gov\/earthquakes\/eventpage\/pde20080512062801570_19#summary\">magnitude 7.9 earthquake in Wenchuan, China<\/a> in 2008 provided many new records of shaking that are very similar to anticipated future earthquakes in the western U.S., as the fault structures are similar. Previously, scientists did not have nearly as many shaking records from earthquakes of this size.\n\n<strong>Induced Earthquakes â\u0080¦ Research Underway<\/strong>\n\nSome states have experienced increased seismicity in the past few years that may be associated with human activities such as the disposal of wastewater in deep wells.\n\nOne specific focus for the future is including an additional layer to these earthquake hazard maps to account for recent potentially triggered earthquakes that occur near some wastewater disposal wells. Injection-induced earthquakes are challenging to incorporate into hazard models because they may not behave like natural earthquakes and their rates change based on man-made activities.\n\n<strong>You Canâ\u0080\u0099t Plan If â\u0080¦ <\/strong>\n\nâ\u0080\u009cUSGS earthquake science is vital because you canâ\u0080\u0099t plan for earthquakes if you donâ\u0080\u0099t know what you are planning for,â\u0080\u009d said Mark Petersen, Chief of the USGS National Seismic Hazard Mapping Project. â\u0080\u009cOur nationâ\u0080\u0099s population and exposure to large earthquakes has grown tremendously in recent years. The cost of inaction in planning for future earthquakes and other natural disasters can be very high, as demonstrated by several recent damaging events across the globe. It is important to understand the threat you face from earthquakes at home and the hazards for the places you might visit. The USGS is dedicated to applying the best available science in developing reliable products useful for reducing the earthquake risk across the U.S.â\u0080\u009d\n\n<strong>Start with USGS Science<\/strong>\n\n<a href=\"http:\/\/earthquake.usgs.gov\/\">The USGS is the only federal agency<\/a> with responsibility for recording and reporting earthquake activity nationwide and providing a seismic hazard assessment. The USGS regularly updates the national seismic hazard models and maps, typically every 6 years, in sync with the building code updates. The 2014 update focuses on the conterminous U.S. Maps are also available for <a href=\"http:\/\/earthquake.usgs.gov\/hazards\/products\/ak\/\">Alaska (last updated in 2007)<\/a>; <a href=\"http:\/\/earthquake.usgs.gov\/hazards\/products\/hi\/\">Hawaii (1998)<\/a>; <a href=\"http:\/\/earthquake.usgs.gov\/hazards\/products\/prvi\/\">Puerto Rico (2003)<\/a>; <a href=\"http:\/\/pubs.usgs.gov\/of\/2012\/1015\/\">Guam and Marianna Islands (2012)<\/a>; and <a href=\"http:\/\/earthquake.usgs.gov\/hazards\/products\/samoapacific\/\">American Samoa (2012)<\/a>.\n\nView the maps online at: <a href=\"http:\/\/pubs.usgs.gov\/of\/2014\/1091\/\">here<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24384","uid":"31","filename":"NationalMapMain.jpg","uri":"public:\/\/NationalMapMain.jpg","filemime":"image\/jpeg","filesize":"103024","status":"1","timestamp":"1425492768","type":"image","uuid":"073faa89-83bb-4948-b632-9331ccd2c641","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["earthquake Hazards","Earthquake Maps","Earthquake Models","earthquakes","National Seismic Hazard Maps","Natural Hazards"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1405604155","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}