{"title":"Jeepers Creepers! Climate Change Threatens Endangered Honeycreepers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Deadly Diseases May Move Up Hawaiian Mountains to Birds&rsquo; Refuges<\/strong><\/p>\n<p><!--introstart-->As climate change causes temperatures to increase in Hawaii&rsquo;s mountains, deadly non-native bird diseases will likely also creep up the mountains, invading most of the last disease-free refuges for honeycreepers &ndash; a group of endangered and remarkable birds.<!--introend--><\/p>\r\n<p>A just-published U.S. Geological Survey (USGS) review discusses the likelihood of a forthcoming &ldquo;disease invasion&rdquo; by examining the present altitudinal range of avian malaria and pox, honeycreeper distribution, and the future projected range of diseases and honeycreeper habitat with climate change.<\/p>\r\n<p>At one time, the Hawaiian Islands had no mosquitoes &ndash; and no mosquito-borne diseases. But, by the late 1800s, mosquitoes had set up permanent housekeeping, setting the stage for epidemic transmission of avian malaria and pox. Honeycreepers &ndash; just like people faced with novel viruses such as swine flu &ndash; had no natural resistance against these diseases.<\/p>\r\n<p>Before long, Hawaii&rsquo;s native honeycreepers significantly declined in numbers and geographic range. It was likely that malaria swept rapidly across all of the lower Hawaiian  Islands after the disease was introduced, leaving few survivors. Today, native Hawaiian birds face one of the highest rates of extinction in the world. Of 41 honeycreeper species and subspecies known since historic times, 17 are probably extinct, 14 are endangered, and only 3 are in decent shape.<\/p>\r\n<p>Pox and malaria transmission in Hawaii depends on climatic conditions, especially seasonal changes in temperature and rainfall that increase or decrease mosquito populations. &ldquo;Without question, the one factor that prevented widespread and rapid extinction of virtually all of Hawaii&rsquo;s native honeycreepers after the introduction of avian pox and avian malaria was the presence of high-altitude disease refuges on Kauai, Maui and Hawaii,&rdquo; said lead study author Dr. Carter Atkinson, a USGS microbiologist based at the USGS Pacific Islands Ecosystems Research Center in Hawaii.<\/p>\r\n<p>These cool, high-elevation &ndash; above 4,000 feet (1,200 meters) -- mountains not only provided habitats that mosquitoes didn&rsquo;t thrive in, but they also had habitat that honeycreepers liked, wrote the authors. While birds in those areas find refuge from the diseases &ndash; dispersing juvenile birds and adults that follow seasonal flowering of native plants to lower elevations are exposed to disease.<\/p>\r\n<p>&ldquo;Unfortunately,&rdquo; said study co-author, USGS scientist Dr. Dennis LaPointe, &ldquo;this seasonal movement happens at the same time that mosquito populations soar at mid-elevations, which fuels high disease-transmission rates there. There&rsquo;s a continuous source of disease-susceptible birds each fall.&rdquo;<\/p>\r\n<p>Although most disease transmission now occurs in these mid-elevation forests, this will change if the projected 3.6 degrees Fahrenheit (2 degrees Centigrade) raise in temperature occurs.<\/p>\r\n<p>&ldquo;With this kind of temperature change, about 60 to 96 percent of the high-elevation disease refuges would disappear,&rdquo; said Atkinson.&nbsp; For example, available high-elevation forest habitat in the low-risk disease zone would likely decline by nearly 60 percent at Hanawi Natural Area Reserve on Maui to as much as 96 percent at Hakalau Forest National Wildlife Refuge on Hawaii  Island. On other islands, such as Kauai, with lower elevations and no low-risk zones even now, predicted temperature changes would likely be catastrophic for remaining honeycreeper species.<\/p>\r\n<p>&ldquo;Right now, disease transmission in the mountains of Kaui is highly seasonal, but with temperature increases, disease would be able to be transmitted throughout most of the year,&rdquo; said Atkinson.<\/p>\r\n<p>In addition, the tropical inversion layer &ndash; o","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["biology","avian","Climate Change","endangered","disease"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1243310400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169009"},{"tid":"169017"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}