{"title":"Preparing Communities for the Next Great Tsunami","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"Typically, USGS Top Stories do not talk about individual contributions to the Surveyâ\u0080\u0099s pursuit of providing excellent science for the Nation, but we wanted to take a different path for this particular story. The following narrative highlights the passion of one particular scientist and demonstrates how his research is being used to keep people safe from the next great tsunami.\n<h1>A Passion for Preparedness<\/h1>\nNate Wood is a geographer with the USGS. And if you live, work, or vacation along the Pacific Coast, he wants to <em>save your life<\/em>. Nate is part of a team of scientists who assess the <a href=\"http:\/\/geography.wr.usgs.gov\/science\/vulnerability\/tsunami.htm\">vulnerability of U.S. coastal communities<\/a> vulnerability of U.S. coastal communities around the Pacific Ocean to tsunami hazards. Loosely translated from Japanese for â\u0080\u009charbor wave,â\u0080\u009d a tsunami is a surge of water, or series of waves, pushed from the ocean floor after some event, whether an earthquake, eruption, or landslide, displaces the ocean itself. Tsunamis can either be one of the most destructive forces on earth or may simply dissolve into the daily tide. However, their threat is real and they should never be taken for granted.\n\nBeginning in 1998, Nate began a personal quest to help not only the public, but also emergency managers and first responders better prepare for the <a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1170\/i\/\">inevitability<\/a> of future tsunamis occurring in the Pacific. Focusing on populations at risk, Nateâ\u0080\u0099s research explores many factors when determining the vulnerability of each community, such as the <a href=\"http:\/\/link.springer.com\/article\/10.1007%2Fs11069-009-9376-1\">makeup of the population<\/a>, <a href=\"http:\/\/link.springer.com\/article\/10.1007%2Fs11069-011-9994-2\">access to high ground for evacuations<\/a>, and viable alternatives like <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S2212420914000387\">vertical evacuation structures<\/a>. Using Geographic Information Systems (GIS) technology, Nate combines different land cover, elevation, population, and economic data with tsunami-hazard information to help emergency managers and government officials identify local preparedness and response issues. Relying on a single evacuation plan will not work for all towns along coastal Washington, Oregon, California, Alaska, and Hawaii. Therefore, efforts are placed on creating tailored plans that allow emergency managers and the general public to better understand their respective vulnerabilities and responses, so they can save more lives when the next tsunami comes. This work tackles many of the more controllable aspects of how communities can minimize future losses, rather than focusing on the uncontrollable aspects of where future tsunamis may strike.\n<h1>When Social Science and Natural Science Converge<\/h1>\nThe mechanics of tsunamis are relatively well understood. First, a geologic event occurs (e.g., earthquake). This event shifts part of the ocean floor, which displaces a large volume of water. The displaced water travels as a series of waves through the ocean toward the coasts of the surrounding lands. Depending on the size and timing of the waves, certain low-lying areas may become flooded by the surging water. Tsunamis are a unique natural hazard because not only can they be dangerous locally, they can also travel great distances, affecting far-away communities.\n\nWhere new research has <a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3008\/\">made strides<\/a>, is in an approach that merges natural hazards research and evacuation modeling with studies of demographics and human behavioral response to a catastrophe. This type of <em>science in action<\/em> combines our understanding of the physical processes of tsunamis but places it in the societal context, where community preparedness and evacuations take place. Thus, it allows the scientific research to be much more effective at helping save lives. After all, just because scientists observe a tsunami in the ocean, doesnâ\u0080\u0099t mean people will react and respond to the news appropriately. Thatâ\u0080\u0099s where understanding human nature, demographics, and geography makes â\u0080\u009cmessagingâ\u0080\u009d of the <a href=\"http:\/\/link.springer.com\/article\/10.1007\/s11069-013-0859-8\">potential risks<\/a> and risk-reduction strategies more powerful.\n\n[caption id=\"attachment_201011\" align=\"alignleft\" width=\"256\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/08\/MAP.jpg\"><img class=\" wp-image-201011 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/08\/MAP.jpg\" alt=\"Ocean Shores Map\" width=\"256\" height=\"558\" \/><\/a> Map showing the time it would take to walk to a safe area in Ocean Shores, Washington, to avoid a tsunami. If a Cascadian Subduction Zone earthquake occurred, the corresponding tsunami could arrive in less than 25 minutes. The black symbols represent proposed vertical evacuation sites, which would offer more people access to closer safe areas.[\/caption]\n<h1>Â A Shift in Cultural Awareness<\/h1>\nTsunamis are not a new phenomenon. In fact, there is a geologic record of tsunamis going back millions of years and a historical record of tsunamis affecting coastal areas around the world for as long as people have lived in those areas. What has changed recently is the global awareness of tsunamis and the scientific understanding of the processes, timing, and consequences of this natural hazard, as well as the technological advances that have allowed advance warnings to be issued across the globe. Lately, new research techniques and new avenues of communication have made it easier to share information about whoâ\u0080\u0099s at risk, where, and to what degree. For example, because tsunamis are relatively uncommon, sharing experiences between areas where a recent tsunami has occurred with those areas where one is possible has helped promote a greater awareness and preparedness across the globe. Similarly, the global community has also helped clarify and change inaccurate perceptions, such as avoiding the use of the term <em>tidal wave<\/em> to informing others about ways to spot signs of an impending tsunami. Sadly, yet justifiably, much of this emerging awareness and cultural shift relates back to the <a href=\"http:\/\/walrus.wr.usgs.gov\/tsunami\/indianocean.html\">December 2004 Sumatra Tsunami<\/a>, which became the first heavily televised tsunami-related catastrophe, where the loss of human life and destruction was unimaginable. This cultural awareness was further solidified in the public consciousness seven years later during the <a href=\"http:\/\/walrus.wr.usgs.gov\/tsunami\/sendai11\/\">March 2011 Japan Tsunami<\/a>.\n<h1>Building A Resilient Community<\/h1>\nFrom shared experiences, comes shared growth. As part of the evolution ofÂ <a href=\"http:\/\/pubs.usgs.gov\/gip\/105\/\" target=\"_blank\">community preparedness planning<\/a>, emergency planners in the coastal U.S. have begun working with scientists to assess where people are at the greatest risk, as well as what are theÂ <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S2212420914000387\" target=\"_blank\">best evacuation strategies given the constraints of the local area<\/a>. Over the years, the USGS has published a series of products aimed at reaching and informing those at risk of natural hazards, such asÂ <a href=\"https:\/\/www.youtube.com\/watch?v=0Kh3iVvlnPg&amp;feature=youtu.be\" target=\"_blank\">promotional videos<\/a>,Â <a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1170\/a\/\" target=\"_blank\">handouts<\/a>, <a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3008\/\" target=\"_blank\">fact sheets<\/a>, andÂ <a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1170\/\" target=\"_blank\">other resourcesÂ <\/a>as tools for local emergency management, law enforcement, or community groups to share with the public. After all, no one can prevent a tsunami from occurring, but people can be better prepared for surviving one if they are informed of theÂ <a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1170\/i\/index.html\" target=\"_blank\">risks<\/a>, warning signs, and escape routes.\n<div style=\"float: right;padding: 5px\" align=\"right\">[iframe title=\"video\" name=\"Video\" width=\"400\" height=\"225\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/0Kh3iVvlnPg?rel=0\" frameborder=\"0\" allowfullscreen]<\/div>\n<h1>Frequent Reminders<\/h1>\nEach year, hundreds of earthquakes occur along the <em>Ring of Fire<\/em> or <em>Pacific Rim<\/em>. Most of these earthquakes are small and not felt by many people. However, a few of them are big (magnitude 6.5 or greater) and shallowly located. Each of these large-magnitude earthquakes carries with it the potential to unleash a destructive tsunami. The most recent reminder of a potential tsunami threat occurred on June 23, 2014, when a magnitude 7.9 earthquake struck Alaskaâ\u0080\u0099s Aleutian Islands. Because it was extremely deep in the Earthâ\u0080\u0099s crust, the earthquake produced only a small tsunami of a few inches. However, for those living along the coast, it brought a swift reminder of the potential that the next <em>big one<\/em> will come.\n\nThe USGS works closely with the <a href=\"http:\/\/www.tsunami.noaa.gov\">National Oceanic and Atmospheric Agency<\/a> (NOAA). This Federal agency has primary responsibility for monitoring and issuing tsunami warnings in the United States. NOAAâ\u0080\u0099s <a href=\"http:\/\/nws.weather.gov\/nthmp\/\">National Tsunami Hazard Mitigation Program<\/a> is a national effort to minimize future losses from tsunamis.\n<h1>Other USGS work on Tsunamis<\/h1>\nIn addition to Nate Woodâ\u0080\u0099s geographic studies, the USGS also does research into the geophysics of <a href=\"http:\/\/walrus.wr.usgs.gov\/tsunami\/sumatraEQ\/seismo.html\">tsunami generation<\/a>, and the coastal processes of <a href=\"http:\/\/pubs.er.usgs.gov\/publication\/70047720\">erosion<\/a> and deposition resulting from a tsunami when it hits land. Basic geological studies of prehistoric tsunamis evidence give scientists an understanding of the frequency and probabilities of future tsunamis.\n\nThe USGS also established the Science Application for Risk Reduction (SAFRR) project team, which was created to continue to innovate the application of hazard science for the safety, security, and economic well-being of the nation. After two years of work, on September 4th, 2013, the <a href=\"http:\/\/www.usgs.gov\/natural_hazards\/safrr\/projects\/tsunamiscenario.asp\">SAFRR Tsunami Scenario<\/a>, a scientific report on a hypothetical but plausible tsunami created by a magnitude 9.1 earthquake offshore of the Alaskan peninsula, was released. The report is an analysis of the potential impacts along the California coast, intended for those who need to make mitigation, preparedness, and outreach decisions before tsunamis and those who will need to make rapid decisions during and after tsunamis. The Tsunami Scenario will help them understand the context and consequences of their decisions that can improve preparedness and response.\n<h1>References:<\/h1>\nRisk and Vulnerability Research: <a href=\"http:\/\/geography.wr.usgs.gov\/science\/vulnerability\/tsunami.htm\">http:\/\/geography.wr.usgs.gov\/science\/vulnerability\/tsunami.htm<\/a>\n\nLand Change Science Program:Â  <a href=\"http:\/\/www.usgs.gov\/climate_landuse\/lcs\/\">http:\/\/www.usgs.gov\/climate_landuse\/lcs\/<\/a>\n\nNOAA Tsunami Warning Center: <a href=\"http:\/\/www.tsunami.gov\">http:\/\/www.tsunami.gov<\/a>\n\nNOAA Pacific Tsunami Warning center: <a href=\"http:\/\/ptwc.weather.gov\">http:\/\/ptwc.weather.gov<\/a>\n\nHazard Research and animations: <a href=\"http:\/\/walrus.wr.usgs.gov\/tsunami\/\">http:\/\/walrus.wr.usgs.gov\/tsunami\/<\/a>\n\nUSGS SAFRR Program: <a href=\"http:\/\/www.usgs.gov\/natural_hazards\/safrr\/\">http:\/\/www.usgs.gov\/natural_hazards\/safrr\/<\/a>\n\nEducation and basics: <a href=\"http:\/\/water.usgs.gov\/edu\/tsunamishazards.html\">http:\/\/water.usgs.gov\/edu\/tsunamishazards.html<\/a>\n\nEducation and basics: <a href=\"http:\/\/www.tsunami.noaa.gov\">http:\/\/www.tsunami.noaa.gov<\/a>\n\nAdditional Videos:\n\n<a href=\"http:\/\/online.wr.usgs.gov\/calendar\/2013\/feb13.html\" target=\"_blank\"> Is \"THE IMPOSSIBLE\" Possible in the Pacific Northwest?<\/a>\n\n<a href=\"http:\/\/walrus.wr.usgs.gov\/tsunami\/sumatraEQ\/images\/sum2TNW_small.mov\" target=\"_blank\">http:\/\/walrus.wr.usgs.gov\/tsunami\/sumatraEQ\/images\/sum2TNW_small.mov<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24367","uid":"31","filename":"Main1.jpg","uri":"public:\/\/Main1.jpg","filemime":"image\/jpeg","filesize":"45892","status":"1","timestamp":"1425492768","type":"image","uuid":"10a29fd5-d89c-44a6-9ea8-65bf437cf69d","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["cascadia","coastal","communities","earthquake","Faults","flood","hazard","landslide","marine","naturalhazards","pacificocean","risk","subduction","tidalwave","tsunami"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1409069464","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}