{"title":"sturgeon, Trout, and Telemetry - USGS Research Mixes Science and Technology at AFS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors:<\/b> To arrange an interview with any of the USGS presenters listed below, contact Casey Stemler at the USGS exhibit area. \n<p><b>TIPSHEET<\/b> \r\n<p><!--introstart-->From safe dam passage for sturgeon to a long-term study of the Eastern striped bass, USGS scientists will present a wide range of fisheries research at the annual meeting of the American Fisheries Society, at the Hartford Civic Center, Hartford, Conn, Aug. 23-27, 1998. <!--introend-->\r\n<p><b>Dinosaurs and Sturgeon in the Connecticut River--Mon., Aug. 24, session 6<\/b> \r\n<p>Shortnose sturgeon and Atlantic sturgeon are native to the Connecticut River. Because of their ancient origin, it is estimated that they could have inhabited the Connecticut Valley at the time of the dinosaurs during the Cretaceous period. The study examines the impact of human activity on sturgeon populations since colonial days. Factors ranging from dam construction to over fishing diminished this fishery and by the 1940&rsquo;s, the population had virtually disappeared in some areas of the watershed. (\"The History of Sturgeon in the Connecticut River,\" by Boyd Kynard, USGS, Turners Falls, Mass.; and Tom Savoy, Connecticut Department of Environmental Protection, Old Lyme, Conn.) \r\n<p><b>Telemetry, Eels and Dams--Mon., Aug. 24, session 12<\/b> \r\n<p>Most people think of fish migration when dealing with the obstacles presented by dams. But developing ways for silver phase American eels to safely swim around dams is a critical problem for the species&rsquo; survival, because they typically suffer high mortality from passing through hydroelectric turbines during their spawning migration to the ocean. Over a two-year period, researchers using radio and acoustic telemetry devices monitored the migration and behavior of the eels near a hydroelectric dam. Most eels moved through the dam area at night at a variety of depths, and some were delayed for several days before passing the dam. The results of the study will be critical for developing effective eel passage technologies. (\"Behavior and Passage of Silver-Phase Eels at a Small Hydroelectric Facility,\" by Alex Haro, S.O. Conte Anadromous Fish Research Center, USGS, Turner Falls, Ma.) \r\n<p>\r\n<p>\r\n<p><b>Striped Bass Tagging and Harvest Regulations--Tues., Aug. 25, session 7<\/b> \r\n<p>A long-term study of nearly 175,000 tagged striped bass on the East Coast revealed that fish survival rates are affected by changes in harvest regulations and that some of these rates are modified by factors such as fish age and sex. Since 1987, wild striped bass have been tagged in a east coast-wide study involving fifteen state and federal agencies. Data from three long-term tagging programs were used to assess the impact of substantial regulatory changes that took place from 1987 to 1998. (\"Atlantic Striped Bass Survival And Harvest Regulation: An Analysis of Coast Wide Tag-Recovery Data,\" by David Smith, USGS, Kearneysville, W.Va., Xi He, Massachusetts Division of Marine Fisheries, Gloucester, Mass.; Victor Vecchio, New York State Department of Environmental Conservation, East Setauket, N.Y.; Cynthia Goshorn, Maryland Department of Natural Resources, Annapolis, Md; Andrew Kahnle, New York State Department of Environmental Conservation, New Paltz, N.Y.; Tina McCrobie, U.S. Fish and Wildlife Service, Annapolis, Md.) \r\n<p><b>PCB Concentrations in Walleyes--Tues., Aug. 25, session 16<\/b> Walleye adult males in Saginaw Bay, which drains into Lake Huron, have significantly higher concentrations of PCBs than females, a recent study reveals. The higher concentrations in males are probably because they spend more time in contaminated areas of the watershed than females. (\"Sexual Difference in PCB Accumulation Rates of Walleye,\" by C.P. Madenjian, USGS, Ann Arbor, Mich. ; G.E. Noguchi, U.S. Fish and Wildlife Service, Arlington, Va; R.C. Haas, Michigan Department of Natural Resources, Mt. Clemens, Mich.; K.S. Schrouder, Michigan Department of Natural Resource","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"903672000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168949"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}