{"title":"Prior Great Earthquakes Unveiled at the Western Edge of the 1964 Alaska Rupture","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Sitkinak Island, Alaska &mdash;<\/strong>&nbsp;Ever since the great magnitude 9.2 earthquake shook Alaska 50 years ago today, scientists have suspected that the quake's rupture halted at the southwestern tip of Kodiak Island due to a natural barrier. However, recent research suggests some large quakes can punch through these obstacles, and have done so in the past, according to a <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/2014GL059380\/abstract\">new study published in <em>Geophysical Research Letters<\/em><\/a>, a journal of the American Geophysical Union.&nbsp;<\/p>\n<p>U.S. Geological Survey scientists and researchers from partner institutions working on Sitkinak Island, 15 miles southwest of Kodiak Island, unearthed geologic records from the last 1,000 years of at least three large subduction ruptures &ndash; sudden dislocations in which one crustal plate lurches beneath another &ndash; that broke through the western edge of the 1964 Alaska earthquake. Among the new findings is the first geologic evidence of the great 1788 Alaska earthquake and tsunami, a seismic event previously known only from historical writings from Russian settlements in the region at the time.&nbsp;<\/p>\r\n<p>During the 1964 Alaska earthquake, a sudden slip on the subduction megathrust extended from near Kayak Island in the east to the southwestern tip of Kodiak Island in the west, resulting in widespread ground shaking and a damaging tsunami.<strong>&nbsp;<\/strong><\/p>\r\n<p>To gather information on great earthquakes prior to 1964, the research team uncovered stratigraphic evidence of land-level change and tsunami inundation along the Alaska-Aleutian megathrust on Sitkinak Island. Hand-driven cores and tidal outcrops in a lagoon reveal five sharp changes in lithology and microfossils that record sudden upward and downward jerks during large earthquakes. Two of the changes correspond to the 1964 rupture and an earlier analog, while three sharp horizons mark ruptures that passed beneath Sitkinak Island, including the 1788 rupture.<\/p>\r\n<p>\"It's been proposed that the edge of the 1964 rupture acts as a long-lived and stable barrier limiting the size of great earthquakes,\" said Rich Briggs, lead author of the study and a USGS Research Geologist. \"However, the geologic record suggests this isn't the case, and that some, if not most large ruptures break through. Future studies will aim to determine the sizes of these boundary-busting ruptures. Understanding this problem is important because hazard models depend on an accurate understanding of the locations and sizes of prehistoric earthquakes,\" Briggs added.<\/p>\r\n<p>\"The Sitkinak results demonstrate the crucial role that microfossils such as diatoms and foraminifera play in improving our understanding of great earthquake ruptures,\" said Simon Engelhart, a University of Rhode Island researcher and study coauthor. \"They were the smoking gun that indicated both coseismic uplift and subsidence have occurred and, therefore, that Sitkinak Island is not a persistent rupture boundary.\"<\/p>\r\n<p>Geologic evidence of a sudden uplift and an extensive sand sheet are consistent with Russian accounts of an earthquake and tsunami in 1788, but prior to this study no geologic evidence of this great event had been found.<\/p>\r\n<p>\"The 1788 rupture had important consequences for Kodiak Island because it resulted in evacuation of the Russian outpost at Three Saints Bay (near Old Harbor) and resettlement at the present site of Kodiak (city),\" said Briggs.&nbsp; \"Historical documents and our geologic observations suggest the 1788 earthquake ruptured offshore Kodiak and extended toward the Shumagin Islands rather than toward Anchorage.\"<\/p>\r\n<p>Mapping prehistoric earthquakes in subduction zones requires a combination of approaches to indirectly capture evidence of massive undersea ruptures. Land-level changes and tsunami inundation&mdash;commonly recorded as raised or downdropped coasts and extensive sand sheets&mdash;","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Alaska","earthquake","tsunami","","Geophysical Research Letters","Sitkinak","island","Geologic Research Natural Hazards Earthquake Hazards","Geographic Areas Alaska"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1395892800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"170172"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}