{"title":"Giant Earthquake, 300 Years Ago This Week","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>On January 26, 1700, the largest earthquake known to have occurred in the \"lower 48\" United States, rocked Cascadia, a region 600 miles long that includes northern California, Oregon, Washington, and southern British Columbia. <\/p>\n<p>The earthquake set off a tsunami--a series of ocean waves-- that not only struck Cascadia&rsquo;s Pacific coast, but also crossed the Pacific Ocean to Japan, where it damaged coastal villages. Written records of the damage in Japan pinpoint the earthquake to the evening of January 26, 1700. <\/p>\r\n<p>Scientists now call the event the 1700 Cascadia earthquake. They estimate its size as magnitude 9. <\/p>\r\n<p>Only three earthquakes of magnitude 9 or larger occurred in the twentieth century. The largest, of magnitude 9.5, struck Chile in 1960. Second-largest was the 9.2 quake that hit Alaska in 1964. By comparison, the 1906 San Francisco earthquake was not quite magnitude 8. <\/p>\r\n<p>The very existence of the 1700 Cascadia earthquake was unknown just 20 years ago. The earthquake&rsquo;s discovery resulted from scientific sleuthing in the United States, Canada, and Japan. <\/p>\r\n<p>An early breakthrough came in 1987, when U.S. Geological Survey geologist Brian Atwater reported geological traces of giant earthquakes along Washington&rsquo;s Pacific coast. These traces include groves of trees that were killed when an earthquake lowered forests into salt water. <\/p>\r\n<p>Another important clue was reported a few years later, when the earthquake was dated to the decades between 1680 and 1720. This clue came from radiocarbon tests by Minze Stuiver of the University of Washington. <\/p>\r\n<p>Meanwhile in Japan, several researchers were following these developments. They consulted their nation&rsquo;s archives of old writings about earthquakes and tsunamis. For the period between 1680 and 1720 they found one orphan tsunami that could have come from Cascadia. That tsunami occurred in January 1700. <\/p>\r\n<p>Finally, a smoking gun was found in the groves of killed trees on the Washington coast. Using annual growth rings in the trees, David Yamaguchi of Seattle and Gordon Jacoby of Columbia University showed that the trees lived through the 1699 growing season but were dead by the following spring -- exactly the dates expected if the earthquake occurred in January 1700. <\/p>\r\n<p>This detective story is part of an special public program, Wednesday evening, January 26, in Seattle. Experts from government agencies, universities, and private companies will be on hand with 35 displays about earthquakes, tsunamis, and related hazards. An award, signed by Washington Governor Gary Locke, will be presented to Kazue Ueda, one of the Japanese researchers who identified the 1700 tsunami in Japan. <\/p>\r\n<p>The program will take place in the Burke Museum, on the University of Washington campus near 15th Avenue N.E. and N.E. 45th Street in Seattle. It begins a 7 p.m. There is no admission charge. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"948690000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}