{"title":"Fewer Major Earthquakes But...Earthquakes Take More Lives in 1997","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Seventeen major earthquakes (magnitude 7.0 or higher) were recorded in the world for 1997<!--introend-->, according to the <a href=\"http:\/\/gldss7.cr.usgs.gov\/\">U.S. Geological Survey National Earthquake Information Center (NEIC)<\/a> in Golden, Colorado. This is just under the average of 20 major earthquakes in the world each year. Despite the lower number of major earthquakes worldwide (21 major earthquakes were recorded in 1996), the death toll from earthquakes was much higher in 1997 than in the previous year. \n<p>\r\n<p>In 1996, a total of 449 people were reported killed by earthquakes around the world. More than double that number were reported killed in just the first three months of 1997. The total death toll from earthquakes in 1997 is at least 2,913. \r\n<p>\r\n<p>The deadliest earthquake of the year struck northern Iran on May 10. Preliminary magnitude was 7.1. It caused at least 1,567 deaths, 2,300 injuries, and left 50,000 homeless. The strongest earthquake for the year in the US had a preliminary magnitude 4.9 and struck the State of Washington. It caused slight damage at Bremerton and Poulsbo. Other significant earthquakes for the year occurred near the East coast of Kamchatka, Russia; near the coast of central Chile; and in central Italy, causing damage to the Chapel of St. Francis of Assisi. A significant earthquake is one of magnitude 6.5 or higher or one of lesser magnitude that causes casualties or considerable damage. \r\n<p>\r\n<p>The largest magnitude earthquake in the world in 1997 struck Xizang Province, Tibet, about 520 miles north-northeast of Kathmandu, Nepal, on November 8. Although the preliminary magnitude of this earthquake was 7.9, damage and casualty reports were light because the area is sparsely populated. Earthquakes are not unusual for this region; however, this event is believed to be the largest instrumentally recorded event in this area to date. \r\n<p>\r\n<p>We continue to hear from many people throughout the world that earthquakes are on the increase. Although it may seem that we are having more earthquakes, this is not the case. In fact, earthquakes of magnitude 7.0 or higher have remained fairly constant throughout this century. \r\n<p>A partial explanation for this impression may lie in the fact that in the last twenty years, we have definitely had an increase in the number of earthquakes USGS has been able to locate each year. This is because of the tremendous increase in the number of seismograph stations in the world and the many improvements in global communications. This increase in the number of stations and the more timely receipt of data has allowed seismological centers to locate many small earthquakes which were undetected in earlier years, and we are able to locate earthquakes more rapidly. Also, because of the improvements in communications and the increased interest in natural disasters, the public now learns about more earthquakes. \r\n<p>\r\n<p>Also, the effect that earthquakes have when they strike is generally more pronounced. Although we have gained much knowledge in building safer structures, when earthquakes occur today, losses (both human and property)are greater in many areas of the world. This is not because the earthquakes are stronger; it is simply because the Earth&rsquo;s population is increasing and more property (much of it not built to withstand earthquakes) exists that can be destroyed in an earthquake. \r\n<p>\r\n<p>USGS estimates that several million earthquakes occur in the world each year. Many of these earthquakes go undetected because they occur in remote areas or have very small magnitudes. The USGS locates 12,000 to 14,000 earthquakes each year (about 35 per day). \r\n<p>\r\n<p>Note to editors: Because of the nature of earthquake data collection, information on the above events should be considered preliminary. We will issue an update if necessary. \r\n<p>\r\n<CENTER>****************************************************<\/CENTER>\r\n<p>Additional information o","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"883544400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}