{"title":"NEW LANDSAT 7 IMAGES OF THE EARTH NOW AVAILABLE","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->After soaring to space last spring, NASA&rsquo;s latest Earth-imaging satellite has completed its checkout phase and is now \"open for business.\"<!--introend--> New images from the Landsat 7 spacecraft are now available for viewing and purchase by scientific researchers and the general public via the Internet from the United States Geological Survey (USGS) and NASA. \n<p>Landsat 7 is the latest addition to America&rsquo;s oldest continuously operating satellite system for land-surface observations that images the Earth from 438 miles above the planet. Vast portions of the Earth&rsquo;s landmass are being imaged every sixteen days. These images are used to monitor nature&rsquo;s mysteries -- from the movement of ice streams in Antarctica to the temperature of fiery volcanoes in Hawaii, and the effects of urban growth on metropolitan areas around the United States. The satellite was launched April 15 from Vandenberg Air Force Base, Calif. \r\n<p>\"Landsat 7 is a key resource for the global Earth resources community,\" said USGS Director Dr. Charles Groat. \"It provides a crucial element of continuity for landscape information. For more than 27 years, Landsat spacecraft have delivered an essential, continuous assessment of the surface features of our planet. Landsat 7 assures us of many more years of productive information that is compatible with data from previous satellites, giving us a long term record of information about the Earth.\" \r\n<p>The new representative Landsat 7 images are available for general public viewing and purchase at the following Internet URL: <a href=\"http:\/\/landsat7.usgs.gov\/\">http:\/\/landsat7.usgs.gov <\/a>\r\n<p>The Landsat 7 system will collect and archive an unprecedented quantity of multi-spectral data each day. These data will provide a global view of both seasonal and annual changes in the Earth&rsquo;s environment. These images can reveal features on the Earth&rsquo;s surface as small as 47 feet in diameter. \r\n<p>In addition to environmental research, Landsat data is used by customers worldwide in the government, commercial and educational communities for applications in areas such as forestry, agriculture, geology, oceanography, land mapping and geographic research. \r\n<p>\r\n<p>NASA&rsquo;s Goddard Space Flight Center, Greenbelt, Md., was responsible for the development of Landsat 7. The USGS Earth Resources Observation Systems (EROS) Data Center in Sioux Falls, S.D., will process, archive and distribute the spacecraft data. Landsat 7 has the capability to collect as many as 450 scenes daily, 250, which will be collected by U.S. stations. All Landsat 7 data received at the primary ground station at the EROS Data Center will be archived and available in digital format within 24 hours of collection. The data is sold at the cost of reproduction and distribution -- $600 for a standard full scene digital file. Custom and value-added Landsat 7 products will be distributed by commercial vendors. \r\n<p>Landsat 7 is part of a global research program known as NASA&rsquo;s Earth Science Enterprise. The goal of the Earth Science Enterprise is to provide people a better understanding of how natural and human-induced changes affect the total Earth environmental system. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"936676800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170388"},{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}