{"title":"Critical Streamgages to Remain Operational in New York","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Funding from the U.S. Geological Survey will help keep at least eight critical streamgages operational.<!--introend--> Along with the New York City Department of Environmental Protection, the New York State Department of Environmental Conservation, the Susquehanna Flood Forecast and Warning System and the U.S. Army Corps of Engineers, an important agreement was reached to keep certain sites operational that are critical for the National Weather Service to provide flood forecasts and warnings.<\/p>\n<p>These partner agencies developed a plan to fund as many as 17 of the most critical streamgages that were slated to be discontinued.&nbsp; Information from these gages is used by emergency managers and others to help protect lives and property.<\/p>\r\n<p>\"This is an excellent example of how federal, state, and local governments can work together to find solutions that help protect property and save lives,\" said Rafael Rodriguez, Director of the USGS New York Water Science Center. \"This funding partnership is not only good for residents in New York, but it will also benefit those living in other states downstream.\"<\/p>\r\n<p>NY City officials agree. \"We have kept open the lines of communication throughout this process and have worked cooperatively with elected officials, emergency managers and state, federal and local partners to ensure that funding for the most essential gages is continued, \" said Paul Rush, Deputy Commissioner for Bureau of Water Supply, NYCDEP.<\/p>\r\n<p>The USGS will continue to work with federal, state, and local government agencies to seek alternative funding sources for another ten high-priority streamgages that may be discontinued if a source of funds is not found.<\/p>\r\n<p>Increased funds from the USGS National Streamflow Information Program will be used to support operation of eight high-priority streamflow gages in New York state (table 1, fig. 1) that were slated to be shut down due to funding shortfalls in partner agency budgets.&nbsp; In addition, working with those partners, the savings from these eight sites will be leveraged to support the operation of an additional nine high-priority streamflow gages (table 2, fig 1).&nbsp;&nbsp;<\/p>\r\n<p>Streamgages provide information on the quantity and timing of streamflow in the nation's rivers to help ensure adequate water resources for a healthy environment and economy and to better prepare for future floods and droughts.&nbsp; Long records of streamflow (more than 30 years of record) are vital to the characterization of regional hydrologic conditions (for purposes of water supply planning and flood hazard assessments) and for documenting and understanding changes that occur in streamflow due to changes in land use, water use, ground-water development, and climate.<\/p>\r\n<p><br \/>This information is used by state and local officials, citizens, communities, businesses, and emergency response officials to:<\/p>\r\n<ul class=\"unIndentedList\">\r\n<li>Determine flood hazard zones and make building and development decisions,<\/li>\r\n<li>Decide to evacuate homes or businesses during a flood, <\/li>\r\n<li>Plan for water supply or wastewater treatment facilities, <\/li>\r\n<li>Manage water-quality or habitat conditions, <\/li>\r\n<li>Design infrastructure such as roads, bridges, and culverts, <\/li>\r\n<li>Map floodplains for zoning or insurance purposes, <\/li>\r\n<li>Assess the sources of pollution in a watershed, <\/li>\r\n<li>Accurately estimate streamflow across the whole State for better designed water management systems, and <\/li>\r\n<li>Decide about the safety of recreational activities such as boating and fishing. <\/li>\r\n<\/ul>\r\n<p>As part of the USGS National Streamflow Information Program, the USGS operates and maintains a national network of over 7,500 streamgages.<\/p>\r\n<ul class=\"unIndentedList\">\r\n<li>Of these streamgages about 85 percent are funded, in whole, or part by state, local, tribal, and other federal agencies. <\/li>\r\n<li>Less than 15 percent of the current net","summary":null,"format":null}]},"field_images":[],"regions":["New York"],"country":["United States of America"],"mm_tags":["streamgages","New York","water","funding"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1239163200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170289"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}