{"title":"Celebrate Earth Science Week with CoreCast, the New USGS Podcast","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Reston, VA - Earth Science Week 2007 is Oct. 14-19, and to celebrate, the U.S. Geological Survey (USGS) is offering special episodes of its recently launched podcast, called CoreCast. During that week, listen to CoreCast audio interviews with USGS scientists on climate change, geologic mapping, research in Antarctica and more.<!--introend--> \r\n<\/p>\r\n<p>\r\n&quot;These podcasts are a chance for the public and the media to connect with USGS science,&quot; said USGS Director of Communications and Outreach Barbara Wainman. &quot;They offer excellent background material, and great quotes and soundbites. In fact, Episode 8 of CoreCast, released Oct. 10, offers listeners the chance to submit science questions to be answered in a future episode. Get yours in soon!&quot; \r\n<\/p>\r\n<p>\r\nCoreCasts, which can be subscribed to and automatically downloaded to computers and portable media players (such as an iPod&reg;), offer engaging, friendly and easy-to-understand science information in the form of interviews with USGS scientists and other reports and narrations on USGS science that can be listened to whenever convenient. \r\n<\/p>\r\n<p>\r\nEarth Science Week, organized by the American Geological Institute, is a chance for the public to gain a better understanding and appreciation for the earth sciences and to encourage stewardship of the Earth. \r\n<\/p>\r\n<p>\r\nThis year marks the 10th anniversary of Earth Science Week, and this year&#39;s theme, &quot;The Pulse of Earth Science,&quot; promotes awareness of the status of earth science in education and society. The USGS is a major sponsor of and contributor to this event-learn more at <a href=\"http:\/\/www.usgs.gov\/esw\">www.usgs.gov\/esw<\/a>. \r\n<\/p>\r\n<p>\r\nThere are several episodes of CoreCast already available on topics including earthquakes, hurricanes and other natural hazards; climate change; sex-changing fish; polar bear research; and more. \r\n<\/p>\r\n<p>\r\nTo listen and learn more, visit <a href=\"http:\/\/www.usgs.gov\/corecast\">http:\/\/www.usgs.gov\/corecast<\/a>.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1192075200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}