{"title":"One Click Away: Finding Data on Florida's Endangered Species Just Got Easier","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Davie, FL. --&nbsp;<!--introstart-->A new online tool will make data on several of Florida&rsquo;s threatened and endangered species&mdash;including the Florida panther, American crocodile, and Key deer&mdash;more readily accessible to resource managers and planners.<!--introend-->&nbsp;<\/p>\n<p>The tool, a searchable database known as \"Threatened and Endangered Vertebrates in Florida,\" was developed by a team of researchers from the University of Florida, the U.S. Fish and Wildlife Service, the U.S. Geological Survey, and the National Park Service.&nbsp;<\/p>\r\n<p>It allows scientists and conservation managers to query an online database housing key scientific facts about the biology and ecology of 26 species of federally-listed threatened and endangered terrestrial vertebrates in Florida. The database query tool can be accessed <a href=\"http:\/\/www.jem.gov\/Data\">online<\/a>.<\/p>\r\n<p>&ldquo;We were gathering data for a project to assess how species respond to climate variables when we realized how valuable it would be to other scientists and managers if we could develop a tool to make the data more accessible,\" explained research ecologist Stephanie Roma&ntilde;ach, PhD, who works for the USGS <a href=\"http:\/\/fl.biology.usgs.gov\/\">Southeast Ecological Science Center<\/a>.&nbsp;<\/p>\r\n<p>By querying the database, users will be able access species-specific information that can be used to guide research projects, develop ecological models, conduct species vulnerability assessments, and inform conservation action plans. The database includes almost 10,000 lines of data grouped into 10 major categories based on important biological traits, including reproduction, migration, and dispersal, as well as species&rsquo; relationships to climate variables such as temperature, precipitation, salinity, and responses to extreme weather.&nbsp;<\/p>\r\n<p>\"It is an incredibly useful tool for anyone wanting to learn more about some of the Florida's wildlife,\" said Larry Williams, South Florida Ecological Service Field Supervisor with the U.S. Fish and Wildlife Service. &nbsp;\"This enhanced research capacity will undoubtedly contribute greatly towards all of our efforts to protect and preserve the natural wonders of Florida for future generations.\"&nbsp;<\/p>\r\n<p>The database was implemented by the Advanced Applications Group at the USGS <a href=\"http:\/\/www.nwrc.usgs.gov\/about\/capabilities\/electro.htm\">National Wetlands Research Center<\/a>, and has been made available to the public by Joint Ecosystem Modeling (JEM), a partnership among federal and state agencies, universities, and other organizations.&nbsp; JEM activities include the monitoring and management of wildlife populations, understanding species responses to ecosystem restoration, and developing decision-support tools for restoration decision-making.&nbsp;<\/p>\r\n<p>\"Science excellence and collaborative partnerships are two pillars of our wildlife conservation culture,\" said Williams \"This database enhances our ability to share and gather science from a wider spectrum of partners to the benefit of the imperiled species we're recovering across Florida.\"&nbsp;<\/p>\r\n<p>The research team who developed the database links science to management by developing tools that support restoration and management decisions, species conservation, and climate change issues.&nbsp; Their approach includes the application of species distribution models to forecast the effects of land use, habitat alteration, and climate change on at-risk species, the use of life-history assessments to understand trait-mediated species responses to climate change and disturbance, incorporating climate sensitivities into species habitat and population models, and the assessment of species vulnerability to sea-level rise.&nbsp;&nbsp;<\/p>\r\n<p>For more information about the JEM team&rsquo;s projects, visit the JEM <a href=\"http:\/\/www.jem.gov\/\">website<\/a> or the University of Florida Institute of Food and Agricultural Sciences CrocDocs","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["ecosystems","Ecosystems Statusand Trends","Ecosystems Terrestrial Freshwaterand Marine Environments","Ecosystems Wildlife Terrestrialand Endangered Resources","Climateand Land Use Change National Climate Changeand Wildlife Science Center"],"article_type":["Technical Announcement","State News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1347940800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170286"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}