{"title":"California Sea Otter Numbers Drop Again","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>MEDIA NOTE: Lead scientist Tim Tinker and survey coordinator Brian Hatfield are available for interviews on Tuesday, August 3rd. Please call Ben Landis to schedule interviews.<\/em><\/p>\n<p><em>MEDIA NOTE: Graphs, maps and data summaries of the survey results are online at <a href=\"http:\/\/www.werc.usgs.gov\/seaottercount\">http:\/\/www.werc.usgs.gov\/seaottercount<\/a><\/em><\/p>\r\n<p><strong>Santa Cruz, Calif.<\/strong> &ndash; <!--introstart-->After a decade of steady recovery, the southern sea otter &mdash; a federally listed threatened species &mdash; is in decline for the second year in a row, according to the latest population survey by U.S. Geological Survey researchers.<!--introend--><\/p>\r\n<table style=\"width: 260px;\" border=\"0\" cellspacing=\"3\" cellpadding=\"3\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td>\r\n<p><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2010_08_03\/SouthernSeaOtterPopTrends_USGS.jpg\"><img style=\"border: 0pt none;\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2010_08_03\/SouthernSeaOtterPopTrends_USGS_thumb.jpg\" alt=\"Graph showing otter population trends.\" width=\"250\" height=\"206\" \/><\/a><\/p>\r\n<\/td>\r\n<\/tr>\r\n<tr>\r\n<td>\r\n<p class=\"small\">This graph shows the southern sea otter population trend since 1985, based on the annual data collected by the U.S. Geological Survey.<\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&ldquo;We have seen a decrease in sea otter numbers throughout most of their range, particularly in those areas where most of their reproduction occurs, while pup counts have dropped to 2003 levels,&rdquo; says Tim Tinker of the USGS Western Ecological Research Center and lead scientist for the annual survey. &ldquo;A number of human and natural factors may be influencing this trend, and we are working to better understand what those are.&rdquo;<\/p>\r\n<p>Population estimates are calculated as three-year averages of annual survey results, which compensate for variability in observation conditions and give scientists a more reliable picture of abundance trends. This year&rsquo;s estimate &mdash; averaging counts from 2010, 2009 and 2008 &mdash; is 2,711 otters. This represents a 3.6 percent drop for the overall population and an 11 percent drop in the number of otter pups, compared to 2009 estimates.<\/p>\r\n<p>For southern sea otters to be considered for removal from threatened species listing, the overall population estimate would have to exceed 3,090 for three consecutive years. This is the threshold established under the Southern Sea Otter Recovery Plan by the U.S. Fish and Wildlife Service.<\/p>\r\n<p>Researchers also saw the sea otter&rsquo;s geographic distribution shrink this year, with fewer animals at the northern and southern ends of their range, which is now from Pigeon Point to Gaviota State Park in California.<\/p>\r\n<p>&ldquo;Movements and clumping of male otters away from the range edges may partially explain this change,&rdquo; says USGS biologist Brian Hatfield, who organizes the otter survey. &ldquo;And the low pup count might be linked to heavy storms and reduced kelp cover this past winter, since we also saw a record number of pups and juveniles that got stranded ashore.<\/p>\r\n<p>As for the overall population decline, all indications point to elevated mortality<\/p>\r\n<p>&ldquo;Our data suggest that breeding-age females are dying in higher than usual numbers from multiple causes, including infectious disease, toxin-exposure, heart failure, malnutrition and shark attacks,&rdquo; Tinker says.<\/p>\r\n<p>Sea otters are active predators that rely on near-shore coastal waters. As a result, they are constantly exposed to many stressors, such as chemicals and pathogens from coastal water pollution, ingestion of toxin-contaminated prey, and reduced food abundance. Chronic exposure to multiple stressors could make otters more susceptible to illness and injury, and lead to a greater chance of death.&nbsp;<\/p>\r\n<p>&ldquo;Recovery will clearly depend on our understanding the factors contributing to slow population growth in re","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["biology","sea","Sea Otter Survey"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1280808000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168908"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}