{"title":"REPORT EARTHQUAKES OR FOLLOW USGS SCIENTISTS IN TURKEY - ON USGS WEBSITE","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html <\/a>\n<p><!--introstart-->Did the earth move for you? If it did, and you think such movement was related to an earthquake, the U.S. Geological Survey would like to hear from you. <!--introend-->\r\n<p>Or, if you would like to follow the work of USGS scientists as they investigate the patterns of earthquake damage in Turkey, the same website will keep you up to date on their progress. \r\n<p>By clicking on <a href=\"http:\/\/quake.wr.usgs.gov\">http:\/\/quake.wr.usgs.gov<\/a>, and then going to What&rsquo;s New, users can link to \"Did You Feel It?, and view maps that depict areas where shaking was felt, at the time of an earthquake. If they felt the earthquake, they can fill out a brief questionaire to report what shaking they felt and what damage they observed. Their observations will be added to the map. \r\n<p>Following the magnitude-5 earthquake that occurred at Bolinas, Calif., shortly after 6 p.m. PDT, Tuesday, August 17, 960 people, in 223 different zip codes have reported to the site, as of noon on August 22. \r\n<p>By charting how the earthquake shaking was felt and what damage it caused throughout a region, USGS earthquake scientists can develop an earthquake intensity map. Such a map, based on people&rsquo;s reports, can then be compared to a map of predicted intensities, which are based on the shaking recorded on seismographs. The distance from the earthquake epicenter and the types of soil in the region affect the shaking intensity and damage distribution. In the wake of the Bolinas earthquake, the intensity map based on human responses closely resembles the intensity map based on seismic instruments. \r\n<p>Although the site was developed and is maintained at the USGS in Pasadena, Calif., the site isn&rsquo;t limited to California earthquakes. For instance, there is a reporting site for those who felt the 5.1 earthquake that occurred at 7:50 a.m. MDT, Thursday, August 20, about 15 miles south of Dillon, Mont. Because the area is sparsely populated and few people are aware of the website, only one response has been recorded for that map. Also, the site isn&rsquo;t devoted just to recent earthquakes. Those who remember where they were and how it felt during the Oct. 17, 1989, 7.1 Loma Prieta earthquake are invited to enter their responses. To date, 107 responses in 85 different zip codes have been received, with the hardest shaking reported from the Watsonville area, east of Santa Cruz, and at Daly City, on the San Francisco peninsula. \r\n<p>At the same entry website <a href=\"http:\/\/www.quake.wr.usgs.gov\">http:\/\/www.quake.wr.usgs.gov<\/a>, and clicking on \"Special Feature,\" users can also follow the scientific investigation of nine USGS scientists who are in Turkey, following the destructive 7.4 earthquake that struck east of Istanbul early Tuesday, August 17. The scientists arrived in Turkey Friday afternoon and should begin sending back narrative and digital photos that will be posted on the website, probably beginning on Monday, August 23. In addition to the \"expedition\" reports, the website provides background information on earthquakes in Turkey. \r\n<p>Additional information on earthquakes is available at <a href=\"http:\/\/www.usgs.gov\/earthquakes.html\">http:\/\/www.usgs.gov\/earthquakes.html<\/a>, which also gives the user a link to the USGS home page, which has links to USGS earth-science topics in water, geology, biology and mapping. Another USGS websites that gives users information about the Turkish earthqake and has links to all kinds of natural disasters is <a href=\"http:\/\/cindi.usgs.gov\/turkey\/tquake1.html\">http:\/\/cindi.usgs.gov\/turkey\/tquake1.html<\/a>. CINDI is the acronym for the USGS Center for Integration of Natural Disaster Information. \r\n<p>USGS internet websites with numerous links are just one of the ways that the USGS, a Depart","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"935208000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}