{"title":"USGS Undertakes Additional Studies of Reef Damage in Gulf of Mexico to Assess Cause","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Gainesville, Fla.&mdash;.<\/strong>&nbsp;<!--introstart-->A team of U.S. Geological Survey (USGS) and academic scientists are analyzing &nbsp;samples of coral and surrounding sediments from an area damaged near the Deepwater Horizon site in the Gulf of Mexico.<!--introend--><\/p>\n<p>These samples, collected in December, are being used to investigate how and why the corals on these reefs died.<\/p>\r\n<p>The cruise revisited MC 338, the site where dead and dying coral were found covered by an unknown brown substance in November 2010. USGS ecologist Amanda Demopoulos, Ph.D., collected samples of animals living on the seafloor as part of an expedition led by Penn State University professor Charles Fisher, Ph.D., to study how deep-sea reefs in the Gulf of Mexico have been affected by the Deepwater Horizon oil spill.<\/p>\r\n<p>In a series of dives in the manned submersible <em>Alvin<\/em>, USGS ecologists collected tissue samples from corals known as Madrepora and gorgonians at the damaged reefs found during the November expedition. <em>Alvin<\/em> is<em> <\/em>equipped with collection chambers that allow scientists to preserve the corals as they exist at their original depth for further analysis. The samples are being used to examine the health of coral tissues including damage at the genetic level. &nbsp;Cell structure in corals can change in response to stress, such as by increasing the number of mucous-producing cells. Corals may also up-regulate certain genes in response to stressors, so researchers are comparing &nbsp;the proteins expressed in certain genes of the corals found at the MC 338 site with coral from control areas. &nbsp;<\/p>\r\n<p>Using push cores, scientists collected sediments at the damage site. They also suctioned the unknown brown material off of the corals. These materials are being sent for hydrocarbon analysis and used to study the sediment-dwelling animals using traditional taxonomy and new DNA-based techniques.&nbsp;<\/p>\r\n<p>Samples are being analyzed to test for the chemical signature of oil from the Deepwater Horizon spill, known as MC 252 oil. The full array of samples &ndash; including corals, the unknown substance coating them, surrounding sediments, and associated animals &ndash; make it possible for scientists to examine whether exposure to oil or dispersants was related to the damage observed on the site.<\/p>\r\n<p>&ldquo;These samples will allow us to assess whether these areas have been exposed to the MC 252 oil and how healthy the animals are in this area,&rdquo; said Demopoulos.<\/p>\r\n<p>Scientists also used <em>Alvin<\/em> to visit a nearby chemosynthetic tubeworm community for similar analyses. There are numerous chemosynthetic communities throughout the Gulf of Mexico, and organisms that live there are also vulnerable to impacts from the oil spill. Although they live in a seemingly hostile environment, chemosynthetic animals still need oxygen to survive. Any material that clogs their tissues or limits their respiration can be deadly.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["deep Sea","coral Reef","oil","Deepwater Horizon","coral","","sediment","genetics","pathology","biology","oilspill"],"release_date":{"und":[{"value":"1294030800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168818"},{"tid":"170286"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}