{"title":"Hurricane Floyd Brings Record Flooding to Southeast Virginia","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Torrential rains from Hurricane Floyd have resulted in widespread flooding in southeast Virginia. Flooding along the Blackwater River in Southampton County is extensive, and river stage is still rising at the streamgage operated by the U.S. Geological Survey (USGS) near the town of Franklin. <!--introend-->The current river level exceeds the peak of record at the gage, which has been in operation for 55 years. Local residents note that the current flooding exceeds that of the large 1940 flood. Current discharge (streamflow) of the Blackwater River is estimated to be in excess of a 100-year flood (a discharge that has a 1 percent chance of occurring any year). \n<p>The Nottoway and Meherrin Rivers in southeast Virginia are also well above flood stage and still rising. The current discharge of the Meherrin River at the USGS streamgage near Lawrenceville is greater than a 10-year flood (has a 10 percent chance of occurring), and the current discharge of the Nottoway River at the streamgage near Sebrell is greater than a 25-year flood (has a 4 percent chance of occurring). Localized flooding from numerous small ungaged streams in the Hampton Roads area has also occurred. \r\n<p>USGS crews are out measuring streams throughout Virginia. Real-time streamflow data are available at <a href=\"http:\/\/va.water.usgs.gov\/\">http:\/\/va.water.usgs.gov\/<\/a> at \"Current Streamflow Conditions.\" \r\n<p>USGS personnel are also taking water-quality measurements. The immediate water-quality concern is the material washed into streams by surface runoff from the heavy rains. Of particular concern is the sediment and nutrients (nitrogen and phosphorus) that will be carried into Chesapeake Bay. \r\n<p>Editors: To schedule an interview and take photographs of USGS hydrologists at work, call Roger White at 804-261-2605 or 301-3378. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"937540800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170661"},{"tid":"170387"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}