{"title":"Lidar Yields New Insights into Desert Fire Ecologies","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MENLO PARK, Calif. &mdash;<!--introstart-->New insights into the differences between fire ecologies of the Chihuahuan and Mojave Deserts in the southwestern United States are coming through the use of terrestrial Light Detection and Ranging, or lidar, technology.<!--introend--> Studies by the U.S. Geological Survey show that while fire is detrimental to some areas of the desert, it is beneficial to others.&nbsp;<\/p>\n<p>&ldquo;Just as some ecosystems require periodic flooding for their rebirth and health maintenance, this new lidar information shows that some grasslands depend on periodic fires to give the native vegetation a competitive advantage,\" said USGS Director Marcia McNutt. \"This new science is important in informing management because the natural human tendency is to suppress hazardous events like floods and fires.&rdquo;&nbsp;<\/p>\r\n<p>Scientists used terrestrial or ground-based lidar to study the soil and vegetation characteristics of two desert ecosystems. In the Chihuahuan Desert of New Mexico, historically a grassland, they confirmed that fire can prevent the incursion of invasive shrub vegetation, while in parts of the Mojave Desert that are historically covered in shrubs, they showed that fire can harm the fertile shrub mounds, leading to loss of vegetation and increased erosion.&nbsp;&nbsp;<\/p>\r\n<p>&ldquo;Fire can hinder conservation in areas naturally covered by shrubland, but may help remove shrubs and restore native vegetation in areas naturally covered by grasslands,&rdquo; said USGS geographer Chris Soulard. &ldquo;These research studies are collaborative efforts aimed at building a long-term, ecosystem specific understanding of the ecological effects of fire and the possible beneficial roles of fire in land management.&rdquo;&nbsp;<\/p>\r\n<p>Terrestrial lidar uses lasers typically mounted on tripods to generate high-resolution, three-dimensional models of the sampled area. The level of detail is higher than in aerial lidar, aerial photography, or satellite imaging and T-lidar scanning instruments are easier and faster to deploy.&nbsp;<\/p>\r\n<p>The Chihuahuan Desert study area was in the Sevilleta National Wildlife Refuge of New Mexico, managed by the U.S. Fish and Wildlife Service. In spring 2007, sample plots were burned, clipped, or left undisturbed, and in the summer of 2011 terrestrial lidar was used to measure soil and vegetation characteristics. In their burn experiments, a team of scientists including Joel Sankey of the USGS and Sujith Ravi with the University of Arizona, observed shrub-vegetated areas disappearing and the formation of numerous, small grass-dominated areas indicating the progression of the system towards a state more characteristic of the native grasslands found in this area.&nbsp;<\/p>\r\n<p>Woody plant encroachment can degrade desert grasslands, leading to areas of shrub vegetation surrounded by patches of nutrient-depleted bare soil. &ldquo;The results of our Chihuahuan Desert study suggest that fire (prescribed, accidental, or natural) might reverse the shrub encroachment process, if it occurs in the early stages of vegetation shift,&rdquo; said Sankey, a USGS research physical scientist. &ldquo;This may inform the use and role of fire in the context of changing disturbance regimes and climate.&rdquo;&nbsp;<\/p>\r\n<p>The Mojave Desert project study area was in Grand Canyon-Parashant National Monument, Arizona. Prescribed fires were set in 1998, and in 2009 T-lidar data was collected on both burned and unburned sample plots by a team of USGS scientists. The recovering vegetation in the burned sites had smaller dimensions, which exposed the soil mounds to erosion. Consequently, post-fire erosion led to the reduction in the soil mound volume and surface roughness in these sites. Soil surface changes alter physical and nutrient conditions that promote shrub health, and lead to decreased chances of seed germination and decreased ability to retain water.&nbsp;<\/p>\r\n<p>For more informatio","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","New Mexico","Utah","California","Nevada"],"country":["United States of America"],"mm_tags":["mojave Desert","ecosystems","Li","wildfires"],"distribution":["Biology"],"release_date":{"und":[{"value":"1354078800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169065"},{"tid":"169695"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}