{"title":"scientists, Policy-makers to Tackle Emerging Contaminants","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nAn increasing number of reports are being published regarding the environmental occurrence of trace organic compounds such as pharmaceutical residues, personal care products, and hormones, and their potential adverse effects on aquatic and terrestrial life and human health. <!--introstart-->Which of these &quot;emerging contaminants&quot; are potentially harmful to ecological or human health? Are there safe limits of exposure or ingestion? Can wastewater or drinking water be treated to provide a safe barrier to these contaminants?<!--introend--> \r\n<\/p>\r\n<p>\r\nThese and many other questions will be addressed at a conference co-sponsored by the U.S. Geological Survey (USGS) and organized by the American Water Resources Association in Vail, Colo., June 25-27, 2007. Scientists from the public and private sector, along with decision-makers from across the country will attend <em>Emerging Contaminants of Concern in the Environment: Issues, Investigations, and Solutions<\/em>. \r\n<\/p>\r\n<table border=\"0\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">WHEN:<\/td>\r\n\t\t\t<td>June 25-27, 2007<br \/>\r\n\t\t\t<br \/>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">TIME:<\/td>\r\n\t\t\t<td>AGENDA AVAILABLE AT: <a href=\"http:\/\/www.awra.org\/meetings\/Vail2007\/index.html\">http:\/\/www.awra.org\/meetings\/Vail2007\/index.html<\/a> <br \/>\r\n\t\t\t<br \/>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">WHERE:<\/td>\r\n\t\t\t<td>Vail Cascade Resort, <br \/>\r\n\t\t\t1300 Westhaven Dr. <br \/>\r\n\t\t\tVail, Colo. 81657<br \/>\r\n\t\t\t<br \/>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">HIGHLIGHTS:<\/td>\r\n\t\t\t<td>Keynotes to be delivered by Dr. Christian Daughton (U.S. EPA), Kim Linton (AwwaRF), Dr. Theo Colborn (author of &quot;Our Stolen Future), Dana Kolpin (USGS), Dr. Harold Zenick (U.S. EPA), Dr. Peter Stoks (Association of Rhine Water Works), and Dr. Rula Deeb (Malcolm Pirnie, Inc.)<\/td>\r\n\t\t<\/tr>\r\n\t<\/tbody>\r\n<\/table>\r\n<strong>\r\n<p align=\"center\">\r\nIF YOU WOULD LIKE TO SET UP A PHONE INTERVIEW WITH A PARTICULAR SCIENTIST OR ATTEND THE CONFERENCE, PLEASE CONTACT HEIDI KOONTZ AT 303-202-4763 OR HKOONTZ@USGS.GOV. \r\n<\/p>\r\n<\/strong>\r\n<p>\r\nThis conference, an interdisciplinary forum on emerging contaminants, features more than 120 presentations that will provide an overview of detection and sources, the fate and transport in natural and engineered systems, receptors and effects, and social and engineering solutions to problems. Special sessions highlight state-of-the-art analytical methods for detection of these contaminants; urban, agricultural, and natural sources; wastewater treatment processes, onsite wastewater treatment systems, advanced water treatment processes, and water reuse systems; the fate and transport of emerging contaminants in streams, groundwater, observed and potential ecosystem and wildlife health effects; legal and policy implications; and guidance on communication about emerging contaminants. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1182744000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}