{"title":"satellites Used to Track Bird Movement and Preserve Species","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->On a crisp day in late April near Great Salt Lake, Utah, two scientists witness the maiden voyage of a technology that will aid in the conservation of migratory birds by generating a new level of understanding about their movements.<!--introend--> U.S. Geological Survey (USGS) scientist Adrian Farmer and refuge biologist Bridget Olson, of the U.S. Fish and Wildlife Service, work quickly with their quarries, gently attaching satellite transmitters to their backs and colored bands to their legs. The recipients of these devices are two Marbled Godwits, large-sized shorebirds that migrate from the southern coastal U.S. and Mexico to breed on the northern Great Plains and other sites in the U.S. and Canada.<\/p>\n<p>This marks the first time any migrant shorebird in North America has been fitted with these lightweight, solar-powered satellite transmitters. As the birds are released at the Bear River Migratory Bird Refuge north of Great Salt Lake, the two scientists hope the new technology will convey precise information about the birds&acute; daily movements such as where they will go for the winter and where they will go to breed. With luck, the transmitters will provide data for up to two years.<\/p>\r\n<p>Like many shorebirds, Marbled Godwits have conservation scientists worried. Categorized as a species of high concern in the U.S. Shorebird Conservation Plan, the bird was chosen by representatives from the USGS, U.S. Fish and Wildlife Service, University of Montana, Canadian Wildlife Service, and Pronatura in Mexico as the focus for an international shorebird conservation effort. Managers at North American wildlife refuges, such as the Bear River refuge, need information about the routes these birds follow, their stopover sites, and where they breed to protect areas critical to the birds&acute; survival. Farmer and Olson, teaming up with Canadian and Mexican biologists, expect the new technology to provide this data.<\/p>\r\n<p>Using Google Earth, Olson and Farmer enter the transmitted data points for \"Sassy,\" a Godwit headed for Saskatchewan. By this time, the other Godwit has been in Alberta for several days. On May 1, Farmer taps out an e-mail: \"Here is this morning&#039;s map. [Sassy] arrived in Saskatchewan yesterday or sometime this morning. She is at the west end of Old Wives Lake.\" He gives precise coordinates of the bird&acute;s location to Cheri Gratto-Trevor, a research scientist with the Canadian Wildlife Service in Saskatoon, north of Sassy&#039;s location.<\/p>\r\n<p>By May 3, the bird has moved another 100 miles further north. Again Farmer sends the bird&#039;s coordinates to Gratto-Trevor. This time, he attaches a map image from Google Earth that shows the most recent locations for Sassy and includes local road numbers.<\/p>\r\n<p>The next day, CWS habitat biologist Phil Taylor heads to Last Mountain Lake National Wildlife Area in south-central Saskatchewan, where Sassy was last located. Not only did he find Sassy and her silver and blue leg bands, but also her new mate. \"From this morning&#039;s observations, it appears Sassy may be in the process of establishing a territory here,\" Taylor wrote to Farmer.<\/p>\r\n<p>\"I was particularly pleased to learn that Sassy also stopped at our federal Old Wives Lake Migratory Bird Sanctuary,\" Taylor continued. \"It is reassuring to know our system of protected areas really works for the birds.\"<\/p>\r\n<p>Others with an interest in migratory birds are also following Sassy&#039;s progress closely, including Charles Duncan, executive director of the Manomet Center for Conservation Sciences in Manomet, Mass. Duncan and his colleagues coordinate the Western Hemisphere Shorebird Reserve Network, a voluntary coalition of over 200 partner organizations that identifies and promotes conservation of crucial sites for shorebirds. The Network currently has 64 sites in 8 countries throughout the Americas, including the three that Sassy visited.<\/p>\r\n<p>\"I could hardly believe my eyes","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1150084800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168792"},{"tid":"170130"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}