{"title":"Good News-Bad News Story for Recovery of Streams from Acid Rain in the Northeastern U.S.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->While sulfur levels (an indicator of acidity) in rain and streams have declined at locations in Maine, Ohio, New York, Pennsylvania and Virginia, the alkalinity of stream water has not recovered at sites in four of the five states according to a new report by the U.S. Geological Survey, U.S. Department of the Interior. <!--introend-->\n<p>\r\n<p>The fact that alkalinity of northeastern sreams has not recovered (or increased) is cause for concern because it could indicate that reductions in acid-rain levels have not reached the point where acid-neutralizing reactions in soils can offset acidity in precipitation. (Alkalinity is a measure of the resistance of stream waters to acidity.) \r\n<p>Another contributing factor to the lack of stream alkalinity recovery at most of the sites, the USGS said, may be the declines in calcium and magnesium in precipitation over the 12 years from 1984 to 1996. Calcium and magnesium counteract the acidic compounds such as sulfuric and nitric acid in acid rain. \r\n<p>\"Our long-term monitoring data indicate that the reductions in sulfur dioxide emissions to the atmosphere are indeed lowering the sulfur concentrations in precipitation and stream water on a broad and regional scale in the Northeast,\" said David Clow, USGS researcher in Denver, Colo. \"That&rsquo;s the good news. However, increases in alkalinity have not been observed in most of these streams. And that&rsquo;s the bad news.\" \r\n<p>\r\n<p>The USGS said the reason for the lack of widespread increases in alkalinity may be related to complex interactions among processes that control stream-water quality. For example, the acid-neutralizing compounds in precipitation are declining at the same time that acidic compounds in rain are going down. \"This &rsquo;down-and-down&rsquo; trend,\" Clow said, \"is probably due to overall reductions in particulates emitted to the atmosphere -- some of these particulates consist of &rsquo;good&rsquo; particulates that could neutralize acid.\" \r\n<p>\r\n<p>Secondly, after decades of acid rain falling in the Northeast, the supply of acid-neutralizing compounds in soils, such as calcium, may be depleted, the USGS said. \r\n<p>\r\n<p>A third complicating factor is that in areas where there is new growth in forests that are recovering from previous harvesting, the increase in trees, which need calcium to grow, may have an acidifying effect on forest soils. The fact that the diet of the trees is using the acid-neutralizing calcium could be offsetting the benefits from reductions in acid rain, the USGS said. \r\n<p>\r\n<p>The USGS has monitored stream-water chemistry at the Hydrologic Benchmark Network, a network of small headwater basins from the mid-1960&rsquo;s to 1997 and has measured precipitation chemistry through the interagency National Atmospheric Deposition Program from the early 1980&rsquo;s to the present. Because these programs use consistent methods over a national scale and because the basins where the network of monitoring stations are located are relatively undisturbed, data can be used to relate regional or national trends in precipitation and stream-water quality. \r\n<p>\r\n<p>The report, \"Trends in Precipitation and Stream-Water Chemistry in the Northeastern United States, Water Years 1984-96,\" by D. W. Clow and M. A. Mast, and published as USGS Fact Sheet 117-99, is available via the Internet at <a href=\"http:\/\/bqs.usgs.gov\/acidrain\">http:\/\/bqs.usgs.gov\/acidrain<\/a>. Limited copies are also available via fax request to the Branch of Information Services, USGS, 303-202-4693 (please include report number, FS 117-99.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maine","New York","Pennsylvania","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"939009600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169179"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}