{"title":"USGS Studies Cast Major Doubts on Geologic Theory of How Volcanic Regions Created: Mantle Plumes May Be Nonexistent After All","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>NOTE: During Dec. 6-10, at AGU: To arrange interviews, please contact Catherine Puckett or Stephanie Hanna in the AGU press room, 415-905-1007, or (Stephanie) 206-331-0335 or (Catherine) 650-222-9750 <\/p>\n<p>Standard fare in geology textbooks and school classrooms across the world is that the hot springs, geysers and volcanoes of Yellowstone National Park, Hawaii, Iceland, and many other volcanic regions were &quot;created&quot; by plumes of hot rock that rise from near the Earth&rsquo;s core. New results from recently published U.S. Geological Survey research hint, astonishingly, that such plumes may not exist at all. <\/p>\r\n<p>Results from seismic tomography, a method that uses earthquake waves to &quot;CAT scan&quot; the Earth&rsquo;s secretive goings-on, suggest that the magma system beneath Yellowstone is only skin deep &ndash; shallower than 120 miles, far less than the 1,750 miles scientists would expect if the magma arose from near the Earth&rsquo;s molten core as has been thought for decades. The results of USGS scientists Bob Christiansen, Gillian Foulger and their colleagues research on purported mantle plumes beneath Yellowstone and Iceland were published in the October edition of the Bulletin of the Geological Society of America and will be presented at the American Geophysical Union&rsquo;s meeting in San Francisco on Dec. 8. <\/p>\r\n<p>&quot;The seismic results don&rsquo;t come as a surprise to me,&quot; said Christiansen, a research geologist based in Menlo Park, Calif. &quot;Those of us familiar with the geology of the Yellowstone region began to realize that although the plume model was at odds with many geological observations there was nevertheless a steady stream of papers that speculatively attributed everything there as evidence for a plume. The new tomographic results are consistent with the geologic data in demonstrating the absence of a deep-seated mantle plume.&quot; <\/p>\r\n<p>The Yellowstone results have implications that range much farther than just the local geology of America&rsquo;s first National Park. A progressively older trail of volcanic rock stretches westward across Wyoming, Idaho and Nevada for more than 200 miles from Yellowstone, following the eastern Snake River Plain. Geologists have interpreted this &quot;trail&quot; as the &quot;geologic remains&quot; of past volcanism left behind as the North American plate slowly drifted over the fixed Yellowstone plume. <\/p>\r\n<p>Similar trails elsewhere also have been attributed to mantle plumes. In particular, noted Christiansen, the spectacular chain of volcanic islands that stretches from the Big Island of Hawaii, northwest along the Hawaiian island chain, is commonly considered compelling evidence for a plume and is the &quot;textbook&quot; example of how mantle plumes &quot;work&quot; to create volcanic islands and other geologic features above the Earth&rsquo;s surface. <\/p>\r\n<p>&quot;If Yellowstone can leave a volcano trail without a plume, then other hotspots might also,&quot; Christiansen said. &quot;The implication is that Hawaii may not be underlain by a plume after all. A group of U.S. universities is conducting a major seismic experiment there in the fall of 2003 that may settle the question for once and all.&quot; <\/p>\r\n<p>Seismic tomography has also been conducted at Iceland, also traditionally considered to be a landform created by a mantle plume. Geophysicist Gillian Foulger, working at the USGS while visiting from the University of Durham, U.K., is critically reappraising the evidence for a plume at Iceland. <\/p>\r\n<p>&quot;When I was a student, I was never introduced to the idea that plumes could just be a theory,&quot; Foulger said. &quot;When our seismic results from Iceland simply didn&rsquo;t fit with that model I was completely perplexed. I soon found that I was not alone in doubting the plume model. We feel that challenging the plume model is like David taking on Goliath, but ultimately researchers must call their scienti","summary":null,"format":null}]},"field_images":[],"regions":["Washington","California","Hawaii","Alaska"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1039150800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168936"},{"tid":"169432"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}