{"title":"Climate Change to Cripple Southwestern Forests","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>LOS ALAMOS, N.M. &mdash; Combine the tree-ring growth record with historical information, climate records, and computer-model projections of future climate trends, and you get a grim picture for the future of trees in the southwestern United States. That&rsquo;s the word from a team of scientists from Los Alamos National Laboratory, the U.S. Geological Survey, University of Arizona, and other partner organizations.<\/p>\n<p>The research, published in <a href=\"http:\/\/www.nature.com\/nclimate\/index.html\">Nature Climate Change<\/a>&nbsp;this week, concluded that if the Southwest is warmer and drier in the near future, widespread tree mortality likely will cause substantial changes in forest and species distributions.<\/p>\r\n<p>The researchers aligned some 13,000 tree core samples with known temperature and moisture data, further blending in historical events such as documented megadroughts that drove the ancient Pueblo Indians out of longtime settlements such as those at Mesa Verde, Colorado.<\/p>\r\n<p>\"The strength of this study is the integration of scientific tools to understand the future of an important regional ecosystem under stress from climate change,\" said USGS Director Marcia McNutt. \"By combining historical records extending back one thousand years to understand the relationship between climate and forest health, statistical and ecological studies to tease out which climatological variables matter most to forest growth, and computer models of regional climate, the result is a prediction of declining prospects for southwestern forests.\"<\/p>\r\n<p>By comparing the tree-ring record to climate data collected in the Southwest since the late 1800s, the scientists identified two climate variables that estimate annual southwestern tree-growth variability with exceptional accuracy: total winter precipitation and average summer-fall atmospheric evaporative demand. Southwestern U.S. forests grow best when total winter precipitation is high combined with a summer and fall that aren&rsquo;t too hot or too dry. <br \/><br \/>Findings that summer-fall atmospheric evaporative demand is just as important as winter precipitation have critical implications for the future of southwestern forests. &nbsp;&ldquo;Atmospheric evaporative demand is primarily driven by temperature,&rdquo; said A. Park Williams, the study&rsquo;s lead researcher. &ldquo;When air is warmer, it can hold more water vapor, thus increasing the pace at which soil and plants dry out. The air literally sucks the moisture out of the soil and plants.&rdquo;<br \/><br \/><\/p>\r\n<p>These trends, the researchers noted, are already occurring in the Southwest, where temperatures have been generally increasing for the past century and are expected to continue to do so because of accumulating greenhouse gases in the atmosphere. &nbsp;There still will be wet winters, but increased frequency of warmer summers will put more stress on trees and limit their growth after wet winters, the study said.<\/p>\r\n<p>&ldquo;We can use the past to learn about the future,&rdquo; Williams said. &ldquo;For example, satellite fire data from the past 30 years show that there has been a strong and exponential relationship between the regional tree-ring drought stress record and the area of southwestern forests killed by wildfire each year. This suggests that if drought intensifies, we can expect forests not only to grow more slowly, but also to die more quickly.&rdquo;<\/p>\r\n<p>Co-author Thomas W. Swetnam said, &ldquo;The new &lsquo;Forest Drought Stress Index&rsquo; that Williams devised from seasonal precipitation and temperature-related variables matches the records of changing forest conditions in the Southwest remarkably well.&rdquo; Swetnam, director of University of Arizona&rsquo;s Laboratory of Tree-Ring Research, added, &ldquo;Among all climate variables affecting trees and forests that have ever been studied, this new drought index has the strongest correlation with combined tree growth, tree death from","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climate Change","Desert Southwest","Southwest","Arizona","New","Mexico","Colorado","Utah","bark Beetles","wildfire","fire","forests","Forest Health","ecosystems","Land Use"],"article_type":["National News Release"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1349064000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169494"},{"tid":"170173"},{"tid":"169152"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}