{"title":"Try CGS for Alternative Holiday Shopping-- and free wrapping paper!","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->At a loss for gift ideas?&nbsp; Or just plain lost? The Department of Conservation&#39;s California Geological Survey (CGS) Map and Publication Sales office (MaPS) at the U. S. Geological Survey (USGS), has just what you&#39;re looking for in a unique &quot;one-stop-shop&quot; for delivery of natural science information products and services.<!--introend--> Holiday shoppers are reminded that the CGS-USGS Map and Publication Sales office (MaPS), at 345 Middlefield Road in Menlo Park, has gift ideas for the person who has everything, the hard-to-please and the just plain curious. \r\n<\/p>\r\n<p>\r\nDuring the holiday season, the CGS-USGS MaPS office in Menlo Park is offering unusual, free holiday wrapping paper, in the form of outdated topographical maps.&nbsp; To promote recycling and to save the colorful but space-consuming maps from landfill, the CGS-USGS MaPS office is giving the maps away.&nbsp; With their shades of green for forests and cities etched in red, many of the maps are arrayed in holiday colors, and their large size, 24&quot; by 30&quot; offers a generous wrap for most holiday packages. \r\n<\/p>\r\n<p>\r\nThe scientists at the California Geological Survey provide scientific products and services about the state&#39;s geology, seismology and mineral resources including their related hazards that affect the health, safety, and business interests of the people of California.&nbsp; The CGS-USGS MaPS office sells maps, books and GIS data and other digital products on a wide range of subjects and areas of interest. \r\n<\/p>\r\n<p>\r\nGift ideas include the California Geological Survey&#39;s, full-color, 71-page, special issue of California Geology magazine.&nbsp;&nbsp; For just $6, this special edition of California Geology marks the 100th anniversary of the 1906 Great San Francisco Earthquake. In addition to the many reproduced photos of the damage from the earthquake and fire, the edition includes sections with diagrams and photos that explain &quot;Earthquake Basics&quot; and earthquake hazards, as well as articles on the plate tectonic setting of northern California and how earthquakes have affected the northern California region over the last 100 years. Summaries of CGS&#39;s many earthquake programs round out this informative publication.&nbsp; Another great gift idea and just one of the 21,000 maps for sale in the MaPS office, is the new USGS world map This Dynamic Planet, available for only $14. \r\n<\/p>\r\n<p>\r\nIn addition to scientific publications by the California Geological Survey and the USGS, the topographic maps, which have served as the &quot;guiding light&quot; for hikers and other recreationists for nearly a century, are still available, for just $6 each.&nbsp; The CGS-USGS MaPS office has these maps for eight western-region states (Alaska, Arizona, California, Hawaii, Idaho, Nevada, Oregon, and Washington).&nbsp; The MaPS office also has large wall maps and posters of the world, the U.S., and special areas, for $10 or less. \r\n<\/p>\r\n<p>\r\nFor information about the CGS-USGS MaPS office and the products it offers, call 650-688-6327, 8 a.m. to 4 p.m., Monday through Friday.&nbsp; For more information about the California Geological Survey, visit <a href=\"http:\/\/www.consrv.ca.gov\/cgs\">www.consrv.ca.gov\/cgs<\/a>. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1196312400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168856"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}