{"title":"Obituary&mdash;USGS Scientist Irving Friedman","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Irving Friedman, a longtime U.S. Geological Survey (USGS) scientist and a pioneer in geochemistry, died on June 28, at the age of 85. <\/p>\n<p>Friedman was born in New York City on January 12, 1920. He obtained a B.S. degree in chemistry from Montana State University, a M.S. degree in chemistry from Washington State University, and a Ph.D. in geochemistry at the University of Chicago. Friedman was a member of the famed group of post doctoral researchers in Nobel laureate Harold Urey&rsquo;s laboratory at the Institute for Nuclear Studies at the University of Chicago. There, Friedman built the first mass spectrometer for routine measurement of the hydrogen isotope composition of water. Hydrogen has two stable isotopes and much can be deduced about the history of water from their proportions. Friedman is called the \"father of isotope hydrology.\" <\/p>\r\n<p>Friedman joined the Navy in 1944 and was assigned to the Naval Electronics Laboratory in Washington, D.C. In 1952, he joined the USGS in Washington, D.C., and worked for the USGS for more than 43 years. In 1962, he moved to Lakewood, Colo., when the Isotope Geology Branch of the USGS was created. Friedman retired from the USGS in 1995, and remained active as an emeritus scientist.<\/p>\r\n<p>His scientific career was a pursuit of the understanding of every aspect of the water cycle. Throughout his career, he studied water in oceans, rivers, lakes, glaciers, the atmosphere, magmas, minerals, rocks, meteorites, plants, animals and the moon. He made major contributions to a number of fields through application of stable isotope geochemistry. Friedman also made significant contributions to the development of instruments to detect helium in exploring uranium, thorium, petroleum and natural gas and in predicting earthquakes. In the 1940s, he made major contributions to the science of hydrothermal growth of quartz which made possible the development of the synthetic quartz industry.<\/p>\r\n<p>His scientific work was featured in more than 200 publications. His first was published in 1945 and his last will be published this year in a USGS Professional Paper on Yellowstone. He was long associated with study of geothermal features and water issues of Yellowstone National Park.<\/p>\r\n<p>Friedman received several awards and honors during his lifetime. He received the Department of Interior Meritorious Service Award and the Congressional Antarctic Medal. He was made an Honorary Fellow of the Geochemical Society in 2002. And he was recently honored by the Society for California Archaeology for his role in the development of obsidian hydration dating, a technique that revolutionized the dating of obsidian artifacts in western North America. <\/p>\r\n<p>He married Rita Vicary in 1946, and she survives him. His interests included skiing, flying his own plane, and traveling with Rita.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1120622400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169484"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}