{"title":"Landsat and Water: Using Space to Advance Resource Solutions","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"A recent White House-led <a href=\"http:\/\/www.whitehouse.gov\/sites\/default\/files\/microsites\/ostp\/NSTC\/2014_earthobs_factsheet.pdf\">assessment<\/a> found that Landsat is among the Nationâ\u0080\u0099s most critical Earth observing systems, second only to GPS and weather. A new USGS study, <a href=\"http:\/\/pubs.usgs.gov\/of\/2014\/1108\/pdf\/ofr2014-1108.pdf\">Landsat and Water â\u0080\u0094 Case Studies of the Uses and Benefits of Landsat Imagery in Water Resources<\/a>, provides examples of why Landsat is so valuable.\n\n<strong>Landsat supports many types of resource management <\/strong>\n\nThe Landsat satellites have been a central data source for Earth science since the launch of Landsat 1 in 1972. In 2008 the use of Landsat data expanded dramatically when the USGS adopted a free and open data policy. Since then, the amount of Landsat data used, the number of users, and the variety of applications of the data have increased exponentially. Landsat is now used for both research and decision support by users ranging from government agencies and large corporations to individual scientists and entrepreneurs.\n\nLandsat continues to shape our scientific understanding of how the Earth has changed with modern society. Furthermore, Landsat provides decision makers with critical operational information about the Nationâ\u0080\u0099s â\u0080\u0093 and the worldâ\u0080\u0099s â\u0080\u0093 crops, forests, and water. For example, Landsat data helps forest managers design restoration after a wildfire and respond to insect infestations or disease. It helps states and counties identify land use practices that affect water quality and helps agricultural agencies forecast crop production both nationally and globally.\n\n<strong>Landsat for water resources<\/strong><strong>Â <\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_28_2012_e38Lcp5BBv_09_28_2012_1#.U_YFmYBdWSc\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/09_28_2012\/e38Lcp5BBv_09_28_2012\/medium\/irrigation_stamp.jpg\" alt=\"Landsat image near Garden City, KS.\" width=\"300\" \/><\/a> A 2011 Landsat 7 image of center-pivot irrigation near Garden City, Kansas, has been used as the design for a US postage stamp.[\/caption]\n\nWater is managed by many levels of federal, state, local, and tribal governments; by the private sector; through the courts; and through international and interstate treaties and compacts. At all these levels, water users and managers rely more and more on Landsat data about water conditions both Â­at the moment and in the context of four decades of Landsat record.\n\nThe Nationâ\u0080\u0099s largest wholesaler of water, the U.S. Bureau of Reclamation, uses Landsat data for mapping and monitoring on the lower Colorado River, including:\n\nâ\u0080¢ monitoring agricultural water use\n\nâ\u0080¢ annual estimates of evapotranspiration from riparian vegetation\n\nâ\u0080¢ estimates of evaporation from the surface waters of the lower Colorado River\n\nâ\u0080¢ identification of types, locations, and acreages of crops, irrigated lands, and riparian vegetation.\n\nLandsat imagery makes it possible to generate this information at a level of accuracy that would otherwise not be feasible.\n\nAt the state level, Landsatâ\u0080\u0099s unique combination of thermal and optical data makes for an efficient tool for fair enforcement of the Upper Colorado River Compact, which spans Wyoming, Utah, New Mexico, and Colorado. The member parties of the compact all rely on Landsat data to offer consistency and transparency in measurements taken across the multi-state area and to provide cost savings compared to other measurement and monitoring approaches.\n\nThe Colorado Water Conservation Board has used Landsat data for 20â\u0080\u009325 years to assist in water planning activities. Currently, Landsat is used in almost every basin to delineate between irrigated and non-irrigated land and to help estimate actual consumptive use of water. Landsat has special benefit in areas where there are no ground-based diversion or pumping records available.\n\n<strong>Water justice through Landsat<\/strong>\n\nIn dry environments and times of drought, state water courts hear disputes regarding use, timing, and location of water resources. These decisions increasingly rely on data from Landsat.\n\nIn Idaho, two recent water rights cases used Landsat data as evidence. In one case, water restrictions were lifted from a group of users based on Landsat data used with the stateâ\u0080\u0099s METRIC model (a computer simulation; Mapping EvapoTranspiration at high Resolution with Internalized Calibration). In another case, water use was curtailed based on Landsat and METRIC evidence showing that the status quo had caused harm to a group of water rights holders. Landsat is similarly used by the Wyoming State Engineerâ\u0080\u0099s office to monitor the Green River Basin and administer the stateâ\u0080\u0099s obligations under the Colorado River Compact and by the Nevada State Engineerâ\u0080\u0099s office to verify agricultural water use and adjudicate water rights applications and protests. Further examples in California, Colorado, Nevada, and Oregon are described in the report.\n\nAdditionally, Landsatâ\u0080\u0099s unique combination of thermal and optical band data allows for identification of irrigated and non-irrigated lands and is routinely used for this purpose by the State of Nevada and others.\n\n[caption id=\"\" align=\"aligncenter\" width=\"940\"]<a href=\"http:\/\/remotesensing.usgs.gov\/gallery\/images\/enlarge\/SaltLake_ChangePair_Small_04-11-11.jpg\"><img src=\"http:\/\/remotesensing.usgs.gov\/gallery\/images\/enlarge\/SaltLake_ChangePair_Small_04-11-11.jpg\" alt=\"\" width=\"940\" height=\"373\" \/><\/a> Great Salt Lake 1985 [left], 2010 [right]. Landsat satellite imagery shows the dramatic changes in the area of the Great Salt Lake over the last 25 years. <a href=\"http:\/\/remotesensing.usgs.gov\/gallery\/gallery.php?cat=8#202\">Full caption<\/a>[\/caption]&nbsp;\n\n<strong>Private companies increasingly use Landsat<\/strong>\n\nAgricultural producers also face challenges with water shortages. The wine business offers an example of the use of Landsat data to conserve water and sustain â\u0080\u0094 or improve â\u0080\u0094 crop productivity during a period of drought.\n\nE. and J. Gallo is the largest winemaker in the world and the first known company in the U.S. beverage industry to use Landsat data in viticulture practices. A pioneer of efficient water management through remote sensing, Gallo downloads all available Landsat data for approximately 20,000 acres of California vineyards during the grape-growing season. Gallo uses the data to decrease the amount of water applied by 20â\u0080\u009330 percent, develop more efficient seasonal irrigation schedules, and improve grape quality â\u0080\u0094 measures that factor into increased profitability.\n\nLandsatâ\u0080\u0099s global coverage creates the potential to adopt similar practices in vineyards in other parts of the world. The report includes examples of Landsat applications for Chilean and Australian viticulture.\n\n<strong>Advancing water monitoring and resource management worldwide<\/strong>\n\nIn Chile, Landsat has been instrumental in helping estimate water demand under frequent droughts. Because agricultural production is such a large enterprise in Chile, water shortages can affect overall economic growth. In Australia, Landsat imagery, in conjunction with images from NASAâ\u0080\u0099s MODIS and commercial satellites, has been used to map flood extent to provide situational-awareness information to emergency services in order to save lives and mitigate economic impact. Water explorations have been successfully conducted in the Darfur conflict region as well as in Venezuela.\n\nAs a powerful source of continuous, trusted data about the Earthâ\u0080\u0099s land surfaces, Landsat has contributed tremendously to crisis prevention, crisis mitigation, and improved management of natural resources worldwide.\n\n<strong>Learn more<\/strong>\n<ul>\n\t<li><a href=\"http:\/\/landsat.usgs.gov\/\">USGS Landsat<\/a><\/li>\n\t<li><a href=\"http:\/\/landsat.gsfc.nasa.gov\/\">NASA Landsat<\/a><\/li>\n\t<li><a href=\"http:\/\/www.whitehouse.gov\/sites\/default\/files\/microsites\/ostp\/NSTC\/2014_national_plan_for_civil_earth_observations.pdf\">National Plan for Earth Observations<\/a><\/li>\n\t<li><a href=\"http:\/\/remotesensing.usgs.gov\/gallery\/\">Landsat images of water and ice<\/a><\/li>\n\t<li><a href=\"http:\/\/landsat.gsfc.nasa.gov\/wp-content\/uploads\/2013\/11\/Landsat_Improve_Life1.pdf\">Landsat: Continuing to Improve Everyday Life<\/a><\/li>\n<\/ul>\n<a href=\"http:\/\/eros.usgs.gov\/views-news\/lake-erie-algae\"><strong>About cover image<\/strong><\/a><strong><\/strong>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24388","uid":"31","filename":"ErieAlgaeBloomChangePair1.jpg","uri":"public:\/\/ErieAlgaeBloomChangePair1.jpg","filemime":"image\/jpeg","filesize":"53400","status":"1","timestamp":"1425492768","type":"image","uuid":"b58d36a7-61fe-41f7-81cf-ccc08d8e5744","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["drought","earth observation","floods","landsat","Natural Resources","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1408632804","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}