{"title":"Northeast Climate Science Center Director Announced","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Northeast Climate Science Center Director Announced<\/strong><\/p>\n<p><strong>AMHERST, Mass. -- <!--introstart--><\/strong>Mary Ratnaswamy has been selected as the director of the Department of the Interior's Northeast Climate Science Center, headquartered at the University of Massachusetts Amherst.<!--introend-->&nbsp;<\/p>\r\n<p>Ratnaswamy will be the first permanent director of the center, which is one of eight regional Climate Science Centers recently established and managed by the U.S. Geological Survey.<\/p>\r\n<p>The national network of regional Climate Science Centers will provide land managers in federal, state and local agencies access to the best science available regarding climate change and other landscape-scale stressors impacting the nation&rsquo;s natural and cultural resources.<\/p>\r\n<p>\"Our natural environment is responding to changing climate in a myriad of ways as reflected in water availability, fire frequency, rising seas, altered plant and animal communities, and storm intensity,\" said USGS Director Marcia McNutt. \"Under the leadership of Mary Ratnaswamy, the USGS has every expectation that the Northeast Climate Science Center will achieve its goal of providing science information and tools to allow resource managers and citizens alike to anticipate, measure, and appropriately adapt to these changing conditions on the local and regional scale, where decisions matter most to communities at risk.\"<\/p>\r\n<p>In addition to the University of Massachusetts, other partner institutions in the Northeast Climate Science Center include the College of Menominee Nation in Kashena, Wis.; Columbia University; the Marine Biological Laboratory, Woods Hole, Mass; the University of Minnesota; the University of Missouri at Columbia; and the University of Wisconsin at Madison.<\/p>\r\n<p>\"The consortium is extremely lucky to have the leadership of Mary Ratnaswamy as our first permanent director of the Northeast Climate Science Center,\" said Richard Palmer, the principal investigator for the center and head of the Civil and Environmental Engineering Department at UMass Amherst.&nbsp; \"Mary brings an uncommon combination of research skills, management experience and personal grace to this position.&nbsp; We feel confident that Mary will be an exceptional director.\"&nbsp;&nbsp;<\/p>\r\n<p>Since 2008, Ratnaswamy has been a research manager at the USGs'largest biological science center, the USGS Patuxent Wildlife Research Center in Laurel, Md.&nbsp; There she directs the Migratory Birds, Coastal and Wetlands, and Ecosystems programs, and supervises 15 research scientists as well as other staff.&nbsp; As one of three senior research directors, she works closely with the center director and other managers to build and direct the science mission and operations of the center.&nbsp;<\/p>\r\n<p>Prior to joining USGS, she supervised the Endangered Species Program at the U.S. Fish and Wildlife Service Chesapeake Bay Field Office for eight years, with special emphasis on recovery of the endangered Delmarva fox squirrel.&nbsp;<\/p>\r\n<p>Her early research career focused on coastal and marine ecosystems, beginning with undergraduate research on coastal mangroves in Costa Rica while completing her Bachelor&rsquo;s of Science degree at Carleton College in Minnesota. She earned a Master&rsquo;s of Science degree in Oceanography from the University of Rhode Island, where her research explored population dynamics of fin whales along the Atlantic coast.&nbsp;<\/p>\r\n<p>After obtaining her Master's degree, she returned to Costa Rica to work at the Green Turtle Research Station in Tortuguero.&nbsp; Ratnaswamy subsequently worked for the National Oceanic and Atmospheric Administration for five years, where her work included conducting fisheries and bathymetric surveys in Alaska, Hawaii and California, and oceanographic current research in the Caribbean.&nbsp;<\/p>\r\n<p>Her doctorate in Forest Resources at the University of Georgia was based on research to unders","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","National Climate Changeand Wildlife Science Center"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1345089600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170108"},{"tid":"170378"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}