{"title":"2011 Oklahoma Induced Earthquake May Have Triggered Larger Quake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>PASADENA, Calif. &mdash; <!--introstart-->In a new study involving researchers at the U.S. Geological Survey, scientists observed that a human-induced magnitude 5.0 earthquake near Prague, Oklahoma in November 2011 may have triggered the larger M5.7 earthquake less than a day later.<!--introend--> This research suggests that the M5.7 quake was the largest human-caused earthquake associated with wastewater injection.<\/p>\n<p>\"The observation that a human-induced earthquake can trigger a cascade of earthquakes, including a larger one, has important implications for reducing the seismic risk from wastewater injection,\" said USGS seismologist and coauthor of the study Elizabeth Cochran.<\/p>\r\n<p>Historically, earthquakes in the central United States have been uncommon. Yet in the year 2011 alone, numerous moderate-size earthquakes occurred in Colorado, Texas, Oklahoma, Ohio and Arkansas.&nbsp; Many of these earthquakes occurred near waste-water injection wells, and some <a href=\"http:\/\/earthquake.usgs.gov\/research\/induced\/\">have been shown to be caused by human activities<\/a>.<\/p>\r\n<p>The 2011 Oklahoma earthquake sequence included the November 6, 2011, M5.7 earthquake that ruptured&nbsp;a part of&nbsp;the Wilzetta&nbsp;fault system, a complex fault zone about 200 km (124 mi) in length near Prague, Oklahoma. &nbsp;Less than 24 hours prior to&nbsp;the M5.7 earthquake, a M5.0 foreshock&nbsp;occurred&nbsp;on November 5, 2011. &nbsp;That foreshock occurred near active waste-water disposal wells, and was linked&nbsp;in a <a href=\"http:\/\/www.earth.columbia.edu\/articles\/view\/3072\">previously published study<\/a>&nbsp;to fluid injection in those wells. &nbsp;The earthquakes have not been directly linked to hydrofracturing.&nbsp;<\/p>\r\n<p>The research published this week suggests that the foreshock, by increasing stresses where M5.7 mainshock ruptured, may have triggered the mainshock, which in turn, triggered thousands of aftershocks along the Wilzetta fault system, including a M5.0 aftershock on November 8, 2011. If this hypothesis is correct, the M5.7 earthquake would be the largest and most powerful earthquake ever associated with wastewater injection.&nbsp; All three earthquakes of magnitude 5.0 and greater along the Wilzetta fault exhibited strike-slip motion at three independent locations along the fault, suggesting that three separate portions of the Wilzetta fault system were activated. &nbsp;<\/p>\r\n<p>The paper, \"<a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/2013JB010612\/abstract\">Observations of Static Coulomb Stress Triggering of the November 2011 M5.7 Oklahoma Earthquake Sequence<\/a>,\" by D.F. Sumy, E.S. Cochran, K.M. Keranen, M. Wei, G.A. Abers, from the University of Southern California, USGS, Cornell University, Brown University, and the Lamont Doherty Earth Observatory at Columbia University, was published in the \"Journal of Geophysical Research\" this week.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oklahoma"],"country":["United States of America"],"mm_tags":["earthquake","waste","Injection Well","Induced Seismicity","trigger","fault","stress","Prague","Wilzetta"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1394082000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170516"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}