{"title":"san Andreas Fault Mysteries Begin to Unravel","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Differences in seismic activity along the San Andreas fault appear to be related to strength variations in the lower crust and upper mantle, as suggested by new findings in the Dec. 1 edition of <em>Nature<\/em>.<!--introend-->&nbsp;<\/p>\n<p>U.S. Geological Survey scientist Paul Bedrosian, along with colleagues Michael Becken, Oliver Ritter, and Ute Weckmann from the GFZ German Research Centre for Geosciences, Potsdam, Germany, used an electromagnetic geophysical method to image subsurface conductivity within the crust.&nbsp;<\/p>\r\n<p>\"Segmentation of the San Andreas fault was first identified more than 40 years ago based on distinct patterns of seismicity. This work links mantle fluids, possibly resulting from ancient subduction along the California coast, and their interaction with the crust, as the driver behind the observed differences. This is really exciting as it illustrates how past structure and tectonics effects present-day dynamics along the San Andreas fault,\" said Bedrosian.&nbsp;<\/p>\r\n<p>Fluid influx is implicated as a driving force behind the processes that ultimately define seismic segmentation. The findings may help to explain why motion along the fault results in earthquakes on some segments and less harmful creep on others.&nbsp;<\/p>\r\n<p>\"Decades ago USGS researchers explored the strong dependence of water on the strength of the rocks in the deep crust and upper mantle, with the firm conviction that this effect would be key to understanding fault mechanics,\" said USGS Director Marcia McNutt. \"Now finally with new technology available to map the in situ distribution of water at depths inaccessible to geologic observation, we have an excellent example of how an investment in basic research will pay off in a very practical understanding of a long-standing mystery that affects lives and property.\"&nbsp;<\/p>\r\n<p>The area studied is a transition zone between segments of locked and creeping behavior along the San Andreas fault, and includes a zone of pronounced seismic tremor. The data provide evidence of fluids migrating into the creeping section that appear to originate from a region that is also responsible for stimulating tremors. The results are consistent with the hypothesis that high fluid pressures play a crucial role in the weakening of faults.&nbsp;<\/p>\r\n<p>\"Understanding how large and possibly dangerous fault systems, like the San Andreas fault, work in all their complexity is a grand challenge. The San Andreas fault is a key natural laboratory for studying large transform faults, as many geo-scientific methods are tested here to provide different pieces of the puzzle. I hope that our results will trigger similar research along other major active fault systems around the world,\" said Weckmann.<\/p>\r\n<p>The article may be read in full&nbsp;<a href=\"http:\/\/www.nature.com\/nature\/journal\/v480\/n7375\/full\/nature10609.html\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["earthquake","California","San Andreas Fault","Mc Nutt"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1322715600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}