{"title":"Global Tree Death Patterns Reveal Emerging Climate Change Risks for Forests","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Recent tree loss, largely driven by climate stress, in forests around the world could portend increased tree mortality under climate change, according to a U.S. Geological Survey (USGS) report recently released <a href=\"http:\/\/www.sciencedirect.com\/science?_ob=ArticleURL&amp;_udi=B6T6X-4XH566S-1&amp;_user=696292&amp;_rdoc=1&amp;_fmt=&amp;_orig=search&amp;_sort=d&amp;_docanchor=&amp;view=c&amp;_acct=C000038819&amp;_version=1&amp;_urlVersion=0&amp;_userid=696292&amp;md5=4b98dfca6cae5b96334bc310045b0212\">online<\/a> in the journal <em>Forest<\/em><em> Ecology and Management<\/em>.<!--introend--><\/p>\n<p>The USGS-led review suggests that many of the world's forests are sensitive to climate-related drought and heat stress, raising the concern that forests may become increasingly vulnerable to future mortality, even in environments that are not normally considered water-limited. The results suggest risks to ecosystem services that are valuable to forests and societies around the world.<\/p>\r\n<p>\"Trees can die much more quickly than they grow,\" said Craig D. Allen, USGS scientist and lead author of the report. \"The widespread examples of drought and heat-induced tree mortality that we document illustrate how climate can drive abrupt, broad-scale impacts to essential forest services ranging from timber and protection of watersheds and biodiversity to recreational, aesthetic and spiritual benefits.\"<\/p>\r\n<p>Although tree mortality episodes occur in the absence of climate change, the report's results are consistent with projections of future increases in tree mortality due to climate-related stresses. These heat and drought stresses could fundamentally alter the composition, structure and biogeography of forests in many regions, as well as affect how forests sequester carbon.<\/p>\r\n<p>\"This work by USGS underscores multiple risks that climate change poses to our forests and our world,\" said Secretary of the Interior Ken Salazar.&nbsp; \"It also illuminates the importance of our efforts to develop practical, on-the-ground land management strategies that will help us adjust to the stresses that climate change is placing on our forests.\"&nbsp;&nbsp;<\/p>\r\n<p>The report details 88 cases of significant tree mortality around the world associated with heat and drought since 1970, documenting climate-induced tree losses from Africa, Asia, Australia, Europe, North America and South America.<\/p>\r\n<p>\"From northern forests of spruce, pine or oak to tropical savannas and rainforests, many forest types appear vulnerable to such climate-driven mortality and to forest pests that are also highly sensitive to temperature,\" Allen said.<\/p>\r\n<p>The report also identifies key information gaps and scientific uncertainties that currently hinder our ability to identify climate-related trends in tree mortality and to predict future losses in response to climate change, including lack of species-specific knowledge about tree water and temperature stress limits and the absence of a globally coordinated observation system.<\/p>\r\n<p>However, in conjunction with other recent observational and experimental studies indicating that higher temperatures can drive increases in tree mortality, this article highlights risks that tree mortality could become more frequent and extensive as global climate change progresses.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","biology","forest"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1256529600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169107"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}