{"title":"Kimball Named Associate Director for Geology","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width=\"154\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/images\/portraits\/kimball.jpg\" alt=\"Suzette Kimball\" width=\"144\" height=\"144\" \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><!--introstart-->Dr. Suzette M. Kimball has been named Associate Director for Geology of the U.S. Geological Survey, the scientific agency of the U.S. Department of the Interior. Kimball is the first woman to hold the position.<!--introend--><\/p>\r\n<p>Kimball has been director of the Survey's Eastern Region since 2004. In her new position she will provide executive leadership of USGS geologic investigations on the past, present and future conditions of the Earth's environment, hazards and resources. She will assume her new duties May 5.<\/p>\r\n<p>Specifically, Kimball will be responsible for basic earth science programs, including monitoring of worldwide earthquake hazards, geologic mapping of land and seafloor resources, the study of volcano and landslide hazards, and research and assessments of mineral and energy resources. The programs of the Geologic Discipline help scientists around the world understand the interaction of Earth systems. USGS scientists study some of today&rsquo;s most critical global issues, including climate change, ecosystems, water, wildlife and natural hazards and provide information that is important to the future well-being of the Nation.\r\n<p>\r\n<p>\"Suzette Kimball is an experienced and successful leader who inspires top-notch performance from employees. Her ability to work collaboratively with our DOI partners and other science organizations will prove to be a great asset in her new leadership position within this organization,\" said USGS Director Mark Myers.<\/p>\r\n<p>As director of the Eastern Region of the USGS, Kimball led multi-disciplinary science programs in geology, hydrology, biology, and geography covering the 26 U.S. states east of the Mississippi River, the District of Columbia, Puerto Rico, and the U.S. Virgin Islands. The USGS Eastern Region includes more than 2,600 employees in about 120 locations.<\/p>\r\n<p>She joined USGS in 1998 as Eastern Regional Executive for Biology. In that position, she built many partnerships, helped shape programs, and led the establishment of the USGS Florida Integrated Science Center.<\/p>\r\n<p>Kimball received her B.A. in English from the College of William &amp; Mary, an M.S. in Geology\/Geophysics from Ball State University and a Ph.D. in Environmental Sciences\/Coastal and Oceanographic Processes from the University of Virginia. She has held faculty appointments at the University of Virginia and the College of William and Mary, numerous elected positions with professional scientific societies, including the Consortium for Coastal Restoration through Science &amp; Technology, the Council of Examiners of the National Association of State Boards of Geology, the DOI Ocean Policy Committee and the Board of Directors of the George Wright Society.&nbsp; She is a licensed professional geologist.&nbsp; She was a recipient of the Secretary of the Interior's Meritorious Service Award, the Secretary's Executive Leadership Award, the Secretary's Gold-level Executive Leadership Award and the Presidential Rank Award in 2002 and again in 2007.<\/p>\r\n<\/p>\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1208232000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}