{"title":"Earthquake Catastrophes and Fatalities Projected to Rise in Populous 21st Century","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MENLO PARK, Calif. &mdash; <!--introstart-->\"Predicted population increases in this century can be expected to translate into more people dying from earthquakes. There will be more&nbsp;individual&nbsp;earthquakes with very large death tolls as well as more people dying during earthquakes than ever before, according to a newly published study led by U.S. Geological Survey engineering geologist Thomas L. Holzer.\"<!--introend--><\/p>\n<p>Holzer and his USGS coauthor James Savage studied earthquakes with death tolls of more than 50,000, which they define as catastrophic, and reported global death tolls from roughly 1500 A.D. to the present. Comparing those events to estimates of world population, they found that the number of catastrophic earthquakes has increased as population has grown. After statistically correlating the number of catastrophic earthquakes in each century with world population, they were able to use new (2011) 21st-century population projections by the United Nations to project that approximately 21 catastrophic earthquakes will occur in the 21st century, a tripling of the seven that occurred in the 20th century. They also predict that total deaths in the century could more than double to approximately 3.5 million people if world population grows to 10.1 billion by 2100 from 6.1 billion in 2000.&nbsp;<\/p>\r\n<p>\"This prediction need not be a prophesy: the National Earthquake Hazard Reduction Program (NEHRP) in the U.S. can be a model for how science can inform engineering designs that are adopted into life-saving building codes in earthquake-prone regions,\" said USGS Associate Director for Natural Hazards David Applegate. \"I also cannot stress enough the value of educated citizens &mdash; those who understand the natural hazards of this planet and are empowered to take action to reduce their risk.\"<\/p>\r\n<p>Four catastrophic earthquakes have already struck since the beginning of the 21st century, including the 2004 Sumatra-Andaman earthquake (and tsunami) and 2010 Haiti earthquake that each may have killed over 200,000 people. The study explains this increase in lethal earthquakes. It is not that we are having more earthquakes; it is that more people are living in seismically vulnerable buildings in the world's earthquake zones.&nbsp;<\/p>\r\n<p>Holzer's study underscores the need to build residential and commercial structures that will not collapse and kill people during earthquake shaking.<\/p>\r\n<p>\"Without a significant increase in seismic retrofitting and seismic-resistant construction in earthquake hazard zones at a global scale, the number of catastrophic earthquakes and earthquake fatalities will continue to increase and our predictions are likely to be fulfilled,\" Holzer said.<\/p>\r\n<p>The study, \"<a href=\"http:\/\/earthquakespectra.org\/\">Global Earthquake Fatalities and Population<\/a>,\" is available online.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Natural Hazards Earthquake Hazards"],"article_type":["National News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1361336400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168892"},{"tid":"170613"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}