{"title":"Winter Storm Damage Could Affect Whooping Crane Breeding Season","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The USGS Patuxent Wildlife Research Center in Laurel, Md. suffered major damage to its endangered species captive propagation complex due to the weekend rain and snowstorm.<!--introend--> Biologists are concerned that the nearly total destruction to flight pens could impact the current breeding season for the endangered birds at the Center, which reopened only today due to the loss of power and damage from the storm. Closure of the Center has also resulted in the cancellation of the biennial science meeting that was to take place this week. <\/p>\n<p>Patuxent has the largest captive flock of whooping cranes in the world, and also houses an extensive population of sandhill cranes. Because the sandhill cranes are used as surrogate parents to the whooping cranes, both species are critical to the propagation of the endangered whooping crane. The breeding program provides two-thirds of the birds used to restore whooping cranes in North America, a species that was nearly extinct when the breeding program began. <\/p>\r\n<p>Rains that fell on Saturday, Feb. 11, saturated the fields and overhead netting that keeps breeding whooping cranes and sandhill cranes in their pens. The rain changed to a heavy wet snow after 6 pm, collecting on the already saturated overhead nets. Technicians working through the night struggled to keep the nets free of snow, but the storm moved too fast for staff to mitigate damage. By 3am, many of the nets had collapsed, causing additional damage to the pens and allowing whooping cranes and sandhill cranes to escape. <\/p>\r\n<p>During the night, the Center lost power, forcing the staff to struggle with the storm in the dark. Snow continued to fall until 10 am Sunday morning; the final tally at the Center was 18 inches. One-hundred-five of 110 flight-netted pens were damaged, and nine whooping cranes and nine sandhill cranes had escaped. All of the whoopers were recaptured by Monday afternoon, but the sandhills remain loose.<\/p>\r\n<p>Ultimately, the loss of the flight netted pens will have the largest impact on the whooping crane breeding flock. Breeding season has already begun and any disruption of their regular activities, and especially to their familiar environment, can have a serious impact on their egg production for the year. Patuxent&rsquo;s whooping crane production is critical to the annual release programs focused on reintroducing the whooper, one of the most endangered animals in the world. The extent of the disruption to the breeding season will not be fully known until later in the spring.<\/p>\r\n<p>In the late 1940&rsquo;s, the population of whooping cranes was reduced to only 16 breeding birds. Today, more than 400 whooping cranes are alive; about half are in the wild and half in captivity. Patuxent has been at the forefront of whooping crane research and propagation since 1966 and has been a leader in restoring this species in the wild.<\/p>\r\n<p>The Center is a founding member of the Whooping Crane Eastern Partnership, a consortium of government and private organizations working together to train whooping cranes to fly behind ultra light aircraft to establish a new migratory flock of whooping cranes in the United States. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1140066000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169716"},{"tid":"169783"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}