{"title":"USGS Scientist Describes Possibilities For Life On Mars","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\"There is mounting evidence that Mars is a water-rich planet that may have experienced warmer climates, and therefore, life, in the past,\"according to Michael Carr, an astrogeologist with the U.S.Geological Survey in Menlo Park, Calif. \n<p>\"Furthermore,\" said Dr. Carr, \"early terrestrial life may have evolved in hydrothermal environments resembling those in Yellowstone Park and along mid-ocean ridges and such environments were likely common on early Mars.\" \r\n<p>Carr presented his assessment of the possibilities of life on Mars at the annual meeting of the American Association for the Advancement of Science, in Seattle, on Thursday, Feb. 13. \r\n<p>Carr said that both Earth and Mars experienced an early era of heavy meteorite bombardment that ended 3.8 billion years ago. Evidence for life is found in 3.8 billion year old terrestrial rocks, indicating that the Earth recovered remarkably quickly from this era of large and presumably sterilizing impacts. \"We do not know what happened on Mars, but conditions on the two planets at that time could have been quite similar.\" \r\n<p>Carr said the prospects for life on Mars were given an additional boost last summer with the finding of organic compounds in Martian meteorites that have hit the earth, together with fossil-like structures and mineral assemblages that resemble some that have produced biologically here on Earth. \r\n<p>Carr pointed out that the U.S. has initiated a Mars exploration program that involves sending two spacecraft to Mars at every launch opportunity, or about every two years. He said the early focus of the program is to better understand Mars&rsquo; climate history and distribution of water because of their importance for biology. \r\n<p>He briefly described the missions of the two U.S. spacecraft presently an their way to Mars: the Mars Global Surveyor that will map various properties of the surface from orbit, and Mars Pathfinder, that will land a small rover at the mouth of a large flood channel. Other missions will follow in the 1998 and 2001. \r\n<p>Carr said a major goal of those missions is to return samples to Earth later in the decade from \"places that we judge will have the best chance of revealing whether there was life on Mars in the past.\" \r\n<p>\r\n<p>\r\n<p>\r\n<p>Editors: Michael Carr will outline his \"Life on Mars\" theories to the news media at an AAAS press briefing on Friday, Feb. 14, at 1 p.m., in the AAAS news room, Room 203, of the Seattle Convention Center. Interviews with Carr may be arranged by calling USGS Public Affairs officer, Pat Jorgenson, at the AAAS newsroom, 206-624-9087.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"855810000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}