{"title":"New mosaic of Mercury shows previously unseen features","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>When the MESSENGER spacecraft completed its third and final fly-by of Mercury in September, cartographic experts from the U. S. Geological Survey used the imagery captured to complete a mosaic showing the 55 percent of the planet never seen by humankind.<\/p>\n<p>The MErcury Surface, Space ENvironment, GEochemistry and Ranging (MESSENGER) spacecraft was launched in 2004 and is the first mission in more than 30 years to visit the planet Mercury. The trip requires multiple &ldquo;fly-bys&rdquo; to alter trajectory, slow the spacecraft and eventually enter orbit, which will happen in March 2011. Until then, the new image mosaic will be used to plan image observations for when the spacecraft is orbiting Mercury.<\/p>\r\n<p>The sophisticated image mosaicking processes is critical to the scientific success of planetary missions. In the past, these efforts have created important planning tools for systematic mapping of planetary surfaces as well as the selection of landing sites.<\/p>\r\n<p>While the average person may be familiar with the process of creating mosaics by using their personal computer to merge several photos together, there are some significant differences in this case.<\/p>\r\n<p>&ldquo;The process of making an image mosaic [of Mercury] may seem relatively straightforward,&rdquo; said Kris Becker, a cartographer and programmer at the USGS Astrogeology Research Center in Flagstaff, Ariz. &ldquo;However, consider the intricacies of doing this process with more than 800 images taken by a satellite flying by a planet at more than 2,000 miles per hour.&rdquo;<\/p>\r\n<p>&ldquo;Variable resolutions and lighting conditions of images acquired by MESSENGER over the course of a year and a half can quickly lead to many complications,&rdquo; said Becker.<\/p>\r\n<p>Each image contains tiny errors caused by the different angles the photos are taken from, as well as other factors. These errors are multiplied when the images are merged together. Lots of images with small errors can lead to large inaccuracies in the placement of overlapping images.<\/p>\r\n<p>To fix the problem, the team uses landmarks to regain accuracy. &ldquo;We select landforms [such as impact craters] that occur in adjacent, overlapping images in order to create a network of &lsquo;control points,&rsquo;&rdquo; said Becker. &ldquo;This mosaic contains 886 images with 5,301 control points. With more images, there are more control points, and the accuracy of the map increases.&rdquo;<\/p>\r\n<p>The USGS developed its own software to create the mosaics and applies techniques and processes that have been refined through years of experience.<\/p>\r\n<p>The mosaic is not just a pretty picture. &ldquo;This new mosaic is invaluable for displaying the precise locations of named features on Mercury,&rdquo; noted Jen Blue, a USGS expert on assigning names to planetary surface features. &ldquo;Over the past two years, the International Astronomical Union has approved 44 new names for features revealed by MESSENGER images.&rdquo;<\/p>\r\n<p>Planetary names give context for scientific interpretation and facilitate consistent communication among planetary scientists. USGS Astrogeology Science Center Director Jeff Johnson is proud of his team&rsquo;s contribution to planetary science.<\/p>\r\n<p>&ldquo;The USGS Astrogeology program excelled at creating accurate maps of the lunar surface during the Apollo era,&rdquo; said Johnson. &ldquo;As modern imaging and computing technologies developed, so did our expertise in creating high-quality products using data from multiple spacecraft missions.&rdquo;<\/p>\r\n<p>A poster on the new Mercury image mosaic will be presented by Kris Becker at the American Geophysical Union fall meeting in San Francisco at 8:00 a.m., Tuesday, December 15, 2009. At that time, the mosaic will be posted for public viewing and download at the <a href=\"http:\/\/www.mapaplanet.org\/\">USGS Map-A-Planet Web site<\/a>. <a href=\"http:\/\/planetarynames.wr.usgs.gov\/mercuryAtlas.html\">Approved names fo","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Mercury","astrogeology","imagery","geography","space"],"article_type":["International News Release"],"release_date":{"und":[{"value":"1260853200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169884"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}