{"title":"Insecticides Similar to Nicotine Widespread in Midwest","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Insecticides similar to nicotine, known as neonicotinoids, were found commonly in streams throughout the Midwest, according to a new USGS study.<!--introend--> This is the first broad-scale investigation of neonicotinoid insecticides in the Midwestern United States and one of the first conducted within the United States.<\/p>\n<p>Effective in killing a broad range of insect pests, use of neonicotinoid insecticides has dramatically increased over the last decade across the United States, particularly in the Midwest. &nbsp;The use of clothianidin, one of the chemicals studied, on corn in Iowa alone has almost doubled between 2011 and 2013.<\/p>\r\n<p>&nbsp;&ldquo;Neonicotinoid insecticides are receiving increased attention by scientists as we explore the possible links between pesticides,&nbsp;nutrition, infectious disease, and other stress factors in the environment possibly associated with honeybee dieoffs.&rdquo; said USGS scientist Kathryn Kuivila, the research team leader.<\/p>\r\n<p>Neonicotinoid insecticides dissolve easily in water, but do not break down quickly in the environment. This means they are likely to be transported away in runoff from the fields where they were first applied to nearby surface water and groundwater bodies.<\/p>\r\n<p>In all, nine rivers and streams, including the Mississippi and Missouri Rivers, were included in the study. The rivers studied drain most of Iowa, and parts of Minnesota, Montana, Nebraska, North Dakota, South Dakota, and Wisconsin. These states have the highest use of neonicotinoid insecticides in the Nation, and the chemicals were found in all nine rivers and streams.<\/p>\r\n<p>Of the three most often found chemicals, clothianidin was the most commonly detected, showing up in 75 percent of the sites and at the highest concentration. Thiamethoxam was found at 47 percent of the sites, and imidacloprid was found at 23 percent. Two, acetamiprid and dinotefuran, were only found once, and the sixth, thiacloprid, was never detected.<\/p>\r\n<p>Instead of being sprayed on growing or full-grown crops, neonicotinoids can be applied to the seed before planting. The use of treated seeds in the United States has increased to the point where most corn and soybeans planted in the United States have a seed treatment (i.e., coating), many of which include neonicotinoid insecticides.<\/p>\r\n<p>&ldquo;We noticed higher levels of these insecticides after rain storms during crop planting, which is similar to the spring flushing of herbicides that has been documented in Midwestern U.S. rivers and streams,&rdquo; said USGS scientist Michelle Hladik, the report&rsquo;s lead author. &ldquo;In fact, the insecticides also were detected prior to their first use during the growing season, which indicates that they can persist from applications in prior years.&rdquo;<\/p>\r\n<p>One of the chemicals, imidacloprid, is known to be toxic to aquatic organisms at 10-100 nanograms per liter if the aquatic organisms are exposed to it for an extended period of time. Clothianidin and thiamethoxam behave similarly to imidacloprid, and are therefore anticipated to have similar effect levels. Maximum concentrations of clothianidin, thiamethoxam and imidacloprid measured in this study were 257, 185, and 42.7 nanograms per liter, respectively.<\/p>\r\n<p>The U.S. Environmental Protection Agency has classified all detected neonicotinoids as not likely to be carcinogenic to humans.<\/p>\r\n<p>The paper, &ldquo;Widespread occurrence of neonicotinoid insecticides in streams in a high corn and soybean producing region, USA&rdquo; and has been published in <a href=\"http:\/\/dx.doi.org\/10.1016\/j.envpol.2014.06.033\"><em>Environmental Pollution<\/em><\/a>. Learn more about the study and the long-term USGS effort to gather information on the environmental occurrence of new pesticides in different geographic, climatic, and use settings <a href=\"http:\/\/toxics.usgs.gov\/highlights\/neonics.html\">here<\/a>. To learn more about USGS environmental heal","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Iowa","Minnesota","Nebraska","North Dakota","South Dakota","Wisconsin"],"country":["United States of America"],"mm_tags":["Environmental Health Toxic Substances Hydrology","pesticides","toxicology","toxics","neonicotinoid","insecticide","colonycollapsedisorder","bees","Iowa","Upper Mississippi River","Missouri River","Geographic Areas Midwest"],"distribution":["Environmental Health"],"release_date":{"und":[{"value":"1406174400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169829"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}