{"title":"Earthworms Found to Contain Chemicals from Households and Animal Manure","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Earthworms studied in agricultural fields have been found\nto contain organic chemicals from household products and manure, indicating\r\nthat such substances are entering the food chain.<\/p>\r\n<p>Manure\r\nand biosolids, the solid byproduct of wastewater\r\ntreatment, were applied to the fields as fertilizer. Earthworms\r\ncontinuously ingest soils for nourishment and can accumulate the chemicals\r\npresent in the soil.<\/p>\r\n<p>The chemicals investigated are considered indicators of\r\nhuman and animal waste sources and include a range of active ingredients in\r\ncommon household products such as detergents, antibacterial soaps, fragrances,\r\nand pharmaceuticals. Some of the detected chemicals are naturally occurring\r\nsuch as plant and fecal sterols and fragrances. All of these chemicals tend to\r\nbe concentrated in the municipal waste distribution and disposal process and\r\nare referred to as anthropogenic waste indicators (AWI).<\/p>\r\n<p>U.S. Geological Survey Scientists and their colleague from Colorado State\r\nUniversity at Pueblo published their new findings today in <em>Environmental Science and Technology<\/em>.\r\nThe results demonstrate that organic chemicals introduced to the environment\r\nvia land application of biosolids and manure are transferred to earthworms and\r\nenter the food chain.<\/p>\r\n<table border=\"0\" cellspacing=\"0\" cellpadding=\"3\" width=\"306\" align=\"right\" summary=\"layout only\">\r\n<tbody>\r\n<tr>\r\n<td style=\"text-align: center;\"><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-2-20\/bioworms.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-2-20\/bioworms_tn.jpg\" alt=\"Photo of worms - caption below\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\">Scientist collected earthworms from a soybean\r\nfield fertilized with biosolids. The earthworms were analyzed for 77\r\ndifferent chemicals; 20 chemicals were detected in the earthworms.<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Scientists found 28 AWIs in biosolids being applied at a\r\nsoybean field for the first time and 20 AWIs in earthworms from the same field.\r\nSimilar results were found for the field where swine manure was applied.\r\nSeveral compounds were detected in earthworms collected both from the\r\nbiosolids- and manure-applied fields, including phenol (disinfectant),\r\ntributylphosphate (antifoaming agent and flame retardant), benzophenone\r\n(fixative), trimethoprim (antibiotic), and the synthetic fragrances galaxolide,\r\nand tonalide. Detergent metabolites and the disinfectant triclosan were found\r\nin earthworms from the biosolids-applied field, but not the manure-applied\r\nfield.<\/p>\r\n<p>Biosolids are made from the sludge generated by the\r\ntreatment of sewage at wastewater treatment plants. Biosolids are used as\r\nfertilizer by farmers, landscapers, and homeowners when it satisfies U.S.\r\nEnvironmental Protection Agency and local regulations for nutrient, metal, and\r\npathogen content. About half of the 8 million dry tons of biosolids produced in\r\nthe U. S.\r\neach year are applied to the land. Biosolids have been found to be rich in AWIs\r\ncompared to levels in wastewater treatment plant effluent. In addition, the 1.3\r\nmillion farms raising livestock in the U. S. generate an estimated 500\r\nmillion tons of manure annually, much of which is also applied to fields as\r\nfertilizer for crops.<\/p>\r\n<p>This\r\nstudy is part of a long-term effort by the USGS Toxic Substances Hydrology\r\nProgram to determine the fate and effects of chemicals of emerging\r\nenvironmental concern in aquatic and terrestrial environments, and to provide\r\nwater-resource managers with objective information that assists in the\r\ndevelopment of effective water management practices.\r\nIt was funded in part by a Research Corporation Cottrell College Award and a\r\nFaculty Research Grant from Eastern\r\n Washington University.\r\nMore information can be found by reading, \"<a href=\"http:\/\/toxics.usgs.gov\/highlights\/earthworms.html\">Biosolids, Animal Manure, and Earthworms: Is There a Connection?<\/a>\"<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1203483600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169334"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}