{"title":"Youâ\u0080\u0099re Standing on It!  Health Risks of Coal-Tar Pavement Sealcoat","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_176182\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/1.jpg\"><img class=\"size-medium wp-image-176182\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/1-300x224.jpg\" alt=\"\" width=\"300\" height=\"224\" \/><\/a> Coal-tar-based sealcoat, a potent source of polycyclic aromatic hydrocarbons (PAHs), is used commonly on residential driveways in the central, southeastern, and northeastern U.S. In Lake in the Hills, Ill., about 90% of residential driveways are sealcoated, as shown here.[\/caption]\n\nCoal-tar-based sealcoatâ\u0080\u0094a product marketed to protect and beautify asphalt pavementâ\u0080\u0094is a potent source of polycyclic aromatic hydrocarbons (PAHs) to air, soils, streams and lakes, and homes. Does its use present a risk to human health?\n\nResults from a new study by researchers from Baylor University and the USGS indicate that living adjacent to a coal-tar-sealed pavement is associated with significant increases in estimated excess lifetime cancer risk, and that much of the increased risk occurs during early childhood.\n\n<strong>What are sealcoat, coal tar, and PAHs?<\/strong>\n\nPavement sealcoatâ\u0080\u0094also called sealant or driveway sealerâ\u0080\u0094is a black liquid sprayed onto the asphalt pavement of many residential driveways, parking lots, and even some playgrounds. Sealcoat used in the central, southern, and eastern U.S. commonly contains coal-tar pitch, and sealcoat used in the western U.S. commonly contains asphalt.Â  Coal-tar pitch, the residue remaining after distillation of coal tar (a byproduct of the coking of coal), is a known human carcinogen and contains about 200 different PAHs. Â Coal-tar-based sealcoat typically is 20 to 35 percent coal-tar pitch and contains from 50,000 to 100,000 milligrams per kilogram (or parts per million) PAHs, about 1,000 times higher than PAH concentrations in asphalt-based sealcoat products, and hundreds of times higher than PAH concentrations in tire particles, used motor oil, or other urban sources. At least seven PAHs, including benzo[<em>a<\/em>]pyrene, are probable human carcinogens.\n\n[caption id=\"attachment_176183\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/2.jpg\"><img class=\"size-medium wp-image-176183 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/2-300x112.jpg\" alt=\"\" width=\"300\" height=\"112\" \/><\/a> The pavement of many parking lots is coated with coal-tar-based sealcoat, which is marketed to increase the longevity of the underlying asphalt and improve appearance. Car tires grind the dried sealcoat to a fine powder that is a potent source of polycyclic hydrocarbons (PAHs). The sealcoat particles wash down storm drains, are blown onto adjacent soil and pavement, and are tracked into homes on the soles of shoes.[\/caption]\n\n<strong>PAHs from coal-tar sealcoat find their way into soil and house dust<\/strong>\n\nFriction from vehicle tires grinds pavement sealcoat into small particles, which are incorporated into the dust on the pavement surface.Â  Dust on coal-tar-sealed pavement contains PAHs at concentrations that are hundreds of times higher than those in dust on concrete or unsealed asphalt pavement.Â  Some of that contaminated dust is transported by wind, rain, and snowplows to nearby soil, and some is tracked into homes, where it becomes part of the house dust.\n\n<strong>People, especially children, are exposed to PAHs in soil and housedust<\/strong>\n\nWe all consume soil and dust through what is called incidental (non-dietary) ingestion, which occurs when we put our hands or objects into our mouths.Â  Incidental ingestion is a pathway to exposure to many chemicals, especially for children.Â  The study focuses on incidental ingestion of the seven cancer-causing PAHs.Â  A single number known as the benzo[<em>a<\/em>]pyrene equivalent (BaPEQ) was determined that represents the cancer-causing concentration of the seven PAHs combined.Â Â  Using existing data, a representative BaPEQ was determined for soil adjacent to coal-tar-sealcoated pavement and for house dust in nearby residences, and also for soil adjacent to unsealed asphalt pavement and house dust in nearby residences.Â  The average estimated lifetime BaPEQ dose for someone living adjacent to coal-tar-sealcoated pavement was 38 times greater than for someone living adjacent to unsealed asphalt pavement.Â  About one-half of that dose occurs during childhood, that is, 0 to 6 years of age.\n\n<strong>Estimated lifetime cancer risk is substantially higher for people that live near coal-tar-sealcoated pavement<\/strong>\n\n[caption id=\"attachment_176184\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/3.jpg\"><img class=\"size-medium wp-image-176184\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/3-300x241.jpg\" alt=\"\" width=\"300\" height=\"241\" \/><\/a> USGS researchers collect a sample of dust from a sealed parking lot for analysis of PAHs.[\/caption]\n\nExcess lifetime cancer riskâ\u0080\u0094the probability that an individual will develop cancer by age 70 because of exposure to a contaminantâ\u0080\u0094was determined for individuals who spend their lifetime living adjacent to pavement with coal-tar-sealcoat (for example, a sealcoated driveway or a sealcoated parking lot), those who spend just the first 6 years of their life living adjacent to pavement with coal-tar-sealcoat, and those who spend their lifetime (70 years) living adjacent to unsealed asphalt pavement (urban background exposure).\n\nFor someone who spends their entire lifetime<strong> <\/strong>living adjacent to coal-tar-sealcoated pavement, the average excess lifetime cancer risk is estimated to be 38 times higher than the urban background exposure.Â  More than one-half of the risk occurs during the first 18 years of life, and most of it (84 percent) is from ingestion of soil.Â  The estimated lifetime cancer risk also is elevated for someone who spends just the first 6 years of their life living adjacent to coal-tar-sealed pavementâ\u0080\u0094about 25 times higher than urban background exposure.\n\n[caption id=\"attachment_176185\" align=\"alignleft\" width=\"225\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/4.jpg\"><img class=\"size-medium wp-image-176185 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/03\/4-225x300.jpg\" alt=\"\" width=\"225\" height=\"300\" \/><\/a> A USGS researcher vacuums up a sample of house dust for analysis of PAHs. Concentrations of PAHs in house dust from residences adjacent to parking lots with coal-tar-based sealcoat were 25 times higher than in housedust from residences adjacent to parking lots with other types of pavement surfaces.[\/caption]\n\nFor the average individual who lives adjacent to coal-tar-sealed pavement for either their entire life or just the first 6 years, the excess lifetime cancer risk is estimated to be greater than 1 in 10,000.Â  Estimated cancer risk associated with coal-tar-sealcoat is even higher for children that consume larger-than-average amounts of soil and dust.Â  In general, the U.S. Environmental Protection Agency considers excess cancer risks greater than 1 in 10,000 to be sufficiently large that some sort of remediation is desirable.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24284","uid":"31","filename":"bball.jpg","uri":"public:\/\/bball.jpg","filemime":"image\/jpeg","filesize":"57940","status":"1","timestamp":"1425492768","type":"image","uuid":"3699400e-e39d-45f3-8958-4e36e6aab20d","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["BaylorUniversity","cancerrisk","coaltar","coaltarsealcoat","humanhealth","PAH","PAHs","parkinglot","sealcoat"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1364481680","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}