{"title":"Hyrax Middens Provide Clues to Past Climate Change","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Contents of the oldest rock hyrax middens ever found, in present-day southern Yemen, provide valuable information on long ago climate changes, according to U.S. Geological Survey ecologist Kenneth Cole and colleagues. Scientists from the U.S. Geological Survey, The Ohio State University, and the Royal Botanic Gardens, Edinburgh, Scotland, studied six hyrax middens dating between 2159 and 5239 years ago. A midden is an archaeological term meaning &quot;garbage pile.&quot; <\/p>\n<p>The scientists studied the middens left by rock hyraxes in desert caves. They found that each midden contained microscopic plant fossils and pollen, which are used to reconstruct the paleoenvironments and climates typical of that time. One deposit also contained an assortment of hand-carved amber beads, linen cloth, and a human finger bone, suggesting that a human burial was also present in the cave.<\/p>\r\n<p>Among the many items found in the middens were the microscopic fossil remains of two species of shrub that lived in southern Yemen in abundance 5239 years ago and a third shrub species that did not appear in the area until much later, about 2159 years ago. The late arrival of the third species could indicate a return to a moister climate in the region following an extremely arid period in the middle Holocene, between about 5500 and 2500 years ago. Nearby archaeological deposits indicate human habitation prior to 6000 years ago in what is now a very inhospitable environment. <\/p>\r\n<p>This information suggests that the area supported agricultural villages during the wet early Holocene, between about 9000 to 6000 years ago. But by 5200, the climate had become extremely dry, making the area inhospitable. After another 2500 years, the climate may have evolved to a wetter climate, increasing the abundance of plant fragments found in the middens. Today, the landscape is barren, likely from a combination of harsh climate and millennia of grazing by goats. Future climates could either be similar to the wet environments of the early Holocene, or the hyperarid environments of the middle Holocene, depending upon the effects of global warming upon climatic circulation. <\/p>\r\n<p>The hyrax is a strange mammal the size of a groundhog but may be related to the elephant or perhaps to horses and rhinoceroses. They are chiefly found in Africa and in parts of the Middle East and can scale vertical rock walls using tiny suction cup-like features on their toes. <\/p>\r\n<p>Find out more about ancient hyrax middens and the information that they contain for climate change studies at a lecture entitled: &quot;Holocene paleoenvironments of the southern Arabian highlands reconconstructed using fossil hyrax middens,&quot; by Kenneth Cole from the U.S. Geological Survey, Joy McCorriston from The Ohio State University, and Anthony Miller from the Royal Botanic Garden, Edinburgh, Scotland, at the annual meeting of the Ecological Society of America, in Madison, Wisconsin, in Oral Session #10: Paleoecology, Monday, August 6, 2001, at 11:00 a.m. in the Hall of Ideas J at the Monona Terrace Conference Center.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"996984000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}