{"title":"Water Demand Likely to Increase Substantially in New Hampshire's Seacoast Region by 2025","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->By 2025, demand for water in the Seacoast Region of New Hampshire is expected to grow by more than 50 percent.<!--introend--> In the past five years, water use was estimated at 26.3 million gallons per day. By 2025, the demand may be more than 40 million gallons per day. These findings were released today by the U.S. Geological Survey.<\/p>\n<p>\"Water demand for homes accounts for more than 70 percent of all water use in the region, whether those homes have private wells or are part of community water supply systems,\" said USGS hydrologist, Marilee Horn, lead author of the study.&nbsp; \"Water demand by businesses was much less than the water needed for homes.\"<\/p>\r\n<p>\"We also found that each person in the region used about 75 gallons per day, although this value was highly variable from town to town,\" said Horn.&nbsp; \"This amount increased to 92 gallons per day in the summer due to lawn and garden watering, car washing and other outdoor uses.\"&nbsp; Horn added that \"the type of housing development significantly affected the amount of water use. For example, homes in less urbanized areas with extensive lawns consumed a much greater volume of water than homes in areas with a higher population density and limited needs for outdoor watering.\"<\/p>\r\n<p>Water demand for homes, business, industry and irrigation are included in these estimates. Water needed for hydropower and other thermo-electric needs was not assessed.<\/p>\r\n<p>The estimates for water use were compiled as part of a larger multi-agency study to assess ground water availability in the region.&nbsp; Concerns about the ability of towns and water suppliers to meet future demand in this rapidly developing region of the state fueled the need for the study.<\/p>\r\n<p>Done in cooperation with the NH Department of Environmental Services, this study is the most comprehensive examination to date of water demand and use in the state, and one of the most comprehensive in the nation.<\/p>\r\n<p>\"This study provides valuable information for determining our future water supplies and needs,\" said Thomas Burack, Commissioner of the New Hampshire Department of Environmental Services. \"We will use this information, along with other statewide and regional water planning information, to help ensure that all residents and businesses in the region have a safe and adequate long-term supply of water.\" Burack added that \"the report contains information that can be used by NHDES, communities and other stakeholders to assess how development decisions will affect water demands and water resources. As the population of the Seacoast Region continues to grow, it will be critical for communities to make land use and other policy decisions that maximize the efficient use of water to protect our state's environment, economy and quality of life.\"<\/p>\r\n<p>For this study, scientists collected information from a variety of sources, such as meter readings from nine communities, including Portsmouth, Dover, Rye, Hampton and Raymond.&nbsp; These meter readings were then used with other data, to estimate household water demands. Using data collected by the NH Geological Survey's Water Use Registration and Reporting Program and other sources, the authors also estimated how much water is consumed, released back to streams, coastal waters, and ground water, and how much water is moved from one watershed to another.&nbsp; Detailed town-by-town analyses are provided in the study.<\/p>\r\n<p>The National Oceanic and Atmospheric Administration (NOAA), the USGS, NHDES and 21 towns in the Seacoast Region funded the study.<\/p>\r\n<p>In addition to the water demand study, other studies to understand local geology and aquifers, influences of land use on ground water recharge, and the amount of ground water available in areas immediately adjacent to the coast have been performed by USGS and the NH Geological Survey.<\/p>\r\n<p>The USGS report, \"Methods for and Estimates of 2003 and Projected Water Use in the Seacoast","summary":null,"format":null}]},"field_images":[],"regions":["Maine","Massachusetts","New Hampshire","Rhode Island","Vermont"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1210305600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169845"},{"tid":"170021"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}