{"title":"Rolla Native Named as Deputy Eastern Region Director of USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) is pleased to announce that Pamela Malam has been selected as the Deputy Regional Director for the Eastern Region of the USGS. Ms. Malam, a native of Rolla and 1976 graduate of Rolla High School, is the daughter of Curt and Lucie Smith. She began her career with the USGS at the Mid-Continent Mapping Center in Rolla while attending the University of Missouri-Rolla. She spent the first 18 years of her USGS career at the mapping center before transferring in 1995 to USGS headquarters in Reston, Virginia, to become a special assistant to former USGS Director, Gordon Eaton. Prior to assuming her new duties as Deputy Regional Director, Ms. Malam also served as the USGS liaison to the Assistant Secretary for Water and Science at the Department of Interior in Washington, D.C., and most recently as Chief of Staff to current Director, Chip Groat. <\/p>\n<p>\"I&rsquo;m very excited to be in my new position in the Eastern Region, closer to the wonderful science being conducted by USGS scientists throughout the 26 States east of the Mississippi River that form the Eastern Region,\" said Ms. Malam. \"This country, particularly the East, is facing some very challenging issues related to the stresses that a rapidly growing population places on our water, mineral, energy, plant and animal resources. The USGS is a key participant in studying ways to monitor, protect, and conserve these resources so that U.S. citizens can continue to enjoy the highest quality of life found anywhere on Earth. It&rsquo;s a great place to work, surrounded by very dedicated and innovative people doing cutting-edge and useful scientific studies.\" <\/p>\r\n<p>Ms. Malam, her husband Richard, a graduate of St. James High School, and their three children live in Potomac Falls, Virginia. Their oldest daughter, Lesha, is a third-year student at James Madison University. Their second child, Cara, is a senior in high school and is attending Northern Virginia Community College. Richard, their youngest child, is a freshman at Broad Run High School.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"970200000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170024"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}