{"title":"Christmas Bird Count: Another Holiday Tradition","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Does Christmastime conjure thoughts of warmth, comfort, and sociable gatherings? If so, you&rsquo;re not among America&rsquo;s thousands of bird counters braving the cold and wet during the Holiday season. <\/p>\n<p>To make it easier for couch potato bird watchers, 30 years of counting is now available on the World Wide Web. <\/p>\r\n<p>Nearly 50,00 people each year volunteer their time on behalf of the National Audubon Society to record sightings of birds at Christmas time, providing the raw data for the best source of data on distribution and population for the many species of birds. This year the count covers the three weekends between December 20 to January 5. <\/p>\r\n<p>The Society publishes the data in the journal Audubon Field Notes. But it also provides its many years of Christmas Bird Count results to the new Biological Resources Division of the United States Geological Survey, where it is stored and analyzed for trends and patterns over time. The USGS now has a Christmas Bird Count home page on the Internet, showing full color maps of bird distribution in the U.S. and Canada for the past 30 years. Visit the site at: <a href=\"http:\/\/www.mbr.nbs.gov\/bbs\/cbc.html\">http:\/\/www.mbr.nbs.gov\/bbs\/cbc.html<\/a> <\/p>\r\n<p>And when others are stuck with a mere partridge in a pear tree, you can sing about significant increases among eastern bluebirds, American crows, and American goldfinches and declines of bobwhites, loggerhead shrikes, field sparrows, and mockingbirds. <\/p>\r\n<p>Come Christmas morning, when you have finished setting up that new computer, you can view the results of thousands going out across the land to remote sites, regardless of the weather, carefully recording their observations so that future Americans can better understand the changes in our bird populations. <\/p>\r\n<p>And next year, you can join the program and become a trained observer through participation in the Christmas Bird count of the National Audubon Society and see your efforts added to the web. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"850971600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}