{"title":"Fish-Eating Osprey Functions as Sentinel for Contaminants","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>New USGS science concludes that a fish-eating bird, the osprey, is a useful sentinel for monitoring selected contaminants in large rivers, lakes, and estuaries, These findings are based on analysis of osprey eggs for contaminants that increase substantially (biomagnify) in food webs. <\/p>\n<p>A single egg was collected from each of 29 osprey nests by USGS scientist Charles Henny and his associates and analyzed for a variety of compounds associated with pesticides and industrial operations. The nests were all within four defined segments in the lower 286 miles of the Columbia River in Oregon and Washington. Scientists also monitored osprey reproductive success. <\/p>\r\n<p>Residue concentrations in osprey eggs for most contaminants did not vary significantly among the river segments; however, eggs collected in the segment immediately below Bonneville Dam contained significantly higher concentrations of polychlorinated biphenyls (PCB&rsquo;s), a chemical banned decades ago, compared to eggs collected in segments farther upstream and downstream. An historic landfill of electrical equipment containing PCB&rsquo;s was reported at Bonneville Dam in 2000, two years after the collection of osprey eggs. <\/p>\r\n<p>According to Henny, osprey eggs throughout the lower Columbia River also contained the highest concentrations of DDE reported for the species in North America during the last two decades. These concentrations adversely influenced eggshell thickness and reproductive success at some osprey nests. <\/p>\r\n<p>Explains Henny: &quot;We know from previous studies that DDE and many other contaminants are biomagnified from fish to osprey eggs. Consequently, this top avian predator, which only eats fish and captures them near their nest site, is a logical species for monitoring these contaminants.&quot; <\/p>\r\n<p>Furthermore, said Henny: &quot;Osprey nests are distributed at quite regular intervals (not clumped in colonies), which allows scientists to better monitor various segments of large rivers, lakes and estuaries.&quot; <\/p>\r\n<p>This research was conducted as part of the USGS Biomonitoring Environmental Status and Trends (BEST) Program. The eggs analyzed for the study were collected in 1997 and 1998. <\/p>\r\n<p>Since this research was accepted for publication, it was reported that the amount of common manufactured flame retardants, known as polybrominated diphenyl ethers (PBDE&rsquo;s) and chemically similar to PCB&rsquo;s, is doubling about every two years in Columbia River fish. Henny and associates found that 15 osprey eggs collected in Puget Sound near Seattle in 2003 all contained PBDE&rsquo;s. In 2004, the scientists again collected osprey eggs in the lower Columbia River to further monitor residue trends over time and to analyze PBDE&rsquo;s and other emerging contaminants. <\/p>\r\n<p>These findings were presented at the Sixth World Birds of Prey Conference, and are published in the conference proceedings. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1094529600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169035"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}