{"title":"Yosemite National Park and U.S. Geological Survey Publish Quantitative Rockfall Hazard and Risk Assessment for Yosemite Valley","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Yosemite National Park and USGS scientists, in collaboration with academic geologists, recently completed a comprehensive study of rockfall hazard and risk in Yosemite Valley.<!--introend-->&nbsp; This internationally peer-reviewed study utilized new data and technologies to map the cliffs and talus slopes, date ancient rockfalls, and perform computer simulations of potential future rockfalls.&nbsp; This information was used to identify a rockfall hazard line on the valley floor.&nbsp; Existing structures within this line were evaluated using a numerical \"risk metric\" that quantifies the risk posed to human life and safety.&nbsp; This study represents the first time that rockfall risk has been quantitatively assessed in Yosemite Valley.&nbsp;<\/p>\n<p>The information in the study was adopted by Yosemite National Park this month.&nbsp; Several high-risk structures within the hazard zone will no longer be occupied and others will be repurposed or relocated as the policy is implemented.&nbsp; These structures include some concessionaire employee housing and a few hard-sided cabins and tent cabins in Curry Village, which will no longer be available for occupancy.&nbsp; Risks will be mitigated at other locations by modifying use patterns.&nbsp; Although it is not practical to eliminate all rockfall risk, these actions, combined with the closures in Curry Village implemented in 2008, will reduce the overall risk associated with structures in Yosemite Valley by 95 percent.&nbsp;<\/p>\r\n<p>Rockfalls are natural processes that continue to shape Yosemite Valley.&nbsp; They also pose potential hazards to park visitors, employees, and residents.&nbsp; During historical time, more than 900 rockfalls have been documented.&nbsp; Over the 150 years of the park&rsquo;s history, a few people have been killed by such geologic hazards and many others injured.&nbsp; Trails, roads, and buildings have also been damaged or destroyed by such processes.&nbsp;<\/p>\r\n<p>In October 2008, two rockfalls caused minor injuries and substantial damage to many structures in Curry Village.&nbsp; After a geologic assessment was completed, the park permanently closed numerous visitor accommodations at Curry Village in the rockfall hazard zone.&nbsp; Additionally, several concessioner employee housing units, also at Curry Village, were closed.&nbsp; These closures in Curry Village reduced the overall risk associated with structures in Yosemite Valley.<\/p>\r\n<p>The full report, <em>Quantitative Rockfall Hazard and Risk Assessment for Yosemite Valley, Yosemite National Park, California<\/em>, can be found <a href=\"http:\/\/www.nps.gov\/yose\/naturescience\/rockfall.htm\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Yosemite","landslide","Rock Fall","hazard","Park Service","Natural Hazards Landslide Hazards","Geographic Areas Southwest"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1339560000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169812"},{"tid":"170433"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}