{"title":"USGS Beach Study in Kitsap Begins June 9","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors: Project information&nbsp;is available <a href=\"http:\/\/puget.usgs.gov\/\">online<\/a>.&nbsp;<\/strong><\/p>\n<p>TACOMA, Wash. &mdash; A shoreline forage fish study in Kitsap County is set to begin the weekend of June 9, according to the U.S. Geological Survey. Forage fish, such as surf smelt and Pacific sand lance, are also known as prey fish or bait fish. This study will evaluate the use of nearshore habitats by the forage fish in their early life stages, and their possible links to economically and ecologically important species like orcas, salmon, and sea birds.&nbsp;&nbsp;<\/p>\r\n<p>Scientists from the USGS Western Fisheries Research Center will use nets to collect fish and plankton samples along shorelines from Sinclair Inlet to Liberty Bay, Agate Pass to Madison Bay, and beaches around Bainbridge Island.&nbsp;<\/p>\r\n<p>The USGS field crew of three to five people will begin collecting samples June 9, and work could continue through July 8.&nbsp; Scientists will access beaches by boat and will work along the shoreline during both day and night periods.&nbsp; All research staff will be wearing visually identifiable USGS clothing, and the boat will be clearly marked as a USGS research vessel.&nbsp;<\/p>\r\n<p>The USGS is asking individual property owners for assistance by allowing sampling on their intertidal beaches.&nbsp; Questions or concerns can be directed to Theresa Liedtke at tliedtke@usgs.gov or 509-538-2299 ext. 270.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["Ecosystems Terrestrial Freshwaterand Marine Environments","Geographic Areas Northwest"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1339041600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169725"},{"tid":"170565"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}