{"title":"New Tools For Rapid Reponse To Damaging Earthquakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Editors: Wednesday&rsquo;s SSA session on Shake MapsRapid Post-Earthquake Seismological Information is just one of many where USGS scientists will report on their recent research and seismological tools. Two new types of near-realtime, post-earthquake products are now produced that depict which areas in the vicinity of an earthquake were hardest hit. One tool is called \"ShakeMap\" and the other is called the Community Internet Intensity Maps, commonly referred to as \"Did You Feel it?\". <\/p>\n<p>To view a these maps, go to <a href=\"http:\/\/pasadena.wr.usgs.gov\/latest\/shakingmaps.html\">http:\/\/pasadena.wr.usgs.gov\/latest\/shakingmaps.html<\/a> <\/p>\r\n<p>The most common information available immediately following an earthquake is the location and magnitude. However, what scientists really want to know is where the shaking was felt, and in the case of emergency response, where it shook the most. Two new systems can now answer these questions within minutes following an earthquake. Both are available on the Internet. <\/p>\r\n<p>The value of these systems to earthquake researchers and emergency-response planners will be described by a number of USGS scientists at the annual meeting of the Seismological of America, in San Francisco, (Wednesday, April 18th, beginning at 1:30 pm). <\/p>\r\n<p>The first system, ShakeMap shows the distribution of earthquake shaking in California as measured by the seismic instruments. Immediately following an earthquake, emergency managers must make response decisions using limited information. Automatically and rapidly generated computer maps of the intensity of ground shaking, known as ShakeMaps, are now available within about 5-10 minutes of an earthquake in California. This quick, accurate, and important information can aid in making the most effective use of emergency response resources and is vital for public information. <\/p>\r\n<p>While this system has only been in place for about three years in southern California and only a few months in northern California and the Seattle regions, it has already proved useful for several recent earthquakes. Decision makers used the system to rapidly assess the situation following the October 16, 1999 (Magnitude 7.1) Hector Mine earthquake in southern California, which was, fortunately, remote and not very destructive. In addition, rapid loss estimates were made with shaking information provided by ShakeMap following the magnitude 5.2, September 2000, Yountville (Napa Valley) earthquake and the recent magnitude 6.8, February 28, 2001 Nisqually (Seattle) earthquake. <\/p>\r\n<p>Based on the success of the \"ShakeMap\" project in California, the USGS, in cooperation with other scientific institutions and emergency agencies, is developing a ShakeMap system for the other seismically active regions of the country.<\/p>\r\n<p>The second system, \"Did You Feel it?\", also shows the areas of greatest shaking and damage, but it requires the input of Internet users to show where the earthquake was felt and how strongly it shook. Following any earthquake, almost everyone wants to tell someone what it felt like, how long it lasted and what damage it did, if any to their home or business. Building on that universal human trait of wanting to describe such an experience, or at least confirm that they were affected by it, scientists at the U.S. Geological Survey report on this system that relies on the public&rsquo;s input. It instantly converts responses to Web-based questionnaires about people&rsquo;s earthquake experience and\/or damage to colorful maps depicting which areas where hardest hit, and which areas were spared. <\/p>\r\n<p>Since initiation of the Community Internet Intensity Maps in 1998, the USGS has recorded and compiled more than 100,000 individual reports that have helped them and others develop maps of areas where the ground shook the hardest. In the wake of the 1999 Hector Mine earthquake, for example, more than 25,000 people contributed to Community Intensity Maps which showed th","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"987566400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}