{"title":"Mountain Peak Named After Local Geologist","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>William Braddock not only made geologic maps, he's made his way onto them.<\/p>\n<p>A mountain peak near Rocky Mountain National Park has recently been named after the late University of Colorado professor and U.S. Geological Survey (USGS) geologist William Braddock, who died in 2003.<\/p>\r\n<p>Braddock Peak, which was officially named by the U.S. Board on Geographic Names in September, is located in the Never Summer Mountains in southeastern Jackson County, Colo., within the Colorado State Forest and adjacent to Rocky Mountain National Park.<\/p>\r\n<p>Braddock served as a professor of field and structural geology at the University of Colorado-Boulder from 1958-1994, where he focused his teaching and research on mapping the geology of the northern Front Range.&nbsp; Through the USGS, Braddock published over 26 geologic maps covering more than 2,200 square miles of land.<\/p>\r\n<p>Braddock Peak, hitherto unnamed, is within the area covered by the popular Geologic Map of Rocky Mountain National Park (USGS Misc. Investigations Series Map I-1973) that Braddock co-authored with former student and current USGS scientist Jim Cole in 1990.<\/p>\r\n<p>The peak name was proposed by the Dr. William A. Braddock Memorial Committee. The name Braddock Peak will appear on all future federal maps of the area, including the soon-to-be released 1:100,000 scale geologic map of the Estes Park, CO quadrangle (USGS Scientific Investigations Series 3039).<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["geology","National Parks"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1226293200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170026"},{"tid":"170189"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}