{"title":"A Bird of A Different Feather: DNA Research Reveals New Bird Species in Colorado","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Neither a tree-dweller nor a night bird, and roughly the size of a chicken, the Gunnison sage-grouse is not a particularly secretive bird yet just recently has it been identified as a new species of bird. The collaborative research designating the bird as a new species was conducted by researchers at the U.S. Geological Survey, University of Denver, Western State College of Colorado, Colorado Division of Wildlife and Colorado State University. The new species is recognized in the December issue of the Wilson Bulletin, which includes a discussion of the genetics research that conclusively proved the species designation. <\/p>\n<p>Historically, scientists had believed that the newly named Gunnison sage-grouse, found in the sagebrush ecosystem of southwestern Colorado and southeastern Utah, was the same species as the Greater sage-grouse, which is found in northern Colorado and throughout 11 western states and two Canadian provinces. But over the years, differences in body size and unique plumage and behaviors led scientists to question this kinship. <\/p>\r\n<p>\"Compiling the evidence needed to formally designate a new species is no easy task,\" said Dr. Jessica Young of Western State College of Colorado who led the effort along with Clait Braun, formerly with the Colorado Division of Wildlife. In this case, the final confirmation drew on the growing field of conservation genetics and involved a detailed DNA analysis of the two groups of grouse. <\/p>\r\n<p>Because evidence of reproductive isolation is one criterion by which species designations are made, notes Dr. Sara Oyler-McCance, a conservation geneticist with the U.S. Geological Survey, the researchers used powerful DNA markers to determine whether gene flow, or interbreeding, had occurred between the two groups of sage grouse. \"We discovered that gene flow between the two grouse was absent and that the two groups were too distantly related to be considered the same species,\" said Oyler-McCance. <\/p>\r\n<p>The studies also confirmed that most populations of the Gunnison sage-grouse are geographically and genetically isolated from each other, with consequent low genetic diversity, factors that can contribute to species decline or extinction. Although the past abundance of this grouse species is not precisely known, scientists have used historical documents and interviews to estimate that Gunnison sage-grouse abundance was several orders of magnitude larger than at present and that the species occurred over a much larger geographic area. Now, however, these small grouse, with their penchant for eating sage, are restricted to isolated populations in Colorado and Utah with a total population of less than 5000. Some populations are quite small, fewer than 150 breeding birds, and several former populations have become extirpated since 1980. <\/p>\r\n<p>In January 2000, the U.S. Fish and Wildlife Service was petitioned to list the Gunnison sage-grouse as a federally endangered species because of concern that the species is at risk of extinction due to habitat loss, fragmentation and degradation. Meanwhile, federal, state and local groups have come together to develop locally supported conservation plans. These plans identify ways of improving grouse habitat, and many recommend moving some of the Gunnison sage-grouse to other Gunnison sage-grouse populations within southwestern Colorado to mimic natural gene flow, with the effect of increasing genetic diversity in some of the smallest, most isolated populations. <\/p>\r\n<p>Formally, the new species will be known as Centrocercus minimus because of its relatively small size but for many, it will be the Gunnison sage-grouse, named for the area of Colorado where it was discovered. It is there one can witness the birds in a continuation of their seasonal ritual &ndash; the males gathering together in spring to impress the discerning females with their booming from bright yellow air sacs and their strutting and hopeful dances; the females, who afte","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"976165200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169317"},{"tid":"169305"},{"tid":"170130"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}