{"title":"USGS Science Supports CALFED&rsquo;s Restoration Plan For the Delta","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Like the Florida Everglades, California&rsquo;s Sacramento-San Joaquin River Delta has been radically transformed by human activities. In the past three decades, monitoring programs have documented remarkable declines in living resources from primary producers to fish. Although these signs of impairment are probably the result of multiple stressors, we do not understand how these stressors interact to reduce biological diversity. Recovery of depressed Delta populations is a high priority for Californians, but restoration success depends strongly on investments in research to diagnose the causes of the Delta&rsquo;s illness so that the proper treatment can be applied, according to a scientist with the U.S. Geological Survey. <\/p>\n<p>Speaking to the annual meeting of the American Association for the Advancement of Science (AAAS) in San Francisco, Tuesday (Feb. 20), Dr. James Cloern outlined the efforts of CALFED, a federal-state consortium that was created in 1994 to restore populations of target species and the functions that sustain them, and to develop a long-term solution to the problem of growing demand for water that is delivered to the Delta system and exported for consumption in other regions of California. Cloern&rsquo;s talk was one of six presented during a three-hour symposia on \"The Role of Science in the Water Issues of Northern California.\" <\/p>\r\n<p>Cloern described a joint USGS\/CALFED-supported research project designed as a battery of diagnostic tests to learn whether the Delta ecosystem is malnourished. Results of this team study show that: (1) growth of zooplankton, the forage base of juvenile fishes, is food-limited in many Delta habitats; (2) phytoplankton is the critical food resource for zooplankton; (3) the supply rate of phytoplankton has declined significantly over the past 30 years; (4) some habitat types support high rates of phytoplankton production while others are inherently unproductive; and (5) both physical factors (water depth, turbidity, tidal transports) and biological factors (competition with clams) shape the habitat-specific supply rate of phytoplankton. This project is an example of how the concepts and approaches of ecology can be applied to guide the design of ecosystem restoration programs by (1) identifying limiting factors and critical ecosystem functions, (2) identifying the habitats that provide those functions, and (3) defining the potential outcomes of habitat restoration. <\/p>\r\n<p>Cloern concluded, \"Our success at ecosystem restoration will be critically dependent upon new scientific investigations to: identify the functions required to sustain diverse populations of native biota; explain how those functions are impaired by human activities; and produce action plans that will preserve or rehabilitate those functions.\" <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"982558800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}