{"title":"Grouse's Top-flight Nest Sites are High, Wide, and Lonesome","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"253\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2011_10_31\/grouse.jpg\" alt=\"caption available\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Displaying Gunnison sage-grouse males, Gunnison Basin, Colorado, April 2007. Photo copyright, Helen Richardson, The Denver Post. Used with permission.<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><!--introstart-->When it comes to nesting, birds are no different than people &ndash; they want the best for their young, places with abundant food and shelter and a safe place to successfully raise their young.<!--introend--> For the imperiled Gunnison sage-grouse, the more lonesome the nest site the better, according to a joint study between Colorado State University (CSU), the U.S. Geological Survey (USGS), and the National Park Service just published in the <em>Journal of Wildlife Management<\/em>.<\/p>\r\n<p>Previous research has documented that loss and fragmentation of sagebrush landscapes has resulted in a drastic contraction of the bird&rsquo;s range and population numbers. Only seven disconnected populations of this unique bird remain in Colorado and Utah, six of which are small and at great risk of local extinction, though all seven populations have declined over recent years. Both states consider the chicken-sized bird a species of conservation concern, and it is also listed as a candidate species being considered for listing as threatened or endangered under the federal Endangered Species Act.<\/p>\r\n<p>\"Of about 4,000 remaining birds, some 3,500 reside in the sagebrush-dominated Gunnison Basin in Colorado, where increased anthropogenic disturbances reduce and fragment habitats&nbsp; the Gunnison sage-grouse requires &mdash; either directly through habitat loss and degradation, or indirectly through habitat avoidance due to human use, noise, or changes in predator communities,\" said Cameron Aldridge, a Colorado State University assistant professor and lead investigator who works collaboratively with the USGS.&nbsp;<\/p>\r\n<p>\"Federal, state, and local natural resource managers need scientific information about which habitats are critical, identifying those that require protection and those that might need careful management,\" said Aldridge.<\/p>\r\n<p>So, working closely with land managers, Aldridge and his team &ndash; including CSU&rsquo;s Joanne Saher and Theresa Childers from the National Park Service &ndash; developed models which identify crucial nesting habitat for the species. The models accurately predicted independent data locations of nest sites, highlighting their utility for managers.<\/p>\r\n<p>First, researchers captured female grouse from known lek sites &ndash; places where breeding activities occur &ndash; and outfitted them with radio transmitters. Then they remotely tracked the hens to locate their nests and monitor nest fate. Once the hens vacated their nests, the scientists recorded the precise location of each nest using global positioning system coordinates.<\/p>\r\n<p>The team assessed which habitats were important for nesting, using remotely sensed vegetation characteristics such as vegetation type, height, and amount of cover. They then evaluated nest locations in relation to residential developments and roads, and how much development in an area birds would tolerate when nesting. They first assessed how birds chose where to nest at the landscape level, then at the more local or \"patch\" level.<\/p>\r\n<p>\"This is akin to how people first choose a city in which to live, and then decide specifically what neighborhood or which house to live in,\" Aldridge noted. \"People are looking for certain characteristics in a neighborhood, and so are these birds. We learned that these birds elect to nest in large, uninterrupted tracts of sagebrush several miles from roads and human structures. In fact, the best nesting habitats were at least 1.5 miles from human developments, and none were closer than about one-t","summary":null,"format":null}]},"field_images":[],"regions":["Colorado","Utah"],"country":["United States of America"],"mm_tags":["Gunnison","Sage Grouse","biology","Colorado","ecology","Utah","sagebrush","nesting"],"release_date":{"und":[{"value":"1320033600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"169881"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}