{"title":"Putting the Planet on the Map","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"588\"]<a href=\"â\u0080¢http:\/\/www.usgs.gov\/newsroom\/images\/2013_09_03\/Survey_Alaska.jpg\"><img class=\"   \" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_09_03\/Survey_Alaska.jpg\" alt=\"Historically, Alaska has been a proving ground for many developments in modern surveying and mapping. Field surveying and topographical mapping of the Alaskan interior by the USGS began in the 1890s following the discovery of gold in the Yukon. Travel was often by dog sled and pack train, canoe and walrus-skin kayak as shown in this undated photo.\" width=\"588\" height=\"399\" \/><\/a> Historically, Alaska has been a proving ground for many developments in modern surveying and mapping. Field surveying and topographical mapping of the Alaskan interior by the USGS began in the 1890s following the discovery of gold in the Yukon. Travel was often by dog sled and pack train, canoe and walrus-skin kayak as shown in this undated photo.[\/caption]\n\nTo commemorate the USGS involvement in the growing field of Geographic Information Systems (GIS) and the upcoming GIS Day (November 20), it is time to highlight the most recent ways in which the USGS is continuing its support of mapping America. For nearly 130 years, the Survey has been the primary producer of topographic data for the nation, and is unveiling new and emerging geospatial products and technologies.\n\n<strong>North to the Future<\/strong>\n\nThere are now more than <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3681\">400 new topographic maps<\/a> available for the state of Alaska. These new maps that update and detail the physical features of the state are part of the <a href=\"http:\/\/nationalmap.gov\/alaska\/index.html\">Alaska Mapping Initiative<\/a>. The AMI is a combined Federal, state, local and tribal program to support and improve maps and digital map data for Alaska, bringing Alaska topographic map and digital map data quality in line with the conterminous United States. Prior to AMI, many of the topographic maps from the state of Alaska had not been updated in nearly 50 years and were created in different scales.\n\n\"These new digital maps of Alaska are elevating our visual record of the surface of the state to 21<sup>st<\/sup>Â century levels,\" said Anne Castle, Assistant Secretary of the Interior for Water and Science.Â  \"The associatedÂ <a href=\"http:\/\/nationalmap.gov\/alaska\/ami_benefits.html\">advances<\/a>Â in human safety, navigation, and natural resource management cannot be overestimated. The productiveÂ <a href=\"http:\/\/nationalmap.gov\/alaska\/ami_partners.html\">partnership<\/a>Â between the State government and the USGS is facilitating acquisition of the necessary data to complete digital mapping of Alaska, which is a critical chapter in the history of our geographical knowledge of the North American continent.\"\n\nThe first 400-plus new <a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo maps<\/a> for Alaska <a href=\"http:\/\/nationalmap.gov\/alaska\/ami_ustopo.html\">are now accessible<\/a> and are the beginning of a multi-year project, ultimately leading to more than 11,000 new maps for the entire state. The maps are available for <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/(ctype=areaDetails&amp;xcm=r3standardpitrex_prd&amp;carea=%24ROOT&amp;layout=6_1_61_48&amp;uiarea=2)\/.do\">free download<\/a> and manipulation on a computer.\n\n<strong>Elevating the Discussion<\/strong>\n\nThe AMI is only one of <a href=\"http:\/\/nationalmap.gov\/index.html\">The National Map<\/a> programs the USGS has developed.Â  To help illustrate the topographic changes following hurricane Sandy, the USGS is collecting very high-resolution elevation data to support scientific studies related to the hurricane recovery and rebuilding activities, watershed planning and resource management. The elevation data will become part of a new initiative, called theÂ <a href=\"http:\/\/nationalmap.gov\/3DEP\/\">3D Elevation Program<\/a>, to systematically acquire improved, high-resolution elevation data across the nation.\n\n[caption id=\"\" align=\"alignright\" width=\"246\"]<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_09_18\/GeologicMapDay_Sept_2013.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_09_18\/GeologicMapDay_Sept_2013.jpg\" alt=\"Geologic map of the Holy Cross quadrangle, Colorado\" width=\"246\" height=\"234\" \/><\/a> Geologic map of the Holy Cross quadrangle, Colorado.[\/caption]\n\nThe 3D Elevation Program (3DEP) initiative is being developed to respond to growing needs for high-quality topographic data and for a wide range of other three-dimensional representations of the Nation's natural and constructed features. The primary goal of 3DEP is to systematically collect enhanced elevation data in the form of high-quality light detection and ranging (lidar) data over the conterminous United States, Hawaii, and the U.S. territories, with data acquired over an 8-year period.\n\nWhen creating new topographic maps, USGS utilizes laser technology based on light detection and ranging called <a href=\"http:\/\/lidar.cr.usgs.gov\/\">lidar<\/a>. There is an increasing demand for utilizing information from lidar remote sensing data to improve the existing digital elevation models (DEMs) of land. Though lidar technology has been a proven mapping tool, effective for generating bare earth DEMs research on using the entire point cloud of this remote sensing data for scientific applications have been slowedÂ by high costs of production and extensive analytical training on how to read LIDAR data.\n\n<strong>US Topo Maps<\/strong>\n\nTo keep pace with an increasing demand for updated map products and data, along with technological advances, the USGS has been revising and posting new digital topographic maps. Called <a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo<\/a> maps, the quadrangles are created from geographic datasets in <a href=\"http:\/\/nationalmap.gov\/\"><em>The National Map<\/em><\/a><em><span style=\"text-decoration: underline;\">,<\/span><\/em> and deliver visible content such as high-resolution aerial photography, which was not available on older paper-based topographic maps.\n\nThe new US Topo maps provide modern technical advantages that support wider and faster public distribution and on-screen geographic analysis tools for users. With the exclusion of Alaska, the project completed its once-over national coverage, and is now on its second revision cycle.\n\n[caption id=\"attachment_186802\" align=\"alignright\" width=\"345\"]<a href=\"http:\/\/pubs.er.usgs.gov\/publication\/gip116\"><img class=\"size-full wp-image-186802\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/11\/coverthb.jpg\" alt=\"Mount St. Helens lidar\" width=\"345\" height=\"450\" \/><\/a> Mount St. Helens lidar[\/caption]\n\nAs the program has matured, the <a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo maps<\/a> have added a crisper, cleaner design - enhancing readability of maps for online and printed use. The new digital electronic topographic maps are delivered in <a href=\"http:\/\/en.wikipedia.org\/wiki\/GeoPDF\">GeoPDF<\/a> image software format and may be viewed using <a href=\"http:\/\/get.adobe.com\/reader\/\">Adobe Reader<\/a>, available as a no cost download.\n\n<strong>The Historical Topographic Map Collection<\/strong>\n\nIn conjunction with the <a href=\"http:\/\/nationalmap.gov\/ustopo\">US Topo<\/a> maps, the USGS has released more than 188,000 high resolution scans of historical topographic maps of the United States dating back to 1884 (founding of the USGS mapping program). Recognized as the <a href=\"http:\/\/nationalmap.gov\/historical\/index.html\">Historical Topographic Map Collection<\/a>, the project has accurately cataloged and created metadata to accompany the high-resolution, georeferenced digital files representing the legacy lithographic maps. These maps are either no longer available for distribution in print or are being replaced by the new generation of US Topo maps.\n\nAs physical and cultural features change over time, maps are updated, revised and new editions printed. While out of date, historical maps are often useful to scientists, historians, environmentalists, genealogists and others researching a particular geographic location or area. A series of maps of the same area published over a period of time can show how an area looked before development and provide a detailed view of changes over time.\n\n<strong>Geographic Information Systems Day<\/strong>\n\nGeographic Information Systems (GIS) Day was founded in November, 1999. <a href=\"http:\/\/www.gisday.com\/\">GIS Day<\/a> has become an annual event geared to help everyday people to demonstrate how geographic information systems can be used in daily life. The event provides an international forum for people to use GIS technology to demonstrate real-world applications of the technology in society. This year, the fourteenth annual GIS Day will be held on Wednesday, November 20.\n\n<strong>Geological Map Day<\/strong>\n\nAs part of Earth Science Week 2013, which occurred October 13-19, USGS had been a proud and active partner of <a href=\"http:\/\/www.earthsciweek.org\/geologicmap\/\">Geologic Map Day<\/a> (October 18). USGS has promoted several events affiliated with Geologic Map Day, such as the first â\u0080\u009c<a href=\"http:\/\/community.geosociety.org\/2013AnnualMeeting\/Conference\/StudentInfo\/MapCompetition\">Best Student Geologic Map Competition<\/a>â\u0080\u009d, which was held at the annual <a href=\"http:\/\/www.geosociety.org\/\">Geological Society of America<\/a> meeting on October 29. Students in university (either undergraduates or graduate students) from around the world who have completed a geologic map wereÂ <a href=\"http:\/\/community.geosociety.org\/2013AnnualMeeting\/Conference\/StudentInfo\/MapCompetition\">eligible<\/a>\n\n[caption id=\"attachment_186812\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/nationalmap.gov\/historical\/HTMC_slideshow2\/Mount_Massive_CO\/CO_Leadville_402446_1889_125000.html\"><img class=\"size-full wp-image-186812\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/11\/CO_Leadville_402446_1889_125000_Browse.jpg\" alt=\"LEADVILLE, CO 1889. 30 MINUTE SERIES QUADRANGLE (1:125,000â\u0080\u0093SCALE). HISTORICAL TOPOGRAPHIC MAP \" width=\"500\" height=\"622\" \/><\/a> LEADVILLE, CO 1889. 30 MINUTE SERIES QUADRANGLE (1:125,000â\u0080\u0093SCALE). HISTORICAL TOPOGRAPHIC MAP[\/caption]\n\n<a href=\"http:\/\/community.geosociety.org\/2013AnnualMeeting\/Conference\/StudentInfo\/MapCompetition\">to compete<\/a>Â and we will be posting short videos of university students who have been mapping in the field this summer.Â To learn more about the USGS partnership with Geologic Map Day, please read the earlier <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3695&amp;from=rss\">press release<\/a>.\n<div><\/div>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24333","uid":"31","filename":"2014_workplan.jpg","uri":"public:\/\/2014_workplan.jpg","filemime":"image\/jpeg","filesize":"91498","status":"1","timestamp":"1425492768","type":"image","uuid":"706b23d5-6b05-49ce-82f9-fcf807f23d7e","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["3DEP","Alaska Mapping Initiative","Core Science Systems","Earth Science Week","Mapping","The National Map","topographic Map","US Topo"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1384439020","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}