{"title":"From Ducks on Doppler to Climate Change: USGS at The Wildlife Society","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->Keeping up with plants: the challenge for Arctic geese: <\/strong>A large-scale redistribution of geese seems to be occurring in boreal and tundra ecosystems, perhaps because of the changing balance and distribution of the plants they eat.<!--introend--> In Alaska, geese are breeding earlier in the year, but the advance in the breeding time of some geese species may not be keeping pace with the ever-earlier arrival of spring for plants. USGS researchers found that in exceptionally warm years in the Arctic, food plants preferred by geese are of lower nutritional quality. In addition, a changing climate may be altering the abundance of small mammals, the favored prey of the Arctic fox, and thus cause greater predation by foxes on geese. Collectively, these changes suggest that northern habitats for geese are changing in substantive ways that will reshape their fitness and future distribution. <strong>For more information, contact Joel Schmutz at <\/strong><a href=\"mailto:jschmutz@usgs.gov\"><strong>jschmutz@usgs.gov<\/strong><\/a><strong> or 907-786-7186.<\/strong><\/p>\n<p><strong>Ducks fatten up with improved winter habitat<\/strong>: With few exceptions, dabbling ducks that winter in California&rsquo;s Central Valley are fatter and heavier today than before the Central Valley Joint Venture habitat program effort began in 1988, according to a multi-partner study.&nbsp; The additional stored fat translates into increased body reserves for wintering ducks, which may ultimately increase survival and population numbers.&nbsp; The improvement in the condition of ducks is consistent with increased availability of seeds in most flooded habitats throughout the Central Valley, and especially in the Sacramento Valley.<strong> Contact Joe Fleskes at <\/strong><a href=\"mailto:joe_fleskes@usgs.gov\"><strong>joe_fleskes@usgs.gov<\/strong><\/a><strong> or 707-678-0682 x628.<\/strong><\/p>\r\n<p><strong>Life and death at the marsh -- tracking survival of an endangered rail<\/strong>: Winter may be the most perilous season for the California clapper rail, according to a study by USGS and University of California, Davis, scientists. This rail is a federally and state-listed endangered species restricted primarily to San Francisco Bay, Suisun Bay, and wetlands near the mouth of San Francisco Bay. Scientists found that survival rates were lowest for the winter season (only about half survived), highest for post-breeding season (more than 3\/4ths survived) and slightly less for the breeding season (about 3\/4ths survived). The combined annual survival rate, however, was only one-third of the population. Low winter survival may be caused by many factors, including high winter tides (which reduce high-tide refuges), exposure from winter storms or changes in predator behavior and abundance. People may be contributing to the low survival by setting out feeding stations for feral cats. C<strong>ontact Cory Overton (<\/strong><a href=\"mailto:coverton@usgs.gov\"><strong>coverton@usgs.gov<\/strong><\/a><strong>, 707-678-0682 x683), Mike Casazza (<\/strong><a href=\"mailto:mike_casazza@usgs.gov\"><strong>mike_casazza@usgs.gov<\/strong><\/a><strong>, 707-678-0682 x629), or John Takekawa (<\/strong><a href=\"mailto:john_takekawa@usgs.gov\"><strong>john_takekawa@usgs.gov<\/strong><\/a><strong>, 707-562-2000).<\/strong><\/p>\r\n<p><strong>Black rail, a &ldquo;barometer&rdquo; of tidal marsh condition of San Francisco Bay?<\/strong> Though restoration seeks to reverse the loss of roughly 80 percent of tidal marshes in the San Francisco Bay Estuary, species dependent on tidal marshes, including the California black rail, still face other threats, such as from methymercury. USGS research found that the marsh foodweb consisted of three basic &ldquo;food chain&rdquo; levels and that methylmercury increased with each level. Though mercury toxicity thresholds for birds can vary by species, when the researchers compared their results from black rail feather and blood sampling t","summary":null,"format":null}]},"field_images":[],"regions":["New Jersey","California","Alaska"],"country":["United States of America"],"mm_tags":["California","ecology","wildlife","biology"],"article_type":["Technical Announcement"],"release_date":{"und":[{"value":"1253678400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}