{"title":"Potomac River Flow Below Average in September, Approaches Record in &rsquo;98 Water Year","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Streamflow in the Potomac River near Washington, D.C., was below average during September<!--introend-->, but in the just-completed 1998 water year (WY98) year-long streamflow was the second highest on record, according to hydrologists at the U.S. Geological Survey. (The water year used by hydrologists begins Oct. 1 each year, when streamflows are generally lowest across the nation. Ground-water levels and soil moisture levels are also low then, because the replenishing rains of autumn usually have not begun.) \n<p>The record year-long streamflow was set in water year 1996 at 15.8 billion gallons per day (bgd). In WY98, flow was 13.6 bgd, close to twice the long-term average annual flow of 7.2 bgd. The previous record had been set in 1972 at 12.3 bgd, principally because of record-high flows caused by Hurricane Agnes. Records on streamflow in the Potomac River have been kept since 1931. \r\n<p>Frequent rains in the first 4 months of 1998 resulted in Potomac streamflows that were well above average, and above-average flows continued through July. A new monthly flow record for the Potomac was approached in January (when flows averaged about 25 bgd), and a new monthly record was set in February (at about 40 bgd). \r\n<p>In sharp contrast to the above, in September the average flow of the Potomac River near Washington, D.C., was a below-average 1.4 bgd, about 27 % below the long-term average for September (1.9 bgd). This flow is within the normal range of variation for flow in the river. \r\n<p>At Paw Paw, W. Va., near the source of the Potomac River, streamflow was below average at about 370 mgd, which was about 21 % below the long-term average streamflow for September at this gaging station (about 471 mgd). \r\n<p>At 6 a.m., Oct. 2, 1998, flow of the Potomac river near Washington, D.C., was about 1.0 bgd (not adjusted for diversions). \r\n<p><b>THE GROUND WATER PICTURE<\/b> \r\n<p>Ground-water levels in the Washington area were also below average in September. At a USGS ground-water observation well at Fairland (in Montgomery Co., Md.) the water level was 15.4 feet below the land surface, about 1.8 feet below the long-term average. One record-low September ground-water level was measured in the Md.\/Del.\/D.C. District. The water level at Mt. Hermon (in Wicomico Co., Md.) was 10.2 feet below the land surface, more than 2 feet below the average September water level of 8.0 feet below the land surface. \r\n<p>The frequent rainstorms in the first 4 months of 1998 contributed to above-average to average water-table elevations through most of the water year. High water tables contributed to the continued high levels of the Potomac River through the month of July and kept flow in August and September within the normal range of variation, despite the lack of rain. \r\n<p>(When it rains, some water soaks through the soil and percolates downward through the underlying unsaturated zone until it reaches the water table. The water table is the surface between the zone of saturation [below which all open spaces are filled with water] and the zone of aeration [where some or most of the open spaces are filled with air].) \r\n<p>The contents of the Baltimore reservoir system decreased to 74,260 million gallons in September, which was about 2 % higher than the long-term average for the month. Withdrawals for municipal use from the Potomac River upstream of Washington were about 471 million gallons per day (mgd), about 18% more than September of 1997. \r\n<p>Real-time streamflow data and other information on water resources can be found through the USGS Chesapeake Bay web page at <a href=\"http:\/\/chesapeake.usgs.gov\/chesbay\">http:\/\/chesapeake.usgs.gov\/chesbay<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"907214400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170067"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}