{"title":"USGS Open House Set For Mid-September","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->More than 200 exhibits dealing with topics from ocean floor photography to the geology of Mars will be highlighted at the U.S. Geological Survey&rsquo;s open house at its Western Region Center in Menlo Park, Calif., September 13 and 14. <!--introend-->Previous open houses have drawn more than 20,000 visitors to the Department of the Interior research center at 345 Middlefield Road in central Menlo Park. \n<p>In addition to many new exhibits, such as one on Mars Pathfinder, many favorites of past USGS open houses will be available to visitors. These include: panning for real gold, aided by expert advice from USGS mineralogists; viewing a cast of the only known footprint of a Tyrannosaurus rex dinosaur and making a plaster cast of a smaller dinosaur track; creating and monitoring your own earthquake; and a reenactment of USGS field camp of the 1880s. \r\n<p>The Open House will be held Saturday and Sunday, September 13 and 14, from 10 a.m. to 4 p.m. The main entrance to the USGS, at 345 Middlefield Road, Menlo Park, will be closed to all but pedestrian traffic during the two-day event, but visitors who drive will find plenty of parking in lots near Middlefield Road and Linfield Drive. USGS parking attendants will be on hand to direct drivers to the most accessible parking spaces. The USGS has a number of bicycle racks on the grounds and also has spacious lawns and picnic tables so people may either bring their own lunch and make a day of it, or purchase grilled sandwiches, soft drinks and other snack foods on the grounds. \r\n<p><b>Editors: Photos of many of the USGS Open House exhibits and interviews with the scientists who will present them may be arranged, prior to the Open House, by calling the USGS Outreach Office at 650-329-4000. <\/b>\r\n<p>\r\n<p>Additional information:<br><a href=\"http:\/\/online.wr.usgs.gov\/openhouse\/OHflyer.html\">Open House Flyer<\/a><br><a href=\"http:\/\/online.wr.usgs.gov\/calendar\/lecture.html\">Open House Public Lecture<\/a><br><a href=\"http:\/\/online.wr.usgs.gov\/kiosk\/new.html\">Western Region Kiosk<\/a><br><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"871012800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}