{"title":"scientists Find Clues in Cases of Fish Virus Found in Coastal Washington Steelhead","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SEATTLE &mdash; The spread of a highly virulent fish virus in four separate coastal Washington watersheds from 2007-2011 has been described in a new research paper by the U.S. Geological Survey. The most probable source of the virus was identified as steelhead trout originating from the Columbia River Basin.<\/p>\n<p>The research, conducted with state, federal, tribal, and University of Washington partners, used genetic testing of the virus to characterize the emergence of Infectious Hematopoietic Necrosis Virus, better known as IHNV, in coastal Washington steelhead trout between 2007-2011. During that time, new steelhead-specific strains of the virus spread to seven different salmonid culture facilities in four different coastal watersheds, and caused significant mortality in juvenile steelhead trout, seriously impacting conservation programs.&nbsp;<\/p>\r\n<p>In this work scientists identified the strain types for over 200 coastal virus samples and compared them with IHNV types detected previously throughout the Pacific Northwest.&nbsp; This revealed that there were at least two separate introductions of the steelhead-specific virus into coastal fish populations and that the most probable source of these introductions was the Columbia River Basin. These new data will help resource managers in efforts to prevent further spread of IHNV, and potentially other important fish pathogens, throughout the Pacific Northwest.<\/p>\r\n<p>\"Knowing how to detect this virus and how it moves between costal populations is extremely important in designing and implementing preventative measures to protect steelhead populations\" said Ray Brunson, recently retired fish health specialist from the U.S. Fish and Wildlife Service who oversaw his agency's role from 2007-2011.<\/p>\r\n<p>Questions remain about how the virus reached coastal fish and why the virus has not been detected in coastal watersheds since late 2011. \"This work shows that transmission of IHNV cannot be wholly understood from monitoring individual rivers, so studies such as this one that look at how the virus moves throughout the interconnected Pacific Northwest are essential to support fish health programs.\" said Rachel Breyta, lead author from the University of Washington, working at the USGS&rsquo; <a href=\"http:\/\/wfrc.usgs.gov\/index.html\">Western Fisheries Research Center<\/a>.<\/p>\r\n<p>The new research will appear in an upcoming volume of the journal <a href=\"http:\/\/www.int-res.com\/prepress\/d02596.html\">'Diseases of Aquatic Organisms'<\/a>. Additional information on IHNV genetic typing at the Western Fisheries Research Center is available <a href=\"http:\/\/gis.nacse.org\/ihnv\">online<\/a>.<\/p>\r\n<p>\"Emergence of MD type Infectious Hematopoietic Necrosis Virus in Washington Coastal Steelhead Trout\" published in the journal <em>Diseases of Aquatic Organisms<\/em>, was co-authored by scientists from the USGS Western Fisheries Research Center, in collaboration with the University of Washington, Northwest Indian Fisheries Commission, Washington Department of Fish and Wildlife and the U.S. Fish and Wildlife Service.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":["virus","fish","steelhead","washington"],"distribution":["Biology","Environmental Health","Water"],"release_date":{"und":[{"value":"1371096000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169547"},{"tid":"170279"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}