{"title":"Can Contaminated Aquifers Restore Themselves?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The ability of the earth to heal itself of damage caused by our 20th-century industrial society is the topic of a special session at the spring meeting of the American Geophysical Union, May 26-29, in Boston, Mass.<!--introend--> Papers presented at the session on the \"Natural Restoration of Contaminated Aquifers\" will describe natural processes that reduce the concentration of ground-water contaminants, such as sewage, hydrocarbons, metals, agricultural chemicals, and chlorinated compounds. Scientists from the U.S. Geological Survey (USGS) and others will discuss whether these naturally occurring processes can be relied on, by themselves or in conjunction with engineered systems, to restore contaminated aquifers for future use. \n<p>Several presentations by USGS scientists will focus on natural restoration of a Cape Cod aquifer. Treated sewage was discharged into the aquifer for 60 years at the Massachusetts Military Reservation. The USGS has been monitoring the natural changes in hydrology and ground-water quality that have taken place since the discharges were discontinued in 1995. \r\n<p>USGS hydrologist Denis LeBlanc will describe how the ground-water system responded immediately after the cessation of the sewage discharges. Within one week, the 4-centimeter-high mound in the water table caused by infiltration of the sewage disappeared and the direction of ground-water flow changed. Clean ground water is now flowing through the area previously contaminated by sewage, flushing away contaminants such as boron and dissolved organic carbon from beneath the old infiltration beds. \r\n<p>Not all the effects of natural restoration are beneficial. Other USGS scientists will describe how natural biological and chemical processes can cause the concentration of some contaminants to increase at first along the propagating cleanup front. Natural changes in the acidity of the ground water, for example, might cause metals on the Cape Cod sediments to be released and, thus, increase the dissolved concentrations of these metals in the ground water. USGS scientists used computer models and field tracer tests to simulate this \"snowplow\" effect along the cleanup front. \r\n<p>The restoration process affected two forms of nitrogen commonly found in sewage, nitrate and ammonium, in an unexpected way. Treated sewage carried oxygen below the infiltration beds, where microbes used it to convert ammonium to nitrate in a process called nitrification. Biological activity in the aquifer now is high enough to consume most of the oxygen flowing in with the native ground water and little oxygen is available for nitrification. As a result, nitrogen species have been flushed out faster below the abandoned infiltration beds on Cape Cod than was anticipated. \r\n<p>In describing their observations and tests during the first three years of the natural restoration process, the USGS scientists acknowledge that the Cape Cod study raises a number of scientific and regulatory questions, such as: Can we identify and quantify the physical, chemical, and microbiological processes that control evolution of the ground-water environment as contaminant levels naturally attenuate? Can we reconcile rates for these processes observed in the laboratory with rates observed in the field? How do physical and geochemical heterogeneities in the natural environment affect attenuation processes? To what extent is information gathered at one site transferable to another contaminated site? \r\n<p>Presentations by other scientists, including USGS personnel, will address some of these questions. Presentations on USGS studies will address natural restoration of ground water contaminated by a crude oil spill in Minnesota, fuels additives in New Jersey, landfill leachate in Oklahoma, agricultural nitrate along the Atlantic coast, and synthetic organic compounds in South Carolina. \r\n<p>Editors: A news conference to describe the work of the USGS and others on natural restoration","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"896328000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169826"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}