{"title":"USGS Testing Wild Birds for Avian Influenza","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>After conducting tests on samples taken from migratory waterfowl during the past eight months, scientists at the U.S. Geological Survey&rsquo;s National Wildlife Health Center report they have found only common types of avian influenza viruses that are expected in North American wild birds.<\/p>\n<p>The tests did not detect the highly pathogenic form of H5N1 avian influenza, the particularly virulent strain that has spread throughout a large geographic area in Asia, Europe and Africa. To date, the highly pathogenic strain of H5N1 has not been detected in the United States.<\/p>\r\n<p>However, because of the migratory movements of wild birds and the increasing number of countries that have discovered highly pathogenic H5N1 in their migratory birds, the USGS and its partners in 2006 will aggressively monitor and test for avian influenza in wild birds as part of an expanding federal, state and regional detection effort.<\/p>\r\n<p>Under the national testing program this year, field specialists and wildlife biologists from several federal and state agencies, universities and non-governmental organizations plan to collect between 75,000 and 100,000 samples from migratory birds. U.S. Department of Agriculture laboratories will screen the majority of those samples; the USGS National Wildlife Health Center expects to screen about 11,000 of those samples in 2006.<\/p>\r\n<p>The USGS Center, located in Madison, Wisconsin, provides regular updates on its avian influenza testing of migratory waterfowl. These current testing results cover samples taken from August 2005 through March 7, 2006. Tests performed to date at the Center showed the presence of low pathogenic avian influenza in about 10 percent of the birds tested.<\/p>\r\n<p>\"Avian influenza viruses are common in North American waterfowl and shorebirds, and the finding of a variety of avian influenza viruses is not unexpected,\" said Dr. Leslie Dierauf, director of the USGS National Wildlife Health Center.<\/p>\r\n<p>The designation of low or highly pathogenic avian influenza refers to the potential for these viruses to kill domestic poultry. Both highly pathogenic and low pathogenic strains of H5N1 and other avian influenza viruses exist. Most avian influenza strains found in wild birds are not highly pathogenic and cause few signs in infected wild birds. However, the highly pathogenic H5N1 virus presently of concern worldwide has caused illness and death in some wild birds and poultry and has demonstrated the ability to infect and cause severe illness and death in humans.<\/p>\r\n<p>Samples screened by the USGS at the Center were taken primarily from Alaska, which is the most likely place for the highly pathogenic strain of H5N1 to enter North America via migratory birds. This is because the state is at the crossroads of many flyways and Asian and North American birds mix there.<\/p>\r\n<p>Other USGS samples were taken from waterfowl on federal and state lands in 31 states.The only H5 subtype USGS scientists at the National Wildlife Health Center detected was a low pathogenic strain of H5N2 from one duck in North Dakota.<\/p>\r\n<p>Canada recently detected H5 avian influenza subtypes in more than 250 wild bird samples taken from more than 4,000 birds. However, all of the Canadian H5 samples turned out to be low pathogenic, not the high path H5N1 strain. The Canadian survey results included a low pathogenic, North American H5N1 virus, which is not the highly pathogenic H5N1 strain of worldwide concern. The Canadian low pathogenic H5N1 strain came from wild ducks in Manitoba, Canada.<\/p>\r\n<p>Since 1998, the U.S. Department of Agriculture in partnership with the University of Alaska has tested more than 12,000 wild birds in Alaska for avian influenza. And since 2000, USDA in partnership with the University of Georgia has tested over 4,000 wild migratory birds in the Atlantic flyway. None of these tests showed the highly pathogenic H5N1 virus.<\/p>\r\n<p>Other Sources of Information: \r\n<UL>\r\n<LI>Pandemicflu.g","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"1141880400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169945"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}