{"title":"Whooping Cranes Take Flight in Florida","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>From the large, open-air pens where they have spent the past two weeks, eight young whooping cranes survey their surroundings. The rural, central Florida landscape of open prairie, brush, and marshlands stretches away as far as the birds can see, though only a few tens of miles separate the Kissimmee release site from the metropolitan sprawl of Orlando. \n<p>It is a humid March evening when the holding pen doors swing open for the first time. Though the cranes don&rsquo;t know it, this is a pivotal moment, one which marks the end of one life and the beginning of another. At first light the following morning, they will fly from the pen. For USGS biologist Dr. George Gee and other members of the Whooping Crane Recovery Program, it&rsquo;s nail biting time. \r\n<p>These birds, products of the genotype Grus americana, are also the product of modern conservation science. Each represents the culmination of years of research, lessons learned by trial and error, and untold hours of patient, meticulous care and training. As leader of the Whooping Crane Restoration Ecology Team at the USGS Patuxent Wildlife Research Center, Dr. Gee has overseen every facet of these birds&rsquo; lives, from conception onward. \r\n<p>Now, and for the next several weeks, everything is on the line. Bobcats, over-abundant in Florida due to the decline of larger predators such as the Florida panther, have in the past taken a heavy toll on young cranes unaccustomed to life in the wild. Dr. Gee and the team know that if the birds make it through this critical post-release period, their chances of surviving to become breeding members of the Florida whooping crane population are excellent. He also knows that, in all likelihood, not all of the eight birds being released today will live that long. \r\n<p>\"We&rsquo;ve already lost one bird from the first group we released this year,\" Dr. Gee says. \"I don&rsquo;t even count them as part of the population until they&rsquo;ve been there at least six months. By then they&rsquo;ve learned to avoid the bobcats.\" \r\n<p><b>Back from the Brink<\/b> \r\n<p>For decades, tremendous efforts have been made to save the last wild, migratory population of whooping cranes. The recovery team includes members from Canada and the United States because these birds winter at Aransas National Wildlife Refuge in Texas, and fly north to breed in Wood Buffalo National Park in the Northwest Territories, Canada. The U.S. Fish and Wildlife Service, as the group responsible for ensuring the protection and recovery of endangered and threatened species, has been involved with the project every step of the way. \r\n<p>Whooping crane numbers reached an all-time low in 1941, when only 21 birds remained in the wild. Over the ensuing decades those numbers crept up only marginally. As early as the 1960s, biologists realized that simply trying to preserve the Aransas-Wood Buffalo flock was not enough. With a single population hovering around or below 40 individuals, the species was living on borrowed time. Disease could easily sweep through the wild flock, or a natural event such as a severe storm could reduce crane numbers to a point from which recovery would be impossible. (This is what happened in 1940 to a small, nonmigratory population of whooping cranes in Louisiana.) A small population size also meant that some closely related birds were breeding with each other, causing low fertility rates and developmental problems in chicks. \r\n<p>\"To secure the species, we need to get at least two more populations established in the wild,\" says Dr. Gee. Specifically, goals of the recovery program, said Tom Stehn, whooping crane coordinator of the U.S. Fish and Wildlife Service, are to establish a viable, non-migratory whooping crane population in Florida, and a second migratory population that will winter in Florida and breed somewhere in the north-central United States or southern Canada. Both efforts are entirely dependent on the ability of biologists to breed whooping","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"920350800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169015"},{"tid":"169225"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}