{"title":"Get Your Wheels Spinning","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->As part of the continued <a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo maps<\/a> revision and improvement cycle, the USGS will be including mountain bike trails to upcoming quadrangles on a state-aligned basis.<!--introend--> The 2014 edition of US Topo maps covering Arizona will be the first maps to feature the trail data, followed by Nebraska, Missouri, Nevada, California, Louisiana, New Hampshire, Mississippi, Vermont, Wyoming, Connecticut, Massachusetts, Illinois, Rhode Island, South Dakota, Florida, Alaska (partial), and the Pacific Territories in 2015. &nbsp;<\/p>\n<p>The mountain bike trail data is provided through a partnership with the International Mountain Biking Association (<a href=\"https:\/\/www.imba.com\/\">IMBA<\/a>) and the <a href=\"http:\/\/www.mtbproject.com\/\">MTB Project<\/a>. During the past two years, the IMBA has been <a href=\"https:\/\/play.google.com\/store\/apps\/details?id=com.mtbproject.android&amp;hl=en\">building a detailed national database<\/a> of mountain bike trails with the aid and support of the MTB Project participants. This activity allows local IMBA chapters, IMBA members, and the public to provide trail data and descriptions through their website. &nbsp;MTB Project and IMBA then verify the quality of the trail data provided, ensure accuracy and confirm that the trail is legal.&nbsp; This unique &ldquo;<a href=\"http:\/\/en.wikipedia.org\/wiki\/Crowdsourcing\">crowdsourcing<\/a>&rdquo; project has allowed availability of mountain bike trail data though mobile and web apps, and soon, revised US Topo maps.<\/p>\r\n<p>&ldquo;IMBA is stoked to have MTB Project data included on US Topo maps as well as other USGS mapping products,&rdquo; added Leslie Kehmeier, IMBA&rsquo;s Mapping Specialist.&nbsp; &ldquo;It&rsquo;s a really big deal for us and reflects the success of the partnership we've developed with the MTB Project team to develop a valuable and credible resource for mountain bike trails across the country.&rdquo;<\/p>\r\n<p>The partnership between the USGS and the MTB Project is considered a big move towards getting high quality trail data on <a href=\"http:\/\/nationalmap.gov\/index.html\">The National Map<\/a> and US Topo quadrangles. The collaboration also highlights private and public sectors working together to provide trails data and maps to the public.&nbsp;<\/p>\r\n<p>&ldquo;This is a significant step for USGS,&rdquo; said Brian Fox of the USGS NGTOC. &ldquo;National datasets of trails do not yet exist, and in many areas even local datasets do not exist. Finding, verifying, and consolidating data is expensive. &nbsp;Partnering with non-government organizations that collect trails data through crowdsourcing is a great solution. &nbsp;The USGS-IMBA agreement is the first example of such a partnership for US Topo map feature content and we're looking forward to expanding the number of trails available as the MTB Project contributions grow.&nbsp;<\/p>\r\n<p>US Topo maps can be downloaded using the <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/(ctype=areaDetails&amp;xcm=r3standardpitrex_prd&amp;carea=%24ROOT&amp;layout=6_1_61_48&amp;uiarea=2)\/.do\">Map Locator and Downloader<\/a>.<\/p>\r\n<p>To be a part of IMBA&rsquo;s crowd sourcing effort and help get mountain bike trails onto US Topo maps, be sure to share trail data, descriptions, and ratings on <a href=\"http:\/\/www.mtbproject.com\/\">http:\/\/www.mtbproject.com\/<\/a>. &nbsp;<\/p>\r\n<p>The USGS structure and feature crowdsourcing effort, <a href=\"http:\/\/nationalmap.gov\/TheNationalMapCorps\/\">The National Map Corps<\/a>, also features a link to the MTB Project&nbsp;<\/p>\r\n<p>The MTB Project mobile app is available to help mountain bikers discover trails on the go:<\/p>\r\n<ul>\r\n<li><a href=\"https:\/\/itunes.apple.com\/us\/app\/mtb-project\/id622364906?mt=8\">iOS on iTunes<\/a><\/li>\r\n<li><a href=\"https:\/\/play.google.com\/store\/apps\/details?id=com.mtbproject.android&amp;hl=en\">Android on Google Play<\/a><\/li>\r\n<li><a href=\"https:\/\/www.imba.com\/resources\/maps\/me","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Massachusetts","New Hampshire","Rhode Island","Vermont","Wyoming","Florida","Louisiana","Mississippi","Puerto Rico","Arizona","Illinois","Missouri","Nebraska","South Dakota","California","Nevada","Alaska"],"country":["United States of America"],"mm_tags":["Core Science Systems National Geospatial","Topo","The National Map","The National Map Corps","The National Map Viewer","Arizona","Nebraska","Missouri","Nevada","California","Louisiana","New Hampshire","mississippi","Vermont","Wyoming","Connecticut","Massachusetts","Illinois","Rhode Island","South Dakota","Florida","Alaska","Pacific Territories","Mountain Bike","Trails","Crowdsourcing","i","Android"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1417669200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168971"},{"tid":"170049"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}