{"title":"USGS Flyover Shows Storm Damage and Marsh Dieback","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A flyover of southeast Louisiana revealed storm damage from Hurricane Isaac and marsh dieback, some of which was occurring before Hurricane Isaac.<!--introend--> The flyover was conducted by the U.S. Geological Survey National Wetlands Research Center (NWRC), U.S. Fish and Wildlife Service, and the U.S. Department of Agriculture Natural Resources Conservation Service.<\/p>\n<p>The flight examined areas from Wax Lake Delta, La., to Ship Island, Miss., and preliminary assessments suggest that Hurricane Isaac damaged coastal wetlands in a manner that is substantial, but not unprecedented. Damage to coastal wetland areas was evident throughout much of southeast Louisiana. The intensity of hurricane effects was most abundant in areas of upper Breton Sound, an area just to the south of the community of Braithwaite, which experienced devastating flooding. Breton Sound had been experiencing some slight recovery from the extensive damage inflicted by Hurricanes Katrina and Gustav; however, scientists observed many of the initial effects of Hurricane Isaac to be reactivations of previous damages in these newly recovering areas. Photos from the flyover are available <a href=\"http:\/\/www.nwrc.usgs.gov\/hurricane\/isaac\/index.html\">online<\/a>.<\/p>\r\n<p>\"The before and after images from coastal flyovers reveal the disappearance of some of the Gulf's most biologically and economically significant landscape disappearing before our very eyes, on human time scales,\" said USGS Director Marcia McNutt. \"There are many compounding factors that lead to enhanced coastal vulnerability, with hurricanes sweeping in to deliver the coup de grace.\"<\/p>\r\n<p>Other areas in which physical damage to coastal wetlands was observed include the north shore of Lake Pontchartrain near Slidell, areas surrounding the Rigolets to include the mouth of the Pearl River, and the Chandeleur Islands. The majority of structural changes in these areas appear to be reactivations or intensifications of effects of previous storms. Previous storms such as hurricanes Audrey, Hilda, Betsy, Andrew, Katrina, Rita, Gustav, and Ike are known to have damaged coastal wetlands and contributed to wetland loss, and Isaac appears to have been yet another blow to Louisiana's fragile but vital coastal wetlands.<\/p>\r\n<p>\"Louisiana's coastal land loss is the greatest environmental, economic and cultural tragedy on the North American Continent, and marsh dieback exacerbates this ongoing disaster,\" said USGS NWRC Director Phil Turnipseed. \"The NWRC is dedicated to continuing to investigate the causes of land loss in order to provide decision makers with information that can help reduce land loss in the future.\"<\/p>\r\n<p>The most prevalent effects of Hurricane Isaac observed were expansive wrack fields. Wrack is accumulated organic debris and trash that are transported and deposited by a hurricane&rsquo;s surge. Wrack deposits from Hurricane Isaac were observed throughout southeast Louisiana, burying existing marsh areas and obstructing infrastructure, such as canals and railroads. Generally wrack deposits eventually decompose and the areas are re-vegetated, but in the short-term wrack can kill the existing wetland vegetation.<\/p>\r\n<p>Very few downed trees were observed in forested wetlands from Hurricane Isaac, especially compared to that of Hurricane Katrina, which is likely indicative of the lesser intensity of this storm. Even in areas where no physical removal of wetlands or vegetation was evident, the vegetation which did survive was observed to have sustained substantial damage.<\/p>\r\n<p>Large areas of marsh dieback, termed \"brown marsh\" or \"sudden marsh dieback,\" were observed in the Terrebonne and Barataria basins in Louisiana. Previous reports of sudden marsh dieback in the spring and summer of 2012, before Hurricane Isaac, indicate that the dieback in this area has been increasing over time and may be the result of a combination of other stressors. Evidence of vegetation stre","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana"],"country":["United States of America"],"mm_tags":["ecosystems","water","Natural Hazards","Natural Hazards Coastaland Marine Geology","Louisiana","marsh","coastal","Coastal Ecosystem","flyover","stormdamage"],"article_type":["State News Release"],"distribution":["Biology","Natural Hazards"],"release_date":{"und":[{"value":"1347336000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169391"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}