{"title":"Building the Water Theme of the White House Climate Data Initiative","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>USGS science leaders are meeting with other federal agency scientists at the annual conference of the American Water Resources Association this week to consider critical issues that face the nation in regard to its water resources and how to best utilize the extensive information that is collected about those resources.&nbsp;<\/p>\n<p>What are the overarching water challenges&nbsp;of the nation and what information is needed to address them? How can government water information be presented so that commercial firms can transform it into useful applications? How can structures such as the Federal Geographic Data Committee and the Advisory Committee on Water Information be used to define an appropriate architecture for Open Water Data sharing for the nation? Answers to these complex questions will contribute to focusing the Water theme of the Climate Data Initiative.&nbsp;<\/p>\r\n<p>Announced by President Obama in March 2014, the&nbsp;Climate Data Initiative is a broad effort to leverage the federal government&rsquo;s extensive, freely available data resources relevant to climate to stimulate innovation and private-sector entrepreneurship in support of national climate change preparedness. The <a href=\"https:\/\/www.data.gov\/water\/\">Water theme<\/a> is one of seven themes under the topic of climate on data.gov&mdash;the federal government&rsquo;s source of open data.<\/p>\r\n<p>Resources are drawn from across the U.S. federal government and can be used to help understand:<\/p>\r\n<ul>\r\n<li>How the human and natural components of the water cycle are changing.<\/li>\r\n<li>How communities and water managers can plan for uncertain future conditions relating to water.<\/li>\r\n<\/ul>\r\n<p>\"USGS science has contributed to <a href=\"http:\/\/catalog.data.gov\/dataset?q=Usgs&amp;sort=none&amp;groups=climate5434&amp;vocab_category_all=Water&amp;ext_location=&amp;ext_bbox=&amp;ext_prev_extent=-105.64453124999999%2C8.407168163601076%2C-86.30859375%2C25.16517336866393#topic=water_navigation\">more than 40 water and climate datasets<\/a> within the Initiative, extending the&nbsp;range of software tools available to help analyze and assess impacts of a changing climate on the water cycle,&rdquo; said Jerad Bales, USGS Chief Scientist for Water. &ldquo;These tools provide specialists with convenient data-access capabilities, water data software tools, and analysis methods for data and related information.\"<\/p>\r\n<p>The U.S. government has made records of streamflow, groundwater levels, and water quality available for more than a century, and estimated <a href=\"http:\/\/water.usgs.gov\/watuse\/\">water use since 1950<\/a>. These data and information resources are vital to building resilience across our water resources in a changing climate.<\/p>\r\n<p>\"The information from the datasets will help water managers make informed decision about their water resources,\" said Bales.<\/p>\r\n<p>Datasets include the USGS <a href=\"http:\/\/waterdata.usgs.gov\/nwis\">National Water Information System<\/a>, which is the leading source of high frequency streamflow, water quality, groundwater, and water use data for the Nation. It features water-resources data collected by USGS at approximately 1.5 million sites in all 50 States, the District of Columbia, Puerto Rico, the Virgin Islands, Guam, American Samoa and the Commonwealth of the Northern Mariana Islands. Another key resource is the NOAA <a href=\"http:\/\/www.ncdc.noaa.gov\/\">National Climatic Data Center&rsquo;s<\/a> holdings of historical precipitation and other climate drivers relevant to the water cycle.<\/p>\r\n<p>Additionally, base map data such as the&nbsp;<a href=\"http:\/\/nhd.usgs.gov\/\">USGS National Hydrography Dataset<\/a> and <a href=\"http:\/\/nationalmap.gov\/3dep\/\">3D Elevation Program<\/a>, land cover, soils, and others are provided along with models such as the NASA <a href=\"http:\/\/ldas.gsfc.nasa.gov\/\">North American Land Data Assimilation System<\/a>, which estimates soil moisture and other water variables.<\/p>\r\n<p>Other themes included with","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water"],"article_type":["Technical Announcement","National News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1415250000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}