{"title":"On the Potomac, Even Low Is High In July","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Potomac River flow, Chesapeake Bay freshwater inflow, and ground-water levels were well above normal in July, according to hydrologists at the U.S. Geological Survey. <\/p>\n<p>Flow of the Potomac in July averaged about 7.6 billion gallons per day (bgd), more than twice the average July flow of 3.0 bgd. Flow of the Potomac has been above normal during most of 1996; only February and April flows were in the normal range. During July, the lowest daily flow was 4 bgd (1 bgd more than the July long-term average of 3 bgd) on July 18. The highest daily flow (17.8 bgd) occurred only two days later on July 20. <\/p>\r\n<p>Freshwater inflow to the Chesapeake Bay was nearly 35 bgd in July, 50 percent above the July average inflow of 23.5 bgd. <\/p>\r\n<p>Ground-water levels were also up in July. At the USGS observation well in Montgomery County, Md., the water level was 11.7 feet below the land surface, about 1.6 feet above the average level in July. <\/p>\r\n<p>* * * USGS * * * <\/p>\r\n<p>On the Web: <\/p>\r\n<p>Access real-time USGS streamflow data at 15 sites in the Potomac River basin on the World Wide Web at: <a href=\"http:\/\/wwwdmdtws.er.usgs.gov\/rts\/rts_table.html\">http:\/\/wwwdmdtws.er.usgs.gov\/rts\/rts_table.html<\/a>.<\/p>\r\n<p>and <\/p>\r\n<p>Access information on the impact of the January flooding on the Chesapeake Bay on the World Wide Web at: <a href=\"http:\/\/wwwdmdtws.er.usgs.gov\/publications\/fact_sheet\/fs-140-96\/\">http:\/\/wwwdmdtws.er.usgs.gov\/publications\/fact_sheet\/fs-140-96\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"838958400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}