{"title":"USGS\/BOEM Study Identifies Scientific Method to Differentiate between Natural Seepage and Produced Oils in Southern California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>CAMARILLO, Calif.<\/strong> &mdash; <!--introstart-->Resource managers now have a scientific method to determine the source of oil found in the waters off Southern California and differentiate between naturally seeped oils and those produced by offshore oil and gas production.<!--introend--> This method is detailed in a new joint report from the U.S. Geological Survey, the Bureau of Ocean Energy Management, and academic and industry collaboration.&nbsp;<\/p>\n<p>The report, covering a joint USGS and BOEM 10-year series of studies of natural oil seeps mainly from the Santa Barbara Channel west of Los Angeles, Calif., is titled \"Biomarker Chemistry and Flux Quantification Methods for Natural Petroleum Seeps and Produced Oils, Offshore Southern California,\" with references to earlier reports and peer-reviewed articles. The report is available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5210\/\">online<\/a>.&nbsp;<\/p>\r\n<p>\"This collaboration is such a terrific example of how collaboration between a science agency and a resource management agency can yield results that further the missions of both,\" explained USGS Director Marcia McNutt. \"We can now reliably quantify the natural background rate of oil seepage into the California marine environment and the additional contribution from chronic or acute releases into the ocean as a result of oil production activities. The results will have far-reaching implications for understanding the energetics of coastal marine biological communities and the long-term effects of industrial activities on their health.\"&nbsp;<\/p>\r\n<p>\"While we&rsquo;ve known the area off Coal Oil Point near Santa Barbara had prolific natural seepage, the nature and true extent of the seeps was not known until this study,\" said BOEM Director Tommy Beaudreau. \"We now have a scientific method that will assist federal and state agencies in determining the source of oil found in the marine environment.\"<\/p>\r\n<p>&nbsp;The purpose of the study was to develop methods for differentiating between the very closely related natural seep oils and those being produced in the same area by Outer Continental Shelf offshore production platforms. Another objective of the study was to quantify the rate of natural seepages. Several successful trials have improved the knowledge of flux in some of the more prolific seep areas.&nbsp;<\/p>\r\n<p>The analysis found that oil from platforms north of Point Conception (Irene, Hidalgo, Harvest, and Hermosa) is chemically different than seep oil and can be unequivocally distinguished. Other platform oils need to go through a more extensive biomarker analysis to distinguish them from natural seepage.&nbsp;<\/p>\r\n<p>During the course of study, oil samples were taken from offshore natural seeps and federal offshore oil and gas production platforms to develop a rigorous chemical fingerprinting method that will allow scientists to determine the origin of individual tar balls within the first month or two of seepage or spill deposition. This chemical protocol can be used to verify the source and environmental extent of oil deposited by natural seep \"events\", which are known to occur regularly on Santa Barbara Channel beaches, or by a man-made source.&nbsp;<\/p>\r\n<p>The hundreds of completed fingerprints derived from the studies populate a shared library now used by the U.S. Coast Guard, California Office of Spill Prevention and Response, USGS and BOEM. The state is also using this chemical protocol to determine the origin of oil on oiled wildlife.<br \/><br \/><\/p>\r\n<p>The research was conducted in three stages from 2001-2011 and was conducted by the Bureau of Ocean Energy Management, the U.S. Geological Survey, the University of California at Santa Barbara and the Monterey Bay Aquarium Research Institute. A diverse review group with scientific experts in various disciplines from the State of California, County of Santa Barbara, academia and industry independently reviewed the data throughout the study.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Energyand Mineralsand Environmental Health","energy","Minerals","Environmental Health","Energy Resources"],"release_date":{"und":[{"value":"1337659200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169738"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}