{"title":"Mud and Maps at USGS Ocean Fair Exhibit","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Visitors to the U.S. Geological Survey&rsquo;s exhibit booth at the Monterey Bay Oceans Fair will be able to \"feel the bay,\" by squishing different types of San Francisco Bay muds through their fingers, view microscopic critters that live in those muds, and view maps of the seafloor<!--introend-->, at the fair, from noon to 8 p.m., Friday, June 12, 1998, in Monterey, Calif. \n<p>The USGS booth will be one of nearly 100 at the fair, which is sponsored by the Monterey Bay Ocean Consortium. The fair will take place at the Custom House Plaza, near Cannery Row and the Monterey Bay Aquarium. \r\n<p>President Clinton and Vice-President Gore are expected to visit the fair at the conclusion of their participation in the National Ocean Conference, Friday morning, which is part of the \"Year of the Ocean.\" The effort is a year-long concentration on ocean studies by various government and private scientific-research agencies in the United States and other nations. \r\n<p>In addition to the muds and maps, the USGS booth will feature information from USGS studies of the Monterey Bay National Marine Sanctuary, and the effects of El Nino on coastal erosion, sea otters and kelp forest ecosystems. \r\n<p>\"We&rsquo;ll have something for everyone,\" said Mara Tongue, the USGS manager in charge of setting up the USGS exhibit booth. \"We&rsquo;re here to convey information, but also to show people that science can be fun.\" In addition to the \"hands on\" activities for kids of all ages, the USGS booth will also feature free brochures and fact sheets that explain USGS coastal and marine research projects, and will offer pertinent USGS maps at $4 each. \r\n<p>The USGS booth will be recognized by its prominent green and white logo, with the motto, \"Science for a Changing World.\" \r\n<p>Editors: Interviews with USGS Ocean Fair participants may be arranged by calling the USGS Outreach Office at 650-329-4000 or 415-716-7861. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"897451200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}