{"title":"Fresh Water, Not The Briny, Eroding San Mateo County Seacliffs","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The good news is that sea water and wave action aren&rsquo;t being too rough on some sections of the beach cliffs of the San Mateo County, Calif., coast; the bad news is that slumping caused by fresh water erosion is destroying some of the beach cliffs at rates of up to two meters per year, according to scientists with the U.S. Geological Survey in Menlo Park, Calif. <\/p>\n<p>In a presentation to the annual meeting of the American Geophysical Union in San Francisco, Wednesday, December 18, USGS researchers Monty Hampton and Ken LaJoie told fellow scientists that infiltration of rain water and ground water are weakening beach cliffs that stretch along about 90 percent of San Mateo County&rsquo;s Pacific Ocean shore line. <\/p>\r\n<p>In the past few years sea-cliff erosion near Half Moon Bay, south of San Francisco, has resulted in the destruction of the Oceanshore railroad, a few buildings, and parts of Highway 1. <\/p>\r\n<p>Hampton said the beach-cliff erosion in San Mateo County differs greatly from other ocean front landscapes, such as Cape Cod, Mass., where sea-cliff erosion is caused largely by pounding waves. <\/p>\r\n<p>La Joie said that although wave action in the vicinity of Half Moon Bay has been affected by a breakwater for the past 35 years, the cliffs and beaches close to the breakwater have eroded at a fairly high rate. \"For some reason, the beaches at the base of the cliffs are being removed, and along with the sand, storm waves are carrying away debris and larger rocks that generally would act as a buttress for the cliffs. The exposed bases of the cliffs are then more vulnerable to slumping caused by rainwater and groundwater,\" La Joie concluded. <\/p>\r\n<p>* * * USGS * * * <\/p>\r\n<p>(Editors: Hampton and La Joie will be available for interviews all day December 18, in the poster exhibit hall of the Moscone Center. Interviews may be arranged by calling the AGU newsroom at 415-905-1007.) <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"850885200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}