{"title":"Biofuels, Beetles, and Buffelgrass: A Changing World Takes Root in Austin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>Media may arrange interviews by contacting Marisa Lubeck via the information provided above.<\/em><\/strong><\/p>\n<p><!--introstart-->From northward-creeping invasive vines to man-made mangroves, U.S. Geological Survey ecosystem research will be presented at an Austin meeting next week.<!--introend--><\/p>\r\n<p>USGS scientists will join ecologists from around the world at the annual <a href=\"http:\/\/www.esa.org\/austin\/\">Ecological Society of America<\/a> (ESA) meeting from August 7 - 12 at the Austin Convention Center in Austin, Tex. This year, USGS scientists will focus on topics such as invasive species and habitat changes.<\/p>\r\n<p>This USGS &ldquo;tip sheet&rdquo; highlights some of the newest, most exciting USGS presentations open to media at the ESA meeting. Information on news media attendance can be accessed on the 2011 ESA conference <a href=\"http:\/\/www.esa.org\/austin\/press.php\">website<\/a>.<\/p>\r\n<p>Anne Kinsinger, USGS Associate Director for Ecosystems, will be available to discuss these and other USGS ecological research projects at the <a href=\"http:\/\/eco.confex.com\/eco\/2011\/webprogram\/Session7500.html\">USGS Meet and Greet<\/a> on Tuesday, August 9, from 6:30 &ndash; 8 p.m. in the Austin Convention Center Ballroom E.<\/p>\r\n<p>Media are also encouraged to visit the USGS booth in the Austin Convention Center Exhibition Hall 4.<\/p>\r\n<p><strong>As the Mouse Goes: Where Do Joshua Tree Seeds End Up?<\/strong><br \/> <em>Tuesday, August 9, Exhibit Hall 3<\/em><\/p>\r\n<p>It has adorned rock album covers and decorated movie backdrops, but the iconic Joshua tree (<em>Yucca brevifolia<\/em>) is a difficult species to manage and conserve because conditions favorable to its regeneration and spread are very infrequent. This poster offers a primer on the many odds Joshua tree seeds must face in order persist and successfully grow into a seedling. By simulating rodent seed caches at Mojave Desert field sites, USGS ecologists investigated emergence and survival of Joshua Tree seeds in relation to microclimate, season of planting, and predation on seedling emergence and survival. This poster is titled <em><a href=\"http:\/\/eco.confex.com\/eco\/2011\/webprogram\/Paper31269.html\">Germination and establishment of the Joshua tree (Yucca brevifolia) in the northeast Mojave Desert: Implications for management of an iconic species<\/a>.<\/em><\/p>\r\n<p><strong>A Plan for Managing Species Invasions<\/strong><br \/> <em>Tuesday, August 9, 8:40 a.m., Room 12A<\/em><\/p>\r\n<p>Preventing invasive species introductions is optimal for controlling their spread, but, should an invasion still occur, early detection and rapid response is an effective course of action. If invasive species become established, then the plan calls for control and management of further spread and for the restoration of high-valued ecosystems. Dr. David Pyke will present a review of these defenses in combating introduction and spread of invasive species in grasslands, shrublands, and savannas. He will discuss whether adaptation or coexistence may be the ultimate fate with certain problematic species, and the gap in research on management for coexistence. This review is titled <em><a href=\"http:\/\/eco.confex.com\/eco\/2011\/webprogram\/Paper27287.html\">Managing species invasions: eradication, patience, or adaptation?<\/a><\/em>.<\/p>\r\n<p><strong>Endangered Salamanders Further Threatened by Climate Change<\/strong><br \/> <em>Tuesday, August 9, 3:20 p.m., Room 8<\/em><\/p>\r\n<p>Limited to three mountaintops, the Shenandoah salamander is already endangered &ndash; and this vulnerable species is likely to suffer even greater population loss to climate change. According to a USGS study that used models to predict possible futures for the salamander, climate change will further threaten the Shenandoah salamander in the years to come. Predicted dramatic differences in high elevation habitats because of climate change are risky to any species reliant on the high elevation communities for survival. Decision m","summary":null,"format":null}]},"field_images":[],"regions":["Texas"],"country":["United States of America"],"mm_tags":["biology","","Ecosytems","Ecological Society Of America","conference","Tip Sheet","Texas","Austin"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1312516800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}