{"title":"USGS Scientist Receives American Quaternary Association Distinguished Career Award","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Ken Pierce, U.S. Geological Survey Geologist Emeritus, has been selected as the recipient of the Distinguished Career Award of the American Quaternary Association (AMQUA), to be presented at the 2012 Biennial Meeting in Duluth, Minn.&nbsp;<\/p>\n<p>The American Quaternary Association Distinguished Career Award recognizes an outstanding researcher of the Quaternary Period, or the last 2.6 million years, who has contributed significantly and steadily to the advancement of the Quaternary sciences.&nbsp;<\/p>\r\n<p>\"It is the culmination of any scientist's career to receive the highest award from his scientific peers for his life's work,\" explained USGS Director Marcia McNutt. \"I want to personally congratulate Dr. Pierce for this remarkable achievement and to thank him for the honor that it brings to all of us at the USGS.\"&nbsp;<\/p>\r\n<p>Dr. Pierce received his doctoral degree from Yale University in 1964 and joined the USGS regional office in Denver in 1965, where he spent almost 35 years of his career. In 2000, he moved to the USGS Northern Rocky Mountain Science Center (NOROCK) in Bozeman, Mont., to focus on research in the Yellowstone region. He officially retired in 2003 and remains in active emeritus status at NOROCK.<\/p>\r\n<p>Dr. Pierce's work spans much of the fields of Quaternary geology and geomorphology, especially natural landscapes and the geologic processes responsible for their formation.<\/p>\r\n<p>Most of his research has involved interdisciplinary work in the greater Yellowstone-Teton area. His specific research topics include Pleistocene glaciations of the Rocky Mountains and adjacent areas; Quaternary faulting and neotectonics; Yellowstone caldera unrest; volcanism, faulting, and uplift along the track of the Yellowstone hotspot; and geologic controls on ecology of the greater Yellowstone area. &nbsp;During his career Dr. Pierce was awarded the distinguished Kirk Bryan Award of the Quaternary Geology and Geomorphology Division of the Geological Society of America for his 1979 report on Yellowstone glaciation.&nbsp;&nbsp;<\/p>\r\n<p>AMQUA was founded in 1970 primarily to foster cooperation and communication among the broad array of disciplines involved in studying the Quaternary Period and such topics as the ice ages, climate change, vegetation history, soil science, and archaeology. To learn more about the Distinguished Career Award, visit the <a href=\"http:\/\/www.amqua.org\/about\/\">AMQUA website<\/a>. The 22<sup>nd<\/sup> biennial AMQUA meeting occurs June 21-24, 2012.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana"],"country":["United States of America"],"mm_tags":["geology","biology","Yellowstone","Quaternary","Teton","glaciation","","rocky","Mountain","Montana"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1328072400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170535"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}