{"title":"High Flows in New Hampshire from Weekend Storm Estimated","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The March 14-15 storm that brought rains of 7 inches or more in southeastern New Hampshire caused stream flooding throughout the Seacoast and southern regions of the state, according to preliminary estimates released today by the U.S. Geological Survey (USGS).&nbsp;<\/p>\n<p>These high flows on many rivers came only 2 weeks after another coastal storm caused high flows in the same region. &ldquo;The peak flows in the Exeter and Spicket Rivers had up to a 1 in 50 chance of being equaled or exceeded in any given year,&rdquo; said Ken Toppin of the USGS New Hampshire-Vermont Water Science Center. &ldquo;The Lamprey River had up to a 1 in 25 chance of being equaled or exceeded in any given year; and the Oyster, Cocheco, Suncook, South Branch Piscataquog, and Contoocook&nbsp; Rivers had up to a 1 in 10 chance of being equaled or exceeded in any given year,&rdquo; Toppin noted.&nbsp;<\/p>\r\n<p>Peak flows recorded on March 15:<\/p>\r\n<ul>\r\n<li>The Exeter River near Brentwood had the third highest flow measured during 13 years of data collection at the streamgage, measuring 3,010 cubic feet per second (cfs). <\/li>\r\n<li>The Oyster River near Durham had its seventh highest flow during 75 years of data collection at the streamgage, measuring 658 cfs.&nbsp; <\/li>\r\n<li>The Cocheco River near Rochester had the fourth highest flow measured during 17 years of data collection at the streamgage, measuring 3,590 cfs. <\/li>\r\n<li>The Suncook River near North  Chichester had the fifth highest flow measured during 52 years of data collection at the streamgage, measuring 5,270 cfs. <\/li>\r\n<li>The South Branch  Piscataquog River had the third highest flow measured during 40 years of data collection at the streamgage, measuring 4,940 cfs. <\/li>\r\n<li>The Contoocook River at Peterborough had the fifth highest flow measured during 65 years of data collection at the streamgage, measuring 2,710 cfs. <\/li>\r\n<\/ul>\r\n<p>Peak flows recorded on March 16:<\/p>\r\n<ul>\r\n<li>The Spicket River near Salem had the second highest flow measured during 10 years of data collection at the streamgage, measuring 1,710 cfs. <\/li>\r\n<li>The Lamprey River at Newmarket had the fifth highest flow measured during 75 years of data collection at the streamgage, measuring 6,760 cfs. <\/li>\r\n<\/ul>\r\n<p>During and after storms and floods, USGS hydrologic technicians from the New  Hampshire-Vermont Water Science  Center measure the flow and peak heights of rivers. This information is important because it is used to issue flood warnings and to characterize flood hazards.<\/p>\r\n<p>Graphs and tables showing the real-time streamflow data collected at USGS gages in New Hampshire for the last 120 days, and for the historical periods of record, can be found on the <a href=\"http:\/\/waterdata.usgs.gov\/nh\/nwis\/current\/?type=flow\">Real-Time Data for New Hampshire Web page<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New Hampshire"],"country":["United States of America"],"mm_tags":["New Hampshire","flood","water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1268884800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169856"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}