{"title":"Idaho Wildfire Burn Area Gets Precipitation Monitoring Network","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HAILEY, Idaho &mdash; The U.S. Geological Survey and Blaine County are partnering to establish a network of six precipitation gages in areas burned by the 2013 Beaver Creek wildfire. Real-time information from the gages will help county residents and emergency managers stay alert to the possibility of intense rainfall that might trigger debris flows and flash flooding from burned slopes.<\/p>\n<p>&ldquo;These strategically placed precipitation gages should help us get early warnings out to emergency response officials and the public to help protect lives and property,&rdquo; said Corey Loveland, hydrologist with the National Weather Service in Pocatello. &ldquo;Current observation data is very sparse in the burned area, so this network will greatly improve the available data.&rdquo;<\/p>\r\n<p>The Beaver Creek fire was started by lightning on August 7, 2013. By the time it was contained at the end of August, the fire had burned more than 114,000 acres near the communities of Hailey, Ketchum, and Sun Valley in south-central Idaho. Rain that fell shortly after containment triggered localized flooding and numerous debris flows. The USGS responded by <a href=\"http:\/\/id.water.usgs.gov\/projects\/BeaverCreekFireDebrisFlow\/index.html\">assessing the risk of future debris flows<\/a>, information that helped to guide mitigation efforts. Discussions with Blaine County and other agencies pointed to the need for the precipitation gage network.<\/p>\r\n<p>Four of the six precipitation gages are in place. Heavy snowpack is delaying gage installation at the two remaining sites, but the USGS will install those gages as soon as possible.<\/p>\r\n<p>&ldquo;The Blaine County Commissioners recognize that portions of the county that burned severely during the 2013 Beaver Creek Fire will remain at increased flood risk for up to five years,&rdquo; said Blaine County Commissioner Angenie McCleary. &ldquo;We have worked actively with state and federal agencies to identify, prepare for, and mitigate potential flooding.&rdquo;<\/p>\r\n<p>Data from the precipitation gage network and local streamgages can be accessed via an <a href=\"http:\/\/id.water.usgs.gov\/Maps\/Precip\/\">interactive web map<\/a>. Users can also subscribe to <a href=\"http:\/\/maps.waterdata.usgs.gov\/mapper\/wateralert\/?state=id&amp;datatype=sw&amp;maptype=m\">USGS WaterAlert<\/a> text or e-mail notifications for any of the gages.<\/p>\r\n<p>The USGS and Blaine County are considering installing a new streamgage on Upper Deer Creek to provide additional flood warning. Information from that gage will be available online with all of the precipitation gages and streamgages in the Wood River Valley.<\/p>\r\n<p>&ldquo;This is the first USGS precipitation gage network in Idaho,&rdquo; said USGS project chief Dave Evetts. &ldquo;The USGS has established similar networks with partners in other states, and we could install more precipitation gages and streamgages in other parts of Idaho as needed.&rdquo;<\/p>\r\n<p>&ldquo;The Commissioners have been impressed&mdash;during and after the fire&mdash;with the efficient and effective ways that local, state, and federal government agencies have been able to work together to meet our increased needs,&rdquo; said Commissioner McCleary.&nbsp;<\/p>\r\n<p>Funding for the new precipitation gages was provided by the USGS, Blaine County, and the Idaho Bureau of Homeland Security.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_05_06\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_05_06\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["Idaho","wildfire","precipitation","monitoring","network","beaver","creek","emergency","response","flooding","debris","flow","stream","gage","stream","gage","Hailey","Ketchum","Sun Valley"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1399348800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168841"},{"tid":"169159"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}