{"title":"streamflow Increasing in Eastern Missouri River Basin, Decreasing Elsewhere","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Video footage of an interview with lead USGS scientist Parker Norton is available <\/strong><a href=\"https:\/\/www.youtube.com\/watch?v=xnGlXl8b-OA&amp;feature=youtu.be\"><strong>online<\/strong><\/a><strong>.<\/strong><\/p>\n<p><!--introstart-->Streamflow in the eastern portions of the Missouri River watershed has increased over the past 52 years, whereas other parts have seen downward trends.<!--introend-->&nbsp;<\/p>\r\n<p>U.S. Geological Survey scientists recently studied data from 227 streamgages in the Missouri River watershed that had continuous records for 1960 through 2011. The scientists found that almost half of the streamgages showed either an upward or downward trend in mean annual flow since 1960, while the rest showed no trend.<\/p>\r\n<p>The study is relevant on a large scale because the Missouri River is the longest river in the United States, with a watershed that includes mountainous to prairie topography in all or parts of 10 states and small parts of Alberta and Saskatchewan in Canada.&nbsp;<\/p>\r\n<p>&ldquo;The Missouri River and its tributaries are valuable for agriculture, energy, recreation and municipal water supplies,&rdquo; said USGS hydrologist Parker Norton. &ldquo;Understanding streamflow throughout the watershed can help guide management of these critical water resources.&rdquo;&nbsp;<\/p>\r\n<p>According to the study, streamflow has increased in the eastern part of the watershed, including eastern North Dakota, eastern South Dakota, western Iowa and eastern Nebraska. Annual flows have decreased in the western headwaters area of the Missouri River in Montana and Wyoming, and in the southern part of the basin associated with the Kansas River watershed.<\/p>\r\n<p>Climate changes that affect how and where moisture is delivered to the continent may be causing some of these trends in the Missouri River Basin. Although the USGS scientists did not conduct a complete analysis of the causes, they noted that increased streamflow over broad regions occurred despite the increasing use of water. Decreased streamflow in some areas could also be related to climate change factors, or to groundwater pumping.&nbsp;<\/p>\r\n<p>The USGS report can be accessed <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5053\/\">online<\/a>.&nbsp;<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the United States. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk and for many recreational activities.&nbsp;<\/p>\r\n<p>Access current flood and high flow conditions across the country by visiting the USGS <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch<\/a> website. Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Wyoming","Colorado","Kansas","Iowa","Missouri","Nebraska","North Dakota","South Dakota"],"country":["United States of America"],"mm_tags":["water","Water National Streamflow Information","Missouri River","North Dakota","South Dakota","Iowa","Nebraska","Montana","Wyoming","Water Watch","Water Alert","Geographic Areas Midwest","Missouri","Kansas","Colorado"],"distribution":["Water"],"release_date":{"und":[{"value":"1406520000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170026"},{"tid":"170212"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}