{"title":"Bruce B. Hanshaw, Former USGS Assistant Director, Leader in Environmental Research","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Dr. Bruce B. Hanshaw, retired Assistant Director for Research at the U.S. Geological Survey in Reston, VA, died in an off-road-vehicle accident on Saturday, July 18, 1998 near Telluride, CO.<!--introend--> Hanshaw, a resident of McLean, VA, was 68. \n<p>\"The geologic community has lost a leader and a friend. Dr. Hanshaw was a pioneer in environmental impact analysis, developing methods that are standard today,\" said Thomas Casadevall, USGS Acting Director. \"We extend our deepest sympathy to his wife Penelope, also well known in the geological community and a retired USGS geologist, and their children,\" said Casadevall. \r\n<p>Hanshaw was born in Harrisburg, PA and grew up in Brooklyn, NY. He received his bachelor of science degree in geology from the Massachusetts Institute of Technology in 1953, his master of science degree in geology from the University of Colorado in 1958, and his doctorate in geochemistry from Harvard University in 1962. From 1954 to 1956, he served as an officer in the U.S. Army. \r\n<p>From 1953-54 and again in 1956 after his discharge from the Army, Hanshaw worked as an exploration geologist for the U.S. Atomic Energy Commission. Following graduate studies at the University of Colorado, he worked as a research geologist in the private sector, developing new geochemical approaches to the search for oil and gas reserves. \r\n<p>Hanshaw joined the USGS in 1961 and worked as a research geologist until 1970, pioneering the use of isotopes as indicators of hydrologic processes such as ground water movement, understanding shale as a barrier to contaminant and ground water movement in aquifer systems, and determining that faults in shale move more readily than faults in other types of rock. From 1970-72, he served as deputy to the Assistant Director for Research, and had significant roles in major environmental research projects including the Trans-Alaskan Pipeline Environmental Impact Statement. In 1972, he resumed his hydrologic and geochemical research in at the USGS in Denver, CO. \r\n<p>In 1974, he returned to USGS headquarters in Reston, VA, to lead a USGS-National Science Foundation project in the development of procedures for preparing environmental impact assessments. From 1976-83, he conducted research on complex chemical reactions between fluids and rocks in aquifers, and on hazardous waste management. In 1983, Hanshaw was named Assistant Director for Research at the USGS, where he served as the Director&rsquo;s principal advisor on major research initiatives until 1989, and served as the Secretary-General of the 28th International Geological Congress, held in Washington, DC in July 1989. He retired from USGS in 1991. \r\n<p>During his career, Hanshaw authored or co-authored more than 70 scientific papers. He served as an advisor and consultant on hydrology and geochemistry to many national and international committees, including the Committee on International Hydrologic Decade, the International Atomic Energy Agency, the Defense Department and the White House Office of Science and Technology Policy. \r\n<p>Hanshaw was a fellow of the Geological Society of America and the American Association for the Advancement of Science; a member of the American Geophysical Union, the Geochemical Society, the American Chemical Society and the Geological Society of Washington, the honorary societies of Sigma Xi and Sigma Gamma Epsilon, and a member of the Cosmos Club. He was a dedicated member of the USGS Pick and Hammer Club, which spoofed USGS doings; but this did not prevent him from being spoofed himself by USGS Director Vincent McKelvey. \r\n<p>He received the Department of the Interior&rsquo;s second highest honor, the Meritorious Service Award, in 1982, followed by the Department&rsquo;s highest honor, the Distinguished Service Award, in 1989. He also received letters of commendation from the White House in 1972 and 1980, and in 1973, shared the O.E. Meinzer Award from the Geological Society of America","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"901252800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}