{"title":"Federal Agencies Join Forces to Assess El Nino Impacts","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Properly assessing the impacts of powerful storms associated with El Nino which have brought unprecedented erosion to the United States&rsquo; west coast is an enormous task.<!--introend--> <a href=\"http:\/\/www.nasa.gov\/hqpao\/hqpao_home.html\/\">NASA <\/a>, the <a href=\"http:\/\/www.usgs.gov\/\">U. S. Geological Survey (USGS)<\/a> and the <a href=\"http:\/\/www.noaa.gov\/\">National Oceanic and Atmospheric Administration (NOAA)<\/a> are combining efforts to provide public officials with the tools they need to accurately assess coastal erosion. \n<p>The goal of the joint project between the NASA Goddard Space Flight Center&rsquo;s Wallops Flight Facility, Wallops Island, Va., NOAA&rsquo;s Coastal Service Center, Charleston, S.C. and the USGS centers for coastal geology in St. Petersburg, Fla., and Menlo Park, Calif., is to produce a highly detailed map of the west coast from Washington to southern California. \r\n<p>\"The focus of this month&rsquo;s survey will be on erosion of coastal cliffs in the same areas we surveyed before,\" said Asbury Sallenger, Jr., USGS senior scientist in St. Petersburg, Fla. \"The rapid speed of data acquisition and very high data density makes an airborne scanning laser system ideal for pre- and post-storm assessment of the coastal condition. The cooperative effort between USGS, NASA, and NOAA using this technology will provide in detail the impact of El Nino at a scale never acquired before.\" \r\n<p>The mapping, which started April 8, is being performed with the NASA Airborne Terrain Mapper (ATM) flown on a NOAA Twin Otter aircraft. The ATM collects 3,000 to 5,000 spot elevations per second as the aircraft travels over the coast at approximately 150 feet per second. Using the ATM and a Global Positioning System (GPS) satellite receiver, researchers have been able to survey the beach elevations to an accuracy of four inches. \r\n<p>\"The use of the NASA instrumentation will provide cost effective and highly accurate mapping of the beach erosion which is of great interest and concern to coastal communities,\" said John Brock, Coastal Remote Sensing Program Manager with NOAA. \"Due to the high human and economic costs associated with El Nino, this type of information will help to support sustainable coastal development and improved coastal management.\" A pre-El Nino baseline survey of 625 nautical miles (1,000 kilometers) of the Pacific Coast conducted in October 1997 included three regions. The southern region extended from the U.S. and Mexican border to Santa Barbara, Calif. The central region extended from Monterey to Point Reyes, Calif., and the northern region extended from Cape Blanco, Ore., to Port Grenville, Wash. A similar type of survey to measure beach erosion was conducted along the east coast of the United States in October 1996, September 1997 and February 1998. \r\n<p>The ATM was developed by NASA Wallops Flight Facility and had previously been used primarily in the measurement of Greenland and ice sheets in the surrounding area. Scientists are mapping these ice sheets to examine response to climatic changes in the northern hemisphere. \r\n<p>NASA is responsible for the operation of the ATM and the initial processing of the data. Mission planning and the follow-on processing of the survey information and its conversion into a format that can be directly used by different state and federal agencies will be jointly done by NASA, USGS and NOAA. \r\n<p>Information on the Airborne Topographic Mapper, 1998 West Coast Beach Mapping, can be found on the NASA Internet home page at URL: <a href=\"http:\/\/aol.wff.nasa.gov\/aoltm\/projects\/beachmap\/98results\/\">http:\/\/aol.wff.nasa.gov\/aoltm\/projects\/beachmap\/98results\/<\/a>. \r\n<p><b>MEDIA NOTE: Media are invited to attend a media event with representatives of NASA, USGS and NOAA participating in the west coast mapping mission. The event is currently scheduled for April 16 in Monterey, Calif. Media wishing to attend should contact the USGS West Coast Coordinator, Pa","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"892180800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"},{"tid":"168920"},{"tid":"169266"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}