{"title":"USGS Geologist Honored for Research into Grand Canyon's Origins","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<table align=\"left\" cellpadding=\"5\" cellspacing=\"0\" width=\"205\"><tbody><tr><td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_07_25\/k_house.jpg\"><img alt=\"Kyle House\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_07_25\/k_house_tn.jpg\" \/><\/a><\/td><\/tr><tr><td><span class=\"small\">Kyle House, research geologist with the USGS Geology, Minerals, Energy, and Geophysics Science Center. Photo taken 2012 in Grand Canyon, Arizona. Photo courtesy Kyle House (<a href=\"mailto:khouse@usgs.gov\">khouse@usgs.gov<\/a>). (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_07_25\/k_house.jpg\">High resolution image<\/a>)<\/span><\/td><\/tr><\/tbody><\/table><p>FLAGSTAFF, Ariz.<strong> &mdash; <\/strong>USGS research geologist&nbsp;Kyle&nbsp;House has been recognized by the Geological Society of America for work that helps explain how and when the Grand Canyon and the lower Colorado River took their present form, a scientific problem that has vexed geologists for more than a century.&nbsp;<\/p><p>House is lead author on a paper, &quot;Stratigraphic evidence for the role of lake spillover in the inception of the lower Colorado River in southern Nevada and western Arizona,&quot; by P.&nbsp;Kyle&nbsp;House with Phil A. Pearthree and Michael E. Perkins, that was recently announced as the GSA&rsquo;s 2013 recipient of the prestigious Kirk Bryan Award for Research Excellence.<\/p><p>The paper, written while House was with the Nevada Bureau of Mines and Geology and supported in part by USGS, describes geologic evidence supporting a model of lake spillover as a primary mechanism in the origin of the course of the lower Colorado downstream of the Grand Canyon. By unraveling key details in the geologic record of the river&rsquo;s first arrival downstream from the canyon, House and his co-authors provided new and strong support for previous arguments for a 5- to 6-million-year age of the modern course of the lower Colorado River and presented evidence for a downstream river integration process involving a stair-stepping series of filling and spilling lakes.<\/p><p>&quot;The Colorado River has left geologists a with a long trail of clues to understanding the chain of events leading to its present course and form. Our mapping efforts demonstrate that many of these clues lie well beyond the Grand Canyon and into the low desert downstream,&quot; House said.<\/p><p>&quot;Discovering, interpreting, and assembling those clues is the goal of geologic mapping and, in effect, the essence of geology. We are deeply honored to receive this award from the Geological Society of America in recognition of our carrying out fundamental geologic science in the interest of understanding one of the world&#39;s great rivers,&quot; he said.<\/p><p>This new evidence for the nature of the river&#39;s origin downstream from the Grand Canyon has revitalized interest in developing a more complete understanding of the complete geologic history of the lower Colorado River, and its linkage to climatic and geologic change. It has led to a new regional geologic mapping project being led by House and the USGS Geology, Minerals, Energy, and Geophysics Science Center that will focus on this iconic national resource. More information is available <a href=\"http:\/\/geomaps.wr.usgs.gov\/loco\/index.htm\">online<\/a>.&nbsp;<\/p>","summary":"","format":"filtered_html","safe_value":"<p><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_07_25\/k_house.jpg\"><\/a>Kyle House, research geologist with the USGS Geology, Minerals, Energy, and Geophysics Science Center. Photo taken 2012 in Grand Canyon, Arizona. Photo courtesy Kyle House (<a href=\"mailto:khouse@usgs.gov\">khouse@usgs.gov<\/a>). (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_07_25\/k_house.jpg\">High resolution image<\/a>)FLAGSTAFF, Ariz.<strong> — <\/strong>USGS research geologist Kyle House has been recognized by the Geological Society of America for work that helps explain how and when the Grand Canyon and the lower Colorado River took their present form, a scientific problem that has vexed geologists for more than a century. House is lead author on a paper, \"Stratigraphic evidence for the role of lake spillover in the inception of the lower Colorado River in southern Nevada and western Arizona,\" by P. Kyle House with Phil A. Pearthree and Michael E. Perkins, that was recently announced as the GSA’s 2013 recipient of the prestigious Kirk Bryan Award for Research Excellence.The paper, written while House was with the Nevada Bureau of Mines and Geology and supported in part by USGS, describes geologic evidence supporting a model of lake spillover as a primary mechanism in the origin of the course of the lower Colorado downstream of the Grand Canyon. By unraveling key details in the geologic record of the river’s first arrival downstream from the canyon, House and his co-authors provided new and strong support for previous arguments for a 5- to 6-million-year age of the modern course of the lower Colorado River and presented evidence for a downstream river integration process involving a stair-stepping series of filling and spilling lakes.\"The Colorado River has left geologists a with a long trail of clues to understanding the chain of events leading to its present course and form. Our mapping efforts demonstrate that many of these clues lie well beyond the Grand Canyon and into the low desert downstream,\" House said.\"Discovering, interpreting, and assembling those clues is the goal of geologic mapping and, in effect, the essence of geology. We are deeply honored to receive this award from the Geological Society of America in recognition of our carrying out fundamental geologic science in the interest of understanding one of the world's great rivers,\" he said.This new evidence for the nature of the river's origin downstream from the Grand Canyon has revitalized interest in developing a more complete understanding of the complete geologic history of the lower Colorado River, and its linkage to climatic and geologic change. It has led to a new regional geologic mapping project being led by House and the USGS Geology, Minerals, Energy, and Geophysics Science Center that will focus on this iconic national resource. More information is available <a href=\"http:\/\/geomaps.wr.usgs.gov\/loco\/index.htm\">online<\/a>. <\/p>\n","safe_summary":""}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["Arizona","Employees In The News"],"article_type":["State News Release","Employee in the News"],"release_date":{"und":[{"value":"1374724800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168892"}]},"subtitle":[]}