{"title":"How Much Water is Lost in the Great Lakes Basin?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: <\/strong>&nbsp;&nbsp;Water-use photos are available at: <a href=\"http:\/\/oh.water.usgs.gov\/Consumptive_Water-Use.htm\">http:\/\/oh.water.usgs.gov\/Consumptive_Water-Use.htm<\/a><\/p>\n<p><!--introstart-->Do you ever wonder how much of the water that we remove from the Great Lakes for use in everyday products such as food, ethanol, household chemicals or paper products, is not returned?&nbsp;&nbsp; Or what type of use is most likely to cause these losses?<!--introend--><\/p>\r\n<p>Information about these and other types of&nbsp;&nbsp; \"consumptive\" water use for the Great Lakes basin can be found in a new U.S. Geological Survey (USGS) report that will be used by water-resource managers and planners in the Great Lakes as they develop policies to encourage efficient and sustainable water use.<\/p>\r\n<p>\"We found that irrigation and livestock had the largest losses compared with total water withdrawn from the Great Lakes basin,\" said Kimberly Shaffer, hydrologist with the USGS and author of the report. \"Of the total water withdrawn for irrigation, 70-100 percent was lost to the basin.\"<\/p>\r\n<p>The authors examined seven consumptive water-use categories: domestic and public supply, industrial, electric power, irrigation, livestock, commercial, and mining. Consumptive water use is water that is evaporated, transpired, incorporated into products or crops, consumed by humans or livestock, or otherwise removed from the immediate environment. It is usually reported as a percentage of the amount of water withdrawn.&nbsp;<\/p>\r\n<p>This study is relevant to the Great Lakes-St. Lawrence River Basin Sustainable Water Resources Agreement, an agreement between eight states and two Canadian provinces that would prohibit major diversions of water beyond counties bordering the basin.<\/p>\r\n<p>\"We are pleased that the USGS has compiled this consumptive water use information in one report. It will be a great resource for water-resources managers and planners in the Great Lakes,\" said David Naftzger, Executive Director of the Council of Great Lakes Governors. \"There can be a large range in consumptive use numbers in a single water-use category, and the USGS has presented the information in a way that provides an improved understanding of how water is being used and consumed in the region.\"<\/p>\r\n<p>For this report USGS compiled, mapped, graphed, and statistically analyzed consumptive water use numbers from more than 100 sources as a starting point for facility managers, water managers, and scientists in determining the amount of water consumed in seven water-use categories: domestic and public supply, industrial, electric power, irrigation, livestock, commercial, and mining.<\/p>\r\n<p>For comparison purposes, consumptive use information for basins and states that have climates similar to the Great Lakes basin are included in the report.&nbsp; Methods for computing and estimating consumptive use are also presented, as is an extensive bibliography.<\/p>\r\n<p>A fact sheet titled \"Consumptive Water Use in the Great Lakes Basin,\" by Kimberly H. Shaffer, is available at <a href=\"http:\/\/pubs.usgs.gov\/fs\/2008\/3032\/\" target=\"blank\">http:\/\/pubs.usgs.gov\/fs\/2008\/3032\/<\/a><\/p>\r\n<p>The full report titled \"Consumptive Water-Use Coefficients for the Great Lakes Basin and Climatically Similar Areas,\" by Kimberly H. Shaffer and Donna L. Runkle, is available at:&nbsp; <span style=\"text-decoration: underline;\"><a href=\"http:\/\/pubs.usgs.gov\/sir\/2007\/5197\" target=\"blank\">http:\/\/pubs.usgs.gov\/sir\/2007\/5197<\/a><\/span>&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The fact sheet and report are among a series of products by the U.S. Geological Survey's National Assessment of Water Availability and Use Program for the Great Lakes Basin, a program designed to gain a clearer understanding of water-use, land-use, and climatic trends in our Nation's water resources. More information is available at: &nbsp;<span style=\"text-decoration: underline;\"><a href=\"http:\/\/water.usgs.gov\/wateravailability\/","summary":null,"format":null}]},"field_images":[],"regions":["New York","Pennsylvania","Illinois","Indiana","Michigan","Minnesota","Ohio","Wisconsin"],"country":["United States of America"],"mm_tags":["water","Great Lakes"],"release_date":{"und":[{"value":"1211515200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169880"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}