{"title":"U.S. Has 65 Active Volcanoes...Reducing The Risk From Active Volcanoes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Background Information: \n<p>\r\n<p>\r\n<p>Every year, about 50 volcanic eruptions testify to the restless power within our dynamic planet. On average, about 10 eruptions each year cause deaths and significant damage. Since 1980, volcanic activity worldwide has killed more than 29,000 people and forced more than 1 million people to flee from their homes. \r\n<p><!--introstart-->The United States, with 65 active volcanoes, ranks third in the world in the number of active volcanoes within its borders. \"Natural disasters, including volcanoes, floods, earthquakes, landslides, and other natural events, cost the Nation something like $50 billion dollars every year,\" USGS Director Gordon Eaton said. \"This economic cost is a terrible burden, a disaster tax if you will, that every citizen must pay. <!--introend--> \r\n<p>\"This is part of the national and international role of the USGS,\" said Eaton. \"To learn from past hazards, wherever they occur; to monitor what is happening right now in the United States; and to combine all that information and real-time data and make it part of the front-line defense that protects public safety and resources all across the country.\" \r\n<p>\"Volcanic eruptions have tremendous potential for destruction, but we are learning how to reduce the risk through research, planning, and public education,\" said Robert Tilling, chief of the USGS Volcano Hazards Team in Menlo Park, Calif. Starting at Mount St. Helens in 1980 and continuing to the present, USGS scientists have responded to dozens of volcano crises in the United States and elsewhere. \r\n<p>\"Hazards from eruptions are not limited to the immediate vicinity of the volcano,\" said Tom Murray, scientist-in-charge at the USGS <a href=\"http:\/\/vulcan.wr.usgs.gov\/\">Cascades Volcano Observatory<\/a> (CVO) in Vancouver, Wash. \"Huge debris avalanches and associated volcanic mudflows, like those at Mount St. Helens in 1980 or Mount Pinatubo in the Philippines in 1991, can travel dozens of miles down the valleys around a volcano. In some cases, it may be safer to be closer to an erupting volcano and on high ground than it is to be farther away and on the floor of a valley.\" Officials at Mount Rainier National Park are considering (as of August 21) closing one of the park&rsquo;s overnight campgrounds because a recent USGS study showed that it is vulnerable to floods, landslides, and mudflows from the volcano. <a href=\"http:\/\/vulcan.wr.usgs.gov\/Volcanoes\/Rainier\/framework.html\">Mount Rainier<\/a> is considered by the USGS to be one of the most dangerous volcanoes in the United States, because of its history of eruptions and mudflows and the increasing population density near the volcano. \r\n<p>(more) Even more far-reaching than avalanches and mudflows are plumes of volcanic ash, shot high into the atmosphere, that can drift for hundreds to thousands of miles carried by upper level winds and can damage or even bring down an airliner far from an erupting volcano. This has become a serious problem in recent years as air traffic through some of the world&rsquo;s worst \"volcano shooting galleries\" has increased dramatically. \"A prime example is our own Aleutian volcanic chain in Alaska,\" said Terry Keith, scientist-in-charge at the <a href=\"http:\/\/www.avo.alaska.edu\/\">Alaska Volcano Observatory<\/a> (AVO), a facility jointly operated by the USGS, Fairbanks Geophysical Institute of the University of Alaska, and Alaska Division of Geological and Geophysical Surveys. \r\n<p>Every day, dozens of international flights pass over or near some of the Aleutians&rsquo; most active volcanoes. In 1989, a Boeing 747-400 aircraft descended into what appeared to be a thin haze layer while on approach to Anchorage International Airport. In fact, the \"haze\" was volcanic ash from an eruption of nearby Redoubt volcano. The jumbo jet lost power from all four engines for several agonizing minutes before the crew was able to restart them and land safely. Although no one was injured, damage to the plane wa","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"872654400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}