{"title":"Media Advisory: Congressional Briefing: Thinking Regionally, Acting Locally","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Decision makers need a toolbox full of ideas to understand the large-scale impacts of their choices&mdash;to secure water for cities and wildlife, to adapt to climate change, to meet the nation's energy needs and to better conserve biodiversity. <!--introstart-->Scientists are developing new tools that help decision makers and the public understand the consequences of different choices at the scale of entire landscapes. Learn how researchers look at the natural world and how their perspective can inform public policy.<!--introend--><\/strong><\/p>\n<table>\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>What: <\/strong><\/td>\r\n<td>This U.S. Geological Survey briefing will focus on landscape-scale science and how it can be used to make decisions with landscape implications. The briefing will pay particular attention to the Wyoming Conservation Land Initiative, an initiative many other states are paying attention to for its innovative multi-partner, science-based program to assess, monitor and enhance aquatic and terrestrial habitats at a landscape scale. In addition, the briefing will discuss projects using Habitat Conservation Planning and conservation genetics to identify and protect hotspots of diversity; these projects planners and regulators maximize the conservation benefits of land-use decisions to biodiversity, especially for at-risk and endangered species. <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Who: <\/strong><\/td>\r\n<td>Kit Batten, Senior Science Fellow at the Heinz Center (emcee)<br \/> K. Bruce Jones, Chief Scientist for Biology, USGS<br \/> Justin Caudill, Wyoming Department of Agriculture Program Coordinator to the WLCI<br \/> Ron Rempel, Director, San Diego Management and Monitoring Program <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Where: <\/strong><\/td>\r\n<td>1334 Longworth House Office Building, Capitol Hill, Washington, DC<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>When: <\/strong><\/td>\r\n<td>July 23, 2010, 10 a.m.  <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Host: <\/strong><\/td>\r\n<td>The Heinz Center for Science, Economics and the Environment<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming","California","Nevada"],"country":["United States of America"],"mm_tags":["Landscape Science","Large Scale Landscapes","Biodiversity","Wyoming Conservation Initiative","Wyoming","California","southern California","genetics","Conservation Hotspots","biology","water"],"release_date":{"und":[{"value":"1279512000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}