{"title":"Critical Volcano and Earthquake Monitoring Recovered after Tropical Storm Iselle","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ISLAND OF HAWAI&lsquo;I, Hawaii&mdash; <!--introstart-->As of Wednesday afternoon, August 13, all power issues were resolved and the U.S. Geological Survey Hawaiian Volcano Observatory resumed monitoring volcanoes and earthquakes.<!--introend--> HVO had been less than fully operational since the previous Friday morning after tropical storm Iselle directly hit the Island of Hawai&lsquo;i on August 7. HVO provides continuous, critical updates on the ongoing K&#299;lauea eruption, earthquake data, and webcam images to emergency managers and island communities for their safety and economic well-being.<\/p>\n<p>The instrument networks and monitoring computer systems designed by HVO staff weathered the tropical storm with very little damage. However, they remained offline to the public for several days because internal power problems needed to be assessed, and replacement parts had to be ordered from the mainland U.S.<\/p>\r\n<p>During the few days when HVO monitoring capabilities were impaired, earthquake monitoring duties were delegated, by pre-arrangement, to the USGS National Earthquake Information Center in Golden, Colorado. Colleagues at the Alaska Volcano Observatory took over scanning satellite imagery for any information about Hawaiian volcanoes. HVO also temporarily added one seismometer near K&#299;lauea caldera and a camera looking at the Halema&lsquo;uma&lsquo;u lava lake with telemetry that could be accessed directly without first going through HVO computer systems, which were intermittent until August 13.<\/p>\r\n<p>After the passage of Iselle, before the howling wind and heavy rains had stopped, HVO staff were already at the observatory dealing with the aftermath of the storm&mdash;and worked through the weekend to repair damage to the observatory&rsquo;s power system. Complete restoration of the system was accomplished within a week of the storm&rsquo;s impact.<\/p>\r\n<p>According to HVO Scientist-in-Charge Jim Kauahikaua, volcanoes on the Island of Hawai&lsquo;i continue to be closely monitored. &ldquo;Fortunately, Iselle caused no or little damage to our field instruments, and HVO&rsquo;s monitoring network is now functioning normally, so we can continue to keep State and County Civil Defense informed with the critical information they need to keep Island of Hawai&lsquo;i communities safe.&rdquo;<\/p>\r\n<p>Updates for Hawaii&rsquo;s active volcanoes and earthquake data for the state of Hawaii are posted on the USGS Hawaiian Volcano Observatory <a href=\"http:\/\/hvo.wr.usgs.gov\/\">website<\/a>.<\/p>\r\n<p>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["volcano","monitoring","earthquake","","Iselle","Tropical Storm","Observatory","Geographic Areas Alaska","Natural Hazards Volcano Hazards","Hawaiian Volcano Observatory","Hawaii"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1408420800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169558"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}