{"title":"Lidar Confirms Sandy's Dramatic Coastal Change Impacts and Future Coastal Vulnerability","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ST. PETERSBURG, Fla. &ndash;<!--introstart-->The extent of Hurricane Sandy's wrath -- and the future coastal vulnerability of the region -- is clear in a new U.S. Geological Survey analysis of recently collected lidar coastal data.<!--introend--> The research documented particularly dramatic impacts within the <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/lidar\/\">Fire Island National Seashore on Long Island, NY<\/a>.<\/p>\n<p>Lidar, or light detection and ranging, uses lasers to measure elevations in a specific distance\/area. Researchers used the lidar data, collected during an airborne survey, to construct a high-resolution three-dimensional map of before- and after-storm conditions.&nbsp;<\/p>\r\n<p>This information can help scientists and decision-makers identify the areas along the shore that have been made more vulnerable to future coastal hazards in the storm&rsquo;s wake.<\/p>\r\n<p>\"Coastal dunes are our last line of natural defense from the onslaught of storms and rising seas,\" said USGS Director Marcia McNutt. \"They are dynamic features that retreat from the battering of major storms like Sandy and rebuild in the aftermath; their natural cycle is inconsistent with immobile development.\"<\/p>\r\n<p>USGS research oceanographer Hilary Stockdon said that the lidar data show that at Ocean Bay Park, for example, storm surge and waves associated with Sandy demolished protective dunes &ndash; and the structures built on top of them.<\/p>\r\n<p>\"In the pre-storm elevation image of Ocean Beach, you can see houses that are sitting right on the sand dune,\" Stockdon said. \"But in the post-storm elevation image, the high dune elevation is gone. The dune and the houses on it were completely washed away.\"<\/p>\r\n<p>The pre- and post-storm ground conditions at Fire Island were similarly dramatic, USGS coastal geologist Cheryl Hapke said, noting that the USGS worked closely with the National Park Service to gather field data on the island.<\/p>\r\n<p>\"We found&nbsp;that there was widespread dune erosion and overwash,\" Hapke said. \"On average, where the dunes were not completely overwashed, they eroded back 70 feet -- the equivalent of 30 years of change. Our research also showed that dunes lost as much as 15 feet of elevation.\"<\/p>\r\n<p>The lidar analysis, said Stockdon and Hapke, combined with ground survey data, and pre- and post-storm oblique aerial photography, tell a dramatic story of Sandy&rsquo;s catastrophic effect on the shoreline &ndash; and future coastal vulnerability &ndash; in this region. It will also help to demonstrate the accuracy of coastal change predictions calculated before the storm in this area.<\/p>\r\n<p>\"This work can help coastal communities understand where they are most vulnerable to future storms,\" Stockdon said \"and help decision makers at all levels create policies that protect their economic, environmental, and ecological health in the coastal areas most susceptible to extreme storm impacts.\"<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New Jersey","New York","Florida"],"country":["United States of America"],"mm_tags":["Natural Hazards Coastaland Marine Geology","Geographic Areas Northeast","Geographic Areas Southeast","Hurricane Sandy",""],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1353906000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169049"},{"tid":"169498"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}