{"title":"EARTHSAT FOUNDER RECEIVES PECORA AWARD","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Mr. J. Robert Porter is the recipient of the William T. Pecora Award, bestowed jointly by the National Aeronautics and Space Administration (NASA) and the Department of the Interior in recognition of outstanding contributions toward the understanding of the Earth by means of remote sensing. \n<p>Dr. Gordon Eaton, Director of the Interior Department&rsquo;s U.S. Geological Survey (USGS), and Dr. Charles Kennel, NASA&rsquo;s Associate Administrator for Mission to Planet Earth, presented the award jointly on September 26 at a symposium held in Vienna, Virginia, on \"Land Satellite Information in the Next Decade,\" sponsored by the American Society of Photogrammetry and Remote Sensing in cooperation with NASA, the USGS, and the National Oceanic and Atmospheric Administration. \r\n<p>Porter was cited for his significant long-term contributions to the commercial applications of Earth observations from space. He founded the pioneering Earth Satellite Corporation (EarthSat) in 1969 after directing the development of NASA&rsquo;s first Earth Resources Technology Satellite, later named Landsat. The development of Landsat opened Porter&rsquo;s eyes to the potential of Earth-orbiting satellites (EOS) for determining vast amounts of critical information about worldwide resources. \r\n<p>Mr. Porter cited EarthSat&rsquo;s pioneering work in the use of space imagery for locating oil and gas reserves as one of his company&rsquo;s most significant accomplishments. \"By placing the exploration geologist and the physicist side by side in front of a computer workstation, we have been able to develop image processing algorithms which have revolutionized regional and frontier exploration.\" Mr. Porter recalled that the primary objective of NASA&rsquo;s early remote sensing programs was to increase knowledge of the environment. \"The EOS program is a logical and necessary extension of the research of the past three decades. Our use of these data for a wide variety of environmental projects strongly suggests that continuing investment in EOS will provide the best assurance that future generations will have the data they need to establish and maintain a global environmental equilibrium.\" \r\n<p>In the mid-1970&rsquo;s, EarthSat created CROPCAST&reg;, a global agricultural commodity forecasting system that combines data from meteorological satellites with ground observations to monitor global food production. Today, over 100,000 subscribers receive pre-harvest CROPCAST estimates on more than 20 commodities. Mr. Porter noted that EarthSat&rsquo;s agricultural and weather programs are a harbinger of a new remote sensing age where the product is information which serves the need of many, while the cost for each subscriber is minimal, and the delivery is instantaneous. \r\n<p>Throughout his career, Porter has continued to play an active role in formulating national remote sensing policy. He has served on the Space Applications Board of the National Research Council, the Land Remote Sensing Advisory Committee of the Department of Commerce, and the GEOSAT committee. He is known internationally for major EarthSat achievements with remote sensing projects in Africa, Asia, South America, and the Middle East. \r\n<p>The Pecora award was established in 1974 to honor the memory of Dr. William T. Pecora, a motivating force in the establishment of Earth resource sensing from space. Dr. Pecora served as Director of the USGS from 1965-1971, and later served as Undersecretary, Department of the Interior, until his death in 1972.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"812001600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}