{"title":"USGS Provides Detailed Description of Idahoâ\u0080\u0099s Wood River Valley Aquifer System","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOISE, Idaho &mdash; <!--introstart-->The entire population of central Idaho&rsquo;s Wood River Valley depends on groundwater for domestic water supply. Today, the U.S. Geological Survey released the most detailed scientific description to date of the valley&rsquo;s aquifer system.<!--introend-->&nbsp;<\/p>\n<p>The description, called a &ldquo;hydrogeologic framework,&rdquo; defines the aquifer system&rsquo;s extent, physical characteristics, and hydraulic properties. USGS scientists compiled data from more than 3,000 well-drilling reports, geologic maps, previous studies, and new geophysical surveys. They found that the aquifer system, composed of Quaternary-age sediment and basalt, ranges in thickness from less than a foot in some places to about 350 feet thick in the southern part of the Bellevue Triangle.&nbsp;<\/p>\r\n<p>\"The Wood River Valley Aquifer is a priceless gift from nature that with proper use, can provide a sustainable water supply for generations of Blaine County residents into the future,\" said USGS director Marcia McNutt. \"USGS science is helping to understand the size and complexity of this magnificent underground system so that those whose lives depend on it can make wise decisions.\"<\/p>\r\n<p>The framework represents the third phase of a multi-year study of the aquifer system that the USGS is conducting in partnership with Blaine County and a consortium of local government and nonprofit agencies. The improved understanding that the framework provides will play a critical role in the development of an accurate groundwater flow model of the aquifer system. It will also help the valley&rsquo;s communities make science-based decisions about future development in the Wood River Valley, which includes Blaine County and the cities of Sun Valley, Ketchum, Hailey, and Bellevue, whose population grew from 5,700 to 22,000 from 1970 to 2010.&nbsp;<\/p>\r\n<p>&ldquo;The completion of the third phase of this project represents what patient collaboration can accomplish with committed partners,&rdquo; said Blaine County Commissioner Tom Bowman. &ldquo;When viewed as a community investment, this benchmark study will continue to pay dividends of truly informed development decisions in the Wood River Valley for decades or perhaps centuries to come.&rdquo;<\/p>\r\n<p>The report <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5053\/\"><span>&ldquo;Hydrogeologic Framework of the Wood River Valley Aquifer System, South-Central Idaho&rdquo;<\/span><\/a> is available online from the <a href=\"http:\/\/pubs.er.usgs.gov\/\"><span>USGS Publications Warehouse<\/span><\/a>. The report includes maps of the base of the aquifer system, aquifer-system thickness, and aquifer permeability. For more information about the multi-phase Wood River Valley groundwater study, please visit <a href=\"http:\/\/id.water.usgs.gov\/\"><span>http:\/\/id.water.usgs.gov\/<\/span><\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["water","Wood","river","valley","Idaho"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1334030400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169644"},{"tid":"170582"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}