{"title":"Under Siege! Part 3: Invasive Fish and Wildlife Diseases ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<strong>Under Siege! Americaâ\u0080\u0099s Most Unwanted Invasive Species<\/strong>\n\n[caption id=\"attachment_173522\" align=\"alignright\" width=\"231\" caption=\"Back-lit photographs of wings of White-nose Syndrome (WNS)-positive little brown bats, one with subtle circular and irregular pale areas (arrows) indicating areas of fungal infection (A) and another bat (B) with areas of relatively normal tone and elasticity (black arrow), compared to a WNS affected area that looks like crumpled tissue paper with loss of elasticity, surface sheen and areas of irregular pigmentation (white arrow). (C) Microscopic section of wing membrane from a little brown bat showing extensive infection with the fungus (magenta structures), G. destructans.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/Fig_1_newCryan.jpg\"><img class=\"size-medium wp-image-173522\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/03\/Fig_1_newCryan-231x300.jpg\" alt=\"See caption\" width=\"231\" height=\"300\" \/><\/a>[\/caption]\n\nThe United States is under an economic and ecological siege by alien invaders â\u0080\u0094 Americaâ\u0080\u0099s Most Unwanted. More than 6,500 of these harmful non-native species cause more than 100 billion dollars in damage each year to the U.S. economy as the country battles to control the economic, ecological, and health threats these invaders pose. Increased global travel and trade are providing more pathways for both intentional and unintentional introductions of invasive species.\n\nInvasive species affect just about everyone in every State in the country, in urban centers and wilderness areas. And their costs are borne by all of us â\u0080\u0094 farmers, ranchers, businesses, and local, State, Tribal, and Federal governments.\n\n<strong>The Cost of Invasives<\/strong>\n\nCostly effects of invasives include crop decimation (cactus and gypsy moths), clogging of water facilities (quagga and zebra mussels) and waterways (hydrilla, giant salvinia), wildlife and human disease transmission (West Nile virus, monkeypox, and diseases in some shipsâ\u0080\u0099 ballast water), threats to commercial, native, and farmed fisheries (Asian carp, snakehead fish, sea lamprey, Asian swamp eel, whirling disease, and viral hemorrhagic septicemia), increased fire vulnerability (cheatgrass, brome, and buffelgrass) and adverse effects for ranchers and farmers (leafy spurge and cheatgrass).\n\nResearchers with the USGS Invasive Species Program work on every one of those species mentioned; in fact, our researchers work collaboratively on all significant groups of invasive organisms in terrestrial and aquatic ecosystems in all regions of the United States. Across the Nation, our invasive species experts partner with States, other Federal agencies, businesses, agriculture, and natural resource managers to help solve the problems posed by these invaders.\n\nKey components of invasive species activities include prevention, monitoring and forecasting threats, and control and management of established invaders.\n\nDuring Invasive Species Awareness Week, we will feature some of Americaâ\u0080\u0099s Most Unwanted each day to highlight the impacts of invasive species to the nationâ\u0080\u0099s Ecosystems and economy.\n\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n\n<div><strong>Part 3\n<\/strong><\/div>\n\n[caption id=\"\" align=\"alignleft\" width=\"315\" caption=\"The USGS National Wildlife Health Center conducts a bat autopsy as part of its efforts to study the fungus that causes white-nose syndrome in bats.\"]<img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/09_14_2011\/y17Gxk3WVq_09_14_2011\/medium\/1_WNS_Bat_Necropsy-1-.JPG\" alt=\"See caption\" width=\"315\" height=\"209\" \/>[\/caption]\n\n<strong>Invasive Wildlife Diseases: <\/strong>USGS scientists collaborate with public health and animal health agencies on notable invasive zoonotic diseases â\u0080\u0093 <em>invasive <\/em>diseases that are transmissible between animals and people. Such diseases are a potential collateral result of exotic animal introductions. Specialized biological containment facilities at the USGS National Wildlife Health Center (NWHC) in Madison, Wisconsin, allow scientists to provide diagnostic surveillance and research, information needed by all levels of government to adequately respond to wildlife diseases. NWHC scientists used patterns of wild bird mortality from West Nile virus, a wildlife disease introduced to the United States in 1999, as an indicator of the spread and activity level of this emerging disease. This information allowed public health officials to estimate human population risk and enact control and prevention activities. USGS and USDA surveillance also indicated that monkeypox, an invasive disease introduced to the United States from Africa through the international pet trade, had not spread from pets or humans to free-living wildlife. Since 2006, USGS along with other agencies, has been conducting surveillance and monitoring of wild birds to detect highly pathogenic avian influenza, an important zoonotic and economic disease, if it invades the United States through migratory birds.\n\n<strong>An Emerging Bat Disease: <\/strong>The sudden emergence of white-nose syndrome (WNS), a devastating disease of hibernating bats, demonstrates the importance of a national and international infrastructure to investigate and respond to emerging wildlife diseases and their ecological and societal threats. Since 2008, when scientists first began investigating this unknown disease in bats of the northeastern U.S., WNS has spread to 16 states and 4 Canadian provinces. WNS has caused precipitous declines of some bat species. Â Not only are bats important ecologically, but a recent USGS and partner study showed their pest control services likely save the U.S. agricultural industry at least $3 billion a year. Â Since the USGS first identified the WNS fungus, our ongoing research has provided critical information about the fungus and the disease, guiding state, federal, NGO and tribal disease-response activities. Land-management agencies rely on our research and disease investigations to support on-the-ground actions, to help develop the WNS National Plan, and to assist with other national disease-management plans.\n\n[caption id=\"\" align=\"alignright\" width=\"200\" caption=\"Little brown bat with fungus on muzzle.\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/01_08_2009\/qvm8PCb54I\/medium\/03_NY_little%20br_Hicks_4-8-08_sub_cover.JPG\" alt=\"See caption\" width=\"200\" height=\"300\" \/>[\/caption]\n\n<strong>Viral Hemorrhagic Septicemia Virus: <\/strong>\n\nViral hemorrhagic septicemia virus (VHSV) is among the most important viral pathogens of finfish, causing losses in both freshwater and marine species. In 2005-2006, VHSV emerged in the Great Lakes Basin, resulting in a series of fish kills. As of June 2011, the virus has been found in 31 fish species from Lakes Erie, Superior, Huron, Michigan, Ontario, St. Clair, as well as the Niagara and St. Lawrence rivers, and inland lakes in Michigan, New York, Ohio, and Wisconsin. Significant VHSV outbreaks have affected many species of fish, such as muskellunge, freshwater drum, goby, burbot, yellow perch, gizzard shad, and smallmouth bass. Research by USGS scientists, in collaboration with state, federal, and Canadian partners, focuses on using molecular genetic tools to identify and track strains of the virus, developing improved diagnostic methods, determining methods for disinfection of eggs, and testing for virus transmission pathways. A three-year project funded by the <a href=\"http:\/\/www.glft.org\/\">Great Lakes Fishery Trust<\/a> to the USGS's <a href=\"http:\/\/wfrc.usgs.gov\/\">Western Fisheries Research Center<\/a> and colleagues at <a href=\"http:\/\/www.cornell.edu\/\">Cornell University<\/a> and <a href=\"http:\/\/www.msu.edu\/\">Michigan State University<\/a> has allowed USGS scientists to compare the genetic sequences of VHSV strains obtained from fish at 37 locations in the Great Lakes Basin with those representing strains from other regions of the world. The very low level of genetic diversity within the Great Lakes is consistent with a recent, single introduction of VHSV to a native population of fish. To date, the route of introduction has not been determined.\n\n[caption id=\"\" align=\"alignleft\" width=\"225\" caption=\"Viral hemorrhagic septicemia has recently emerged in the Great Lakes and caused severe epidemics in many fish species.\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/02_02_2010\/d2Xj04Maa7_02_02_2010\/medium\/Northern_Pike_FryDSCN4367.JPG\" alt=\"USGS microbiologist Maren Tuttle counts hatched northern pike fry.\" width=\"225\" height=\"300\" \/>[\/caption]\n\n<strong>For more information on USGS research on invasive diseases: <\/strong>\n\n<a href=\"http:\/\/ecosystems.usgs.gov\/faer\/vhs.html\">USGS Viral Hemorrhagic Septicemia Virus Page<\/a>\n\n<a href=\"http:\/\/www.nwhc.usgs.gov\/\">National Wildlife Health Center<\/a>\n\n<a href=\"http:\/\/www.nwhc.usgs.gov\/disease_information\/avian_influenza\/index.jsp\">National Wildlife Health Center Avian Influenza Research<\/a>\n\n<a href=\"http:\/\/www.nwhc.usgs.gov\/disease_information\/white-nose_syndrome\/index.jsp\">National Wildlife Health Center White-nose syndrome research<\/a>\n\n<a href=\"http:\/\/www.nwhc.usgs.gov\/publications\/fact_sheets\/pdfs\/monkeypoxfinal_071504.pdf\">USGS Monkeypox fact sheet<\/a>\n\n<a href=\"http:\/\/www.fort.usgs.gov\/Research\/research_tasks.asp?TaskID=2214\">Vaccination and Flea Control to Assess Invasion of Plague into the Conata Basin, South Dakota<\/a>\n\n<a href=\"http:\/\/www.fort.usgs.gov\/Research\/research_tasks.asp?TaskID=2401\">Development of a White-nose Syndrome Disease Tracking System<\/a>\n\n<a href=\"http:\/\/www.fort.usgs.gov\/WNS\/\">Fort Collins Science Center: White-nose syndrome<\/a>\n\n<a href=\"http:\/\/pubs.usgs.gov\/fs\/2009\/3107\/\">Evaluation of the Efficacy of Iodophor Disinfection of Walleye and Northern Pike Eggs to Eliminate Viral Hemorrhagic Septicemia Virus<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24181","uid":"31","filename":"Fig_1_newCryan-e1330961686416.jpg","uri":"public:\/\/Fig_1_newCryan-e1330961686416.jpg","filemime":"image\/jpeg","filesize":"78480","status":"1","timestamp":"1425492768","type":"image","uuid":"0bafe495-9202-4847-b2e2-43cd96c8e523","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":647,"width":500},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","Environmental Health","Invasive Species","the USGS Invasive Species Program","white-nose syndrome","Wildlife Disease"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1330712641","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}