{"title":"USGS Finds That Mysterious Arkansas Bald Eagle Disease has Spread to Ducks in Eastern States","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The mysterious brain disease responsible for the deaths of bald eagles and American coots in Arkansas has now been found in two species of ducks discovered dead at Woodlake, North Carolina, and in bald eagles and coots from three other southeastern states. According to a USGS wildlife disease specialist, this is the first time the new disease, called avian vacuolar myelinopathy, has been documented in species other than American coots and bald eagles. \n<p>Pathologists at USGS&rsquo;s National Wildlife Health Center in Madison, Wisconsin, and the Southeastern Cooperative Wildlife Disease Study (SCWDS) at the University of Georgia have confirmed that bald eagles collected from four new locations (near Woodlake, North Carolina; Aiken, South Carolina; and Strom Thurmond Lake and Lake Juliette, Georgia) and coots from Aiken, South Carolina, died from the same brain disease that has killed at least 58 bald eagles in Arkansas and an unknown number of coots in Arkansas, North Carolina and Georgia. \r\n<p>The disease affects the brain and spinal cord by damaging the myelin sheath that insulates the nerve fibers. It is diagnosed by microscopic examination of very fresh brain and spinal cord tissue. Dr. Nancy Thomas, the USGS pathologist who first described the lesion, explained that \"In affected birds the disease appears as open spaces in the white matter of the brain.\" When the coating surrounding the myelin is damaged, Thomas said, \"Communication in the nervous system is impaired, causing a bird to become uncoordinated or paralyzed.\" Thomas used an electron microscope to determine that the spaces are caused by separation of the myelin layers that surround nerve fibers. Using the same techniques, Dr. John Fisher, a SCWDS pathologist, confirmed the lesion in a North Carolina mallard and ringnecked duck, and a Strom Thurmond Lake bald eagle. \r\n<p>USGS wildlife disease specialist Dr. Kimberli Miller said that afflicted birds typically fly erratically or are unable to fly; they may crash land, swim tipped to one side with one or both legs or wings extended, or be in the water on their backs with their feet in the air. \"On land,\" said Miller, \"birds appear intoxicated - they stagger and have difficulty walking and may fall over and be unable to right themselves.\" Affected birds, however, are usually alert and still may bite when handled. \r\n<p>Miller said that the only consistent finding in affected birds is the microscopic change in the nervous system. Despite extensive testing by USGS, SCWDS, and others, the cause of the disease and the route of exposure is still unknown. \"All of the diagnostic, field and laboratory efforts indicate the cause is most likely a toxin, either one that is naturally occurring or manmade,\" Miller said. In addition to toxicology tests, USGS pathologists have tested the tissues of dead birds for bacteria, viruses, and parasites and none have been found. In humans and other mammals, similar lesions have been associated with genetic disorders, certain types of chemicals or toxic plants. Tests for these chemicals in the affected birds have been negative or inconclusive. \r\n<p>\"This is very frustrating for our scientists,\" said Dr. Robert McLean, director of the USGS National Wildlife Health Center. \"We have examined more than 4,000 bald eagle carcasses from around the country to determine the cause of death, and have conducted thousands of wildlife mortality investigations on many other species, and we are accustomed to identifying and resolving these problems. With this disease, however, despite all our efforts and despite the extensive involvement of leading scientists from diverse disciplines and numerous organizations, we have yet to solve the puzzle about the exact cause of the disease.\" \r\n<p>McLean noted that \"vexing\" questions about the disease still need to be answered. He asked: \"Is it emerging and spreading to new locations and new species, or has it been around for a long time and just now being recognize","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"922683600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169875"},{"tid":"169279"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}