{"title":"Chesapeake Bay Waters Have Warmed, Evidence Suggests","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Evidence found by a team of U.S. Geological Survey scientists suggesting that the temperature of the Chesapeake Bay has increased over the past 400 years will be presented by paleontologist Dr. Stacey Verardo at the Annual Meeting of the Geological Society of America scheduled for Oct. 25-29 in Toronto, Canada. <!--introend-->\n<p>\"Although we cannot put a number to the temperature rise yet, this represents important evidence because for the first time, we must consider the idea that the water temperature of the Nation&rsquo;s largest estuary has been rising for several centuries,\" says Verardo. \r\n<p>By examining microscopic one-celled organisms called \"dinoflagellates\" in sediment cores raised from the floor of the Bay, the researchers found evidence of increasing temperatures in the Bay&rsquo;s waters over the past 400 years. Spiniferites, a warm water dinoflagellate, was abundant from the 12th through the 14th centuries during the late Medieval Warm Period. During the early portion of the Little Ice Age (15th and 16th centuries), Spiniferites declined in abundance. After the 16th century, they gradually increased in abundance, indicating an increase in surface water temperatures over the past 300 years. Abundance and diversity of other dinoflagellate species have also changed, corresponding to land use changes in the watershed during the inception of European settlement in the 17th century and subsequent human activities. \r\n<p>\"Over time, agricultural practices such as clear cutting of forested lands in the Chesapeake watershed have led to greater runoff of freshwater and sediment into the Bay. These factors, as well as variability in rainfall and river discharge, combine to alter the natural ecosystem,\" explains USGS geologist and team member Dr. Thomas Cronin. \r\n<p><b>\"Climate and Environmental Changes Recorded by Chesapeake Bay Dinoflagellate Cysts in the Last Millennium (poster) is scheduled for 1:30 -5:30 pm Wednesday, Oct 28 Metro Toronto Convention Center Hall-E.<\/b> <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"909201600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}