{"title":"Media Advisory: Sustainable Growth in the Great Lakes States","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>What:<\/b>U.S. Geological Survey (USGS) Congressional briefing on \"Sustainable Growth in the Great Lakes States\" highlights how science is helping to make smart land use decisions to sustain this productive and economically important region. <\/p>\n<p>This region contains about one-seventh of the Nation&rsquo;s population, has one-fifth of the Nation&rsquo;s heavy industry, and accounts for over half of the annual trade between the United States and Canada. Groundwater resources, aggregate sources and land-use conflicts, mitigation of land and water contamination, agricultural land loss and erosion, and biodiversity are just a few of the issues that rely on science. <\/p>\r\n<p><b>When:<\/b> Thursday, June 15, 2000 -- from 10:00 a.m. to 11:00 a.m. <\/p>\r\n<p><b>Where:<\/b> Room 311 Cannon House Office Building, 1st &amp; Independence Ave., SE <\/p>\r\n<p>This fifth seminar in the series, co-sponsored by Rep. Thomas Davis (VA), the Great Lakes Task Force and the Senate Smart Growth Task Force, is entitled, \"Sustainable Growth in the Great Lakes States.\" Hosted by the American Geophysical Union, the briefing will highlight William W. Shilts, Chief, Illinois State Geological Survey; and State Geologist; Byron D. Stone, U.S. Geological Survey; and, Bruce H. Mason, Executive Director, Indiana Mineral Aggregates Association, Inc. Chair, National Geologic Mapping Advisory Committee for Indiana talking about science and resource issues that will help make informed decisions about citizen safety, natural resources, and the environment, while maintaining economic health in the region. <\/p>\r\n<p>The U.S. Geological Survey and the State Geological Surveys of Illinois, Indiana, Michigan and Ohio have formed a partnership, called the Central Great Lakes Geologic Mapping Coalition. The Coalition proposes to map the region in three dimensions using high tech. methods, and make the data available in digital format for community users. Learn how planners and managers will use this scientific information in evaluating management options to help assure sustainable growth in the Great Lakes region.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"960523200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}