{"title":"California's Sea Otter Numbers Continue Slow Climb","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em><span style=\"text-decoration: underline;\">Note to editors:<\/span> For interviews with California Department of Fish and Wildlife sea otter biologists, please contact Alexia Retallack to schedule.&nbsp;<\/em><em>USGS biologist, Tim Tinker will be available for interviews on Thursday, September 12, 2013, near the Seymour Marine Discovery Center in Santa Cruz, Calif. Please contact Ben Landis to schedule.<\/em><\/p>\n<p><em><br \/><\/em><\/p>\r\n<p>SANTA CRUZ, Calif. &mdash; California sea otter numbers are up, according to the latest population survey led by federal, state and university scientists. The reasons: more pups &mdash; and the addition of San Nicolas Island sea otters to the population count.&nbsp;<\/p>\r\n<p>Since the 1980s, U.S. Geological Survey scientists have calculated an averaged population index each year for the southern sea otter &mdash; <em>Enhydra lutris nereis<\/em> &mdash; <a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=A0A7\">a federally listed threatened species found in California<\/a>. For the 2013 report, USGS lists the population index as 2,941 (<a href=\"http:\/\/www.werc.usgs.gov\/seaottercount\">data online<\/a>). For southern sea otters to be considered for removal from threatened species listing, the population index would have to exceed 3,090 for three consecutive years, according to the threshold established under the <a href=\"http:\/\/www.fws.gov\/ventura\/species_information\/so_sea_otter\/index.html\">Southern Sea Otter Recovery Plan<\/a> by the U.S. Fish and Wildlife Service.&nbsp;<\/p>\r\n<p>&ldquo;Population growth in central California has faltered recently, so the fact that we&rsquo;re seeing a slightly positive trend is a basis for cautious optimism,&rdquo; says <a href=\"http:\/\/www.werc.usgs.gov\/tinker\">Tim Tinker<\/a>, a biologist with the <a href=\"http:\/\/www.werc.usgs.gov\/\">USGS Western Ecological Research Center<\/a> who supervises the annual survey. &ldquo;Certainly, sea otters have made an impressive recovery in California since their rediscovery here in the 1930s. But as their numbers expand along California&rsquo;s coast, they are facing different &lsquo;growing pains&rsquo; in different locales. Our research partnership is investigating the factors responsible for these local trends.&rdquo;<\/p>\r\n<p>Researchers from the USGS, <a href=\"http:\/\/www.dfg.ca.gov\/ospr\/\">California Department of Fish and Wildlife&rsquo;s Office of Spill Prevention and Response<\/a>, <a href=\"http:\/\/www.montereybayaquarium.org\/cr\/sorac.aspx\">Monterey Bay Aquarium<\/a>, <a href=\"http:\/\/www.ucsc.edu\/\">University of California-Santa Cruz<\/a> and other institutions collaborate annually to conduct the sea otter survey. The population index reported to USFWS is calculated as multiple year averages of raw data from annual surveys, to compensate for year-to-year variability in observation conditions, and to give scientists a more reliable picture of sea otter abundance trends.<\/p>\r\n<p>&ldquo;We counted a record number of pups this year, which led to the uptick in the 3-year average,&rdquo; says USGS biologist Brian Hatfield, coordinator of the annual survey, &ldquo;A high pup count is always encouraging, although the number of adult otters counted along the mainland was almost identical to last year&rsquo;s count, so we&rsquo;ll have to wait and see if the positive trend continues.&rdquo;&nbsp;<\/p>\r\n<p>There is a second reason for the higher population index reported this year. In 2013, the equation for this population index was amended to add sea otters living at San Nicolas Island. One-hundred-and-forty sea otters were introduced to the island in the 1980s as part of a USFWS recovery experiment, but most of them returned to the mainland, died, or simply disappeared. USFWS completed an extensive review of the translocation program in December 2012, <a href=\"http:\/\/www.fws.gov\/ventura\/docs\/frnotices\/77%20FR%2075266.pdf\">resulting in termination of the program<\/a>. As a consequence, sea otters at San Nico","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Sea Otter","otter","ocean","wildlife","Ecosystem","Threatened Species","Population Survey","Enhydra Lutris Nereis"],"article_type":["State News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1378958400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168812"},{"tid":"168910"},{"tid":"170475"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}