{"title":"Rising Seas Could Threaten Many Acadia NP Marshes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The report and maps are available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2012\/5290\/\">online<\/a>.<\/p>\n<p><strong>AUGUSTA, Maine<\/strong> &ndash; More than 800 acres of uplands in and near Acadia National Park will likely be flooded by the ocean if sea level rises 2 feet during this century, leaving 75 percent of the saltwater marshes along this part of central Maine's rugged coast with very little upland area to migrate into, according to a new U.S. Geological Survey study and maps.<\/p>\r\n<p>If plant material and sediments can accumulate in Maine's salt marshes fast enough to keep pace with sea-level rise, the uplands could provide areas for new salt marsh habitat.&nbsp; But that would require faster accumulation rates than those observed in the last century.<\/p>\r\n<p>\"The precise amount of sea-level rise that we should expect this century is not known,\" said USGS scientist Martha Nielsen, who led the study. \"This report and maps are intended to inform decision makers with science to assist in planning for an uncertain future. By identifying the uplands that could support new salt marshes ahead of time, we hope to aid land management and preservation efforts to sustain marsh ecosystems in the area.\"<\/p>\r\n<p>The study, done in cooperation with the National Park Service, identified more than 40 potential barriers that, in addition to rugged topography, would further restrict inland migration of some marshes. The barriers are mostly roads that limit water and sediment movement. This study is intended to help managers proactively plan for mitigation of those barriers.<\/p>\r\n<p>Salt marshes provide significant ecological value and aesthetic beauty to Maine's coasts. Their ecological functions include nursery and breeding habitat for many fish, shellfish, and wildlife species; storm, flood, and erosion protection; organic-matter production that feeds many commercially and recreationally valuable species; and filtration for sediments and contaminants.<\/p>\r\n<p>The study area included all coastal areas in Maine from the eastern half of Penobscot Bay to the eastern edge of the Schoodic Peninsula. &nbsp;The 114 saltwater marshes included in the study range in size from larger than half an acre, up to 128 acres.<\/p>\r\n<p>The analysis was based on high-resolution elevation data collected for coastal New England in 2010 with American Recovery and Reinvestment Act stimulus funding.&nbsp; The data were independently assessed for accuracy, and the maps show the expected inundation around each marsh to a 95 percent confidence interval.&nbsp; The manmade barriers to migration identified in the study are also shown.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maine"],"country":["United States of America"],"mm_tags":["Acadia","Acadia National Park","Maine","Sea Level Rise","Saltwater Marshes","Marshes","ecosystems","water","Geographic Areas Northeast"],"article_type":["State News Release"],"distribution":["Biology","Climate Change","Mapping","Water"],"release_date":{"und":[{"value":"1367208000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"170068"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}