{"title":"China and U.S. Geological Survey ... Working Together on Environmental Issues","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Children with deformed limbs, hands and feet covered with scaly lesions, cancerous growths -- these distressing sights are all too common in Guizhou Province in southwest China. Although these health problems have been attributed to the burning of impure coal, they are in reality the consequence of the complex interactions of geology, climate, energy needs, food preferences, and cultural practices.<!--introend--> \n<p>\"Worldwide, nearly one billion people use coal in unvented ovens for heat and cooking,\" said Dr. Robert Finkelman of the U.S. Geological Survey. \"Many developing countries rely heavily on coal as a source of energy; however, much of the coal is burned in homes without proper ventilation and with no regard for the quality of the coal. As a result, many millions of people suffer from various health problems,\" Finkelman explained. \r\n<p>The USGS, in cooperation with state geological surveys, has been collecting coal quality data for the U.S. for more than 20 years to create a comprehensive national coal information database. This database has developed into the largest publicly available database of its kind. Data are available on the Internet at <a href=\"http:\/\/energy.er.usgs.gov\/products\/databases\/CoalQual\/index.htm\">http:\/\/energy.er.usgs.gov\/products\/databases\/CoalQual\/index.htm<\/a>. Most developing countries, such as China, are only now recognizing the need to generate reliable coal-quality information to protect the health of their citizens and the quality of the global atmosphere. \r\n<p>The USGS, in partnership with U.S. and Chinese health officials, is working to help address health problems associated with domestic coal combustion in China. USGS researchers are involved in the following areas: Esophageal cancer, known as \"the disease of hard swallowing,\" is the fourth leading cause of cancer death in China. In the United States, esophageal cancer is the eighth leading cause of cancer death in men. Henan province, north-central China, has some of the highest rates of esophageal cancer in the world. \r\n<p>\"Many studies have been carried out in Henan province over the past 40 years, but the causes of increased cancer rates there remain unclear,\" said Finkelman. The USGS and the National Cancer Institute are working with Chinese officials in Henan province to determine if a relationship exists between the type of coal being used in homes here and the high rates of esophageal cancer. The USGS is analyzing samples of coal obtained from this high-risk region and comparing them to coal samples from the low-risk region of Geiju, China, to determine which characteristics of the coal, if any, are associated with increased esophageal cancer. Arsenic poisoning in southwest China has been linked to the common practice in this humid area of drying crops, especially chili peppers, over unvented ovens burning high-arsenic coal found in the region. Fresh chili peppers contain less than one part per million (ppm) of arsenic; peppers dried over coal fires can contain more than 500 ppm arsenic. \r\n<p>Similarly, Chinese scientists have linked a high incidence (approximately 10 million cases) of fluorine poisoning in southwest China to corn dried over unvented ovens burning high-fluorine coal briquettes bound together by high-fluorine clay. There is also evidence of selenium poisoning caused by the use of coal combustion ash to fertilize crops. USGS scientists may also have discovered evidence of mercury poisoning caused by the domestic combustion of high-mercury coals in China. \r\n<p>Coal is also an important energy resource in the United States, where almost 60 percent of electricity produced is generated from coal combustion. In the U.S., coal is burned in large, sophisticated utility boilers using modern pollution control technology. In addition, most U.S. coals contain lower amounts of toxic elements than found in some of the coals being used in China.\"Although this means that environmental quality is easier to","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"898574400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}