{"title":"USGS WEB Earns Award","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS), Reston&rsquo;s largest employer, recently received the Reston Web Business Directory award for being the best Reston business site on the World Wide Web. The USGS home page provides a gateway to more than 140 USGS web servers located throughout the country. The home page provides links to USGS information and products such as maps, publications and data sets; a \"learning web\" of earth science topics for teachers and students; news releases on current events in the earth science community; and references to other earth science information sources. The site also links to additional sources of USGS information such as Ask-A Geologist and USGS Fax-on-Demand. \n<p>USGS information is reliable and impartial, and describes our nation&rsquo;s water, biological, energy, and mineral resources. Nearly 2,000 local, state and federal organizations use USGS data and information to minimize the loss of life and property from natural disasters. Decision makers rely on USGS data and information to make sound decisions regarding our nation&rsquo;s resources, our nation&rsquo;s wise economic and physical development, and our quality of life. \r\n<p>Many others frequently use USGS data and information including Congress, libraries, business and industry, the news media, students and teachers, researchers, and the general public. Approximately 150,000 visitors per month visit the USGS home page, and a similar high volume of direct requests are also received monthly by other USGS servers distributed across the United States. The Internet address for the USGS home page is http:\/\/www.usgs.gov\/. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"854082000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170071"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}